[{"_id": "50f69b3bedbab4094af8415e", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 1:5", "anchorRef": "Leviticus 2:1-13", "anchorRefExpanded": ["Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13"], "sourceRef": "Shulchan Arukh, Orach Chayim 1:5", "sourceHeRef": "שולחן ערוך, אורח חיים א׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"4\"></i><i data-commentator=\"Be'er HaGolah\" data-label=\"ו\" data-order=\"6\"></i>טוב לומר <i data-commentator=\"Turei Zahav\" data-order=\"4\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"9\"></i>פ' <i data-commentator=\"Magen Avraham\" data-order=\"7\"></i>העקדה ופ' המן <i data-commentator=\"Be'er HaGolah\" data-label=\"ז\" data-order=\"7\"></i>ועשרת הדברות <i data-commentator=\"Be'er HaGolah\" data-label=\"ח\" data-order=\"8\"></i>ופרשת <i data-commentator=\"Magen Avraham\" data-order=\"8\"></i>עולה ומנחה <i data-commentator=\"Ba'er Hetev\" data-order=\"10\"></i><i data-commentator=\"Sha'arei Teshuvah\" data-order=\"10\"></i>ושלמים <i data-commentator=\"Eshel Avraham\" data-label=\"ב\" data-order=\"2\"></i>וחטאת ואשם: <small>הגה <i data-commentator=\"Turei Zahav\" data-order=\"5\"></i>ודוקא ביחיד מותר לומר י' הדברות בכל יום אבל אסור לאומרם <i data-commentator=\"Magen Avraham\" data-order=\"9\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"11\"></i><i data-commentator=\"Sha'arei Teshuvah\" data-order=\"11\"></i>בצבור (תשו' הרשב\"א סימן קפ\"ד):</small>", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "It is good to recite the passage of the Binding (Genesis 22:1-19), the passage of the Manna (Exodus 16:4-36), the Ten Commandments (Exodus 20:2-13), and the passages of the burnt-offering (Leviticus 1:1-17), tribute-offering (Leviticus 2:1-13), peace-offering (Leviticus 3:1-17), sin-offering (Vayikra 4:27-35), and guilt-offering. Rem\"a: But only in private is it permissible to recite the Ten Commandments each day: it is forbidden to recite them in congregation (Rashb\"a Responsum 144).", "versionTitle": "Wikisource Shulchan Aruch", "license": "CC-BY-SA", "versionTitleInHebrew": "שולחן ערוך (ויקיטקסט)"}, {"_id": "521b085fedbab45814ae4cd7", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Rashi on Leviticus 2:12:1", "sourceHeRef": "רש\"י על ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>קרבן ראשית תקריבו אתם.</b> מַה יֵּשׁ לְךָ לְהָבִיא מִן הַשְּׂאוֹר וּמִן הַדְּבַשׁ? קָרְבַּן רֵאשִׁית — שְׁתֵּי הַלֶּחֶם שֶׁל עֲצֶרֶת הַבָּאִים מִן הַשְּׂאוֹר, שֶׁנֶּאֱמַר חָמֵץ תֵּאָפֶינָה (ויקרא כ\"ג), וּבִכּוּרִים מִן הַדְּבַשׁ, כְּמוֹ בִּכּוּרֵי תְּאֵנִים וּתְמָרִים (מנחות נ\"ח):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קרבן ראשית תקריבו אתם YE MAY OFFER THEM AS AN OFFERING OF THE FIRST FRUITS — But what is it that you have to offer of leaven and of honey? The offering of the first fruits, viz., the “two loaves’’ of the Feast of Weeks” that were brought of leavened dough, — as it is said, (Leviticus 23:16, 17) “[and ye shall offer a new meal-offering unto the Lord . . . two loaves] they shall be baken leavened”. — and the first ripe fruits were brought of species that contain sweet juices (דבש), such as the firstlings of figs and dates (Menachot 58a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6c2a", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 2:12", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Onkelos Leviticus 2:12", "sourceHeRef": "תרגום אונקלוס על ויקרא ב׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 2.0012, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "קֻרְבַּן קַדְמַי תְּקָרְבוּן יָתְהוֹן <b>קֳדָם</b> יְיָ וּלְמַדְבְּחָא לָא יִתַּסְּקוּן <b>לְאִתְקַבָּלָא בְרַעֲוָא</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You shall bring them as a first [fruit-]offering to [<b>before</b>] Adonoy but they shall not go up [be placed atop] the altar as a pleasing fragrance [<b>to be accepted with favor</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec461", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 2:12", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Targum Jonathan on Leviticus 2:12", "sourceHeRef": "תרגום יונתן על ויקרא ב׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 2.0012, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "קָרְבַּן שֵׁירוּייָא תְּקַרְבוּן יַתְהוֹן קֳדָם יְיָ דִלְחֵים בִּיכּוּרַיָא חֲמִיר מִתְקָרֵיב וְתַמְרֵי בִּזְמַן בִּכּוּרֵי אִבָּא עִם דוּבְשֵׁיהּ מִתְקָרֵיב וְיֵיכְלוּן יַתְהוֹן כַּהֲנַיָא בְּרַם לְמַדְבְּחָא לָא יִתַּסְקוּן לְאִתְקַבָּלָא בְּרַעֲוָא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " When thou offerest an oblation of first fruits before the Lord, the bread of the first fruits thou mayest bring leavened, and the dates in the season of first fruits, and the fruit with its honey thou mayest bring, and the priest may eat them; but they shall not burn them at the altar as an oblation to be received with favour.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f57fcbfbfba25a35b3f06d", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Rashbam on Leviticus 2:12:1", "sourceHeRef": "רשב\"ם על ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "קרבן ראשית - שתי הלחם בעצרת הקרוין מנחה חדשה. ובכורי פירות המפורשים בכי תבא. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קרבן ראשית, the two breads made from the new wheat harvest and presented in the Temple on the Shavuot festival are called מנחה חדשה, a new “first” offering, details are found in Deuteronomy 26,2. The first fruit mentioned in that verse are also included.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f57fccfbfba25a35b3f06f", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 2:12:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Rashbam on Leviticus 2:12:2", "sourceHeRef": "רשב\"ם על ויקרא ב׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "תקריבו אותם לה' - בעזרה תביאו אותם לתנופה ולא לקרבן המזבח. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "'תקריבו אותם לה, they are presented in the courtyard of the Temple, the עזרה, and a “weaving” is performed with them, but they do not wind up on the altar.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54b1d9d4fbfba21603f5a520", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 116:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sefer HaChinukh 116:4", "sourceHeRef": "ספר החינוך קט״ז:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 116.0004, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְאֵלּוּ הֵן כָּל מִינֵי הַמְּנָחוֹת שֶׁהָיוּ מַקְרִיבִין בִּזְמַן הַבַּיִת הַבָּאוֹת בִּפְנֵי עַצְמָן, כְּלוֹמַר שֶׁאֵינָן בָּאוֹת לְמִנְחַת נְסָכִים, רוֹצֶה לוֹמַר בִּגְרִירַת קָרְבָּן אַחֵר. שָׁלֹשׁ מְנָחוֹת הֵן שֶׁהֵן בָּאוֹת בִּשְׁבִיל כָּל הַצִּבּוּר וְהֵם (מנחות סח ב) עֹמֶר בַּפֶּסַח, שְׁתֵּי הַלֶּחֶם בָּעֲצֶרֶת, לֶחֶם הַפָּנִים בְּכָל שַׁבָּת, וּשְׁלָשְׁתָּן נִקְרָאוֹת מִנְחָה. וְתֵשַׁע שֶׁל יָחִיד וְאֵלּוּ הֵן א) מִנְחַת חוֹטֵא, וְהִיא הַמִּנְחָה שֶׁיַּקְרִיב הֶעָנִי כְּשֶׁיִּתְחַיֵּב חַטָּאת וְלֹא תַּגִּיעַ יָדוֹ. ב) מִנְחַת סוֹטָה, וְהִיא מִנְחַת הַקְּנָאוֹת הַכְּתוּבָה בְּפָרָשַׁת נָשֹׂא (במדבר ה טו). ג) הַמִּנְחָה שֶׁיַּקְרִיב כָּל כֹּהֵן כְּשֶׁיִּכָּנֵס לָעֲבוֹדָה שֶׁמַּקְרִיב אוֹתָהּ בְּיָדוֹ, וְהִיא הַנִּקְרֵאת מִנְחַת חִנּוּךְ. דּ) הַמִּנְחָה שֶׁמַּקְרִיב כֹּהֵן גָּדוֹל בְּכָל יוֹם, וְהִיא נִקְרֵאת מִנְחַת חֲבִתִּין. ה) מִנְחַת הַסֹּלֶת, וְהִיא בָּאָה בְּנֶדֶר וּנְדָבָה. ו) מִנְחַת הַמַּחֲבַת, וְהִיא בָּאָה בְּנֶדֶר וּנְדָבָה. ז) מִנְחַת הַמַּרְחֶשֶׁת, וְהִיא בָּאָה בְּנֶדֶר וּנְדָבָה. ח) מִנְחַת מַאֲפֵה תַּנּוּר וְהִיא חַלּוֹת, וְהִיא בָּאָה בְּנֶדֶר וּנְדָבָה. ט) מִנְחַת מַאֲפֵה תַּנּוּר וְהִיא רְקִיקִין, וּבָאָה בְּנֶדֶר וּנְדָבָה. מְנָחוֹת אֵלּוּ, מֵהֶן סֹלֶת חִטִּים וּמֵהֶן שְׂעוֹרִים, מֵהֶן נֶאֱכָלוֹת לַכֹּהֲנִים חוּץ מִן הַקְּמִיצָה, וּמֵהֶן שֶׁהֵן נִשְׂרָפוֹת כֻּלָּן, וְאֶחָד מֵהֶם חָמֵץ, וְהִיא שְׁתֵּי הַלֶּחֶם שֶׁמְּבִיאִין בְּיוֹם עֲצֶרֶת, שֶׁגַּם הֵן נִקְרָאוֹת מִנְחָה, וְאֵינָן קְרֵבוֹת לְגַבֵּי מִזְבֵּחַ. וְעַל שְׁתֵּי הַלֶּחֶם אֵינוֹ נֶאֱמַר בַּתּוֹרָה כְּשֶׁאָסְרָה דֶּרֶךְ כְּלָל כָּל הַמִּנְחָה אֲשֶׁר תַּקְרִיבוּ לַיְיָ לֹא תֵעָשֶׂה חָמֵץ, פֵּרַט בְּאֵלּוּ וְהוֹצִיאָם מִן הַכְּלָל, וַעֲלֵיהֶם נֶאֱמַר שָׁם (ויקרא ב יב) קָרְבַּן רֵאשִׁית תַּקְרִיבוּ אֹתָם לַיְיָ, כְּלוֹמַר בְּאֵלּוּ לֹא אָסַרְתִּי לָכֶם הֶחָמֵץ, וּמִכָּל מָקוֹם אֶל הַמִּזְבֵּחַ לֹא הָיוּ עוֹלִים מִכֵּיוָן שֶׁהָיָה בָּהֶן חָמֵץ, וּכְמוֹ שֶׁנֶּאֱמַר בָּהֶן (שם) וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ. כָּל הַשְּׁאָר הָיָה מַצָּה. וְסֵדֶר הֲבָאָתָן כָּךְ הִיא (סוטה יד ב) אָדָם מֵבִיא סֹלֶת מִתּוֹךְ בֵּיתוֹ בִּכְלִי כֶּסֶף אוֹ זָהָב אוֹ שֶׁל מַתֶּכֶת וּמוֹלִיכָה אֵצֶל הַכֹּהֵן, וְהַכֹּהֵן מוֹלִיכָהּ אֵצֶל הַמִּזְבֵּחַ וְקוֹמֵץ מִמֶּנָּה הַכֹּהֵן בְּרָאשֵׁי אֶצְבְּעוֹתָיו, וּמַקְטִיר הַקֹּמֶץ כֻּלּוֹ בַּמִּזְבֵּחַ וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים. זֶהוּ סֵדֶר הַנֶּאֱכָלוֹת וְסֵדֶר הַנִּשְׂרָפוֹת וְהַמְּלָאכוֹת שֶׁנַּעֲשׂוֹת בַּמְּנָחוֹת עַל יְדֵי זָרִים וְהַנַּעֲשׂוֹת בָּהֶן עַל יְדֵי כֹּהֲנִים. וְיֶתֶר פְּרָטֶיהָ מְבֹאָרִין בַּמַּסֶּכֶת הַבְּנוּיָה עַל זֶה, וְהִיא מַסֶּכֶת מְנָחוֹת (מו א, נז א)", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And these are all the types of meal-offerings that they would offer at the time of the [Temple] that come on their own — meaning to say that they do not come as meal-offerings of libations, meaning in the context of another sacrifice: There are three meal-offerings that come for the sake of the entire community and they are (Menachot 68b) the <i>omer</i> of Pesach, the two breads of [Shavuot] and the bread of display of each Shabbat — and the three of them are called, “<i>minchah</i>.” And there are nine of the individual and these are them: 1) The meal-offering of a sinner — and that is the meal-offering that a poor person offers when he is liable for a sin-offering, but his hand does not reach [a more expensive sacrifice]; 2) the meal-offering of the <i>sotah</i>, which is the meal-offering of jealousy that is written in <i>Parashat Nasso</i> (Numbers 5:15); 3) the meal-offering that every priest offers when he enters the service that he offers in his hand, and this is called the meal-offering of inauguration; 4) the meal-offering that the high priest offers every day, and it is called the griddled meal-offering; 5) the meal-offering of fine flour, and it comes as an oath or a vow; 6) the meal-offering of the griddle, and it comes as an oath or a vow; 7) the meal-offering of the pan, and it comes as an oath or a vow; 8) the oven-baked meal-offering that is loaves, and it comes as an oath or a vow; 9) the oven-baked meal-offering that comes soaked in oil, and it comes as an oath or a vow. From these meal-offerings, some of them are fine wheat flour and some are barley; some of them are eaten by the priests except for the handful and some are all burnt. And one of them is chamets and that is the two breads of the day of Shavuot, as they are also called “<i>minchah</i>,” but they are not offered on top of the altar. And it was not stated in the Torah about the two breads, when it more generally forbade, “Any meal-offering that you offer to the Lord, you shall not make chamets” (Leviticus 2:11). [Rather,] it specified these and excluded them from the rule. And about them is it stated there (Leviticus 2:12), “A first sacrifice shall you bring them to the Lord” — meaning to say, with these I did not prohibit chamets to you. And nonetheless, they would not go up on the altar, since there was chamets in them, and as it is stated about them, “upon the altar they shall not be brought up as a pleasing smell.” And all of the rest was matsah. And the order of their bringing was thus (Sotah 14b): A man brings fine flour from his house in a vessel of silver or gold or of [another] metal and carries it to the priest; and the priest carries it to the altar, [he] skims a handful from it with the tips of his fingers and incinerates the handful; and the rest is eaten by the priests. This is the order of those eaten. And the order of those burned; the processes done with meal-offerings by non-priests and those done [only] by priests; and the rest of its details are elucidated in the tractate that is built upon this, and that is Tractate <i>Menachot. </i>", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "56823129d6e4a9628b309658", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Section 12 9", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Section 12 9", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרשה יב ט׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יב", "he": "[ט] יכול אם קדמן דבר אחד לא יקרבו? תלמוד לומר \"תקריבו\". יכול אם לא קרבו בעצרת יקרבו לאחר עצרת? תלמוד לומר \"אותם\". יכול יביא היחיד כיוצא בהם נדבה? תלמוד לומר \"תקריבו\". יכול לא יביא היחיד כיוצא בהן נדבה – שכן אינו מביא כיוצא בהן חובה, אבל יביא הציבור כיוצא בהן נדבה שכן הוא מביא כיוצא בהן חובה… תלמוד לומר \"אותם\". \"המזבח\" – אין לי אלא המזבח; ומנין לרבות את הכבש? תלמוד לומר \"ואל המזבח לא יעלו\". יכול לעבודה ושלא לעבודה? תלמוד לומר \"…לריח ניחח\" – לא אמרתי אלא לעבודה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) I might think that if a different offering (of the new grain) preceded them (the two loaves) they should not be offered; it is, therefore, written (Vayikra 2:12): \"You may offer them.\" I might think that if they were not offered on Shavuoth they could be offered afterwards; it is, therefore, written (to negate this): \"them\" (i.e., the ones specifically designated in respect to Shavuoth). I might think that an individual could bring their like (the two loaves) as a gift-offering (whenever he wished); it is, therefore, written: \"them.\" I might think that an individual cannot bring their like as a gift-offering because he does not bring their like as a mandatory offering, but that the congregation, which does bring their like as a mandatory offering, could bring their like as a gift-offering. It is, therefore, written: \"them.\" (Vayikra 2:12): (\"but they [leaven and honey] shall not come up to the altar for a sweet savor\"): \"the altar\": This tells me only of the altar. Whence do I derive the ramp (to be included in the prohibition)? From \"and to the altar they shall not come up.\" I might think (that they are prohibited) both for an offering and not for an offering (i.e., as fuel); it is, therefore, written: \"for a sweet savor\" — it is only for an offering that they are prohibited. ", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56829bc2d6e4a9628b30acde", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 1 11", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sifra, Tzav, Chapter 1 11", "sourceHeRef": "ספרא, צו, פרק א י״א", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק א", "he": "[יא] לתוך שנאמר \"כָּל הַנֹּגֵעַ בַּמִּזְבֵּחַ יִקְדָּשׁ\" (שמות כט, לז) למדנו שהמזבח מקדש את הראוי לו. מנין אף הכבש מקדש את הראוי למזבח? תלמוד לומר \"וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ\" (ויקרא ב, יב). מנין שאף הכלים מקדשים את הראוי להם? תלמוד לומר \"וְקִדַּשְׁתָּ אֹתָם וְהָיוּ קֹדֶשׁ קָדָשִׁים כָּל הַנֹּגֵעַ בָּהֶם יִקְדָּשׁ\" (שמות ל, כט).", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) From (Shemoth 29:37): \"All that touches the altar shall become consecrated\" we learn that the altar consecrates what is appropriate for it. Whence do we derive that even the ramp (leading to the altar) consecrates what is appropriate for the altar? From \"eth the altar\" (\"eth\" connoting inclusion). Whence do I derive that even the ministering vessels consecrate what is appropriate for them? From (Shemoth 30:29): \"And they (the ministering vessels) shall be holy of holies. All that touches them shall be consecrated.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56a6143cd6e4a923e49c797c", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 67:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 67:1", "sourceHeRef": "ספר המצוות, מצוות עשה ס״ז:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 67.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיהיה מעשה המנחה על תואר כך הנזכר בכל מין ומין ממנה, והוא אמרו יתעלה ונפש כי תקריב קרבן מנחה לה', ואם מנחה על המחבת, ואם מנחת מרחשת, ואמר להשלמת המעשה וזאת תורת המנחה. ומשפטי מצוה זו עם רוב עניניה הם מבוארים במסכת מנחות. (ויקרא אל משה, מעשה קרבנות פי\"ג): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us with the process of the meal-offering sacrifices, according to the description that is mentioned for each and every type. And that is His, may He be exalted, saying, \"When a person offers a sacrifice of a meal-offering to the Lord [...]. And if your meal-offering is on a griddle [...]. And if your meal-offering is in a deep pan\" (Leviticus 2:1, 5, 7). And He said with the completion of the process, \"And that is the law of the meal-offering\" (Leviticus 6:7). And the regulations of this commandment and most of its content is explained in Tractate Menachot. (See Parashat Vayikra; Mishneh Torah, Sacrificial Procedure 13.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "574feb34d6e4a90d6df98088", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Hashkem, Midrash Hashkem ('Arise Early') 23", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Otzar Midrashim, Hashkem, Midrash Hashkem ('Arise Early') 23", "sourceHeRef": "אוצר מדרשים, השכם, מדרש השכם כ״ג", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 23, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "מדרש השכם", "he": "ד׳) אם על תודה יקריבנו וגו׳ (ויקרא ב׳ י\"ב) א״ר שמואל בר נחמני גדולה דרך ארץ שקדמה לתורה כ״ו דורות, שנאמר לשמור את דרך עץ החיים, דרך זו דרך ארץ החיים זו תורה. ", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "577bf58ed6e4a903d813687b", "index_title": "Mishneh Torah, Negative Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Negative Mitzvot 98", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishneh Torah, Negative Mitzvot 98", "sourceHeRef": "משנה תורה, מצוות לא תעשה צ״ח", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 98, "collectiveTitle": {"en": "Mishneh Torah, Negative Mitzvot", "he": "משנה תורה, מצוות לא תעשה"}, "heTitle": "משנה תורה, מצוות לא תעשה", "he": "שלא להקריב שאור או דבש, שנאמר (ויקרא ב, יא): \"כִּי כָל שְׂאוֹר וְכָל דְבַשׁ, לֹא תַקְטִירוּ\".", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "Not to burn as an offering anything which is sweetened or leavened, as [Leviticus 2:11] states: \"You may not burn anything leavened or sweet [as a fire offering].\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57e77cefd6e4a94c7c18a358", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 2:12", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tafsir Rasag, Leviticus 2:12", "sourceHeRef": "תפסיר רס\"ג, ויקרא ב׳:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 2.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "לכן קרבאנא אולא תקרבונהמא ללה ואלי אלמד̇בח לא יצעדא לקבול מרצ̇י", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b845ed6e4a908ac4f18ca", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 12:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 12:3", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "שָׁלֹשׁ מְנָחוֹת לַצִּבּוּר. עֹמֶר הַתְּנוּפָה וְהוּא קָרֵב לַמִּזְבֵּחַ כְּמוֹ שֶׁיִּתְבָּאֵר. וּשְׁתֵּי הַלֶּחֶם שֶׁמְּבִיאִין בְּיוֹם עֲצֶרֶת. וְאֵלּוּ נִקְרְאוּ מִנְחָה וְאֵינָן קְרֵבִין לְגַבֵּי הַמִּזְבֵּחַ וְהֵן חָמֵץ. וַעֲלֵיהֶם נֶאֱמַר <small>(ויקרא ב יב)</small> \"קָרְבַּן רֵאשִׁית תַּקְרִיבוּ אֹתָם לַה' וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ\". וְהַמִּנְחָה הַשְּׁלִישִׁית הוּא לֶחֶם הַפָּנִים שֶׁעוֹשִׂין בְּכָל שַׁבָּת וְאֵינוֹ קָרֵב לְגַבֵּי הַמִּזְבֵּחַ אֶלָּא כֻּלּוֹ נֶאֱכָל לַכֹּהֲנִים כְּמוֹ שֶׁיִּתְבָּאֵר:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "There are three types of communal meal-offerings:<br>a) the <i>omer</i> with which <i>tenufah</i> is performed.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This refers to the <i>omer</i> offering which is brought on the second day of the Pesach holiday. See <i>Hilchot Temidim UMusafim</i> 7:3-12.</i> [A portion of] it is offered on the altar, as will be explained.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">See <i>ibid.</i>:12.</i><br>b) the two breads offered on Shavuot.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See <i>Hilchot Temidim UMusafim</i> 8:1-16.</i> They are called a meal-offering, but are not offered on the altar and are <i>chametz</i>.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Leavened bread in contrast to almost all the other meal-offerings that are unleavened.</i> Concerning them, [Leviticus 2:12] states: \"You shall offer them as a sacrifice of first fruits to God, but they shall not be offered on the altar.\"<br>c) The third meal-offering is the showbread that is brought every Sabbath. They are not offered on the altar, but instead are eaten entirely by the priests, as will be explained.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">See <i>Hilchot Temidim UMusafim</i> 4:10-12; 5:5.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b282d6e4a902855fe23b", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Leviticus 7:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tur HaArokh, Leviticus 7:12:1", "sourceHeRef": "הטור הארוך, ויקרא ז׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>והקריב על זבח התודה. </b>פי' עם זבח התודה וכן על חלות לחם חמץ יקריב קרבנו שיביא חלות לחם חמץ ועליהם יוסיף להביא קרבנו שהוא לחם הנזכר למעלה והכל יביא עם הזבח ועשה לחם החמץ עיקר ועליו להביא שאר המינין בשביל שהוא מרובה משאר המינין. וכתב הרמב\"ן ואני תמה כשהוציא הכתוב מלאו השאור קרבן ראשית למה לא אמר גם כן קרבן תודה. וכתב וזו אינה שאלה כי הכתוב אמר ואל המזבח לא יעלו לריח ניחוח ולחם התודה אין ממנו למזבח כלום שאינו טעון אלא תנופה ואולי לא הוצרך הכתוב לשיור השאור אלא בעבור הדבש שלא נתפרש בבכורים שיבואו מן הדבש וכלל השאור עמו ואמר בשניהם קרבן ראשית תקריבו אותם לה' אבל בשאור המפורש במקומו אין צריך לפרוט אותו. ומה שתירץ לפי שאין מלחם תודה לריח ניחוח אינו תירוץ שהרי משתי הלחם אין מהם למזבח אלא חשיב להו ריח ניחוח בשביל הכבשים שעמהם וכן בתודה הזבח עמה ואני כבר כתבתי למעלה שאינו קשה שלא פרט אלא בבאין חובה ותודה על נדבה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " והקריב על זבח התודה, “he shall offer with the meat part of the thanksgiving offering, etc.” The thanksgiving offering consists of several parts, a peace offering described as זבח השלמים, breads, both unleavened and leavened. He will bring it all to the (side of) the altar and the leavened loaves will be considered the major component [although they are 10 loaves out of a total of forty loaves. Ed.] The reason that the Torah uses the word עליו, “in addition to it,” stressing that the leavened loaves are the principal component, is because the unleavened loaves outnumber the leavened loaves and we would otherwise have thought that they outrank the leavened loaves in that offering.\n    Nachmanides writes that he is amazed that the Torah did not exclude the thanksgiving offering as one to which the prohibition of bringing it to the altar is applied, just as it did state this in connection with bringing of the בכורים, the first fruit offerings. [I suppose the references are to Leviticus 2,12 where no mention of exceptions are made at all, and Leviticus 23,17 where the Torah specifically exempts this offering by writing it is to consist of leavened loaves. I have not yet found where Nachmanides writes what our author attributes to him. Maybe Nachmanides’ comment on verse 14 is meant. Ed.]\n    Nachmanides poses a problem that is no problem at all, seeing that in the prohibition of leavened products for the altar, the Torah stresses that bringing leavened products to the altar is prohibited. Seeing that the loaves of these offerings mentioned here are not presented on the altar, they are in a different category and cannot be lumped together with the firstling offerings mentioned elsewhere. The loaves of the thanksgiving offering are only heaved by the priest, but not deposited on the altar. Seeing they are all being consumed, what would be the point in depositing them on the altar where things are deposited for burning up? Nachmanides also suggests that seeing that the ריח ניחוח, pleasant fragrance, enjoyed by G’d, is not an issue in these offerings, the donor not having to restore himself in G’d’s grace, there was no need at all to refer to the admissibility or not of leavened products.\n    Perhaps there was not even any cause for the Torah to mention any of this dispensation of the restriction on offering leavened products on the altar, seeing that this offering was accompanied by animal sacrifices which achieved the ריח ניחוח status through the parts of it which were burned up on the altar. At any rate, -Nachmanides- speaking, I have already pointed out earlier that the need for ריח ניחוח is not an issue in voluntary offerings at all, as the people presenting those had not fallen out of grace with G’d, and would not regain their grace except by presenting something described as ריח ניחוח. \n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4e7d6e4a902855ff68d", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tur HaArokh, Leviticus 2:12:1", "sourceHeRef": "הטור הארוך, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית תקריבו אותם. </b>פירש\"י שתקריבו מהם חמץ לשתי הלחם ודבש לבכורים ששניהם נקראים ראשית אע\"ג דתודה באה נמי מחמץ ולא מקרי ראשית הכא לא איירי אלא בדבר שבחובה ותודה באה נדבה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " קרבן ראשית תקריבו אותם, “You shall offer them as a first-fruit offering.” <i>Rashi</i> explains that for the presenting of the two loaves on the festival of <i>Shavuot</i> of the first wheat harvest, leavened loaves were in order, though on the altar no leavened products were to be presented. It was also in order to bring to the Temple honey as part of the first ripe dates of the season. The Torah writes a special dispensation for this in Leviticus The common denominator of these two offerings is that both are described as בכורים, “first fruit offerings.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "588f55d9d6e4a96d624ac5cd", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Alef 109:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Machberet Menachem, Letter Alef 109:4", "sourceHeRef": "מחברת מנחם, א ק״ט:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 109.0004, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השלישי. אפיתי על גחליו לחם <small>(ישעיהו מד, יט)</small>, מאפה תנור <small>(ויקרא ב, יב)</small>, את אשר תאפו אפו <small>(שמות טז, כג)</small>, ומצות אפה <small>(בראשית יט, ג)</small>, חמץ תאפינה <small>(ויקרא כג, יז)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad9797d6e4a93323dc43e5", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 100a:12", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Yevamot 100a:12", "sourceHeRef": "יבמות ק׳ א:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 199.0012, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "אָמַר רַבִּי יְהוּדָה בְּרֵיהּ דְּרַבִּי שִׁמְעוֹן בֶּן פַּזִּי: דְּמַסֵּיק לְהוּ לְשׁוּם עֵצִים, כְּרַבִּי אֶלְעָזָר. דְּתַנְיָא, רַבִּי אֶלְעָזָר אוֹמֵר: ״לְרֵיחַ נִיחוֹחַ״ אִי אַתָּה מַעֲלֶה, אֲבָל אַתָּה מַעֲלֶה לְשׁוּם עֵצִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rabbi Yehuda, son of Rabbi Shimon ben Pazi, said that</b> the remainder <b>is brought up</b> to the altar only <b>for the purpose of wood,</b> i.e., as fuel for the altar, not as an offering. In this manner, it is permitted. This answer is <b>in accordance with</b> the opinion of <b>Rabbi Elazar, as it is taught</b> in a <i>baraita</i> that <b>Rabbi Elazar said:</b> “But they shall not come up <b>for a sweet savor</b> on the altar” (Leviticus 2:12). This verse indicates that <b>you may not bring up</b> leaven and honey as a “sweet savor,” i.e., an offering. <b>However, you may bring up</b> leaven, and honey, and other materials <b>for the purpose of wood.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad97ead6e4a93323dc4bda", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 47b:6", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Yoma 47b:6", "sourceHeRef": "יומא מ״ז ב:ו׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 94.0006, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אָמַר רַבִּי יְהוּדָה בְּרֵיהּ דְּרַבִּי שִׁמְעוֹן בֶּן פַּזִּי: דְּמַקְטֵיר לֵיהּ לְשׁוּם עֵצִים, כְּרַבִּי אֱלִיעֶזֶר. דְּתַנְיָא, רַבִּי אֱלִיעֶזֶר אוֹמֵר: ״לְרֵיחַ נִיחוֹחַ״ אִי אַתָּה מַעֲלֶה, אֲבָל אַתָּה מַעֲלֶה לְשׁוּם עֵצִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Yehuda, son of Rabbi Shimon ben Pazi, said that</b> the priest does not burn the flour as part of the meal-offering but <b>burns it for the purpose of wood.</b> In other words, he does not burn the flour as part of an offering but merely as fuel for the altar, which is permitted <b>in accordance with</b> the opinion of <b>Rabbi Eliezer. As it was taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says:</b> “But they shall not come up <b>for a sweet savor</b> on the altar” (Leviticus 2:12). This verse indicates that <b>you</b> may <b>not bring up</b> leaven and honey as a “sweet savor,” an offering. <b>However, you</b> may <b>bring up</b> leaven and honey and other materials <b>for the purpose of wood.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5926b242d6e4a957603a0673", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tazria 3:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Midrash Tanchuma Buber, Tazria 3:2", "sourceHeRef": "תנחומא בובר, תזריע ג׳:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תזריע", "he": "ד\"א אין צור כאלהינו, בשר ודם צר צורה הוא מדבר וצורתו אינה מדברת, [והוא] משבח את צורתו, אבל הקב\"ה צורתו עומדת ומשבח לפניו. [ד\"א אין צור כאלהינו] בשר ודם מבקש לצור צורה כמה סממנין צריך להביא עד שלא צר אותה, אבל הקב\"ה הוא צר צורה מתוך טיפה אחת, בא וראה הטווס שבו שלש מאות וששים [וחמשה] מיני צבעונין, והוא נוצר מטיפה אחת של לובן, ולא תאמר בעוף, אלא אפילו באדם מטיפה אחת של לובן הוא נוצר, שנאמר אשה כי תזריע וילדה זכר, [הוי אין צור כאלהינו. ד\"א מלך בשר ודם צר צורה, אבל אין צורתו עוש צורה. אבל הקב\"ה צר צורה וצורתו עושה צורה, שהוא צר את האשה, והאשה יולדת ועושה צורה כיוצא בה, אשה כי תזריע].", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Another interpretation (of I Sam. 2:2): <small>AND THERE IS NO ROCK</small> (<i><small>TsWR</small></i>) <small>LIKE OUR GOD</small>. When flesh and blood fashions (rt.: <i><small>TsWR</small></i>) an image (rt.: <i><small>TsWR</small></i>), he (the fashioner) speaks, but his image does not speak. [Still, he] praises his image. In the case of the Holy One, however, his image stands up and praises him. [Another interpretation (of I Sam. 2:2:) <small>THERE IS NO ROCK</small> (<i><small>TsWR</small></i>) <small>LIKE OUR GOD</small>.] When flesh and blood wants to fashion an image, how many ingredients must he bring before he fashions it? But the Holy One fashions an image out of a single drop (of seminal fluid). Come and see the peacock<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Gk.: <i>taos</i>.</i> in which there are three hundred sixty[-five] kinds of colors; yet it is created from a single drop of white stuff. Now you should not &lt; only &gt; speak about a bird, but also about a human being, who is fashioned from a single drop of white stuff. Thus it is stated (in Lev. 12:2): <small>WHEN A WOMAN EMITS HER SEED AND BEARS A MALE</small>. [Ergo (in I Sam. 2:2): <small>AND THERE IS NO ROCK</small> (<i><small>TsWR</small></i>) <small>LIKE OUR GOD</small>. Another interpretation: When a king of flesh and blood fashions a image, his image does not make &lt; another &gt; image; but when the Holy One fashions an image, his image does make &lt; another &gt; image, for it fashions the woman, and the woman bears an image like it. (Lev. 2:12:) <small>WHEN A WOMAN EMITS HER SEED</small>.]", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933be3fd6e4a954e5309948", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tzav 16:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Midrash Tanchuma Buber, Tzav 16:1", "sourceHeRef": "תנחומא בובר, צו ט״ז:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "צו", "he": "ואת כל העדה הקהל וגו' <small>(ויקרא ח ג)</small>. א\"ל להיכן, א\"ל אל פתח אהל מועד, א\"ל משה רבינו, רבונו של עולם ששים רבוא אנשים וששים רבוא בחורים היאך אעמידם פתח אהל מועד, ואינו אלא בית סאתים, ואתה אומר ואת כל העדה הקהל, א\"ל הקב\"ה ועל דבר זה אתה תמיה, השמים האלו לא כדוק של עין הוא, ואני עשיתים מסוף העולם ועד סופו [שנאמר] הנוטה כדוק שמים [וימתחם כאהל לשבת] <small>(ישעיה מ כב)</small>, ואף לעתיד לבא כך אני עושה לציון, כל [אותן] האוכלוסין (אותן) מאדם הראשון ועד שיחיו המתים היאך הם עומדין, והם עתידין לומר צר לי המקום גשה לי ואשבה <small>(ישעיה מט כ)</small>, מה אני אעשה להם, אני מרחיבה, שנאמר הרחיבי מקום אהלך <small>(שם נד ב)</small>, מהיכן אתה למד מהר סיני, כיון שנגלה עליו הקב\"ה, מה כתיב רכב אלהים רבותים אלפי שנאן וגו' <small>(תהלים סח יח)</small>. אמר ר' אבדימי דמן חיפה אני שניתי במשנתי כיון שנגלה הקב\"ה על הר סיני ליתן את התורה, ירדו עמו עשרים ושנים אלף מרכות, אמר ר' ברכיה [הכהן] שצפה הקב\"ה שאין עומדין במימיהם אל שבטו של לוי, לפיכך ירד כנגד מחנה הלוים. אמר ר' ינאי אם כן מהו רכב אלהים רבותים, אלא כ\"ב אלף מרכבות ירדו עם הקב\"ה, וכל מרכבה ומרכבה כמרכבה שראה יחזקאל בן בוזי, והיה מחזיק, אלא מעשה נס היה, אמר הקב\"ה הרחב הארך וקבל בני בני אמונות, וכן אתה מוצא לעולם הבא, שהקב\"ה מרחיב את ירושלים, שנאמר (וארכה) [ורחבה] ונסבה למעלה וגו' <small>(יחזקאל מא ז)</small>, עד שעולה לשמים, ואין מעלה אלא שמים, שנאמר כי גדול מעל (השמים) [שמים חסדך] <small>(תהלים קח ה)</small>, כיון שמגעת עד לשמים אומרת צר לי המקום וגו' <small>(ישעיה מט כ)</small>, אעפ\"י כן הקב\"ה מעלה מן השמים לרקיע, ומן שני לשלישי, ומן שלישי לרביעי ומרביעי לחמישי, ומחמישי לששי, ומששי לשביעי. אמר ר' אלעזר בן יעקב עד שמגעת לכסא הכבוד, וכיצד הן עולין, הקב\"ה מביא עננים והן מפריחן, שנאמר מי אלה כעת תעופינה <small>(ישעיה ס ח)</small>, וכל אחד ואחד מן הצדיקים יש לו חופה בפני עצמו, שנאמר וברא ה' על [כל] מכון הר ציון ועל מקראיה [וגו' כי על כבוד חופה] <small>(שם ד ה)</small>, כיון שמגעת לכסא הכבוד, הקב\"ה אומר להם אני ואתם נהלך בעולם, שנאמר והתהלכתי בתוככם <small>(ויקרא כו יב)</small>, והקב\"ה יושב באמצע והצדיקים מראין אותו באצבע, שנאמר ואמר ביום ההוא הנה אלהינו זה קוינו לו ויושיענו וגו' <small>(ישעיה כה טו)</small>, ואומר כי זה אלהים אלהינו עולם ועד הוא ינהגנו על מות <small>(תהלים מח טו)</small>, לפי שהאומות אומרים, ואמר אי אלהינו (דברין לב לז), לפיכך ישראל אומרים כי זה אלהים אלהינו [עולם ועד] הוא ינהגנו על מות.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Lev. 8:3:) <small>AND ASSEMBLE THE WHOLE CONGREGATION</small>…. He said to him: Where?<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Tanh</i>., Lev. 2:12; see Lev. R. 10:9; cf. Gen. R. 5:7.</i> He said unto him: Unto the door of the Tent of Meeting. Moses our Master said to him: Sovereign of the World, &lt; there are &gt; sixty myriads of adults and sixty myriads of young people. How will I have them stand at the opening of the Tent of Meeting? &lt; The area is &gt; only the size of a field requiring of two seahs of seed; yet you are saying (in Lev. 8:3:) <small>AND ASSEMBLE THE WHOLE CONGREGATION</small>. The Holy One said to him: Are you surprised about this command? Are the heavens not like a cataract on the eye? For I made them &lt; to stretch &gt; from one end of the world to the other, [as stated] (in Is. 40:22): <small>WHO HAS STRETCHED OUT THE HEAVENS LIKE A CURTAIN</small> [<small>AND SPREAD THEM OUT LIKE A TENT TO DWELL IN</small>]. And also in the world to come I will do likewise for Zion. How will all those populations<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Gk.: <i>ochloi.</i></i> from the first Adam until the dead rise &lt; have room to &gt; stand? Then they are going to say (in Is. 49:20): <small>THE PLACE IS TOO CROWDED FOR ME; MAKE ROOM FOR ME TO DWELL</small>. What shall I do for them? I shall enlarge it, as stated (in Is. 54:2): <small>ENLARGE THE SITE OF YOUR TABERNACLE</small>? From where do you learn so? From Mount Sinai. When the Holy One appeared upon it, what is written (in Ps. 68:18 [17])? <small>THE CHARIOTS OF GOD ARE MYRIADS, THOUSANDS UPON THOUSANDS; &lt; THE LORD IS AMONG THEM ON SINAI</small> &gt;…. R. Avdimi of Haifa said: I have learned in my Mishnah: When the Holy One appeared on Mount Sinai to give the Torah, twenty-two thousand chariots came down with him.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\"><i>PRK</i> 12:22; <i>PR</i> 21:7; Exod. R. 29:2.</i> R. Berekhyah [the Priest] said that the Holy One foresaw that none would remain in their teaching (literally: their water) except the tribe of Levi. He therefore came down &lt; with a number &gt; corresponding to the camp of the Levites (according to Numb. 22:39). R. Jannay said: If so, how is it that <small>THE CHARIOTS</small> (rt.: <i><small>RKB</small></i>) <small>OF GOD ARE MYRIADS</small>. It is simply that twenty-two thousand chariots came down with the Holy One, with each and every chariot like the chariot which Ezekiel ben Buzi saw (Ezek. 1:19–21); yet it (i.e., Mt. Sinai) contained them. Indeed the event was a miracle. The Holy One said: Become wider (rt.: <small><i>RHB</i></small>) and longer to receive my children, &lt; who are &gt; faithful children. And so you find in the world to come, that the Holy One will widen (rt.: <small><i>RHB</i></small>) Jerusalem, as stated (in Ezek. 41:7): <small>AND IT BECAME</small> {<small>LONGER</small>} [<small>WIDER</small>] (rt.: <small><i>RHB</i></small>) <small>AS IT WOUND ABOUT HIGHER</small> (<i><small>LM</small>'<small>LH</small></i>)…, until it was rising to the heavens.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">See <i>PRK</i> 20:7. On the enlargement of Jerusalem in the age to come, cf. <i><small>BB</small></i> 75b.</i> Now, <small>HIGHER</small> (<i><small>M'LH</small></i>) can only mean \"heaven\" (<i><small>ShMYM</small></i>). Thus it is stated (in Ps. 108:5 [4]) <small>FOR</small> [<small>YOUR FAITHFULNESS IS</small>] <small>GREAT, ABOVE</small> (<small>M'L</small>) {<small>THE HEAVENS</small> (<i><small>HShMYM</small></i>)} [<small>HEAVEN</small> (<i><small>ShMYM</small></i>)].<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Note that the Mss reading (in the braces) adds an extra <i><small>H</small></i> to the Masoretic Text. Thus the <small><i>H</i></small> appears at the end of <i><small>M‘L</small></i> to make <i><small>M‘LH</small></i>.</i> When it (i.e., Jerusalem) reaches the heavens, it says (in Is. 49:20): <small>THE PLACE IS TOO CROWDED FOR ME</small>…. Nevertheless, the Holy One raises it up from the heavens to the firmament, from the second &lt; heaven &gt; to the third, from the third to the fourth, from the fourth to the fifth, from the fifth to the sixth, and from the sixth to the seventh. R. Eleazar ben Jacob said: &lt; The elevation of Jerusalem continues &gt; until it reaches the throne of glory. But how are they (the Israelites) to ascend? The Holy One will bring clouds and will have them fly. Thus it is stated (in Is. 60:8): <small>WHO ARE THESE THAT FLY LIKE A CLOUD</small>? Then each and every one of the righteous will have a canopy (<i>huppah</i>) for himself. Thus it is stated (in Is. 4:5): <small>FOR THE LORD WILL CREATE OVER THE</small> [<small>WHOLE</small>] <small>SITE OF MOUNT ZION AND OVER ITS ASSEMBLY</small> [<small>&lt; A CLOUD AND SMOKE BY DAY AND THE BRIGHTNESS OF A FLAMING FIRE BY NIGHT &gt;; FOR OVER &lt; ALL &gt; THE GLORY THERE SHALL BE A CANOPY</small> (<i>huppah</i>)]. When it reaches the throne of glory, the Holy One shall say to them: I and you shall walk through the world &lt; together &gt;, as stated (in Lev. 26:12): <small>AND I WILL WALK AMONG YOU</small>. The Holy One will dwell in the middle and the righteous shall &lt; proudly &gt; point him out. It is so stated (in Is. 25:9): <small>IN THAT DAY THEY SHALL SAY: SEE, THIS IS OUR GOD; WE WAITED FOR HIM, AND HE DELIVERED US</small>…. It also says (in Ps. 48:15 [14]): <small>FOR THIS IS GOD, OUR GOD, FOR EVER AND EVER; HE WILL LEAD EVERMORE</small>. Because the nations say (in Deut. 32:37): <small>AND HE WILL SAY: WHERE ARE THEIR GODS</small>? Israel shall therefore say (in Ps. 48:15 [14]): <small>FOR THIS IS GOD, OUR GOD, FOR EVER AND EVER; HE WILL LEAD EVERMORE</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59d488cfd6e4a939ba1738fb", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית. </b>איזה הוא קרבן ראשית, שתי הלחם ובכורים, ולמה נקראו ראשית שהן ראשית לכל המנחות וכן הוא אומר (פ' פינחס) בהקריבכם מנחה חדשה לה', [ובבכורים הוא אומר (פ' משפטים) ראשית בכורי אדמתך]<sup class=\"footnote-marker\">נט</sup><i class=\"footnote\">ר\"ל דלכן מכונים בשם ראשית להורות שהם קודמין להקרב לכל המנחות הבאות מתבואת שנה זו. וכונת הכתוב כאן להורות דאע\"פ שאסרתי לך הבאת שאור ודבש למזבח, בכ\"ז יש פרטים יוצאים מן הכלל שמותרים לבא משאור ודבש, והם שתי הלחם ובכורים, ששתי הלחם באים חמץ כדכתיב (פ' אמור) חמץ תאפינה, ובכורים באים מן הדבש כמו בכורי תאנים ותמרים, וכלולים בשם קרבן ראשית ע\"ש דמכונים בשם ראשית כמבואר.\n</i>.<br>(מנחות נ\"ח א', פ\"ד ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488cfd6e4a939ba1738fd", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>תקריבו. </b>יכול יהא יחיד מתנדב ומביא קרבן ראשית נדבה, ת\"ל קרבן ראשית תקריבו, צבור אמרתי לך ולא יחיד <sup class=\"footnote-marker\">ס</sup><i class=\"footnote\">סמיך על הדרשה הקודמת דקרבן ראשית שבכאן ענינו שתי הלחם ובכורים שמביאין הצבור משאור ודבש, יעו\"ש, ועל זה אמר יכול שגם ליחיד הותר להביא קרבנות אלו ת\"ל תקריבו – לצבור הותר ולא ליחיד.\n</i>.<br>(שם נ\"ח א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488cfd6e4a939ba1738ff", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>תקריבו. </b>יכול מכיון שנקראו שתי הלחם ובכורים קרבן ראשית לפיכך אם קרבן קרבן אחר לא יקרבו, ת\"ל תקריבו מכל מקום <sup class=\"footnote-marker\">סא</sup><i class=\"footnote\">קאי על המבואר בדרשה ראשונה בפסוק זה דקרבן ראשית שבכאן פירושו שתי הלחם ובכורים ונקראו ראשית מפני שהם קודמים להקריב לכל המנחות הבאות מתבואת שנה זו, יעו\"ש, על זה אמר כאן, יכול אם קדמן מנחות אחרות שוב לא יקרבו אותן כיון שנתאחרו והכתוב קראן ראשית, ת\"ל תקריבו מכל מקום. ויתכן בטעם הדרשה הזאת דמדייק משום דלפי הפשט הול\"ל תקטירו מהם כמ\"ש בתחלת הפסוק כי כל שאור וכל דבש לא תקטירו, ושינה וכתב תקריבו לרמז לדרשה כמבואר.\n</i> [תו\"ב].\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488cfd6e4a939ba173901", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>תקריבו אותם. </b>יכול יהא הצבור מביאין נדבה שאור ודבש כדרך שמביאין חובתן כיוצא בזה, ת\"ל תקריבו אותם – אותם ולא נדבה <sup class=\"footnote-marker\">סב</sup><i class=\"footnote\">גם דרשה זו נסמכת על הדרשה שבראש פסוק זה דקרבן ראשית שבכאן ענינו שתי הלחם ובכורים ושהצבור מביאין אותן משאור ודבש, ועל זה אומר כאן, יכול כמו שהותר לצבור להביא שאור ודבש בקרבן חובה כך הותר להם להביא גם נדבה משאור ודבש, קמ\"ל אותם – חובה ולא נדבה. ומדייק זה כנראה מדהיה יכול לכתוב תקריבום ולהשמיט מלת אותם.\n</i>.<br>(מנחות נ\"ח א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488cfd6e4a939ba173903", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:5", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:5", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואל המזבח לא יעלו. </b>אין לי אלא מזבח, כבש מנין ת\"ל ואל המזבח לא יעלו <sup class=\"footnote-marker\">סג</sup><i class=\"footnote\">בס' התוה\"מ פירש בטעם דרשה זו משום דכ\"מ דכתיב סתם מזבח כולל גם כבש [הוא התל שעולין בו למזבח], אבל לדעתי זה נסתר ממ\"ש בזבחים פ\"ו א', ת\"ר כל הנוגע במזבח יקדש, אין לי אלא מזבח, כבש מניין ת\"ל את המזבח, ע\"כ, והנה הפ' כל הנוגע במזבח הוא בפ' תצוה, ופ' את המזבח הוא בפ' פקודי, ואי ס\"ד דסתם שם מזבח כולל גם הכבש א\"כ ל\"ל להביא ממרחק מפ' פקודי פסוק את המזבח ולרבות מן את או מן ה' יתירא, כפירש\"י שם, תיפק ליה דבפסוק זה גופיה דכל הנוגע כתיב מזבח וממילא כלול גם הנגיעה בכבש, אלא ודאי מבואר מזה, דסתם מזבח אינו כולל כבש, אם לא היכי שיש רבוי יתירא כמו התם את המזבח, וכן צ\"ל בדרשה שלפנינו, דהיה יכול לכתוב ולמזבח לא יעלו וכתב ואל המזבח בא לרבות כבש.\n<br>גם י\"ל דטעם הדרשה הוא מדלא כתיב ועל המזבח (בעי\"ן), \"ואל\" משמע סמוך למזבח והוא הכבש. ובכלל כל עליה למקום גבוה דרך שפוע ממטה למעלה בא, ברב המקומות בכה\"ק, מקושר עם אל (לא עם על) כמו עלה אל ההר, ומדכתיב כאן אל משמע דיש כאן מקום שפוע, והוא הכבש.\n</i>, יכול לכל דבר כבש במזבח ת\"ל תקריבו אותם, אותם הוא דרבאי לך כבש כמזבח, מידי אחרינא לא <sup class=\"footnote-marker\">סד</sup><i class=\"footnote\">ר\"ל רק לענין איסור העלאת שאור ודבש דמי כבש למזבח, אבל לענין העלאה לכבש דברים זולת אלה שאסור להקריבן למזבח לא אתקש כבש למזבח ואין חייבים על זה. ואמנם זה פשוט דרק לענין פטור זה יוצא כבש מכלל מזבח, אבל זולת זה אתקש כבש למזבח לענין כמה דברים, וכמ\"ש בזבחים פ\"ו א' כשם שהמזבח מקדש את הראוי לו כך הכבש מקדש, ועוד ענינים שונים.\n</i>.<br>(מנחות נ\"ז ב', זבחים ע\"ז א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d488cfd6e4a939ba173905", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 2:12:6", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Torah Temimah on Torah, Leviticus 2:12:6", "sourceHeRef": "תורה תמימה על התורה, ויקרא ב׳:י״ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>לא יעלו לריח ניחח. </b>תניא, ואל הבזבוז לא יעלו לריח ניחח, לריח ניחח אי אתה מעלה אותם אבל אתה מעלה אותם לשם עצים, יכול כל דבר כן, ת\"ל תקריבו אותם, אותם אתם מעלה לשם עצים, מידי אחרינא לא <sup class=\"footnote-marker\">סה</sup><i class=\"footnote\">ואי לאו מעוט זה הו\"א בכל דבר שמסופקים בהם אם יקריבום למזבח או לא יעלום לשם עצים, כגון אברי חטאת שנתערבו באברי עולה, ובשר חטאת הוא בבל תקטירו ועולה כולה כליל, הו\"א שיקריבום לשם עצים, כלומר לא לשם קרבן, או כגון מנחת ישראלית הנשואה לכהן שיש לשניהם חלק בה, דמחמת חלק שלה צריך להקטיר רק הקומץ, והשירים נאכלין כדין מנחת ישראל, ומחמת חלק שלו צריך להקטיר כל המנחה כדכתיב (פ' צו) וכל מנחת כהן כליל תהיה, הו\"א דבאופן כזה צריך להקריב לשם עצים, קמ\"ל, אלא במשל הראשון צריך להוציא האברים לבית השריפה ובמשל השני צריך לפזר השירים על בית הדשן כמבואר בסוגיא.\n<br>ודע דברמב\"ם פ\"ה ה\"ג מאסמ\"ז כתב בענין זה בזה\"ל, אם העלה שאור ודבש למזבח לשם עצים פטור, עכ\"ל, ולשון זה מורה מפורש דהיתר זה מוסב רק אדיעבד, ותמה אני למה שינה מפשטות לשון הגמרא אבל אתה מעלה לשם עצים דמשמע מפורש גם לכתחילה, וגם יש ראיות דבאמת רשאים גם לכתחילה להעלות לשם עצים, שכן אמרו בסוטה כ\"ג א' בענין דאיירי שם, אפשר דמסיק להו להשירים לשם עצים, וכן נראה לדייק מסוגיא שלפנינו, אברי חטאת שנתערבו באברי עולה [ובשר חטאת הוא בבל תקטירו ועולה כולה כליל], ר\"א אומר יקטיר על המזבח ורואה אני את בשר החטאת מלמעלה כאלו הן עצים, ופירש\"י דכיון דאינו מכוין להקטרה שרי עכ\"ל, וחכמים פליגי עליה וס\"ל דיצאו לבית השריפה, ומפרש בגמרא מ\"ט דר\"א אמר קרא ואל המזבח לא יעלו לריח ניחח, לריח ניחח אי אתה מעלה אבל אתה מעלה לשם עצים, ופריך ורבנן מאי טעמייהו, ומשני אמר קרא אותם, אותם אתה. מעלה [ר\"ל שאור ודבש] אבל מידי אחרינא לא, יעו\"ש, ואי ס\"ד דכלל העלאה זו הותרה רק בדיעבד לענין פטור מלקות הו\"ל לרבנן לומר אימר דאמר רחמנא אתה מעלה בדיעבד אבל לכתחילה לא, ומדלא אמרו כן, ש\"מ דבאמת הותר זה גם לכתחילה, ובאמת כן גם הסברא מחייבת, דכיון דאינו מכוין לשם קרבן הוי כמתעסק בעלמא ולמה יהיה אסור, ואיך שהוא דברי הרמב\"ם בזה צ\"ע רב.\n</i>.<br>(זבחים ל\"ז א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ecad6e4a90d4d5c467f", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 47b:6", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Yoma 47b:6", "sourceHeRef": "ביאור שטיינזלץ על יומא מ״ז ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 94.0006, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>אמר ר' יהודה בריה</b> <small>[בנו]</small> של <b>ר' שמעון בן פזי:</b> מדובר כאן שאינו מקטירם לשם מנחה, אלא <b>מקטיר ליה</b> <small>[אותו]</small> <b>לשום</b> (לשם) <b>עצים.</b> כלומר: אינו מקטיר לשם קרבן אלא כחומר דלק בלבד למזבח, ודבר זה מותר, כדברי <b>ר' אליעזר. דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]:</small> <b>ר' אליעזר אומר:</b> נאמר: <b>\"</b>ואל המזבח לא יעלו <b>לריח ניחח\"</b> (ויקרא ב, יב), לומר: \"לריח ניחוח\" <b>אי אתה מעלה,</b> שאינם עולים כקרבן, <b>אבל אתה מעלה</b> דברים אחרים <b>לשום עצים.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a01c333d6e4a958dbbde60d", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 117:6", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sefer HaChinukh 117:6", "sourceHeRef": "ספר החינוך קי״ז:ו׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 117.0006, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "דִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה שֶׁכָּל הַמְּנָחוֹת (מנחות נב ב) הַקְּרֵבוֹת לְגַבֵּי הַמִּזְבֵּחַ בָּאוֹת מַצָּה כְּמוֹ שֶׁאָמַרְנוּ. וְכֵן שְׁיָרֵי הַמְּנָחוֹת שֶׁאוֹכְלִין הַכֹּהֲנִים אַף עַל פִּי שֶׁהֵם מֻתָּרִין לֶאֱכֹל אוֹתָם בְּכָל מַאֲכָל וּבִדְבַשׁ, אֵין אוֹכְלִים אוֹתָן חָמֵץ. שֶׁנֶּאֱמַר (שם ו י) לֹא תֵאָפֶה חָמֵץ חֶלְקָם. וְיֵשׁ בַּמַּשְׁמָע אֲפִלּוּ חֶלְקָם לֹא יַחְמִיצוּ. וְאִם הֶחְמִיץ שְׁיָרֶיהָ לוֹקֶה. וְלוֹקִין עַל כָּל עֲשִׂיָּה וַעֲשִׂיָּה שֶׁבָּהּ. כֵּיצַד? לָשָׁהּ חָמֵץ אוֹ עֲרָכָהּ חָמֵץ אוֹ קִטְּפָהּ חָמֵץ אוֹ אֲפָאָהּ חָמֵץ לוֹקֶה, שֶׁנֶּאֱמַר לֹא תֵעָשֶׂה חָמֵץ לֹא תֵאָפֶה חָמֵץ, לְחַיֵּב עַל מַעֲשֶׂה יְחִידִי, שֶׁבַּעֲשִׂיָּתָהּ חָמֵץ חַיָּב מַלְקוּת. וְאֵין לוֹתְתִין (רש\"י פסחים לו א) חִטִּים שֶׁל מְנָחוֹת שֶׁמָּא יַחְמִיצוּ. וְאַף עַל פִּי כֵן אָמְרוּ זִכְרוֹנָם לִבְרָכָה (מנחות נה א) שֶׁהַמְּנָחוֹת הַנֶּאֱפוֹת הָיוּ נִלּוֹשׁוֹת בְּפוֹשְׁרִין, וּמְשַׁמְּרִין אוֹתָן שֶׁלֹּא יַחְמִיצוּ, שֶׁהַכֹּהֲנִים זְרִיזִים הֵן. וּשְׂאֹר וּדְבַשׁ אִסּוּרָן בְּכָל שֶׁהוּא, שֶׁנֶּאֱמַר לֹא תַקְטִירוּ מִמֶּנּוּ. כְּלוֹמַר אֲפִלּוּ כָּל שֶׁהוּא. וְאֵינוֹ חַיָּב (רמב\"ם פ\"ה איסורי מזבח ה\"א) אֶלָּא אִם כֵּן הִקְטִירָן עִם הַקָּרְבָּן אוֹ לְשֵׁם הַקָּרְבָּן. וְאֶחָד הַמַּקְטִיר עַצְמָן אוֹ תַּעֲרָבְתָּן (מנחות נח א) לוֹקֶה. אֲבָל הִקְטִירָן בִּפְנֵי עַצְמָן לְשֵׁם עֵצִים (זבחים עו ב) פָּטוּר, שֶׁנֶּאֱמַר וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ. לְרֵיחַ נִיחוֹחַ אִי אַתָּה מַעֲלֶה, אֲבָל אַתָּה מַעֲלֶה לְשֵׁם עֵצִים. וְיֶתֶר פְּרָטֶיהָ מְבֹאָרִים בְּמַסֶּכֶת מְנָחוֹת (נב ב נח ב).", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The laws of the commandment: That which they, may their memory be blessed, said (Menachot 52b) that all meal-offerings that are offered on top of the altar come [as] matsah, as we said. And so [too, that] the remainders of the meal-offerings that the priests eat are not eaten chamets — even though [the priests] are permitted to eat them with any food or with honey — as it is stated (Leviticus 6:10), “You shall not bake their portion chamets,” and [included] in its understanding is [that] even their portion they shall not render chamets. And if he renders its remainders chamets, he is lashed. And we administer lashes for each and every doing within it. How is this? [If] he kneaded it chamets or set it up chamets or cut it up chamets or broke it up chamets or baked it chamets, he is lashed — as it is stated, “you shall not make chamets,” “you shall not bake chamets,” to make liable for a single action in making it chamets; [he is] liable for lashes. And we do not dampen wheat kernels of meal-offerings lest they become chamets (Rashi on Pesachim 36a). And nonetheless they, may their memory be blessed, said (Menachot 55a) that baked meal-offerings were kneaded in lukewarm water, and they would guard them that they not become chamets, as priests are alacritous. And leaven and honey are forbidden (forbid) with the smallest amount, as it is stated, “you shall not burn from it” — meaning to say, even the smallest amount. And he is not liable unless he burns them with the offering or for the sake of the offering (Mishneh Torah, Laws of Things Forbidden on the Altar 5:1). And it is one whether he burns them by themselves or their mixture — he is lashed (Menachot 58a). But if he burned them on their own for the sake of [fire]wood, he is exempted; as it is stated (Leviticus 2:12), “upon the altar they shall not be brought up as a pleasing smell” — for a pleasing smell you shall not bring up, but you may bring up for the sake of wood (Zevachim 76b). And the rest of its details are elucidated in Tractate <i>Menachot. </i>", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "5a79be6bd6e4a94571873376", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 76b:9", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Zevachim 76b:9", "sourceHeRef": "זבחים ע״ו ב:ט׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 152.0009, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "אמר רב יהודה בריה דר\"ש בן פזי דמסיק להו לשם עצים דתניא רבי אליעזר אומר (ויקרא ב, יב) לריח ניחוח אי אתה מעלה אבל אתה מעלה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Yehuda, son of Rabbi Shimon ben Pazi, says that</b> the priest does not sprinkle the oil as a definite rite but stipulates that if the man is not a leper he is sprinkling it in a manner analogous to other items that one <b>burns for the sake of wood,</b> i.e., as fuel for the altar and not as a sacrificial rite. <b>As it is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says:</b> The verse states: “No meal offering that you shall bring to the Lord shall be made with leaven; for you shall make no leaven, nor any honey, smoke from it as an offering made by fire to the Lord. As an offering of first fruits you may bring them to the Lord; but they shall not come up for a pleasing aroma on the altar” (Leviticus 2:11–12). This verse indicates that <b>you may not offer up</b> leaven and honey <b>as a pleasing aroma,</b> an offering. <b>But you may offer up</b> leaven and honey and other substances", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be6bd6e4a94571873378", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 77a:8", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Zevachim 77a:8", "sourceHeRef": "זבחים ע״ז א:ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 153.0008, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "<big><strong>גמ׳</strong></big> מ\"ט דרבי אליעזר אמר קרא (ויקרא ב, יב) ואל המזבח לא יעלו לריח ניחוח לריח ניחוח אי אתה מעלה אבל אתה מעלה לשם עצים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>GEMARA:</strong> <b>What is the reason of Rabbi Eliezer</b> for deeming it permitted to burn the limbs of the sin offering on the altar as wood? The Gemara explains: <b>The verse states:</b> “No meal offering that you shall bring to the Lord shall be made with leaven; for you shall make no leaven, nor any honey, smoke as an offering made by fire to the Lord. As an offering of first fruits you may bring them to the Lord; <b>but they shall not come up for a pleasing aroma on the altar”</b> (Leviticus 2:11–12). This indicates that <b>you may not offer up</b> leaven and honey <b>as a pleasing aroma,</b> i.e., as an offering. <b>But you may offer up</b> leaven and honey and other substances that are prohibited to be sacrificed upon the altar, such as the limbs of a sin offering, <b>for the sake of wood.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff18fd6e4a93bec1fb258", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 77a:8", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Zevachim 77a:8", "sourceHeRef": "ביאור שטיינזלץ על זבחים ע״ז א:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 153.0008, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>ב גמרא</big> ומבררים: <b>מאי טעמא</b> <small>[מה הטעם]</small> לשיטת <b>ר' אליעזר,</b> שהתיר להעלות את בשר החטאת על המזבח לשם עצים? ומשיבים: <b>אמר קרא</b> <small>[המקרא]</small> באיסור הקרבת שאור ודבש: <b>\"ואל המזבח לא יעלו לריח ניחח\"</b> (ויקרא ב, יב), <b>לריח ניחוח אי</b> (אין) <b>אתה מעלה</b> אותם, <b>אבל אתה מעלה</b> אותם <b>לשם עצים.</b> ומכאן אתה למד לשאר דברים האסורים בהקרבה, כגון בשר החטאת, שניתן להעלותם כעצים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff195d6e4a93bec1fb2da", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 87a:11", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Zevachim 87a:11", "sourceHeRef": "ביאור שטיינזלץ על זבחים פ״ז א:י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 173.0011, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<big>ב</big> שנינו במשנה: <b>כשם שהמזבח מקדש</b> כך הכבש וכלי שרת מקדשים. ובענין זה מביאים, <b>תנו רבנן</b> <small>[שנו חכמים]:</small> <b>\"הנגע במזבח</b> יקדש\" (שמות כט, לז) — <b>אין לי אלא מזבח, כבש מנין? תלמוד לומר</b> \"ומשחת <b>את המזבח\"</b> (ויקרא ב, יב), \"את\" לרבות הכבש. <b>כלי שרת מניין? תלמוד לומר</b> בכלי הקודש כולם: <b>\"כל הנגע בהם יקדש\"</b> (שמות ל, כט).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8eaa0613964014ac6accc", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 57b:17", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 57b:17", "sourceHeRef": "מנחות נ״ז ב:י״ז", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 114.0017, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ר' יוחנן אמר חייב דתניא המזבח אין לי אלא מזבח כבש מנין תלמוד לומר (ויקרא ב, יב) ואל המזבח לא יעלו לרצון", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara elaborates. <b>Rabbi Yoḥanan says</b> he is <b>liable, as it is taught</b> in a <i>baraita</i>: After the verse: “As any leaven and any honey, you shall not burn any of it as an offering made by fire to the Lord,” the next verse states: “As an offering of first fruits you may bring them to the Lord, but they shall not come up to <b>the altar</b> for a pleasing aroma” (Leviticus 2:12). <b>I have</b> derived <b>only</b> that this <i>halakha</i> applies to an item that is brought on the <b>altar. From where</b> is it derived that the same applies if it is brought to the <b>ramp</b> of the altar? <b>The verse states: “But they shall not come up to the altar</b> for a pleasing aroma,” to be accepted, and the ramp is the means to ascend to the altar.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa0613964014ac6acce", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 57b:18", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Menachot 57b:18", "sourceHeRef": "מנחות נ״ז ב:י״ח", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 114.0018, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ור' אלעזר אמר פטור מ\"ט דאמר קרא (ויקרא ב, יא). שאור ודבש קרבן ראשית תקריבו אותם אותם", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And what is the reason</b> that <b>Rabbi Elazar says</b> that one who brings up parts to the ramp is <b>exempt? As the verse states:</b> “For any <b>leaven, and</b> any <b>honey,</b> you shall not burn any of it as an offering made by fire to the Lord. <b>As an offering of first produce you may bring them</b> to the Lord, but they shall not come up to the altar for a pleasing aroma” (Leviticus 2:11–12).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa0613964014ac6acd2", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 58a:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 58a:1", "sourceHeRef": "מנחות נ״ח א:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 115.0001, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ור' יוחנן האי אותם מאי עביד ליה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>And what does Rabbi Yoḥanan,</b> who maintains that the prohibition against bringing leftover portions up to the ramp applies to all of the items listed in the <i>baraita</i>, <b>do with this</b> term: <b>“Them,”</b> in the verse: “As an offering of first produce you may bring them” (Leviticus 2:12), from which Rabbi Elazar learns that only first fruits and the two loaves are included in the prohibition?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa1613964014ac6ad14", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 60b:17", "anchorRef": "Leviticus 2:1-13", "anchorRefExpanded": ["Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13"], "sourceRef": "Menachot 60b:17", "sourceHeRef": "מנחות ס׳ ב:י״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 120.0017, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "או אינו אומר והבאת אלא שיחיד מתנדב ומביא מנחה אחרת חוץ מאלה שבענין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara cites a <i>baraita</i>: <b>Or</b> perhaps when the verse <b>states: “And you shall bring,”</b> this does <b>not</b> serve to teach about the requirement of bringing near <b>but rather</b> is written for a different reason: To indicate <b>that an individual</b> Jew <b>may donate and bring a different</b> kind of <b>meal offering,</b> one made from barley, <b>apart from these</b> five meal offerings, all made from wheat, <b>which</b> the verse mentions <b>with regard to this matter</b> (see Leviticus 2:1–13). The five offerings are the fine-flour meal offering, the meal offering prepared in the pan, the meal offering prepared in the deep pan, and the meal offering baked in the oven, either in the form of loaves or in the form of wafers.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa2613964014ac6aee2", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 83b:18", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 83b:18", "sourceHeRef": "מנחות פ״ג ב:י״ח", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.0018, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "והכתיב (ויקרא כג, י) ראשית למצוה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara questions the ruling of the <i>baraita</i> that the <i>omer</i> and the two loaves are valid even if brought from an old crop: <b>But isn’t</b> the term <b>“first” written</b> with regard to both the <i>omer</i> and the two loaves? This indicates they must come from the new crop. The <i>omer</i> is referred to as “the first of your harvest” (Leviticus 23:10), and the two loaves are referred to as “an offering of the first” (Leviticus 2:12). The Gemara answers: The term indicates that only the new crop should be used, but that is only <b>for</b> the proper fulfillment of the <b>mitzva.</b> If an old crop was used, the offerings are still valid.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa4613964014ac6b076", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 106b:2", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Menachot 106b:2", "sourceHeRef": "מנחות ק״ו ב:ב׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 212.0002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אמר ר' יהודה בריה דרבי שמעון בן פזי דמסיק להו לשום עצים וכרבי אליעזר דתניא רבי אליעזר אומר (ויקרא ב, יב) לריח ניחוח אי אתה מעלה אבל אתה מעלה לשום עצים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Yehuda, son of Rabbi Shimon ben Pazi, said:</b> The priest does not burn the oil as an offering but <b>burns it for the sake of wood,</b> i.e., not as a sacrificial rite, <b>in accordance with</b> the opinion of <b>Rabbi Eliezer. As it is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says:</b> The verse states: “No meal offering that you shall bring unto the Lord shall be made with leaven; for you shall make no leaven, nor any honey, smoke from it as an offering made by fire unto the Lord. As an offering of first fruits you may bring them unto the Lord; but they shall not come up for a pleasing aroma on the altar” (Leviticus 2:11–12). This verse indicates that <b>you may not offer up</b> leaven and honey <b>as a pleasing aroma,</b> i.e., as an offering. <b>But you may offer up</b> leaven and honey and other substances <b>for the sake of wood,</b> not as an offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa7613964014ac6b11a", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 58a:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 58a:3", "sourceHeRef": "מנחות נ״ח א:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 115.0003, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ת\"ל (ויקרא ב, יב) קרבן ראשית תקריבו ציבור אמרתי לך ולא יחיד", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "Therefore, <b>the verse states: “As an offering of first produce you may bring.”</b> The phrase: “You may bring,” is written in the plural, meaning that it is addressed to the community. Therefore, it is interpreted to mean: <b>I said to you</b> that <b>a community</b> may consecrate and bring the two loaves, which are an offering of first produce, <b>but an individual</b> may <b>not</b> consecrate and bring two loaves of this nature.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa8613964014ac6b17c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 84b:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 84b:2", "sourceHeRef": "מנחות פ״ד ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 168.0002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "יתיב רבה וקא אמר לה להא שמעתא איתיביה רבי אחא בר אבא לרבה (ויקרא ב, יב) קרבן ראשית שתהא ראשית לכל המנחות וכן הוא אומר (במדבר כח, כו) בהקריבכם מנחה חדשה לה' בשבועותיכם", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabba sat</b> in the study hall <b>and stated this <i>halakha</i>. Rabbi Aḥa bar Abba raised an objection to Rabba</b> from a <i>baraita</i>: The Torah refers to the two loaves offering as: <b>“A first offering</b> to the Lord” (Leviticus 2:11), which indicates <b>that it is to be the first of all the meal offerings</b> that come from the new crop. <b>And similarly</b> the verse <b>states</b> with regard to the festival of <i>Shavuot</i>: “On the day of the first fruits, <b>when you bring a new meal offering to the Lord”</b> (Numbers 28:26). By designating the two loaves as “new,” the verse indicates that they should be brought from the first of the new crop.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaaa613964014ac6b1e6", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 106b:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Menachot 106b:2", "sourceHeRef": "מנחות ק״ו ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 212.0002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אמר ר' יהודה בריה דרבי שמעון בן פזי דמסיק להו לשום עצים וכרבי אליעזר דתניא רבי אליעזר אומר (ויקרא ב, יב) לריח ניחוח אי אתה מעלה אבל אתה מעלה לשום עצים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Yehuda, son of Rabbi Shimon ben Pazi, said:</b> The priest does not burn the oil as an offering but <b>burns it for the sake of wood,</b> i.e., not as a sacrificial rite, <b>in accordance with</b> the opinion of <b>Rabbi Eliezer. As it is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says:</b> The verse states: “No meal offering that you shall bring unto the Lord shall be made with leaven; for you shall make no leaven, nor any honey, smoke from it as an offering made by fire unto the Lord. As an offering of first fruits you may bring them unto the Lord; but they shall not come up for a pleasing aroma on the altar” (Leviticus 2:11–12). This verse indicates that <b>you may not offer up</b> leaven and honey <b>as a pleasing aroma,</b> i.e., as an offering. <b>But you may offer up</b> leaven and honey and other substances <b>for the sake of wood,</b> not as an offering.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0fd4d56eb3050055aa99c4", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Bo, Torah Ohr 39", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Bo, Torah Ohr 39", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, בא, תורה אור ל״ט", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 39, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>והנה</b> היתה לפנים העבודה בבכורות שהם הראשיות וסימנך <small>(ויקרא ב, יב)</small> קרבן ראשית, וכל ענין השליחות לפרעה היה כי בני בכורי ישראל <small>(שמות ד, כב)</small>, ישראל הם הבכור האמתי, על כן ראוי להם העבודה, כי על כן לקח יעקב מן עשו הבכורה כי לא היה ראוי לעבודה:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "In earlier eras all such sacrifices were performed with firstling animals, as indicated by the phrase קרבן ראשית in Leviticus 2,12. Moses' whole mission to Pharaoh was to inform the latter that Israel's was G–d's true firstling, i.e. בני בכורי ישראל (Exodus 4,22). As a result it was appropriate that the Jewish people first and foremost should perform עבודה for G–d. The only reason Jacob had purchased the birthright from Esau was to qualify as the first-born in order to perform this service to G–d. Jacob would not otherwise have been been qualified to perform this service, [at a time when the Levites had not yet replaced the first-born as priests. Ed.]", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b167570d6b9c70071deaa17", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 58a:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Menachot 58a:1", "sourceHeRef": "ביאור שטיינזלץ על מנחות נ״ח א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 115.0001, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": "ושואלים: <b>ו</b>לדעת <b>ר' יוחנן</b> הסבור שכל המנויים בברייתא הריהם בכלל איסור הקטרה אף על הכבש, <b>האי</b> <small>[</small>כתוב <small>זה]</small> <b>\"אתם\"</b> האמור בפסוק \"קרבן ראשית תקריבו אותם\" (ויקרא ב, יב) שממנו למד ר' אלעזר למעט את שאר המנויים בברייתא (מלבד שתי הלחם וביכורים), <b>מאי עביד ליה</b> <small>[מה</small> הוא <small>עושה בו,</small> לומד ממנו<small>]?</small>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b167570d6b9c70071deaa1f", "index_title": "Steinsaltz on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Menachot 58b:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Menachot 58b:2", "sourceHeRef": "ביאור שטיינזלץ על מנחות נ״ח ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 116.0002, "collectiveTitle": {"en": "Steinsaltz on Menachot", "he": "ביאור שטיינזלץ על מנחות"}, "heTitle": "ביאור שטיינזלץ על מנחות", "he": "אילו <b>רבא אמר</b> כי <b>אין קומץ</b> ב<b>פחות מ</b>שיעור כ<b>שני זיתים,</b> ולכן האיסור \"שאור... לא תקטירו\" <b>(ויקרא ב, יב) נאמר בשיעור שני זיתים ומעלה, ואילו הריבוי \"כל שאור... לא תקטירו\" מלמד שאף בחלק משיעור זה הריהו עובר</b> <b>ו</b>לעולם <b>אין הקטרה פחותה מכזית.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179b07bb386c011be982c4", "index_title": "Rashi on Menachot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Menachot 57b:18:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Rashi on Menachot 57b:18:1", "sourceHeRef": "רש\"י על מנחות נ״ז ב:י״ח:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashi on Menachot", "he": "רש\"י על מנחות"}, "heTitle": "רש\"י על מנחות", "he": "אותם - ב' הלחם מן שאור ובכורים מן דבש דכתיבי בההוא קרא וה\"ק קרבן ראשית תקריבו אותם דהיינו שתי הלחם מן השאור דכתיב (ויקרא כ״ג:י״ז) חמץ תאפינה וראשית מיקרו דהן ראשית לכל המנחות הבאות מתבואת שנה זו דכתיב בה (במדבר כ״ח:כ״ו) מנחה חדשה ובכורים מן הדבש ואיקרו ראשית [דכתיב ראשית] בכורי אדמתך (שמות כ״ג:י״ט) הנך הוא דרבינן ליה כבש כמזבח כדכתיב (ויקרא ב׳:י״ב) ואל המזבח לא יעלו:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a5f2bb386c011be9d951", "index_title": "Tosefta Makkot", "category": "Tosefta", "type": "", "ref": "Tosefta Makkot 4:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tosefta Makkot 4:2", "sourceHeRef": "תוספתא מכות ד׳:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Tosefta Makkot", "he": "תוספתא מכות"}, "heTitle": "תוספתא מכות", "he": "המעלה כזית משתי הלחם לעבודה או בחוץ הרי זה חייב שנא' (ויקרא ב׳:י״ב) קרבן ראשית תקריבו וגו' אחד המזבח ואחד הכבש ולכך המעלה מבשר החטאת מבשר אשם מבשר קדשי קדשים מבשר קדשים קלים ממותר העומר משתי הלחם ומלחם הפנים משירי מנחות משאור ומדבש עובר בלא תעשה שנאמר (שם) כי כל שאור וכל דבש לא תקטירו רבי יוסי אומר חטאת עולה שלמים אינו חייב אלא אחת אבל אמר חטאת עולה ושלמים חייב על כל אחת ואחת.", "heVersionTitle": "Tosefta Makkot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8ecb071e100bf4e5108", "index_title": "Tosefta Menachot", "category": "Tosefta", "type": "", "ref": "Tosefta Menachot 6:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tosefta Menachot 6:3", "sourceHeRef": "תוספתא מנחות ו׳:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Tosefta Menachot", "he": "תוספתא מנחות"}, "heTitle": "תוספתא מנחות", "he": "המעלה כזית משתי הלחם בעבודה או בחוץ הרי זה חייב שנאמר (ויקרא ב׳:י״ב) קרבן ראשית תקריבו אותם לה' ואל המזבח לא יעלו. אחד המזבח ואחד הכבש לכך.", "heVersionTitle": "Tosefta Menahot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא מנחות - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d88bda51caf0018dca680", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Section 12 7", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Section 12 7", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרשה יב ז׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יב", "he": "[ז] \"קרבן ראשית\" – שיהיה ראשית לכל המנחות, וכך הוא אומר (ויקרא כג, טז) \"והקרבתם מנחה חדשה לשם\" שתהיה חדשה לכל המנחות. אין לי אלא מנחת חטין; למנחת שעורין מנין? כשהוא אומר (במדבר כח, כו) \"וביום הבכורים בהקריבכם מנחה חדשה לה' בשבועותיכם\" – אם אינו ענין למנחת חטין תנהו ענין למנחת שעורים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) (Vayikra 2:12): (\"As a first-offering you may offer them [leaven and honey] up to the L–rd\"): \"As a first-offering\" (the two loaves were leavened, and the first-fruits contained the honey of fruits and dates.): — that they (the two loaves) be first of all the meal-offerings (of the year, no meal-offering of the new grain being brought before the two loaves are offered), as it is written (Vayikra 23:16): \"And you shall offer a new meal-offering to the L–rd\" — that it be the newest of all the meal-offerings. This tells me (that it precedes) only a meal-offering of wheat (the two loaves being of wheat.) Whence do I derive that it precedes even) a meal-offering of barley (such as the meal-offering of rancor [of the sotah])? From (Numbers 28:26): \"And on the day of first-fruits, when you offer a new meal-offering to the L–rd, in your (festival of) weeks (Shavuoth).\" If it (\"new\") is not needed for a wheat meal-offering, (this already having been written), understand it as applying to a barley meal-offering (i.e., that a barley meal-offering, too, does not precede it).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d88c63081100060591a0f", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Vayikra Dibbura DeNedavah, Section 12 8", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Section 12 8", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרשה יב ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יב", "he": "[ח] ומנין שיקדימו לבכורים? תלמוד לומר (שמות לד, כב) \"בכורי קציר חטים\". אין לי אלא של חטין; של שעורים מנין? תלמוד לומר (שמות כג, טז) \"וחג הקציר בכורי מעשיך…\". \"אשר תזרע\" (שמות כג, טז) – אין לי אלא שיזרע; עלה מאליו מנין? תלמוד לומר \"אשר בשדה\". אין לי אלא שבשדה; שבגג ושבחצר ושבחורבה מנין? תלמוד לומר (במדבר יח, יג) \"בכורי כל אשר בארצם\". ומנין שיקדימו לנסכים ולפירות האילן? תלמוד לומר \"בכורי מעשיך\" ואומר (שמות כג, טז) \"באספך את מעשיך מן השדה\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) And whence is it derived that they (the two loaves) precede the (bringing of) the first-fruits (bikkurim)? From (Shemoth 34:22): (\"And the festival of Shavuoth shall you make for yourself,) the first of the wheat harvest\" (i.e., What you make on Shavuoth [the two loaves] should precede [all that comes of] the wheat harvest.) This tells me (that it precedes only bikkurim) of wheat. Whence do I derive (that it precedes also bikkurim) of barley? From (Shemoth 23:16): \"which you sow\" (implying all that you sow.) This tells me only of what is sown. Whence do I derive (that the two loaves precede) what grows of itself (from seeds scattered by the wind)? From (Shemoth 23:16): \"in the field\" (implying all that grows in the field.) This tells me only of what grows in the field. Whence do I derive the same for (fruits planted on) a roof, in a yard, or in a ruin? From (Bamidbar 18:13): (The two loaves shall be) \"the first-fruits of all that is in their land.\" And whence is it derived that they precede the (bikkurim of) libations and the fruits of the tree? From (Bamidbar 23:16): (The two loaves shall be) \"the first fruits of your labor,\" and (Bamidbar 23:16): \"when you gather your labor from the field.\" (Grapes for libations and fruits are subsumed in \"gathered.\")", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d90bd3081100060591c01", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tzav, Chapter 10 8", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sifra, Tzav, Chapter 10 8", "sourceHeRef": "ספרא, צו, פרק י ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק י", "he": "[ח] יכול לא יחלקו בקדשי קדשים אבל יחלקו בקדשים קלים? תלמוד לומר \"איש כאחיו\" וסמיך ליה \"אם על תודה\" – כשם שאין חולקין בקדשי קדשים כך אין חולקין בקדשים קלים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) I might think they do not make apportionment with higher order offerings, but they do make apportionment with lower order offerings; it is, therefore, written (after (Vayikra 2:11) \"And this is the law of the sacrifice of peace-offerings [lower order offerings]\"), (Vayikra 2:12) \"If for thanksgiving (a lower order offering) he shall offer it\" — Just as apportionment is not made with higher order offerings, they are not made with lower order offerings.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caf012c1fb9a30018bd3458", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 195", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 195", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה קצ״ה", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 195, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "אֶל תַּקְטִירוּ שְׂאוֹר", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5caf01f31fb9a30018bd3780", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 196", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 196", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה קצ״ו", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 196, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וּדְבָשׁ", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6bdfc4424d0058269740", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 137:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 137:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קל״ז:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 137.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "קרבן ראשית תקריבו: מפרש ש\"קרבן ראשית\" תוכל להביא מן השאור ומן הדבש, והם שתי הלחם מן השאור ובכורים מן הדבש. והנה הבכורים נקראים \"ראשית\" כמו שכתוב \"ולקחת מראשית כל פרי האדמה\", אבל למה קורא שתי הלחם בשם \"ראשית\" דהא אין מחויב להביא המבוכר ראשונה? וגם לא יקראו בשם \"ראשית\" על שהוא ראשית הקציר דהא כבר קדם לו קציר שעורים. והשיבו שתהיה ראשונה לכל המנחות, ר\"ל שלא יביא מנחה מן החדש קודם לשתי הלחם שעל זה אמר (ויקרא כג, טז) \"והקרבתם מנחה חדשה לשם\".  ועדיין יש לחשוב שיוכל להביא מן השעורים (דהיינו מנחת קנאות) קודם להם כמו שהציבור הביאו מנחת העומר קודם לשתי הלחם. לכן אמר שנית \"בהקריבכם מנחה חדשה\" (במדבר כח, כו) (ומבואר אצלינו תמיד ששם הבא כפול בא בדיוק וכמ\"ש באילת השחר כלל קמג) שתהיה חדשה לכל המנחות אף למנחת שעורים. וכן דריש בספרא אמור (אמור פרק יב מ\"ט) ובספרי פנחס (פ' קמח). והנה יש לשאול בכורים ושתי הלחם ששניהם נקראו בשם \"ראשית\" ובשם \"בכורים\" מי מהם קודם? ומשיב (במשנה ח') ממה שכתוב (בפר' תשא לד כב) \"וחג השבועות תעשה לך בכורי קציר חטים\" הרי הקפיד שנקרא בשם \"בכור <b>הקציר</b>\" מה שלא הקפיד בבכורים (שכל שבכרו קודם, אף שקצר דבר קודם להם, נקראים 'בכורי פירותיו'). ועדיין לא נדע שלא יביא בכורי שעורים קודם לשתי הלחם. משיב דהא אמר (בפר' משפטים כג טז) \"וחג הקציר בכורי מעשיך אשר תזרע בשדה\" ופירושו החג שבו תקצור בכורים כי קודם לו אין להביא בכורים. (ויותר נראה שגם מ\"ש \"בכורי קציר חטים\" פירושו כאילו אמר \"קציר בכורי חטים\" כמו \"רבים עמים\" \"משנה כסף\" וכדומה). עתה פירש מה שכתוב \"אשר תזרע בשדה\" שהשם \"בשדה\" מיותר. ומבואר אצלינו שלפעמים יוסיף שם לבאר שהפעל לא בא בדוקא. שאם יאמר \"אשר תזרע\" נוכל לאמר שמקפיד על שזרע בעצמו, לא אם עלה מאליו. וכשאמר \"אשר תזרע בשדה\" יכוין על שנמצא בשדהו (ואף שעלה מאליו נקרא \"זורע\" בדרך ההרחבה על שרוצה בקיומו כמו שבארנו בפר' קדושים (סימן ??) שמזה למד בספרא שמה שכתוב \"שדך לא תזרע כלאים\" הוא אף המקיים כלאים בשדהו, עיי\"ש). אמנם היה מקום לאמר שלכן תפס שם \"בשדה\" להוציא אם זרע בגג וחצר וחורבה. משיב דהא כתיב (בפר' קרח) \"בכורי כל אשר בארצם\". ואומר דאין לומר שלכן אמר \"אשר תזרע בשדה\" להוציא פירות האילן והנסכים דהא אמר \"בכורי מעשיך\" ואמר אצלו \"וחג האסיף באספך את מעשיך\"; וכמו שמה שכתב \"באספך את מעשיך\" כולל כל מעשיו כן מה שכתב \"בכורי מעשיך\". וכל פסקא זו מובא במנחות (דף פד:) ועיי\"ש מה שפלפלו בזה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6bdfc4424d0058269742", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 138:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 138:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קל״ח:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 138.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>[הערה: איך דרש זה ממלת \"תקריבו\", והלא דריש כבר מלת זאת בסימן קכה. ומה שכתב הקרבן אהרן מדלא כתב \"תקריבום\" אינו צודק דהא אמר \"תקריבו אותם\" ומלת \"אותם\" דרש אחר כך, ואי אפשר לומר \"תקריבום אותם\".]</b><br>קרבן ראשית תקריבו: יסוד מוסד ששני מאמרים הבאים זה אחרי זה שהאחד אזהרה והאחד ציווי הסותר אל האזהרה – אז הציווי הזאת אינה מצוה רק רשות כמו \"שלש שנים יהיה לכם ערלים לא יאכל...ובשנה החמישית תאכלו את פריו\" – פעל \"תאכלו\" אינו ציווי רק רשות שמותר לאכול. \"לא תאכלו כל נבלה..לגר אשר בשעריך תתננה ואכלה\" – פעל \"ואכלה\" הוא רשות שמותר לאכול. \"לא יגוש את רעהו..את הנכרי תגוש\" (דברים ט״ו:ג׳), \"לא תאכל עליו חמץ שבעת ימים תאכל מצות\" (שם טז) – רשות.  [אם לא במקום שנכפל הפעל שלא לצורך והוא אם המשפט השני מצוין במלת \"כי אם\" כמו שבארתי זה בפר' אמור (סימן ח וסימן כו). ועיין באילת השחר (פרק כו)]. והנה גם פה מאמר \"קרבן ראשית תקריבו\" הוא ההיפוך של האזהרה \"לא תקטירו ממנו אשה\" הקודם לו, או ההיפוך של האזהרה \"ואל המזבח לא יעלו\" שאחריו; ואם כן אינו מדבר בחיוב, רק ברשות, שרוצה לומר שקרבן ראשית תוכלו להקריב מן השאור והדבש. ולפי זה אין להוכיח מכתוב זה ציווי פרטית שיקריב רק קרבן ראשית - רוצה לומר שלא יוקדם דבר אחר קודם לקרבן זה, כי אין בכתוב זה ציווי כלל, רק שלילת האזהרה הקודמת. והבחינה על זה הוא מסידור המלות. שאם היה כוונתו על ציווי בפני עצמו היה לו לאמר \"והקרבתם קרבן ראשית לשם\" ואז היה מאמר בפני עצמו, בלתי נתלה במאמר הקודם. כי מבואר לחוקרי הלשון שהמשפט הנאמר רק בדרך הפוך וסתירה של משפט שלפניו אז אם יסוד הסתירה (של החיוב והשלילה) הוא בין השמות – יקדים את השם אל הפעל כי השם עיקר במאמר, כמו \"לנכרי תשיך ולאחיך לא תשיך\" \"וימת כל מקנה מצרים וממקנה בני ישראל לא מת אחד\" \"ועלית אתה ואהרן עמך והכהנים והעם אל יהרסו לעלות\" וכדומה. וכמו שהבאנו באילת השחר (פרק יב). וכן ממה שהקדים פה את השם אל הפעל \"קרבן ראשית תקריבו\" מבואר שלא בא בדרך ציווי בפני עצמו רק בדרך סתירה ושלילה של המשפט הקודם ורצונו לומר קרבן ראשית תוכלו להקריב. וזהו שכתב בספרא יכול אם קדמו דבר אחר לא יקרבו? תלמוד לומר \"תקריבו\" – רוצה לומר ולא אמר \"והקרבתם קרבן ראשית\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6be0c4424d0058269744", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 139:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 139:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קל״ט:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 139.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>[הערה: איך מוכח ממלת \"אותם\" שיקרבו לאחר עצרת? ועוד הלא מלת \"אותם\" דרש (בסימן קמא) לדרשה אחרינא]</b><br>קרבן ראשית תקריבו: לפעמים ייחד הציווי או האזהרה אל האדם ולפעמים ייחסם אל הדבר. \"<b>וערלתם</b> ערלתו\", \"שלש שנים <b>יהיו</b> לכם <b>ערלים לא יאכל</b>\", \"לא יֹאכל\", \"לא יֵאָכל\" וכדומה. וכל יודע סגולת הלשון ומעגלותיו יודע שיש הבדל גדול בין אם ידבר בתכונת הפעל או הנפעל. ועל כל פנים, דרך הלשון שכל מאמר ידבר בדרך אחד, ואחר שאמר \"ואל המזבח לא <b>יעלו</b>\" (שתפס האזהרה על הדבר) – כן היה לו לומר \"קרבן ראשית <b>יוקרבו</b>\", שיהיה הציווי על הדבר; ובזה היה מרויח שלא יצטרך למלת \"אותם\" ולא לכינוי. ועל ידי שאמר \"תקריבו\" (שבא הציווי אל הפועל) נגרע הדרת הלשון, גם ניתן לה שפת יתר. והשיבו חז\"ל שיש הבדל בין אם ידבר בתכונת הנפעל – \"קרבן ראשית יוקרבו\" – שאז מוכרח שתעשה הפעולה בכל אופן כמ\"ש במנחות (דף מט:) על \"מחבת בשמן תֵעָשה\" תנא דבר\"י אף בשבת אף בטומאה. (שאם יאמר \"תַעַשה\" יביט אל הפועל שפעולתו קשורה בזמן ובמקום ועת לכל חפץ, כי אין לעשות בשבת ובטומאה; לא כן כשאמר \"תֵעָשה\" לא יביט אל שום תנאי.) ואמר אביי בבא קמא (דף ז.) מי כתיב \"ישולם\"? \"ישלם\" כתיב, מדעתו משמע (שאם היה כתוב \"ישולם\" לא היה תלוי בדעת הפועל ובתנאיו, רק היה פירושו שישולם בכל אופן). וכן אם היה אומר \"קרבן ראשית יוקרבו\" היה פירושו שיוקרבו בכל אופן, שאם לא קרבו בזמנו יוקרבו אחר כך. ועל ידי שכתוב \"תקריבו אותם\" היינו בזמן המיוחד אל הפועל להקריב שהוא בעצרת כמבואר בפר' אמור. (ותפס בספרא תלמוד לומר \"אותם\" כי רוב הדיוק ממה שעל ידי שתפס הציווי אל הפועל הוצרך להאריך בלשון ולכתוב הכינוי \"אותם\", מה שהיה מקצר אם היה אומר \"יוקרבו\" שלא היה צריך מלת \"אותם\".)", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6be0c4424d0058269746", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 140:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 140:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ק״מ:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 140.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "קרבן ראשית תקריבו: הכתוב מדבר בלשון רבים ולפעמים בלשון יחיד. ודברי אלקים חיים אינם כפי ההזדמן, רק בכל מקום שידבר בלשון רבים בא הציווי אל הרבים כמו שדרש (ויקרא נדבה פרק ג מ\"א ומ\"י) \"תקריבו את קרבנכם\", וכן על \"וערכו בני אהרן\" (ויקרא נדבה פרק ו מ\"א) – שקאי על הרבים. וכן (ויקרא נדבה פרשה יב מ\"א) מה שכתוב \"אשר תקריבו\" להביא לחם הפנים שהיא מנחה של רבים. וכן במקומות לא חקר. וכמ\"ש באילת השחר (כלל קסא). ואחר שאמר פה \"תקריבו\" בלשון רבים מבואר שאין היחיד יכול להקריב. (בגירסת הספרא כתוב תלמוד לומר \"אותם\" והוא טעות סופר וצריך לומר תלמוד לומר \"תקריבו\" וכן הוא במנחות (דף נח).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6be1c4424d0058269748", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 141:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 141:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קמ״א:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 141.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "תקריבו אותם לה': כבר בארנו באילת השחר (כלל קנ) שהעברי יציין גוף הפעול לפעמים על ידי כינוי ולפעמים על ידי הכינוי הדבוק אל מלת \"את\". ושכל מקום שיציינהו על ידי כינוי הדבוק אל מלת \"את\" יכוין לדקדק רק אותם, ולמעט מה שהוא זולת הפעול. ודרשוהו חז\"ל תמיד. וכן פה הגם שצריך לבוא בכינוי, היה די שיאמר \"תקריבום לשם\", ולמה אמר \"תקריבו אותם\"? דרשו חז\"ל שבא ללמד רק אותם, רוצה לומר שאור ודבש הבא להיות קרבן ראשית יקריבו, לא זולתם; והם שאור ודבש שיתנדבו הציבור שזה כבר לא יקרא בשם ראשית, הוא לא יוקרב.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6be1c4424d005826974a", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Vayikra 142:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim on Leviticus, Vayikra 142:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קמ״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 142.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "ויקרא", "he": "<b>[הערה: למה בכאן מרבה הכבש ממה שכתוב \"אל המזבח\" ובכל מקום אמר שאין הכבש בכלל מזבח? ומה שכתב הקרבן אהרן שדרש וי\"ו של \"ואל\" אין טעם לו]</b><br>ואל המזבח לא יעלו לריח נחוח: הנה בדרך ההרחבה גם הכבש בכלל \"מזבח\". דעל מה שאמר בזבחים (דף כו.) נתנה על גבי הכבש פסול אמר שמואל דבעלים נתכפרו דכתיב \"ואני נתתיו לכם על המזבח לכפר\" – כיון שהגיע דם למזבח נתכפרו בעלים. [והגם שהתוספות (שם ד\"ה אמר ומנחות דף נז: ד\"ה אין) צדדו ששמואל לא קאי על נתנם על גבי הכבש הנה הרמב\"ם (פ\"ב מהל' פסולי המוקדשין ה\"י) לא סבירא ליה כן.] אמנם בדרך הדיוק כשידבר על מקום פרטי מן המזבח - אין הכבש בכלל, כמו כשאומר \"על קיר המזבח\" דריש בספרא (למעלה (ויקרא נדבה פרשה ז מ\"ז) ובמכלתא דחובה (ויקרא חובה פרק יח מ\"ש) ובזבחים (דף סד ודף סה)) ולא על קיר הכבש – כי כשציין \"קיר המזבח\" מדבר בחלקיו, ואין הכבש בכלל; מה שאין כן במה שכתוב \"על המזבח\" שכיון על כללות המזבח, כי הדם יהיה לפעמים למעלה כמו בחטאת ולפעמים למטה כמו בעולה ואשם ושלמים, ואם כן מדבר מכולו ואז גם הכבש בכלל.  אולם פה הכריחו שכיון גם על הכבש ממה שכתוב \"אל המזבח\" תחת שהיה לו לומר \"על המזבח\" כמו שכתוב בכ\"מ \"והקטירם על מזבח העולה\" \"והקטיר עליה חלבי השלמים\". לא כן מלת \"אל\" מורה הגבול שאליו עולים אל המזבח כמו שאמר בהגשה \"והגישה אל המזבח\" שהוא אל הקרן למטה. וכן במה שכתוב בפר' אמור אצל בעלי מומים \"ואל המזבח לא יגש\" סבירא ליה להרמב\"ם במנין המצות (לאוין סח) ובחיבורו (פ\"ו מהל' ביאת המקדש ה\"א) שאם נכנס מן המזבח ולפנים אף על פי שלא עבד – לוקה. וכן במה שכתוב בפר' קרח \"ואל המזבח לא יקרבו\" הוא לדעת הרמב\"ם אפילו בלא עבודה (עיין בדבריו (פ\"א מהל' ביאת המקדש ה\"טו) ובמשנה למלך שם פרק ט הלכה טו). וכן משמע ממה שכתוב בספרא (למעלה (ויקרא נדבה פרק ה מ\"ח) וביומא דף כד ודף מה) לגבי הצתת אליתא, ושם ((ויקרא נדבה פרשה ז מ\"ג) ובזבחים (דף סה)) לגבי מליקה, ובמנחות (דף כ) גבי מליחה וכי עלתה על דעתך שהזר קרב לגבי המזבח [ויש לנו דברים עם הרמב\"ן החולק על הרמב\"ם בזה. אין כאן מקומו]. וכל זה ממלת \"אל\" שמורה הקריבה אליו אף שאינו על גביו עובד עבודה. ושפיר הוכיח הספרא ממה שכתוב \"ואל המזבח לא יעלו\" שאף הכבש אסור. וכן הוכיח בספרא (צו פרק א מי\"א) שמה שכתוב \"כל הנוגע במזבח יקדש\" אף הנוגע בכבש , דהא אמר פה \"אל המזבח לא יעלו\", הרי שמקטירם על הכבש. (וגירסת הגמ' בזבחים דף פו תלמוד לומר \"את המזבח\" משובשת כמש\"ש במקומו ובירושלמי פרק ז דשבת הלכה ב כגירסת הספרא). ומבואר שדבר בדרך ההרחבה וכולל אף הכבש, ובזה מסולקים כל קושיות התוספות במנחות ((דף נז:) ד\"ה אין לי). ומה שאמר \"יכול לעבודה ושלא לעבודה\" מובא בזבחים (דף עז) ובכמה מקומות בש\"ס. ודייק ממה שכתוב \"לא יעלו לריח ניחח\" – אבל יכול להעלותם לשם עצים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee360e5a42115dfca08be", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 89:1-3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 89:1-3", "sourceHeRef": "אילת השחר (מלבי\"ם) פ״ט:א׳-ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 89.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["רוב השמות והפעלים יש להם מובן מדויק מוגדר אם נקחהו שבא בדיוק גמור. ובכל זאת פעמים יבואו על צד ההרחבה. ועל כן נסתפק ברובם אם באו בדיוק או בהרחבה. ולפעמים בארה התורה על ידי איזה יתור וכדומה. וכמה פעמים כפל השם ללמד. כמו שכפל שם \"<b>זכר</b>\" למעט אנדרוגינוס, כי בהרחבה הוא בכלל זכר. (ויקרא ס' כב). וכפל \"<b>בבקר בבקר</b>\" על בקר המדויק. (צו ס' טז). וזה תלוי לפי רוב שימושי השם ההוא; שבשם 'זכר' ו'בוקר' הייתי אומר מסברא שבא במובנו הרחב כי כן יבוא לרוב.", "ויש פעלים שרוב תשמישם בדרך הדיוק, ועל ידי שכפל השם או הפעל נדע שבא בהרחבה. כמ\"ש במה שכפל שם <b>קציר</b> ושם <b>שדה</b>. (קדושים ס' יב, קדושים ס' יג). וכן בשמות: <b>בני ישראל</b> (ויקרא ס' ח), <b>אדם</b> (ויקרא ס' י), <b>חצר אהל מועד</b> (צו ס' טז), <b>ימים ונחלים</b> (שמיני ס' עז), <b>בהמה</b> (שמיני ס' ק) – באו בדיוק, וצריך ריבוי שבאו בהרחבה.", "ובשמות: <b>מזבח</b> (ויקרא ס' קמב), <b>לידה</b> (תזריע ס' ב), <b>קרבן</b> (אחרי ס' צג) – הייתי מפרש בדרך ההרחבה, שכן רוב תשמישם בתנ\"ך, וצריך לימוד שיבואו בדרך הדיוק. עיי\"ש בכל המקומות שציינתי."], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["For most nouns and verbs, there is a precise meaning if we are to assume they come to be completely precise. Nevertheless, sometimes they come in their broad meaning, and they usually make sense if they come in their precise meaning or in their broad meaning. And sometimes the Torah clarifies things through certain superfluous words, etc. And several times, the noun is repeated to teach something. As when it repeats the noun <b>זכר</b> (male) to exclude the androgynous, because its broad meaning includes it. And it repeats <b>בבקר בבקר</b> (every morning)<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">Leviticus 6:5.</i> to mean <i>precisely morning</i>. And it depends on the majority usage of that noun; with the nouns זכר and בוקר, since they usually come in their broad meaning, we can presume that they come in their broad meaning.", "And there are verbs that are usually used in the precise way, and through repeating the noun or the verb they are known to come in their broad meaning. As when it repeats the noun <b>קציר</b> (harvest) and the noun <b>שדה</b> (field). And moreover, with the nouns <b>בני ישראל</b> (children of Israel), <b>אדם</b> (man), <b>חצר אהל מועד</b> (courtyard of the Tent of Meeting), <b>ימים ונחלים</b> (seas and rivers), <b>בהמה</b> (animal) - they usually come in their precise meaning, and they need to have an amplificatory expression for them to come in their broad meaning.", "And with the nouns <b>מזבח</b> (altar), <b>לידה</b> (delivery of a baby), <b>קרבן</b> (sacrifice) – I explained that they come in their broad meaning most of the time they are used in the Scripture and that there needs to be a special reason for one to conclude that they come in the precise meaning."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee36f46c6d8584886177b", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 112:1-2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 112:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) קי״ב:א׳-ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 112.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן במשפט הנאמר דרך הפוך וסתירה אל המשפט שלפניו, אם יסוד הסתירה של החיוב והשלילה הוא בין השמות – יקדים את השם – \"לנכרי תשיך ולאחיך לא תשיך\".", "וכן ממה שהקדים את השם \"קרבן ראשית תקריבו\" ולא אמר \"והקרבתם קרבן ראשית\" – מבואר שאינו ציווי בפני עצמו, רק שלילה של המשפט הקודם (ויקרא ס' קלח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, in a sentence that is said by way of contrast and inconsistency with the sentence that comes before it, if the foundation of the inconsistency is the obligation and the difference in obligation is between the nouns, then the noun will come first - לנכרי תשיך ולאחיך לא תשיך (To a foreigner you may lend upon interest; but to your brother you shall not lend upon interest)<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Deuteronomy 23:21.</i>.", "And moreover, whenever the noun comes first, as in קרבן ראשית תקריבו (As an offering of first-fruits you may bring them)<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Leviticus 2:12.</i> and it does not say והקרבתם קרבן ראשית – this clarifies that it is not commandment on its own, but only a statement which indicates that the previous sentence does not apply to קרבן ראשית (an offering of first-fruits)."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3865fc99956394dd4cd", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 143:1-11", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 143:1-11", "sourceHeRef": "אילת השחר (מלבי\"ם) קמ״ג:א׳-י״א", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 143.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["ולפעמים בא שנית כדי לדייק את השם.", "\"ואת החלב אשר עליהן\" – ולא הבשר (ויקרא ס' קע),", "\"וראה את הנגע\" – שיתן עינו בנגע עצמו (תזריע ס' מד)", "\"על המטהר מן הצרעת\" – ולא המטהר מטומאת מת (מצורע ס' כז)", "\"ולקח למטהר\" – לכל מטהר (מצורע ס' ט),", "\"עצים על האש\" – ולא אש על גבי עצים (ויקרא ס' נ)", "וכן השם שנשנה כמה פעמים או במקום אחר בא בדוקא,", "כמו שדרש מה שכתוב ג' פעמים \"והנותרת מן המנחה\" (ויקרא ס' קיא)", "וג' פעמים \"לפני אהל מועד\" (ויקרא ס' קסד)", "וב' פעמים \"מנחה חדשה\" (ויקרא ס' קלז) וכן עוד (אחרי ס' קכו)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And sometimes it is repeated in order to teach that the noun is precise:", "ואת החלב אשר עליהן (and the fat that is on them)<sup class=\"footnote-marker\">311</sup><i class=\"footnote\">Leviticus 3:4.</i> – and not the meat.", "וראה את הנגע (And the priest shall look upon the plague)<sup class=\"footnote-marker\">312</sup><i class=\"footnote\">Leviticus 13:3.</i> - that his eyes should be on the plague itself.", "על המטהר מן הצרעת (And he shall sprinkle upon him that is to be cleansed from the leprosy)<sup class=\"footnote-marker\">313</sup><i class=\"footnote\">Leviticus 14:7.</i> – and not him that is to be cleansed from the uncleanness of a dead body.", "ולקח למטהר (to take for him that is to be cleansed)<sup class=\"footnote-marker\">314</sup><i class=\"footnote\">Leviticus 14:4.</i> – for all that is to be cleansed.", "עצים על האש (and lay wood in order upon the fire)<sup class=\"footnote-marker\">315</sup><i class=\"footnote\">Leviticus 1:7.</i> – and not fire upon wood.", "And moreover, a noun that is repeated several times or in another place will come precisely:", "As it explains when it is written three times והנותרת מן המנחה (But that which is left of the meal-offering)<sup class=\"footnote-marker\">316</sup><i class=\"footnote\">Leviticus 2:3.</i>.", "And three times לפני אהל מועד (before the tent of meeting)<sup class=\"footnote-marker\">317</sup><i class=\"footnote\">Leviticus 3:8.</i>.", "And two times מנחה חדשה (new meal-offering)<sup class=\"footnote-marker\">318</sup><i class=\"footnote\">Leviticus 23:16.</i>."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee39746c6d85848861814", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 160:1-14", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 160:1-14", "sourceHeRef": "אילת השחר (מלבי\"ם) ק״ס:א׳-י״ד", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 160.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וזה אחד מיסודות ההיקש, ששני דברים שחבר הכתוב באזהרה אחת, יש להם דימוי זה לזה. והבלתי דומים לא יחבר הכתוב כאחד.", "כמ\"ש \"כל חלב וכל דם לא תאכלו\" – מקיש דם לחלב. (ויקרא ס' קצ)", "\"כסף או כלים\" – מה כלים שנים… (ויקרא ס' שנא)", "\"וקרבו ופרשו\". (ויקרא ס' רלג)", "\"וחלב נבלה וחלב טרפה\". (צו ס' קלח)", "\"זאת התורה לעולה ולמנחה\". (צו ס' קסא)", "\"או בגד או עור או שק\" – הוקשו לשק. (שמיני ס' קטז)", "\"שער לבן ומחית\". (תזריע ס' עג)", "\"ציד חיה או עוף\". (אחרי ס' קיב)", "\"באזרח ובגר\". (אחרי ס' קכב).", "\"והפדה…או חופשה\". (קדושים ס' נג)", "\"והיה הוא ותמורתו\". (בחוקותי ס' עה)", "\"כל שאור וכל דבש\" – מקיש שאור ודבש. (ויקרא ס' קלה. ושם הבאתי עוד רבות כאלה)", "ועיין עוד. (צו ס' מד. אחרי ס' עב, אחרי ס' פט)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And this is one of the foundations of comparison, היקש: Whenever two words are connected in the Scripture with one warning, it implies that there is a similarity between each other. And for those words which are not similar, the Scripture will never connect them together as one.", "כל חלב וכל דם לא תאכלו (you shall eat neither fat nor blood)<sup class=\"footnote-marker\">359</sup><i class=\"footnote\">Leviticus 3:17.</i> – it compares blood to fat.", "כסף או כלים (money or stuff)<sup class=\"footnote-marker\">360</sup><i class=\"footnote\">Exodus 22:6.</i> – just as כלים is in plural…", "", "", "", "", "", "", "", "", "", "כל שאור וכל דבש (for you shall make no leaven, nor any honey)<sup class=\"footnote-marker\">361</sup><i class=\"footnote\">Leviticus 2:11.</i> – it compares leaven to honey."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3995fc99956394dd50e", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 161:1-9", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 161:1-9", "sourceHeRef": "אילת השחר (מלבי\"ם) קס״א:א׳-ט׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 161.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["הכתוב ידבר לפעמים אל הרבים ולפעמים אל היחיד. וגם בענין אחד יערב לפעמים לשון רבים בלשון יחיד. ודברים כאלה לא נפלו במקרה. וחז\"ל צרפו ובחנו הדברים והעמידו תמיד הלשון על מכונו. וכל המצוות והאזהרות שבאו בלשון רבים – דקדקו שבא האזהרה אל הרבים.", "ומצוות שבאו לרבים בנוכח – פרשו לרוב על הציבור,", "כמו \"לא תעלו עליו קטורת זרה\" (ויקרא ס' צד),", "\"המנחה אשר תקריבו\" (ויקרא ס' קלג)", "\"קרבן ראשית תקריבו\" (ויקרא ס' קמ)", "\"זבחי שלמיכם\" (צו ס' קמו)", "– כל אלה פרשו על הציבור מפני שתפס לשון רבים.", "ומה שכתוב \"יהיה לכם לעושה בשגגה\", לשון יחיד ורבים, פירשוהו שכולל יחיד וציבור (ויקרא ס' רפג). וכן מה שכתוב \"אבן שלמה יהיה לכם\" ובמקום אחר אומר \"אבן שלמה יהיה לך\" (קדושים ס' פז).", "וכן הוא במצות שדיבר אל היחידים ופתח אל הכלל – היה האזהרה לב\"ד (אמור ס' פב)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The Scripture will sometimes speak to the public and sometimes to the individual. And also within one topic, it will sometimes mix up plural with singular. And none of this is by accident. And all of the commandments and warnings which come in plural – they are precise in that it is to be interpreted as a warning to the public.", "And commandments which come to the public in second person – it usually means the community:", "Like לא תעלו עליו קטורת זרה (You shall offer no strange incense thereon)<sup class=\"footnote-marker\">362</sup><i class=\"footnote\">Exodus 30:9.</i>.", "המנחה אשר תקריבו (No meal-offering, which you shall bring to the LORD, shall be made with leaven)<sup class=\"footnote-marker\">363</sup><i class=\"footnote\">Leviticus 2:11.</i>.", "קרבן ראשית תקריבו (As an offering of first-fruits you may bring them to the LORD)<sup class=\"footnote-marker\">364</sup><i class=\"footnote\">Leviticus 2:12.</i>.", "זבחי שלמיכם (sacrifices of your peace-offerings)<sup class=\"footnote-marker\">365</sup><i class=\"footnote\">Leviticus 7:32.</i>.", "All of these are interpreted to mean <i>the public</i>, because they come in plural.", "And when it is written יהיה לכם לעושה בשגגה (you shall have one law for him that does aught in error)<sup class=\"footnote-marker\">366</sup><i class=\"footnote\">Numbers 15:29.</i> in singular and plural, it means the individual and the public. And moreover, when it is written אבן שלמה יהיה לכם (Just balances, just weights, a just ephah, and a just hin, shall you have)<sup class=\"footnote-marker\">367</sup><i class=\"footnote\">Leviticus 19:36.</i> and in another place אבן שלמה יהיה לך (A perfect and just weight shall you have)<sup class=\"footnote-marker\">368</sup><i class=\"footnote\">Deuteronomy 25:15.</i>.", "And moreover, with respect to commandments that speak to individuals and address everyone - they were a warning to the court."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3bf46c6d858488618ba", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 226:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 226:1", "sourceHeRef": "אילת השחר (מלבי\"ם) רכ״ו:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 226.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "שני משפטים המקושרים ביחוס הסבה והמסובב על ידי מלת \"<b>כי</b>\", שמשפט האחד הוא טעם לחברו – בהכרח הם שוים, ואין מוזהר במשפט המסובב רק במה שהזהיר במשפט הסבה; אם לא שיש גילוי דעת בדבר. (ויקרא ס' קלה. צו ס' קמא)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Two sentences that are linked by cause and effect through the word <b>כי</b>, where one sentence is the reason for its associate – they must be talking about the same matter, and it will only warn in the sentence that is effect when it warns in the sentence that is the cause.<br><br><i>Leviticus 7:23-25 says,</i> דבר אל בני ישראל לאמר כל חלב שור וכשב ועז לא תאכלו. וחלב נבלה וחלב טרפה יעשה לכל מלאכה ואכל לא תאכלהו. כי כל אכל חלב מן הבהמה אשר יקריב ממנה אשה ליהוה ונכרתה הנפש האכלת מעמיה<i> (Speak unto the children of Israel, saying: You shall eat no fat, of ox, or sheep, or goat. And the fat of that which dies of itself, and the fat of that which is torn of beasts, may be used for any other service; but you shall in no wise eat of it. For whosoever eats the fat of the beast, of which men present an offering made by fire to the LORD, even the soul that eats it shall be cut off from his people), linking the sentences by cause and effect via the word כי. Thus, by Rule 226 Leviticus 7:23-24 and Leviticus 7:25 must be talking about the same matter, the prohibition of eating fat<sup class=\"footnote-marker\">526</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Tzav 141.</i>.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3bf5fc99956394dd5a0", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 227:1-3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 227:1-3", "sourceHeRef": "אילת השחר (מלבי\"ם) רכ״ז:א׳-ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 227.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["מלת <b>\"לא\"</b> תתפרש פעמים שלילה ופעמים אזהרה. והיינו, במקום שהיה עולה על הדעת שהוא מצוה, יתפרש שהיא שלילה. כמו \"לא יבדיל\" פירושו אין צורך להבדיל, דהוה אמינא שמצוה להבדיל בחטאת העוף. וכמו שכתב הרמב\"ם בשרשיו למניין המצוות. (ויקרא ס' צ, ויקרא ס' שלג).", "וכן הציווי היא לפעמים רשות. ופליגי בזה ר' ישמעאל ורבי עקיבא (בסוטה דף ג) במה שכתוב \"לה יטמא\", \"לעולם בהם תעבודו\", \"וקנא את אשתו\".", "ולכן שני מאמרים הבאים זה אחרי זה, שהאחד אזהרה והשני ציווי הסותר אל האזהרה – אינו מצוה רק רשות. כמו \"שלש שנים יהיה לכם ערלים…ובשנה החמישית תאכלו את פריו\". (ויקרא ס' קלח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The word <b>לא</b> (not) sometimes means a negation and sometimes means a warning. That is, whenever it is in a place where one might think it is a commandment, it could mean that it is a negation, as לא יבדיל (but shall not divide it asunder)<sup class=\"footnote-marker\">527</sup><i class=\"footnote\">Leviticus 5:8.</i> means <i>it is not necessary</i> to divide, that one might think it is a commandment to divide the sin offering of the bird apart. As when Maimonides writes in <i>Sefer HaMitzvot</i> Chapter 8.", "And moreover, an imperative sometimes means permission. And Rabbi Ishmael and Rabbi Akiva disagree about this<sup class=\"footnote-marker\">528</sup><i class=\"footnote\">Babylonian Talmud Sotah 3a.</i> when it says לה יטמא (for her may he defile himself)<sup class=\"footnote-marker\">529</sup><i class=\"footnote\">Leviticus 21:3.</i>, לעולם בהם תעבודו (of them may you take your bondmen for ever)<sup class=\"footnote-marker\">530</sup><i class=\"footnote\">Leviticus 25:46.</i>, וקנא את אשתו (and he be jealous of his wife)<sup class=\"footnote-marker\">531</sup><i class=\"footnote\">Numbers 5:14.</i>.", "And thus, two statements that come one after another where the first is a warning and the second is an imperative that contradicts the warning – it is not a commandment, only permission. Like שלש שנים יהיה לכם ערלים..ובשנה החמישית תאכלו את פריו (three years shall it be as forbidden to you…But in the fifth year may you eat of the fruit thereof)<sup class=\"footnote-marker\">532</sup><i class=\"footnote\">Leviticus 19:23-25.</i>."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3ede5a42115dfca0af0", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 290:1-2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 290:1-2", "sourceHeRef": "אילת השחר (מלבי\"ם) ר״צ:א׳-ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 290.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["שם \"<b>מזבח</b>\" כולל גוף המזבח וגגו וקירותיו ויסודו. וגם הכבש בכלל 'מזבח' בדרך ההרחבה. אבל כשפורט את חלקיו כמו \"קיר המזבח\" וכדומה – אין הכבש בכלל מזבח. (ויקרא ס' פג, ויקרא ס' קמב)", "אולם כשאמר \"<b>אל המזבח</b>\" (ולא \"<b>על המזבח</b>\") – גם הכבש בכלל. וכן מורה אף שקרב אליו ואינו על גביו. (ויקרא ס' קמב, ויקרא ס' רעד)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["The noun <b>מזבח</b> (altar) includes the body of the altar, its roof, its walls, and its foundation. And also the ramp is included in <b>מזבח</b> in its broad meaning. But when it describes its parts like the קיר המזבח (wall of the altar), etc., the ramp is not included in the word <b>מזבח</b>.", "However, when it says <b>אל המזבח</b> (and not <b>על המזבח</b>) – also the ramp is included. And moreover, it even teaches that it is close to it but not upon it."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee450e5a42115dfca0c58", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 580:1-4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 580:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) תק״פ:א׳-ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 580.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["מלת \"<b>כל</b>\" כשבא במשפט מחייב הוא מחייב כללי. ובמשפט שולל הוא שולל כללי. והכללות תהיה בשני פנים:", "אם הוא שם הסוג והמין יחייב או ישלול אל כל המין", "ואם הוא שם אישי יחייב או ישלול כל חלקי האיש. (ויקרא סימן צט, וסימן קלה. צו ס' קלז)", "וכבר שמרו לדרוש מלת \"כל\" תמיד לריבוי (<b>ויקרא</b> ס' קלג, וסימן שא. <b>צו</b> ס' לו, וסימן קי, וסימן קכו, וסימן קכח. <b>שמיני</b> ס' פט, וסימן קג, וסימן קו, וסימן קיב, וסימן קכא, וסימן קכד, וסימן קלד. <b>תזריע</b> ס' פה. <b>מצורע</b> ס' קסא, ובכמה מקומות)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["When the word <b>כל</b> comes in a sentence which obligates, it will obligate all. And when the sentence prohibits, it will prohibit all. And the “all” will come in one of two ways:", "If it is a category or type that is obligated or prohibited, it will be for all members of the type or category.", "If it is an individual that is obligated or prohibited, it will be for all parts of that individual.", "And the sages always interpreted the word כל to be an amplificatory expression."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9eb0eb7d2e14756445cf", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Midrash Lekach Tov, Leviticus 2:12:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> קרבן ראשית תקריבו.  <i data-commentator=\"Beur HaRe'em\" data-order=\"130\"></i> שיהא ראשית לכל המנחות. וכן הוא אומר (ויקרא כ״ג:ט״ז) והקרבתם מנחה חדשה לה' שתהא חדשה מכל המנחות לפי ששתי הלחם מתירין במקדש שלא להביא מנחה חדשה עד שיובאו שתי הלחם בעצרת. תקריבו אותם. <i data-commentator=\"Beur HaRe'em\" data-order=\"131\"></i> יכול אם קדמן דבר אחר לא יקריבנו. ת\"ל תקריבו אותו לה'. ואל המזבח לא יעלו לריח ניחוח. <i data-commentator=\"Beur HaRe'em\" data-order=\"132\"></i> לרבות הכבש. לריח ניחוח לא אמרתי אלא לעבודה <i data-commentator=\"Beur HaRe'em\" data-order=\"133\"></i> אבל שלא לעבודה עולין:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68820f61ab0529abaf5f05", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 2:12:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית תקריבו אותם לה׳.</b><br><b>שם, פרשה יב, ברייתא ז—ט: קרבן ראשית; שיהא ראשית לכל המנחות וכו׳, יכול אם קדמן דבר אחר לא יקרבו, תלמוד לומר תקריבו.</b><br>[בדברי הרמב״ם התמוהים, דפסק נקצר העומר שלא כמצותו כשר, ופסק דדוחה שבת], דודאי מצות קצירה לא קיים, רק העומר כשר, כי יש בעומר ג׳ דברים, המצוה של קצירה, והמצוה של הבאה, ומה שמתיר חדש במקדש, ועיין מכות דף ח׳ ושבת קל״א וירושלמי ספ״ב דמגילה וראש השנה … ועיקר הגדר דאם המצוה לא מקיים, אך דהדבר כשר, דוחה שבת, וכן מבואר בירושלמי מגילה וראש השנה וה״נ כן, וזה ר״ל הך דמכות דף ח׳, וכן נ״מ גבי שתי הלחם, דיש קרא בתו״כ דאף דהביא מנחה חדשה מ״מ צריך שיביא שתי הלהם מן חדשה דוקא, דזה שני דינים שתהיה חדשה ולא יביא חדשה קודם.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a68ecda51cfa3ddf3965", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 7:14:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Ramban on Leviticus 7:14:1", "sourceHeRef": "רמב\"ן על ויקרא ז׳:י״ד:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>והקריב ממנו אחד מכל קרבן</b> חלה אחת שלמה נמצא נוטל תרומה ארבע חלות ואני תמה כשהוציא הכתוב מלאו השאור קרבן ראשית תקריבו (ויקרא ב׳:י״ב) למה לא אמר גם כן וקרבן תודה וזו אינה שאלה כי הכתוב אמר ואל המזבח לא יעלו לריח ניחוח ולחם התודה אין ממנו למזבח כלום שאינו אלא טעון תנופה ואע\"פ שאמרו (מנחות נז) בלחם הפנים שעובר עליו בחמוצו מפני שהלבונה שעליו שהיא ללחם לאזכרה אשה לה' אבל לחם התודה אין ממנו למזבח כלום ואולי לא הוצרך הכתוב לשיור ההוא אלא בעבור הדבש שלא נתפרש בבכורים שיבאו מן הדבש וכלל השאור עמו ואמר בשניהם קרבן ראשית תקריבו אותם אבל בשאור המפורש במקומו אין צורך לפרוט אותו כי לא יתנה הכתוב במחלליה מות יומת (שמות לא יד) חוץ מעבודת הקרבנות ובערות אשת אחיך (ויקרא י״ח:ט״ז) חוץ מן היבמה:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND OF IT HE SHALL PRESENT ONE OUT OF EACH OFFERING — one whole cake [for <i>a heave-offering unto the Eternal</i>]. Thus he takes as a heave-offering four cakes [and gives them to the priest].<br>But I wonder! When Scripture excluded [first-fruits] from the prohibition against burning leaven [on the altar],<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Above, 2:11.</i> by stating, <i>as an offering of first-fruits ye may bring them</i><sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><i>Ibid.</i>, 12.</i> [which means that “the two loaves” of the Festival of Shevuoth were to be brought of leavened dough, as clearly mentioned further on in Scripture],<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Further, 23:17.</i> why did it not say that [the ten leavened cakes of] the thanks-offering [are also an exception]? But this is not really a question. For Scripture states, <i>and unto the altar they</i> [i.e., leaven and honey] <i>shall not come up for a sweet savor</i>,<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><i>Ibid.</i>, 12.</i> and of the [forty] breads of the thanks-offering, none came up on the altar at all, for they require only waving.<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">The Tur refutes this argument by pointing to the fact that nothing of “the two loaves” of the Festival of Shevuoth came up on the altar either; yet Scripture found it necessary to call attention to their being an exception to the prohibition against burning leaven on the altar, because of the offerings that came with the two loaves (see <i>ibid.</i>, Verse 18), and such is the case also with the thanks-offering. So the question recurs: Why did Scripture not call attention to the exception of the breads of the thanks-offering? The Tur answers that Scripture called attention only to an obligatory offering, such being the case of “the two loaves” on the Festival of Shevuoth, but not to a thanks-offering, which is a freewill offering. See further my Hebrew commentary pp. 33-34.</i> Even though in the case of the showbread<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Twelve loaves were put on the golden table in the Sanctuary every Sabbath, with two spoons of frankincense beside them. On the following Sabbath the frankincense was burnt on the altar and the loaves were divided among the priests. None of the bread was offered on the altar.</i> He did say that one commits a transgression if one brought it in a leaven state<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">“ ‘<i>Kol</i>’ (<i>any</i>) <i>meal-offering, which ye shall bring unto the Eternal, shall not be made with leaven</i> (above, 2:11), the word <i>kol</i> includes the showbread, that it too must not be leavened” (Menachoth 57 a).</i> [although there too none of the loaves are burnt on the altar], that is because of the frankincense that was on it which was <i>to the bread for a memorial, even an offering made by fire unto the Eternal</i>.<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Further, 24:7.</i> But of the bread of the thanks-offering, nothing at all came up on the altar [hence the Torah permitted the ten loaves to be leavened]. Perhaps Scripture only had to mention that exception [<i>as an offering of first-fruits ye may bring them</i>]<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><i>Ibid.</i>, 12.</i> because of the honey,<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">And not because of the leaven, as we have understood it till now.</i> since it was not clearly stated concerning the first-fruits [which were brought of “the seven kinds”]<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">I.e., the seven kinds of products for which the Land of Israel was famed: wheat, barley, grapes, figs, pomegranates, olive-oil, and [date] honey. See my translation of “The Commandments,” Vol. I, pp. 133-134.</i> that they may be brought from honey [and it therefore had to be explicitly stated in that verse], and thus He also included leaven with it, saying of both of them, <i>as an offering of first-fruits ye may bring them</i>.<sup class=\"footnote-marker\">98</sup><i class=\"footnote\"><i>Ibid.</i>, 12.</i> With reference to leaven, however, since it is clearly explained in its correct place [that the “two loaves” of the Festival of Shevuoth constitute an exception to the usual negative commandment], there was no need any more to mention it as an exception [when mentioning the general negative commandment], just as Scripture has not specified the exception to the rule about the Sabbath, when stating <i>every one that profaneth it shall be put to death</i>,<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Exodus 31:14.</i> [by saying] “except for the Service of the offerings” [which may be done on the Sabbath], or in the case of <i>thou shalt not uncover the nakedness of thy brother’s wife</i>,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Further, 18:16.</i> [by saying] “except for a brother’s childless wife” [whom he is to marry].<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Deuteronomy 25:5. See “The Commandments,” Vol. I, p. 217, that the duty of marrying the wife of a deceased brother who left no offspring comes before the duty of <i>chalitzah</i>. For various reasons the practice now established is to grant the widow <i>chalitzah</i>, and she is then free to marry.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60ec1fb5e735e0a5900c97e2", "index_title": "Mishneh Torah, Things Forbidden on the Altar", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Things Forbidden on the Altar 5:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishneh Torah, Things Forbidden on the Altar 5:3", "sourceHeRef": "משנה תורה, הלכות איסורי המזבח ה׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Mishneh Torah, Things Forbidden on the Altar", "he": "משנה תורה, הלכות איסורי המזבח"}, "heTitle": "משנה תורה, הלכות איסורי המזבח", "he": "הֶעֱלָה שְׂאוֹר אוֹ דְּבַשׁ בִּפְנֵי עַצְמָן לַמִּזְבֵּחַ לְשֵׁם עֵצִים פָּטוּר שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ב)</small> \"וְאֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ\". לְרֵיחַ נִיחוֹחַ אִי אַתָּה מַעֲלֶה אֲבָל אַתָּה מַעֲלֶה לְשֵׁם עֵצִים. אֲפִלּוּ הִקְטִיר דָּבָר שֶׁאֵינוֹ רָאוּי לְהַקְטָרָה בִּדְבַשׁ אוֹ בִּשְׂאוֹר הוֹאִיל וְהוּא מִן הַקָּרְבָּן לוֹקֶה:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "If one brought a leavening agent or a sweetener on the altar alone<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">I.e., not together with a sacrifice.</i> as kindling fuel, he is exempt, as [<i>ibid</i>:12] states: \"They should not be brought to the altar as a pleasant fragrance.\" [Implied is that] they should not be brought as \"a pleasant fragrance,\" i.e., as a sacrifice, but they may be brought as kindling fuel. Even if one set afire an entity that is not ordained to be set afire<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">As explained in the following halachah.</i> together with a leavening agent or with a sweetener, he is liable since it is part of a sacrifice.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60ec1fb5e735e0a5900c97e3", "index_title": "Mishneh Torah, Things Forbidden on the Altar", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Things Forbidden on the Altar 5:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishneh Torah, Things Forbidden on the Altar 5:4", "sourceHeRef": "משנה תורה, הלכות איסורי המזבח ה׳:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Mishneh Torah, Things Forbidden on the Altar", "he": "משנה תורה, הלכות איסורי המזבח"}, "heTitle": "משנה תורה, הלכות איסורי המזבח", "he": "כֵּיצַד. הַמַּעֲלֶה מִבְּשַׂר חַטָּאת וְאָשָׁם אוֹ מִבְּשַׂר קָדָשִׁים קַלִּים אוֹ מִשְּׁיָרֵי הַמְּנָחוֹת אוֹ מִמּוֹתַר הָעֹמֶר אוֹ מֵחַטַּאת הָעוֹף אוֹ מִלֶּחֶם הַפָּנִים וּשְׁתֵּי הַלֶּחֶם אוֹ מִלּוֹג שֶׁמֶן שֶׁל מְצֹרָע הַמַּעֲלֶה כְּזַיִת מֵאַחַת מֵאֵלּוּ בְּחָמֵץ אוֹ בִּדְבַשׁ בֵּין לַמִּזְבֵּחַ בֵּין לַכֶּבֶשׁ לוֹקֶה. אַף עַל פִּי שֶׁאֵין כָּל אֵלּוּ רְאוּיִין לְהַקְטָרָה הוֹאִיל וְהֵן קְרוּיִין קָרְבָּן חַיָּב עֲלֵיהֶן שֶׁנֶּאֱמַר <small>(ויקרא ב׳:י״ב)</small> \"קָרְבַּן רֵאשִׁית תַּקְרִיבוּ אֹתָם לַה'\" וְגוֹ':\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "What is implied? When one causes [the following entities] to be consumed [by fire on the altar]:<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">All of the entities the Rambam mentions are sacrifices or portions of sacrifices that were intended to be eaten and not offered on the altar.</i> the meat of a sin-offering or a guilt-offering,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">See <i>Hilchot Ma'aseh HaKorbanot</i> 7:1; 9:1, which outlines the portions of the sacrifices that were eaten.</i> the meat of sacrifices of a lesser order of sanctity,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Ibid.</i> 10:1.</i> the remains of the meal offering,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Ibid.</i> 12:9.</i> what is left-over from the <i>omer</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Hilchot Temidim UMusafim</i> 7:12.</i> or from a sin-offering from fowl,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Hilchot Ma'aseh HaKorbanot</i> 7:7.</i> the showbread,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Ibid.</i> 12:3.</i> the two loaves [offered on Shavuot],<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Hilchot Temidim UMusafim</i> 8:11.</i> the <i>log</i> of oil brought by a leper<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Hilchot Mechusrei Kapprah</i> 4:2-3.</i> - if one were to cause an olive-sized portion of any one of these entities to be consumed on the altar or on its ramp with a leavening agent or a sweetener,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">From the exegesis of Leviticus 2:12, the <i>Sifra</i> and <i>Menachot</i> 57b derive that the altar's ramp is equivalent to the altar in this context.</i> he is liable for lashes. Even though none of these entities are fit to be consumed by fire on the altar, since they are called sacrifices, one is liable for them, as [indicated by the initial clause of the verse cited above]: \"You shall offer them as a first-fruit offering to God.\"<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The verse speaks about the two loaves offered on Shavuot and from them, inference is drawn to other sacrificial entities.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d632bb1be97822016535", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 23a:8", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Sotah 23a:8", "sourceHeRef": "סוטה כ״ג א:ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 45.0008, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "אִיקְּרִי כָּאן: כֹּל שֶׁהוּא מִמֶּנּוּ לָאִישִּׁים — הֲרֵי הוּא בְּ״בַל תַּקְטִירוּ״! אָמַר יְהוּדָה בְּרֵיהּ דְּרַבִּי שִׁמְעוֹן בֶּן פַּזִּי: דְּמַסֵּיק לְהוּ לְשׁוּם עֵצִים, כְּרַבִּי אֱלִיעֶזֶר. דְּתַנְיָא, רַבִּי אֱלִיעֶזֶר אוֹמֵר: לְרֵיחַ נִיחוֹחַ אִי אַתָּה מַעֲלֶה, אֲבָל אַתָּה מַעֲלֵיהוּ לְשׁוּם עֵצִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: One should <b>apply here</b> the principle that in the case of <b>any</b> offering <b>that is</b> meant to be <b>partly</b> burned <b>on the flames</b> of the altar, one who burns the remainder of the offering <b>is</b> subject <b>to</b> the prohibition: <b>Do not burn.</b> This prohibition is derived from the verse: “You shall not burn of it as an offering made by fire unto the Lord” (Leviticus 2:11). <b>Yehuda, son of Rabbi Shimon ben Pazi, said that</b> the priest <b>burns</b> the remainder not as an offering but <b>for the purpose of firewood.</b> This is permitted, <b>in accordance with</b> the opinion of <b>Rabbi Eliezer, as it is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says:</b> With regard to those parts of an offering which may not be burned, <b>for a pleasing aroma you may not burn</b> them; <b>however, you may burn them</b> on the altar <b>for the purpose of firewood.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "62037ede6bfddfbb310fecf2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Varied Sacrificial Offerings II 2", "anchorRef": "Leviticus 2:1-16", "anchorRefExpanded": ["Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Varied Sacrificial Offerings II 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Varied Sacrificial Offerings II", "he": "ויקרא הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The <i>minha</i>, understood earlier in the Bible as simply “tribute” or “gift” (cf. Gen. 4:3 and 32:14), comes in the priestly texts to indicate specifically an offering of grain. Using a three-part structure of grain cooked in an oven/griddle/pan, paralleling Chap, 1’s cattle/sheep/birds, the description of the <i>minha</i> focuses on the type of grain offered, what is added to it, the strictures against fermenting, and the “covenant of salt.” The chapter ends with the usual refrain, “a fire-offering for Y<small>HWH</small>.”", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a7713bd8cd388d3e4f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "anchorRef": "Leviticus 1:1-10:20", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood 2-18", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳ ב׳-י״ח", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Cult and the Priesthood", "he": "ויקרא מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE SECOND HALF OF THE BOOK OF</small> E<small>XODUS CONCERNED ITSELF WITH SETTING UP THE</small> sacrificial cult of Israel. It therefore set forth the prescriptions for and construction of a sanctuary and the priestly garments, and laid out a ceremony for the investiture of priests. But the description of how sacrifices were to be offered, and for what purpose, is not part of the book, which as edited seems more interested in contrasting the building of a sanctuary with building cities for the Pharaohs, as part of its portrayal of the victory of the biblical God over the gods of Egypt. Although at the end of the book the “Dwelling” is completed, we do not get to see the various sacral rites performed there.", "Leviticus also delays the ordination of the priests, until Chapter 8, preferring instead to begin with a kind of manual on the offering and disposal of sacrifices. It then moves us from the details of sacrifice into the narrative of the sanctuary’s dedication and opening rites, providing a natural bridge for Part II, in which ritual pollution and purity, the province of priests, is dealt with.", "The function of the sacrificial cult in ancient Israel will be discussed in “On Animal Sacrifice” below. In general it should be noted that the existence of a class or profession whose job it is to mediate between the divine and human realms is widespread in most older cultures, and the Israelite priesthood, whatever its origins and development, was but one of many such groups in the ancient Near East. It existed, to use the language of Exodus, to “serve” God, maintaining his holiness through ritual and helping to maintain the order of sacred culture which was supposed to mirror God’s ordering of the cosmos. Accordingly, as we will learn later in Leviticus, priests were to be set apart from the general population in a number of areas. There were strict rules about whom they could and could not marry, and they were barred from coming into any contact with the dead, for instance. Their functions extended beyond sacrifice; they could provide oracular advice in times of need, and taught the people “instructions” (Heb. <i>torot</i>) regarding various ritual matters.", "As part of an overall scheme, there was a conscious parallel between priests as part of a select circle and sacrificial animals—as well as the people of Israel. That is, all three stood at the center of concentric circles dedicated to God; and as one moved out (toward Levite and commoner, animals permitted for eating and those forbidden, and neighbors and foreigners), one got further and further away from the divine. The hierarchy regarding the cult thus reinforced the theme of separation which we have noted above.", "In the view of Milgrom, Israel’s cult was distinguished from those of its neighbors by its purposefully ignoring the complex web of rituals regarding demons. The sanctuary was to be purged of ritual pollution, not only by semimagical means (the sprinkling of sacrificial blood) but also and primarily by the confession of wrongdoing and the sincere desire to repent. Then, too, the sanctuary, while in most respects resembling shrines elsewhere in the ancient Near East, omitted certain crucial items, most notably statuary representing the gods and a bed for them to rest on. Finally, certain religious rituals were forbidden, such as mutilation of the priests’ bodies. In all these cases, Israel introduced something new into the area of worship.", "For many decades there has been major and heated debate by scholars in favor of one or the other scheme for following the history of the priesthood and the cult. There are those who view these institutions as stretching back to Israel’s earliest history, while others see strong evidence of a late, possibly even exilic, reworking of the priestly material. Similar arguments dot the landscape of literary criticism of the Torah, in which scholars have tried to divine at what point priestly editors might have put their distinctive stamp on the literature. From Wellhausen in the nineteenth century to Knohl, Milgrom, and Levine in the late twentieth, there has been no lack of theorizing on these issues—and no definitive answers. For the moment we are left to read Leviticus as it is placed in the Torah, with an awareness that a variety of historical and ideological influences are imbedded, if not hidden, in our text.", "O<small>N</small> A<small>NIMAL</small> S<small>ACRIFICE</small>", "A<small>LTHOUGH IT APPEARS EARLIER IN THE</small> T<small>ORAH</small>, <small>ANIMAL SACRIFICE RECEIVES ITS FULL</small>est treatment in Leviticus. Besides the opening seven chapters, which are devoted to a relatively brief description of how sacrifices are to be offered and disposed of, many other chapters in the book talk about sacrificial rituals: the installation of the priests (8–9), rules about disposing of the <i>hattat</i> sacrifice (10), purification offerings brought in the event of such “polluting” states as childbirth and skin diseases (12–15), and finally the “scapegoat” ceremony of Chapter 16. They appear in most of the later chapters as well.", "What function did sacrifice, particularly of animals, play in the religion of ancient Israel? How could a God who proscribed the murder of human beings (Ex. 20:13, 21:12) countenance the taking of animal life for ritual purposes? To answer these questions, we must turn briefly to some of the commonly proposed theories surrounding sacrifice.", "The idea of offering up living creatures to the gods is one of hoary antiquity. Walter Burkert, on the basis of the study of Greek religion, suggests that sacrifice is a means of dealing with guilt over the taking of life. That is, the switch from gathering to hunting society, made possible by technology (the invention of tools), while it raised human accomplishment and consciousness to a new level, also brought with it the acute sense of having violated something essential in the cosmic order. Such guilt is not mitigated by the fact that early people hunted for food and not for pleasure. The way of dealing with the guilt, giving life back to the gods, is in a true sense restoration; life is given back for life taken, so that it may ultimately be renewed (contrast this to the profoundly unecological use of living and inorganic resources over the past “civilized” centuries). And it must be done via ritual. In Burkert’s view, ritual deals with human anxiety by “raising the ante”—by means of increasing anxiety, it is controlled. So guilt over life-taking is assuaged by making a ritual out of the killing, and the shared experience of trauma helps to create solidarity within the group. Despite the subsequent rise of agriculture, says Burkert, the hunting ritual played out in sacrifice could not be done away with, so ingrained had it become, and the rationale behind sacrifices was therefore transformed. Now domesticated animals could be used, giving greater control over the process.", "In another approach, De Vaux (1965) postulates three motives for sacrifice. In the first model, that of “gift,” the worshiper brings something of value to the deity. The animal is killed, setting it apart for sacred use; it is burned, turning it into an invisible substance which can rise to the gods. The gift may be for thanksgiving or, more likely, may be to assuage the demonic powers that many societies (especially Mesopotamia, Abraham’s homeland) felt controlled everyday life. Giving establishes reciprocal movement; altruism has no place here (Burkert). One is reminded of the elaborate giving ceremonies among many peoples on occasions such as weddings; giving establishes relationship and maintains the social order.", "In addition to gifts, another mode of sacrifice involves communion, as nineteenth-century scholars such as Robertson Smith observed. Here the model of the meal is crucial: humans and gods share a great repast, thereby cementing kinship as surely as the closing of business deals is celebrated by drinks and dinner. Passover, both in the Bible and subsequently (even when the sacrifice per se was no longer involved), may serve as a striking example of the effectiveness of such a paradigm.", "A final type or function of sacrifice is atonement or expiation. Here a sin, communal or individual, is purged away by the act of sacrifice; the gods receive life as a substitute for the sinner’s own, which is symbolized by the victim’s blood. The fact that the animals permitted in the Bible for sacrifice are pastoral and hence frequently used metaphorically for the Israelites themselves, is significant in this regard. This approach is further illustrated in the Bible by the end of the Flood story, where God accepts Noah’s sacrifice, implying that he accepts animal life (which now, simultaneous with properly offered sacrifice, is permissible for food) in place of that of humans (Eilberg-Schwartz). It should be noted that, in the Bible, sacrifice for the sake of atonement is almost always in reference to unintentional sins, whereas deliberate wrongdoing may not be atoned for through this system.", "Which of these rationales is truly at work in Levitical sacrifice? Actually, at various times one can find all of them—the texts present a variety of motives and occasions for sacrifice in biblical Israel, from thanksgiving to purification and reparation. But in general one may say of Israelite sacrifice, as one may say of much of the ritual in Leviticus, that it is designed primarily to maintain or repair the relationship between God and Israel. Such an understanding helps to explain the unity of the book, as we will see in our discussion of pollution: sacrifice was a crucial element in keeping the covenant, and hence God’s beneficent presence among the Israelites, intact.", "The fact that this reconciliation, as it were, takes place against a background of slaughter should not be as upsetting to moderns as it is usually felt to be. In ironic contrast to our mechanized and mass-produced society, where the killing of animals for food takes place at a remove from our consciousness and from our direct participation, the sacrificial system in fact involved worshiper and priest alike, and the symbolic value of the operation, whatever it may have been in specific cases, lay in its directness, in its consciousness of the taking of life. Some would even maintain that in societies where the practice and rationale for sacrifice has broken down, there is inevitably an increase in intrahuman violence (Girard).", "<br><img>", "<b><i>Lev. 3:5</i> And the Sons of Aharon are to turn it (all) into smoke upon the slaughter-site … a fire-offering of soothing savor for Y<small>HWH</small>.</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e3c9ad75f2d99af940", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Varied Sacrificial Offerings II 1", "anchorRef": "Leviticus 2:1-16", "anchorRefExpanded": ["Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part I; The Cult and the Priesthood, Varied Sacrificial Offerings II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ג׳, ויקרא הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 2:1-16\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 2:1-16</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "626bfb6714034f035356d9c5", "index_title": "Malbim Ayelet HaShachar", "category": "Quoting Commentary", "type": "", "ref": "Malbim Ayelet HaShachar 161:5", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Malbim Ayelet HaShachar 161:5", "sourceHeRef": "אילת השחר (מלבי\"ם) קס״א:ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 161.0005, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "\"קרבן ראשית תקריבו\" (ויקרא ס' קמ)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "קרבן ראשית תקריבו (As an offering of first-fruits you may bring them to the LORD)<sup class=\"footnote-marker\">364</sup><i class=\"footnote\">Leviticus 2:12.</i>.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971c32ee7523d1102adc56", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 8:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishnah Zevachim 8:4", "sourceHeRef": "משנה זבחים ח׳:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "אֵבְרֵי חַטָּאת שֶׁנִּתְעָרְבוּ בְאֵבְרֵי עוֹלָה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יִתֵּן לְמַעְלָן, וְרוֹאֶה אֲנִי אֶת בְּשַׂר הַחַטָּאת מִלְמַעְלָן כְּאִלּוּ הוּא עֵצִים. וַחֲכָמִים אוֹמְרִים, תְּעֻבַּר צוּרָתָן וְיֵצֵא לְבֵית הַשְּׂרֵפָה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "In the case of <b>the limbs of a sin offering,</b> which are eaten by priests and may not be burned on the altar, <b>that were intermingled with the limbs of a burnt offering,</b> which are burned on the altar, <b>Rabbi Eliezer says:</b> The priest <b>shall place</b> all the limbs <b>above,</b> on the altar, <b>and I view the flesh</b> of the limbs <b>of the sin offering above</b> on the altar <b>as though they are</b> pieces of <b>wood</b> burned on the altar, and not as though they are an offering. <b>And the Rabbis say:</b> One should wait until <b>the form of</b> all the intermingled limbs <b>decays and they will</b> all <b>go out to the place of burning</b> in the Temple courtyard, where all disqualified offerings of the most sacred order are burned.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971d20ee7523d1102adcb4", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 9:7", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mishnah Zevachim 9:7", "sourceHeRef": "משנה זבחים ט׳:ז׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "כְּשֵׁם שֶׁהַמִּזְבֵּחַ מְקַדֵּשׁ אֶת הָרָאוּי לוֹ כָּךְ הַכֶּבֶשׁ מְקַדֵּשׁ. כְּשֵׁם שֶׁהַמִּזְבֵּחַ וְהַכֶּבֶשׁ מְקַדְּשִׁין אֶת הָרָאוּי לָהֶן, כָּךְ הַכֵּלִים מְקַדְּשִׁים. כְּלֵי הַלַּח מְקַדְּשִׁין אֶת הַלַּח, וּמִדּוֹת הַיָּבֵשׁ מְקַדְּשׁוֹת אֶת הַיָּבֵשׁ. אֵין כְּלֵי הַלַּח מְקַדְּשִׁים אֶת הַיָּבֵשׁ, וְלֹא מִדּוֹת הַיָּבֵשׁ מְקַדְּשׁוֹת אֶת הַלָּח. כְּלֵי הַקֹּדֶשׁ שֶׁנִּקְּבוּ, אִם עוֹשִׂים הֵם מֵעֵין מְלַאכְתָּן שֶׁהָיוּ עוֹשִׂין וְהֵם שְׁלֵמִים, מְקַדְּשִׁין. וְאִם לָאו, אֵין מְקַדְּשִׁים. וְכֻלָּן אֵין מְקַדְּשִׁים אֶלָּא בַקֹּדֶשׁ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "With regard to unfit items that if they ascended do not descend, <b>just as the altar sanctifies</b> items <b>that are suited to it, so too, the ramp sanctifies</b> items that are suited to it. <b>Just as the altar and the ramp sanctify</b> items <b>that are suited to them, so too, the</b> service <b>vessels sanctify</b> items that are placed in them. The mishna elaborates on the <i>halakha</i> taught in the previous mishna (86a) that service vessels sanctify items placed in them. <b>The</b> service <b>vessels</b> used for <b>liquids sanctify</b> only <b>liquids</b> used in the service, <b>and</b> the service vessels that serve as <b>dry measures sanctify</b> only <b>dry</b> items used in the service. <b>The</b> service <b>vessels</b> used for <b>liquids do not sanctify dry</b> items, <b>and</b> the service vessels used for <b>dry</b> items <b>do not sanctify liquids.</b> With regard to <b>sacred vessels that were perforated, if one</b> continues to <b>utilize them</b> for a use <b>similar to the use for which they would utilize them</b> previously when <b>they</b> were <b>whole, they</b> continue to <b>sanctify</b> their contents. <b>And if not, they do not sanctify</b> their contents. <b>And all of</b> these vessels <b>sanctify</b> items <b>only</b> when they are <b>in the sacred</b> area, i.e., the Temple courtyard.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "641880c5c9371ec0cebe709b", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Reggio on Torah, Leviticus 2:12:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית תקריבו,</b> אל תאמר שלא אסרתי לך החמץ אלא במנחת נדבה, ולא מנחת חובה שצויתיך להביאה חמץ, אלא אע\"פי שקרבן ראשית תקריבו אותם לה':", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641880c6c9371ec0cebe709d", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 2:12:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Reggio on Torah, Leviticus 2:12:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ב׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אל המזבח לא יעלו לריח ניחח,</b> שאם העלה כזית משתי הלחם או מדבש הבכורים אל המזבח עובר בלאו כאילו הקריב מנחת חמץ מחולין נדבה למזבח:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641880c7c9371ec0cebe709f", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 2:12:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Reggio on Torah, Leviticus 2:12:3", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ב׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית,</b> נקראו שתי הלחם קרבן ראשית לפי שהיא המנחה הראשונה מן התבואה החדשה, ויראה לי שבכלל קרבן ראשית גם לחמי תודה, כי כל המורם להנתן להכהן ראשית הוא כי תחלה תורם התרומה ואח\"כ יאכל הנשאר לכהנים, ובלחמי תודה נאמר והקריב ממנו אחד מכל קרבן תרומה לה' לכהן הזורק את דם השלמים לו יהיה (להלן ז' י\"ד) דומה לשתי הלחם ולבכורים הנתנין לכהן, וא\"כ נכלל בכלל קרבן ראשית, שאפילו מאותה תרומת חמץ הניתן לכהן, לא יעלה ממנה דבר על המזבח:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641880c8c9371ec0cebe70a1", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 2:12:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Reggio on Torah, Leviticus 2:12:4", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ב׳:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>לה',</b> תביאו אותם בעזרה לתנופה, ולא לקרבן המזבח:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641955b08defb334b3373b25", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Netinah LaGer, Leviticus 2:12:1", "sourceHeRef": "נתינה לגר, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית, קרבן קדמי,</b> לא ידעתי למה לא ת' \"רישיתא\" כמו שת' (שמות כ\"ג י\"ט) ועמ\"ש רש\"י (משלי ח' כ\"ב) ובבאורנו בתחלת בראשית.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc4e758c1dc532ec8c6e", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 2:12", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Steinsaltz on Leviticus 2:12", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ב׳:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 2.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>קָרְבַּן רֵאשִׁית</b>, קרבן הביכורים\n    <b>תַּקְרִיבוּ אֹתָם לַה'.</b> לחם הביכורים היה עשוי חמץ,\n    וגם בביכורים עצמם, שהוגשו אל המזבח, הובא הדבש בצורת פרות שלא הובאו למקדש בדרך כלל.\n    מנחות אלו הוגשו אל המזבח, \n    <b>וְ</b> אולם\n    <b>אֶל הַמִּזְבֵּחַ לֹא יַעֲלוּ לְרֵיחַ נִיחֹחַ,</b> לא נשרפו עליו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Nevertheless, there are instances where leaven and honey are presented as offerings: \n  <b>As an offering of first fruits you shall bring them to the Lord. </b>The two loaves brought on Shavuot, which constituted the first offering brought from the new crop of wheat, were baked as leavened bread (23:17), and the first fruits were brought near to the altar despite the fact that they contained fruit juice. 28 Apart from the first fruits, no fruit were brought to the Temple. These offerings shall be brought to the Temple, <b>but on the altar they shall not ascend for a pleasing aroma; </b>they are not burned on the altar.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66cac9bc077f6b3b5ed84d9b", "index_title": "Mechokekei Yehudah; Karnei Ohr", "category": "Quoting Commentary", "type": "", "ref": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:1:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:1:1", "sourceHeRef": "מחוקקי יהודה; קרני אור, בראשית א׳:א׳:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Karnei Ohr", "he": "מחוקקי יהודה; קרני אור"}, "heTitle": "בראשית", "he": "[א] בראשית חמש הן במקרא, וכלן סמוכים ודבקים למה שאחריהן, ואלו הן א) ברא' א' א', ב) ירמי' כ\"ו א', ג) שם כ\"ז א', ד) שם - כ\"ח א', ה) שם מ\"ט ל\"ד וכן לעומתן מלת <b>באחרית</b> כי רבים המה בכתובים כלן סמוכים ודבקים, ולא כן <b>ראשית ואחרית</b> שתיהן יכונו בלא סמיכות כמו \"ויש אחרית\" (משלי כ\"ד, י\"ד) \"קרבן ראשית\" (ויקרא ב' י\"ב) \"כי אחרית לאיש שלום\" (תה' ל\"ז ל\"ז) \"וירא ראשית לו\" (דברים לג כא) כי אם יש אחרית (משלי כג יח) \"מגיד מראשית אחרית\" (ישעי' מ\"ו י') ובטלה טענת הח' ז\"ל על רש\"י ז\"ל (רוו\"ה):", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5253a5b7edbab4498f482681", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Ibn Ezra on Leviticus 2:12:1", "sourceHeRef": "אבן עזרא על ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>קרבן ראשית תקריבו אותם לה׳‎.</b> כטעם שתים שני עשרונים המונפים לפני השם בחג השבועות וזה פירוש לה׳‎ אף על פי שהם קדש לה׳‎ הם למאכל הכהן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AS AN OFFERING OF FIRST-FRUITS YE MAY BRING THEM UNTO THE LORD. As the two wave-loaves of two tenth parts of an ephah which were waved before God on the festival of Shavu’ot (Lev. 23:17). The meaning of <i>unto the Lord</i> is, even though they are holy <i>unto the Lord</i> they are food for the <i>kohen</i>.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57669f66d6e4a949a39b275f", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Leviticus 2:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "JPS 1985 Footnotes, Leviticus 2:1", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, ויקרא ב׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 2.0001, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Exact meaning of Heb. uncertain.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892ed73d6e4a9274646c7d0", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 1:1:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Chizkuni, Genesis 1:1:2", "sourceHeRef": "חזקוני, בראשית א׳:א׳:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>בראשית.</b> פרש״‎י, אמר רבי יצחק לא היה צריך וכו׳‎ לפי שהיא מצוה ראשונה שנצטוו ישראל. וא״‎ת הרי שבע מצוות מצות מילה וגיד הנשה קדמו למצות החדש מצוה ראשונה, אלא י״‎ל הא דקרי לה בפרש״‎י למצות החדש מצוה ראשונה לפי שהיא ראשונה למצוות שנצטוו ישראל עליהם במעמד כולם. פירש רש״‎י למה פתח בבראשית משום כח מעשיו וכו'. וא״‎ת היאך יכולין הכנענים לומר לישראל גזולה מז׳‎ אומות חדא דאין זו גזולה שמה שקנה עבד קנה רבו וקים לן דכנען לזרעו של שם עבד הוה כדכתיב ויהי כנען עבד למו. ועוד אדרבה הם גזלוה מישראל כמו שפירש״‎י בפ׳‎ לך והכנעני אז בארץ היה הולך וכובש את הארץ מזרעו של שם שבחלקו של שם נפלה כשחלק נח את הארץ לבניו. אלא י״‎ל כמה מלכים היו בארץ כגון מלך חצור וחביריו שלא היו ממשפחות כנען וכן בפ׳‎ ברכה גבי אפסי ארץ, ושמא הם מזרעו של שם היו ולא היה לישראל שום רבנות עליהם ליטלה מהם בחזקה ומהם היה הכנעני הולך וכובש כמו שפרש״‎י. ד״‎א מה טעם פתח בבראשית להודיע סדר הבריאה ונתינת הארץ כמו שפירש״‎י, היינו טעמא שלא יהא פתחון פה לכנענים לומר להם לישראל אין אתם מן היורש הראוי לירש שהוא עילם אלא אתם מארפכשד הצעיר בבנים כדכתיב בני שם עילם ואשור וארפכשד א״‎כ כבשתם את הארץ שלא כמשפט. ד״‎א לכך פתח בענין יצירה שאלמלא כן יאמרו קטני אמנה העולם על מנהגו הוא עומד ועמד תמיד. פרש״‎י ברצונו נתנה להם וכו׳‎ צ״‎ל לא נתנה להם לחלוטין דאל״‎כ היך חוזר ממתנתו. פירש״‎י שאין לך ראשית במקרא שאין דבוק לתיבה שלאחריו. חז״‎ק הרי מצינו דוגמא כי אחרית לאיש שלום ואין דבוק לתיבה שלאחריו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בראשית; Rashi comments on this word as follows: “Rabbi Yitzchok said that there was not really any need to commence the Torah before the beginning of chapter 12 in Exodus, when G-d addressed the Jewish nation with legislation about the forthcoming Passover. He only did so in order to tell mankind that He owns the earth and therefore can allocate parts of it to those, whom He chooses, i.e. that the Israelites did not rob the Canaanites of their land, which had never been rightfully theirs. Rashi therefore considers the laws about Passover as the first commandment given to the Jewish people. If we were to counter that the seven universal laws that apply to all of mankind apply to us also, and these had been given many years before there was an Avraham, even, the answer is that what Rashi meant was the Passover legislation was the first commandment given to the Jewish people when all of them were present during that address. (Exodus 12,3) To the question that the mere idea of the Canaanites arguing that the Israelites had stolen their land, seeing that what belongs to the slave automatically belongs to his master, and Canaan (Noach’s grandson) had been demoted to being a slave by his grandfather ever since he had been cursed, so how could they have ever owned it? (compare Genesis 9,26) Canaan’s descendants had been slaves of Shem, the great-grandfather of Avraham ever since! Rashi himself pointed this out already on Genesis 12,6. The Canaanites, as alluded to in that verse, had robbed the descendants of Shem of their heritage! We would have to answer that the Canaanites i.e. the tribes making up that kingdom, also contained kings (King of Chatzor) and others who were not descended from the original Canaan. (Compare Joshua, beginning chapter 11) The latter might even have been descended from Shem, so that the Israelites would have had a legal claim on the land they occupied as they were rightful owners. An alternate way of explaining why the Torah commenced with the word (and the story that follows) of בראשית is this. It is to inform us of the sequence in which this material universe came into existence and how once created it was allocated to the creatures inhabiting it, as Rashi explained, i.e. to prove that the Canaanites had no legal claim to dispute the Jews’ viewing it as their inheritance, ancestral heritage, by claiming that rightfully Eylam had a legal claim to it. [Eylam was Shem’s firstborn son, (Genesis 10,21, whereas Avraham was a descendant of Shem’s youngest son Arpachshad, basing themselves on what is written in Genesis 11,13 where this son is listed last, not first as in 10,21. Ed.] Yet another reason for the Torah commencing with the words: בראשית ברא אלוקים, “at the beginning G-d created, etc.;” is to state categorically that the universe in which we live did not exist eternally, or is the result of “the big bang,” but was created by a Creator. When Rashi states that G-d allocated the land of Israel to the Israelites מרצונו, “as an expression of His goodwill,” this is an implied warning that such an allocation was not absolute and irreversible for all future time, otherwise how could He take it back by exiling its people and reallocate it to someone else? Rashi also makes the point that the word ראשית, whenever it occurs in the Bible is invariably linked to the word following it. The author, supporting Rashi, cites an example from Leviticus 2,12: קרבן ראשית תקריבו אותם, “you are to present them as an initial offering.” [Rabbi Chavell, in his annotations, already pointed out that the author’s statement is not quite accurate, pointing to Deuteronomy 33,21, וירא ראשית לו. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f278d6e4a92746471810", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Chizkuni, Leviticus 2:12:1", "sourceHeRef": "חזקוני, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>תקריבו אתם לה'</b> בעזרה לתנופה אבל לא לקרבן מזבח.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "תקריבו אום לה, “you are to present it to Hashem.” This procedure is performed in the courtyard of the Temple, but the offering does not reach the altar.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3ca5d6e4a9026bd8f14b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Aderet Eliyahu, Leviticus 2:12:1", "sourceHeRef": "אדרת אליהו, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית.</b> שהיא ראשית לכל המנחות וכה\"א מנחה חדשה שתהא חדשה לכל המנחות:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca5d6e4a9026bd8f14d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 2:12:2", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Aderet Eliyahu, Leviticus 2:12:2", "sourceHeRef": "אדרת אליהו, ויקרא ב׳:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>תקריבו.</b> יכול אם קדמן דבר אחר לא יקרבו ת\"ל תקריבו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca5d6e4a9026bd8f14f", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 2:12:3", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Aderet Eliyahu, Leviticus 2:12:3", "sourceHeRef": "אדרת אליהו, ויקרא ב׳:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואל המזבח.</b> מניין לרבות הכבש ת\"ל ואל המזבח:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca6d6e4a9026bd8f151", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 2:12:4", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Aderet Eliyahu, Leviticus 2:12:4", "sourceHeRef": "אדרת אליהו, ויקרא ב׳:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>לריח ניחוח.</b> לריח ניחוח אי אתה מעלה אבל אתה מעלה לשם עצים.", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ca6d6e4a9026bd8f153", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 2:12:5", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Aderet Eliyahu, Leviticus 2:12:5", "sourceHeRef": "אדרת אליהו, ויקרא ב׳:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>אתם.</b> אותם אתה מעלה לשם עצים אבל לא כל שממנו לאישים. ד\"א אותם הוא כבש המזבח אבל לא כל שממנו לאישים. אותם שיכול אם לא הקריב בעצרת יקריב לאחר עצרת ת\"ל אותם. ומניין שלא יביא היחיד או הציבור כיוצא בהן נדבה ת\"ל אותם:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b94cb071e100bf4e90b1", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Passover 1:5", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Kad HaKemach, Passover 1:5", "sourceHeRef": "כד הקמח, פסח א׳:ה׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [1290, 1340], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "פסח", "he": "<b>גם</b> איסור החמץ בפסח מן הטעם הזה הוא כדי לצרף נפש המשכלת ולקבוע בלב אמונת השם ית' בזכרון הנפלאות הנכללות ביציאת מצרים וכי נאסר לנו החמץ לזכרון שלא הספיק בצקם של אבותינו להחמיץ עד שנגאלו, וכפשט הכתוב (שמות י״ב:ל״ט) ויאפו את הבצק אשר הוציאו ממצרים וגו', ומן הידוע באיסור החמץ שיש בו רמז ליצה\"ר והאדם חייב להגביר יצ\"ט על יצה\"ר וזאת כונת התורה בתעניות ובתפלות ובצדקות וזהו עיקר הפירוש בפסוק (משלי י״ב:י׳) יודע צדיק נפש בהמתו כלומר נפש הבהמית שלו כי הצדיק משבר ומכניע אותה מלשון (שופטים ח׳:ח׳) ויודע בהם אנשי סכות וכן (תהילים קל״ח:ו׳) וגבוה ממרחק יידע. והנה לשון חמץ מלשון (שם עג) כי יתחמץ לבבי, כי הלב הנוטה להרשיע יקראוהו רז\"ל החמיץ כענין שאמרו בכורש כאן קודם שהחמיץ כאן לאחר שהחמיץ וכן היין הנפסד נקרא חומץ, וכן אמרו בפירוש גלוי וידוע לפניך שרצוני לעשות רצונך ומי מעכב שאור שבעיסה כלומר יצה\"ר הרי שהמשילו יצה\"ר לשאור, ואמרו במדרש כי הוא ידע יצרנו אוי לה לעיסה שהנחתום מעיד עליה שהיא רעה, ועל כן היה החמץ מרוחק מן המזבח והזהירה עליו תורה שלא להקריבו כל עיקר הוא שכתוב (ויקרא ב׳:י״א-י״ב) כי כל שאור וכל דבש לא תקטירו ממנו אשה לה' קרבן ראשית תקריבו אותם לה' ואל המזבח לא יעלו לריח ניחוח. לפי שהמזבח היה לריח ניחוח ומקום מיוחד לכפרה ולרצון והחמץ לא לרצון. ומה שהיה חמץ בקרבן תודה לא היה ראוי להקריבו קרבן כי אם להניף אותו תנופה, וע\"ז אמרה תורה לא יראה ולא ימצא לא יראה במעשה ולא ימצא במחשבה אלא שיבטלנו בלב ולפי שהמצות שלשה חלקים מצות הפה והלב והמעשה כמ\"ש (דברים ל׳:י״ד) בפיך ובלבבך לעשותו, באה התורה לבטלו בלב כנגד המצות התלויות בלב, ובאה הקבלה לבערו מן הבית או לשרפו כנגד מצות המעשה, ולומר כל חמירא כנגד מצות הפה כדי שיתקיימו שלשה חלקי המצות באיסור החמץ והא למדת שאיסור החמץ כולל כל המצות וכיון שהחמץ יש בו רמז ליצה\"ר מכאן יש לנו רמז שכשם שאנו מצווים לבטל החמץ בלב מן התורה כך אנו חייבים לבטל יצה\"ר מהלב ושלא ימשול בנו וזש\"ה תשביתו. ודרז\"ל דהיינו ביטול בלב דכתיב (בראשית ח׳:כ״א) כי יצר לב האדם רע מנעוריו, וכשם שבאה הקבלה לבער החמץ ולבדוק הבית בחורין ובסדקים כך אנו חייבים לחפוש ולבדוק חדרי בטן והכליות ממחשבו' ומהרהורים רעים, וכשם שבדיקת החמץ אינה לא לאור החמה ולא לאור הלבנה ולא לאור האבוקה אלא לאור הנר כך בדיקת יצה\"ר אינה אלא לאור הנשמה הנקראת נר הוא שכתוב (משלי כ׳:כ״ז) נר ה' נשמת אדם וגו' ומה שהיה זמן איסורו ז' ימים לרמוז על האלף הז' שאין בו יצה\"ר ואם היה האיסור ו' או ח' לא היתה הכונה מתבארת כל כך. וכשם שהותר לנו החמץ אחר הז' כן עתיד שיתחדש עולם אחר השביעי וישוב יצה\"ר בעולם וזה ילך עד היובל הגדול שיעקרו לגמרי, וע\"כ תמצא ביום נ' לעומר שהוא כנגד נ' של יובל שכתיב שם (ויקרא כ״ג:י״ז) חמץ תאפינה כי בו יתבטל יצה\"ר לגמרי. ואמר (משלי ל׳:ה׳) מגן הוא לחוסים בו שהיא מגינה על הצרות והיא מגינה על החליים כי עם התורה א\"צ לרופאים וזה דבר ברור מהבטחת הכתוב (שמות כ״ג:כ״ה) וברך את לחמך ואת מימיך וגו'. ואמר אל תוסף על דבריו פן יוכיח בך ונכזבת, הזהיר על המצות שלא יתחכם אדם להם ושלא יוסיף עליהם כגון ד' מינין שבלולב או ד' פרשיות שבתפילין שלא יעשה מהן ה' כי כל המוסיף עובר על התורה שנא' (דברים יג) לא תוסיף עליו וגו' כי התורה תמימה שנא' (תהילים י״ט:ח׳) תורת ה' תמימה וגו' וכל מה שהוא תמים א\"צ תוספת ומגרעת, וכל דברי התורה הם מזוקקין בלי סיג הוא שאמר דוד ע\"ה (שם יב) אמרות ה' אמרות טהורות כסף צרוף בעליל לארץ מזוקק שבעתים: \n", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": "... And on this the Torah says (Exodus 13:7) \"there will not be seen and there will not be found\" - it will not be seen b'maaseh (in action) and will not be found b'machshava (in thought), rather one should anul it in his heart. The mitzvot have 3 categories: mitzvot of speech, of the heart and of action, as it is written (Deuteronomy 30:14) \"in your mouth and in your heart to do it\". Comes the Torah (instructing us) to anul it in the heart, corresponding to the mitzvot which are dependent on the heart. Comes the 'kabbalah' (instructing us) to eradicate it from the house or to burn it, corresponding to the mitzvot of action. And to say 'kol chamira', corresponding to mitzvot of speech. In this way the 3 categories of mitzvot are fulfilled through the prohibition of chametz, teaching you that the prohibition of chametz incorporates all the mitzvot... Just as the 'kabbalah' comes (instructing us) to eradicate chametz and (livdok) to check the house in nooks and in cracks, so too we are obligated to search and check the chambers of our inner being for bad (machshavas) intentions and bad (hirhurim) thoughts. Just as bedikat chametz (checking for chametz) is not valid by sunlight, nor by moonlight, nor by the light of a torch, but only by the light of a candle, so too the bedikah (checking) of the yetzer hara must be by the light of the neshama (soul) which is called 'ner' (candle), this is what is written (Proverbs 20:27) \"the candle of Hashem is the soul of man, which searches the chambers of one's inner being.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd140153a676f00197d17de", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 2:12:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Birkat Asher on Torah, Leviticus 2:12:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ב׳:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>\"קרבן ראשית תקריבו אֹתָם\" וגו'.</b> המילה \"אֹתם\" מוסבת על שאור ודבש המוזכרים בפסוק הקודם, כמבואר ברש\"י. (פ' ויקרא תשס\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36ed981bf5c3cfe953265", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Shabbat HaGadol Sermons 1:30", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Ben Porat Yosef, Shabbat HaGadol Sermons 1:30", "sourceHeRef": "בן פורת יוסף, דרשות שבת הגדול א׳:ל׳", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 1.003, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "דרשות שבת הגדול", "he": "ועוד נ\"ל, דכתבתי במ\"א ביאור פסוק (ויקרא ב, יא - יב) כל שאור וכל דבש לא תקטירו וכו' קרבן ראשית וגו'. דכתב בכלי יקר על פסוק (בראשית ד, ד) והבל הביא ג\"ם הוא וגו', יעו\"ש.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36ee581bf5c3cfe9532bf", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Shabbat HaGadol Sermons 1:61", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Ben Porat Yosef, Shabbat HaGadol Sermons 1:61", "sourceHeRef": "בן פורת יוסף, דרשות שבת הגדול א׳:ס״א", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 1.0061, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "דרשות שבת הגדול", "he": "ונ\"ל דכתבתי במ\"א דכתב בכלי יקר ביאור פסוק (ויקרא א, ב) אדם כי יקריב מכם וגו' על פי מ\"ש (בראשית ד, ד) והבל הביא גם הוא וכו', יעו\"ש. ועפ\"ז כתבתי ביאור פסוק (ויקרא ב, יא - יב) כי כל שאור וכל דבש לא תקטירו ממנו אשה לה' קרבן ראשית וכו', יעו\"ש.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36f2081bf5c3cfe9533b3", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Shabbat HaGadol Sermons 2:56", "anchorRef": "Leviticus 2:11-12", "anchorRefExpanded": ["Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Ben Porat Yosef, Shabbat HaGadol Sermons 2:56", "sourceHeRef": "בן פורת יוסף, דרשות שבת הגדול ב׳:נ״ו", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 2.0056, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "דרשות שבת הגדול", "he": "ונבאר תחלה פסוק פ' צו, והוא מצוה מתרי\"ג מצות, וכל מנחת כהן כליל תהיה לא תאכל (ויקרא ו, טז). ונבאר טעם מצוה זאת, ונבאר פסוק (ויקרא ב, יא - יב) כל שאור וכל דבש לא תקטירו ממנו אשה לה' קרבן ראשית וגו'.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b6f4f9d9362e1807c7f9b2", "index_title": "Degel Machaneh Ephraim", "category": "Chasidut", "type": "commentary", "ref": "Degel Machaneh Ephraim, Vayikra 13", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Degel Machaneh Ephraim, Vayikra 13", "sourceHeRef": "דגל מחנה אפרים, ויקרא י״ג", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1770, 1800], "commentaryNum": 13, "collectiveTitle": {"en": "Degel Machaneh Ephraim", "he": "דגל מחנה אפרים"}, "heTitle": "ויקרא", "he": "<b>קרבן ראשית תקריבו אותם לה'</b> הוא ע\"ד וגלחה את ראשה ואל המזבח לא יעלה ע\"ד מה שכתבתי בפ' יתרו על רש\"י ויברך אותו ויקדש אותו ותבין זאת כי הן הן הדברים המדה שיש ראשית לעומר איזה תענוג לעצמו: וכל קרבן מנחתך במלח תמלח הוא אותיות מל ח' היינו שיהיה מילה בזמנה ובמועדה שיהיה בתענוג ההקרבה ובשמחה גדולה ולא תשבית את הברית רק חמץ ושאור תשביתו מאנוש זכרם אבל הברית יהיה על קרבנך ולא תשבית ברית מלח: מנחה היא דורון ומתנה שמקרב להקב\"ה השכינה כביכול ומי שמסתכל בתיבת מנחה מורה על זה אך יש כמה מיני מנחות כי יש כמה מיני עבודה יש עבודה שהיא בלב ומחשב מחשבה ומדבק עצמו בהקב\"ה ומעלה כל הדברים שהוא רואה במחשבה להקב\"ה ויש שמעלין עם הדיבור בתפלה ויש שמעלים בד\"ת ויש שמעלה עם המלאכה ומו\"מ כשעושה בדעת ובהשכל כמ\"ש דהמע\"ה בכל דרכיך דעהו או כשיש צדיק בעול' מייחד כל הדברים כידוע וזהו מנחה על המחבת פי' אם קרבנך שאתה מקרב המנחה היא על המחבת מלשון סתר וחבוי בסוד המחשבה אזי ג\"כ תהיה מצה ופסול במשהו חמץ אך פתות אותה פתים היינו פירורי' כזיתא מוחא עילאה תכוין להמשיך השפע ממוחא ביראה ואהבה פנימיו' לכל הדברים בדביקותך להקב\"ה ובדביקותך לאותן הדברים ואתה נותן הדעת בהם ומחיה אותם וכזית הוא מחיה את האדם כידוע נמצא בכזית יש אדם שלם וכן בכל הדברים יש אדם שלם כידוע מסוד השחיט' וכן בכל הצומחי' כידוע מכזי' אוכל מחיה אדם וכן בדומם כי הדומם מחיה ונותן כח להצמיח וגם עוד ראיה מסגולות אבנים טובות שמחיה את האדם כידוע במעשה אבן הדימוט וכשאתה רואה איזה דבר בעולם מדצח\"מ וממשיך לו מחשבה טובה אהבה ויראה ממוחא הוא ממשיך להם חיות ממוחא עילאה ומשם יורד השפע דרך העולמות ובא למלאך הממונה על אותו דבר ומהנהו ומרוהו ומצמיחו ומולידו וכן בכל הדברים ואח\"כ כשנתהוה הדבר בעולם חוזר האדם ונהנה ממנו ולוקח משם חיות יותר וזהו בסוד החיות רצוא ושוב וזהו פתות אותה פתים:", "heVersionTitle": "Degel Machaneh Ephraim, Korets, 1810", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דגל מחנה אפרים, קורץ, תק\"ע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231f87f574a17ca6bbef", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shabbat 7:2:10", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Jerusalem Talmud Shabbat 7:2:10", "sourceHeRef": "תלמוד ירושלמי שבת ז׳:ב׳:י׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.001, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "הָדָא אָֽמְרָה. דָּבָר אֶחָד שֶׁיָּצָא לְצוֹרֶךְ אֵינוֹ חוֹלֵק. וְשֶׁלֹּא לְצוֹרֶךְ חוֹלֵק. שְׁנֵי דְבָרִים שֶׁיָּֽצְאוּ מִן הַכְּלָל מָהוּ שֶׁיַּחֲלוֹקוּ. נִישְׁמְעִינָהּ מִן הָדָא. מְנַיִין הַמַּעֲלֶה מִבְּשַׂר חַטָּאת וּמִבְּשַׂר אָשָׁם וּמִבְּשַׂר קָדְשֵׁי הַקָּדָשִׁים וּמִבְּשַׂר קֳדָשִׁים קַלִּים וּמוֹתָר הָעוֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים וּשְׁיֵרֵי מְנָחוֹת וּמִן הַשְּׂאוֹר וּמִן הַדְּבַשׁ עוֹבֵר בְּלֹא תַעֲשֶׂה. תַּלְמוּד לוֹמַר כִּ֤י כָל־שְׂאוֹר וְכָל־דְּבַ֔שׁ לֹֽא־תַקְטִ֧ירוּ מִמֶּ֛נּוּ אִשֶּׁ֖ה לַֽיי. הָא כָּל־שֶׁיֵּשׁ מִמֶּנּוּ לָאִישִּׁים הֲרֵי הוּא בְּבַל תַקְטִּירוּ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "This implies that one item which was mentioned separately by necessity does not divide<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Since we found a reason why the item was mentioned one cannot infer that it is established as a separate rule.</i>. If it was mentioned not by necessity it divides<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">It is a general hermeneutical rule (No. 4) that two parallel items are just that, two separate items, and no additional inferences or comparisons are possible. If both are prohibitions, infractions generate separate liabilities.</i>. If two items were mentioned separately, do they divide? Let us hear from the following: From where that he transgresses a prohibition whoever brings to the altar meat of a purification offering<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">For purification and reparation offerings, blood is sprinkled on the altar and fat is burned. The meat must be eaten by the priests; it cannot be sacrificed.</i>, or meat of a reparation offering, or meat of most holy offerings<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">Most holy offerings are elevation offerings which are completely burned, purification and reparation offerings already mentioned, and the public well-being offering accompanying the Two Leavened Breads on Pentecost which introduce the season of the wheat harvest. Only the last item can be meant here, where the meat also must be eaten by the priests.</i>, or meat from simply holy offerings<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">The family sacrifices, of which only blood and fat are given to the altar, <a class=\"refLink\" data-ref=\"Leviticus 3\" href=\"/Leviticus.3\"><i>Lev</i>. Chapter 3</a>.</i>, or the remainder of the ˋ<i>Omer</i><sup class=\"footnote-marker\">141</sup><i class=\"footnote\">The barley offering on the Festival of Unleavened Bread, of which a handful is burnt on the altar and the remainder must be eaten by the priests. <a class=\"refLink\" data-ref=\"Leviticus 23:10\" href=\"/Leviticus.23.10\"><i>Lev</i>. 23:10</a>.</i> or the Two Breads<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">The Two Breads to be brought on Pentecost, to be eaten by the priests with the meat of the public well-being offering (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Shabbat 7:2:10\" href=\"/Jerusalem_Talmud_Shabbat.7.2.10\">Note 139</a>). <a class=\"refLink\" data-ref=\"Leviticus 23:17\" href=\"/Leviticus.23.17\"><i>Lev</i>. 23:17</a>.</i>, or the Shew Bread<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Of which the incense is burned on the altar; the bread itself has to be eaten by the priests, <a class=\"refLink\" data-ref=\"Leviticus 24:5-9\" href=\"/Leviticus.24.5-9\"><i>Lev</i>. 24:5–9</a>.</i>, or remainders of cereal offerings<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">To be eaten by the priests after a handful was burned on the altar, <a class=\"refLink\" data-ref=\"Leviticus 2\" href=\"/Leviticus.2\"><i>Lev</i>. Chapter 2</a>.</i>, or leaven<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">This again refers to the Two Breads, the only leavened offering.</i>, or date honey<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Which as an offering of first fruits is consumed by the priest after being presented to the altar but not brought onto the altar. <a class=\"refLink\" data-ref=\"Deuteronomy 26:2\" href=\"/Deuteronomy.26.2\"><i>Deut</i>. 26:2</a>.</i>? The verse says<sup class=\"footnote-marker\">147</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\"><i>Lev</i>. 2:12</a>.</i>, <i>for any leaven or any date honey you may not turn into smoke as a fire gift to the Eternal</i>. Therefore anything that had been given to the fire is under “do not turn into smoke”<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">If any part or appendix had to be given to the fire on the altar, there is a prohibition to put any of the remainder on the altar.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6231f87f574a17ca6bbf0", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shabbat 7:2:11", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "Jerusalem Talmud Shabbat 7:2:11", "sourceHeRef": "תלמוד ירושלמי שבת ז׳:ב׳:י״א", "anchorVerse": 12, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0011, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "רִבִּי אֶלְעָזָר שָׁאַל לְרִבִּי יוֹחָנָן. וְיֵצְאוּ שְׁתֵּי הַלֶּחֶם וִילַמְּדוּ עַל הַקֳּדָשִׁים לַכֶּבֶשׁ. אָמַר לֵיהּ. כְּהָדָא דְתַנֵּי. הַמִּזְבֵּחַ. אֵין לִי אֶלָּא הַמִּזְבֵּחַ. וּמְנַיִין לְרַבּוֹת אֶת הַכֶּבֶשׁ. תַּלְמוּד לוֹמַר וְאֶל־הַמִּזְבֵּ֥חַ לֹא־יַֽעֲל֖וּ. יָכוֹל לָעֲבוֹדָה וְשֶׁלֹּא לָעֲבוֹדָה. תַּלְמוּד לוֹמַר לְרֵ֥יחַ נִיחוֹחַ: לֹא אָמַרְתִּי אֶלָּא לָעֲבוֹדָה. אָמַר לֵיהּ. אוֹתָם מִיעוּט. אֵילּוּ חַייָבִין עֲלֵיהֶן לַכֶּבֶשׁ. וְאֵין שְׁאַר כָּל־הַקֳּדָשִׁים חַייָבִין עֲלֵיהֶן לַכֶּבֶשׁ. מִפְּנֵי שֶׁכָּתוּב אוֹתָם. הַא אֵינוֹ כָתוּב אוֹתָם מְלַמְּדִין. הָדָא אָֽמְרָה. שְׁנֵי דְבָרִים שֶׁיָּֽצְאוּ מִן הַכְּלָל אֵינָם חוֹלְקִין. אַמַר רִבִּי חֲנַנְיָה בְרֵיהּ דְּרִבִּי הִלֵּל. לַחֲלוֹק אֵינָן חוֹלְקִין. הָא לְלַמֵּד מְלַמְּדִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Eleazar asked Rebbi Joḥanan. Should not the Two Breads, being mentioned separately, teach about all <i>sancta</i> on the ramp<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">The ramp on which the priest ascends to the altar since it is forbidden to build steps to the altar (<a class=\"refLink\" data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\"><i>Ex</i>. 20:22</a>). The ramp was physically separated from the altar.</i>? He told him, it follows what was stated, <i>the altar</i><sup class=\"footnote-marker\">150</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\"><i>Lev</i>. 2:12</a>: <i>As an offering of first fruits you may offer them to the Eternal but on the alter they shall not ascend for pleasant scent</i>.</i>, this means not only the altar, from where to include the ramp? The verse says<sup class=\"footnote-marker\">150</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\"><i>Lev</i>. 2:12</a>: <i>As an offering of first fruits you may offer them to the Eternal but on the alter they shall not ascend for pleasant scent</i>.</i>, <i>on the altar they shall not be lifted</i>. I could think neither as an act of worship nor as act of worship. The verse says<sup class=\"footnote-marker\">150</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\"><i>Lev</i>. 2:12</a>: <i>As an offering of first fruits you may offer them to the Eternal but on the alter they shall not ascend for pleasant scent</i>.</i>, <i>as aroma smell</i>, I was saying this only as an act of worship<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Since the ramp is inclined, stepping on the ramp in the course of a service would be “ascend for pleasant scent” and is forbidden. But depositing the first fruits on the ramp while the priest remains standing on the floor of the Temple court until he takes them to be consumed is not covered by the prohibition. <a class=\"refLink\" data-ref=\"Sifra, Tzav, Chapter 1 11\" href=\"/Sifra,_Tzav,_Chapter_1.11\"><i>Sifra Ṣaw Pereq</i> 1(11</a>).</i>. (He retorted,)<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">An addition from the corrector; this has to be deleted since the next paragraph shows that the speaker still is R. Joḥanan; the following is a continuation of the <i>baraita</i> quoted.</i> <i>them</i> is a restriction<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Anything other than leaven and date honey is not covered by the verse.</i>. For these one is liable on the ramp, for all other <i>sancta</i> one is not liable on the ramp. Because it is written <i>them</i>. If <i>them</i> had not been written, it would instruct<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Then leaven and date honey would just be examples of items to be consumed by the priests.</i>. That means, two items which were mentioned separately do (not)<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">A correction by the scribe himself but in error as shown by the next paragraph.</i> separate<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">To prohibit burning on the altar what must be consumed by priests or laity it would have been enough to give one example. Since two were given, it implies that bringing to the altar is a separate sin for each of them (and equally all others).</i>. Rebbi Ḥananiah the son of Rebbi Hillel said, they do not separate, therefore they instruct<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Since they are mentioned in one verse they are not two independent items; previous argument is not applicable. Since it is a single item it permits inference for all <i>sancta</i>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d443b6084aa1cbf312b7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָרְבָּן 1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "BDB, קָרְבָּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָרְבָּן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָרְבָּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קָרְבָּן</span></big><sub>80</sub>  <strong>n.m.</strong> <a data-ref=\"Leviticus 6:13\" href=\"/Leviticus.6.13\">Lv 6:13</a> <strong>offering, oblation (</strong>Assyrian <em>kurbannu</em>, id., appar. always with כ, Dl<sup>HWB 351</sup><strong>)</strong>;—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a> +; cstr. <span dir=\"rtl\">קָרְבַּן</span> <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a> +; sf. <span dir=\"rtl\">קָרְבָּנִי</span> <a data-ref=\"Numbers 28:2\" href=\"/Numbers.28.2\">Nu 28:2</a>; pl. sf. <span dir=\"rtl\">קָרְבְּנֵיהֶם</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>;—<em>offering, oblation</em>, gen. term for all kinds of offering (only Ez Lv Nu [HP]): animal <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a>, <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a> +, vegetable <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">2:1</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 2:5\" href=\"/Leviticus.2.5\">5</a> +, articles of gold <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, silver <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">7:13</a> +, etc.; as acc. cogn. after <span dir=\"rtl\">הִקְרִיב</span> <a data-ref=\"Leviticus 1:2\" href=\"/Leviticus.1.2\">Lv 1:2</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 3:14\" href=\"/Leviticus.3.14\">3:14</a> <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">Nu 6:14</a> + (v. √ <strong>Hiph. 2 b</strong> (5)); cstr. <span dir=\"rtl\">ק׳ מִנְחָה</span> <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">Lv 2:1</a>, <a data-ref=\"Leviticus 2:4\" href=\"/Leviticus.2.4\">4</a>, <a data-ref=\"Leviticus 2:13\" href=\"/Leviticus.2.13\">13</a>, <span dir=\"rtl\">ק׳ רֵאשִׁית</span> v <a data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\">12</a>, <span dir=\"rtl\">ק׳ אִשֶּׁה</span> <a data-ref=\"Leviticus 22:27\" href=\"/Leviticus.22.27\">22:27</a>; <span dir=\"rtl\">ק׳ י׳</span> <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">Nu 9:7</a>, <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">13</a> (cf. <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">31:50</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d456b6084aa1cbf32177", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רֵאשִׁית 1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "BDB, רֵאשִׁית 1", "sourceHeRef": "בראון-דרייבר-בריגס, רֵאשִׁית א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רֵאשִׁית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">רֵאשִׁית</span></big>  <strong>n.f. beginning, chief (</strong>for <span dir=\"rtl\">רְאֵשִׁית</span> Nö<sup>GGA 1884, 1019</sup>, cf. Holz<sup>Hex 465</sup>; Syriac <span dir=\"rtl\">ܪܺܝܫܺܝܬܳܐ</span> <strong>)</strong>;—abs. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Deuteronomy 33:21\" href=\"/Deuteronomy.33.21\">Dt 33:21</a> +, cstr. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Genesis 10:10\" href=\"/Genesis.10.10\">Gn 10:10</a> +, <span dir=\"rtl\">רֵשִׁית</span> <a data-ref=\"Deuteronomy 11:12\" href=\"/Deuteronomy.11.12\">Dt 11:12</a>; sf. <span dir=\"rtl\">רֵאשִׁיתוֹ</span> <a data-ref=\"Ecclesiastes 7:8\" href=\"/Ecclesiastes.7.8\">Ec 7:8</a>, <span dir=\"rtl\">רֵאשִׁתוֹ</span> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a>, etc.;—<br><strong>1.</strong> <strong>a.</strong>  <em>beginning</em>, of kingdom <a data-ref=\"Genesis 10:10\" href=\"/Genesis.10.10\">Gn 10:10</a> (J), year <a data-ref=\"Deuteronomy 11:12\" href=\"/Deuteronomy.11.12\">Dt 11:12</a>, reign <a data-ref=\"Jeremiah 26:1\" href=\"/Jeremiah.26.1\">Je 26:1</a>; <a data-ref=\"Jeremiah 27:1\" href=\"/Jeremiah.27.1\">27:1</a>; <a data-ref=\"Jeremiah 28:1\" href=\"/Jeremiah.28.1\">28:1</a>; <a data-ref=\"Jeremiah 49:34\" href=\"/Jeremiah.49.34\">49:34</a>; = first phase, step, or element in course of events <a data-ref=\"Isaiah 46:10\" href=\"/Isaiah.46.10\">Is 46:10</a> (opp. <span dir=\"rtl\">אַחֲרִית</span>); of a thing <span dir=\"rtl\">(דָּבָר)</span> <a data-ref=\"Ecclesiastes 7:8\" href=\"/Ecclesiastes.7.8\">Ec 7:8</a> (opp. id.); of sin <a data-ref=\"Micah 1:13\" href=\"/Micah.1.13\">Mi 1:13</a>, strife <a data-ref=\"Proverbs 17:14\" href=\"/Proverbs.17.14\">Pr 17:14</a>, wisdom <a data-ref=\"Psalms 111:10\" href=\"/Psalms.111.10\">ψ 111:10</a>, knowledge <a data-ref=\"Proverbs 1:7\" href=\"/Proverbs.1.7\">Pr 1:7</a>; <em>thy beginning</em> <a data-ref=\"Job 8:7\" href=\"/Job.8.7\">Jb 8:7</a> = thine early life, so <em>his beginning</em> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">42:12</a> (both opp. <span dir=\"rtl\">אַחֲרִית</span>); <span dir=\"rtl\">ר׳</span> before cl., <span dir=\"rtl\">בְּר׳ בָּרָא א׳</span> <a data-ref=\"Genesis 1:1\" href=\"/Genesis.1.1\">Gn 1:1</a> <em>in the beginning when God created</em> (> abs. <em>in the beginning God created</em>); <span dir=\"rtl\">ר׳ אֹנִי</span> <a data-ref=\"Genesis 49:3\" href=\"/Genesis.49.3\">49:3</a> (poem) <em>beginning</em> (first product) <em>of my manly vigour</em> (‖ <span dir=\"rtl\">בְּכֹרִי</span>, <span dir=\"rtl\">כֹּחִי</span>), so <a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a> (both ‖ <span dir=\"rtl\">בְּכוֹר</span>), <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; cf. <span dir=\"rtl\">ר׳ דַּרְכֵי אֵל</span> <a data-ref=\"Job 40:19\" href=\"/Job.40.19\">Jb 40:19</a> (of hippopot.), <span dir=\"rtl\">ר׳ דַּרְכּוֹ</span> <a data-ref=\"Proverbs 8:22\" href=\"/Proverbs.8.22\">Pr 8:22</a> (of wisdom); = first season (of a tree) <a data-ref=\"Hosea 9:10\" href=\"/Hosea.9.10\">Ho 9:10</a>; <span dir=\"rtl\">ר׳ גּוֹיִם</span> <a data-ref=\"Numbers 24:20\" href=\"/Numbers.24.20\">Nu 24:20</a> (JE), <em>first, earliest, of nations</em>. <strong>b.</strong>  <em>first</em> of fruits <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a> (E), <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">34:26</a> (JE), <a data-ref=\"Deuteronomy 26:2\" href=\"/Deuteronomy.26.2\">Dt 26:2</a>, <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">10</a>; <a data-ref=\"Ezekiel 44:30\" href=\"/Ezekiel.44.30\">Ez 44:30a</a>, of harvest <a data-ref=\"Leviticus 23:10\" href=\"/Leviticus.23.10\">Lv 23:10</a> (H), grain <a data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\">Dt 18:4</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>, dough <a data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\">Nu 15:20</a>, <a data-ref=\"Numbers 15:21\" href=\"/Numbers.15.21\">21</a> (P), <a data-ref=\"Ezekiel 44:30\" href=\"/Ezekiel.44.30\">Ez 44:30b</a>; <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a>, wool <a data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\">Dt 18:4</a>; of <span dir=\"rtl\">כָּל־תְּבוּאָחֶ֑ךָ</span> <a data-ref=\"Proverbs 3:9\" href=\"/Proverbs.3.9\">Pr 3:9</a>; Israel is <span dir=\"rtl\">ר׳ תְּבוּאָתֹה</span> <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a> (i.e. of <span dir=\"rtl\">י׳</span>’s increase); <span dir=\"rtl\">ר׳</span> = <em>first-fruits</em> <a data-ref=\"Leviticus 2:12\" href=\"/Leviticus.2.12\">Lv 2:12</a> (P), <a data-ref=\"Numbers 18:12\" href=\"/Numbers.18.12\">Nu 18:12</a> (P), <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">Ne 12:44</a>; <span dir=\"rtl\">ר׳ הָאָרֶץ</span> <a data-ref=\"Ezekiel 48:14\" href=\"/Ezekiel.48.14\">Ez 48:14</a>.<br><strong>2.</strong>  <em>first, chief</em>, <a data-ref=\"Amos 6:1\" href=\"/Amos.6.1\">Am 6:1</a>; <span dir=\"rtl\">ר׳ גְּבוּרָתָם</span> <a data-ref=\"Jeremiah 49:35\" href=\"/Jeremiah.49.35\">Je 49:35</a> (of bows); so appar. <span dir=\"rtl\">ר׳ בְּנֵי עַמּוֹן</span> <a data-ref=\"Daniel 11:41\" href=\"/Daniel.11.41\">Dn 11:41</a>, i.e. the principal part of them (Buhl Marti conj. <span dir=\"rtl\">שְׁאֵרִית</span>, after 𝔖); <span dir=\"rtl\">ר׳ מַשְׂאוֹתֵיכֶם</span> <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a>, i.e. your chief oblations; <span dir=\"rtl\">ר׳ שְׁמָנִים</span> <a data-ref=\"Amos 6:6\" href=\"/Amos.6.6\">Am 6:6</a>, i.e. choice oils; = choice part, of land <a data-ref=\"Deuteronomy 33:21\" href=\"/Deuteronomy.33.21\">Dt 33:21</a>, offering <a data-ref=\"I Samuel 2:29\" href=\"/I_Samuel.2.29\">1 S 2:29</a>, <span dir=\"rtl\">הַחֵרֶם</span> <a data-ref=\"I Samuel 15:21\" href=\"/I_Samuel.15.21\">15:21</a>; abs. <em>chief thing</em> <a data-ref=\"Proverbs 4:7\" href=\"/Proverbs.4.7\">Pr 4:7</a> (of wisdom)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6437e9a43bb12368d479c6a4", "index_title": "Jerusalem Talmud Berakhot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Berakhot 1:1:1", "anchorRef": "Leviticus 2:1-12", "anchorRefExpanded": ["Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12"], "sourceRef": "Jerusalem Talmud Berakhot 1:1:1", "sourceHeRef": "תלמוד ירושלמי ברכות א׳:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Jerusalem Talmud Berakhot", "he": "תלמוד ירושלמי ברכות"}, "heTitle": "תלמוד ירושלמי ברכות", "he": "<strong><big>משנה:</big></strong> <i data-overlay=\"Vilna Pages\" data-value=\"1a\"></i>מֵאֵימָתַי קוֹרִין אֶת שְׁמַע בָּעֲרָבִין. מִשָּׁעָה שֶׁהַכֹּהֲנִים נִכְנָסִין לוֹכֵל בִּתְרוּמָתָן עַד סוֹף הָאַשְׁמוּרָה הָרִאשׁוֹנָה דִּבְרֵי רִבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים עַד חֲצוֹת. רַבָּן גַּמְלִיאֵל אוֹמֵר עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. מַעֲשֵׂה שֶׁבָּאוּ בָנָיו מִבֵּית הַמִּשְׁתֶּה אָֽמְרוּ לוֹ לֹא קָרִינוּ אֶת שְׁמַע. אָמַר לָהֶן אִם לֹא עָלָה עַמּוּד הַשַּׁחַר חַייָבִין אַתֶּם לִקְרוֹת. וְלֹא זוּ בִלְבַד אֶלָּא כָל־שֶׁאָֽמְרוּ חֲכָמִים עַד חֲצוֹת מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. הֶקְטֵר חֲלָבִים וְאֵיבָרִים [וַאֲכִילַת פְּסָחִים] מִצְוָתָן עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. כָּל־הַנֶּאֱכָלִין לְיוֹם אֶחָד מִצְווֹתָן עַד שֶׁיַּעֲלֶה עֲמוּד הַשַּׁחַר. אִם כֵּן לָמָּה אָֽמְרוּ חֲכָמִים עַד חֲצוֹת כְּדֵי לְהַרְחִיק אֶת הָאָדָם מִן הָעֲבֵירָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> When does one start to read the <i>Shema</i> in the evening<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Mishnah presupposes that everybody knows that there is an obligation to recite the verses <a class=\"refLink\" data-ref=\"Deuteronomy 6:4-9\" href=\"/Deuteronomy.6.4-9\"><i>Deut.</i> 6:4–9</a> since it is written (<a class=\"refLink\" data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">v. 7</a>) “You shall teach them to your children and speak about them when you sit in your house, when you go on the road, and when you are lying down and when you are getting up.” Since it says “when you are lying down” before “when you are getting up”, the obligation of the evening is discussed before that of the morning.</i>? From the time that the priests enter to eat<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The spelling of the Yerushalmi is largely phonetic, in contrast to the Babli whose Hebrew spelling is historical. Since the א was silent in Galilean speech of the time and had lost its role as glottal stop, the Mishnah in the Yerushalmi has לוֹכֵל for classical לֶאֱכוֹל in the Babylonian Mishnah.</i> their <i>Terumah</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Terumah</i>, the heave, is the gift to the Cohen from agricultural produce (<a class=\"refLink\" data-ref=\"Numbers 18:12\" href=\"/Numbers.18.12\"><i>Num.</i> 18:12</a>) and also the Cohen’s part of the tithes given to the Levites from produce (<a class=\"refLink\" data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\"><i>Num.</i> 18:26</a>). These gifts must be eaten in ritual purity (<a class=\"refLink\" data-ref=\"Numbers 18:13\" href=\"/Numbers.18.13\"><i>Num.</i> 18:13</a>: “every pure person in your family may eat it.”) There are several stages in the cleansing from ritual impurity. Serious impurities (defilement by a corpse, a leper, or a sufferer from gonorrhea) need special rituals. More common defilements, such as touching a dead animal or coming in contact with a more severely impure person, need immersion in the ritual bath (<i>miqweh</i>). This immersion removes impurity but does not yet allow a person to touch sanctified food or to enter the Temple before nightfall, as it is said (<a class=\"refLink\" data-ref=\"Leviticus 22:6-7\" href=\"/Leviticus.22.6-7\"><i>Lev.</i> 22:6–7</a>): “He may not eat of sanctified food unless he immersed himself in water. When the sun leaves he shall be purified and after that he may eat of the sanctified food.” [For the more severe kinds of impurity, a sacrifice is needed before the Cohen may eat sacred food in the Temple; this does not concern us here.] The Halakhah will discuss the exact meaning of “the sun leaving” and its relation to sunset and nightfall.<br>Today, no Cohen may eat any <i>Terumah</i> and the minimal amount set apart for <i>Terumah</i> must be burned; it is ritually unclean from the start since nowadays everybody is defiled by the impurity of dead bodies. That impurity can be removed only by sprinkling with water treated with the ashes of the Red Heifer (<a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num.</i> 19</a>). The Mishnah was edited approximately between 200 and 220 C. E. It must be assumed that the rules of the Mishnah are intended to be practical. It follows that 130 years after the destruction of the Temple there were still places in Israel where the Cohanim could purify themselves by the ashes of the Red Heifer (in Galilee which was only minimally damaged by the two wars with the Romans.)</i>, until the end of the first night watch<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The night is divided either into three (Babylonian) or four (Roman) watches.</i> are the words of Rebbi Eliezer<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The name of R. Eliezer is attached only to the statement about the night watch. The start of the time of the evening <i>Shema</i> is accepted by everybody. Rebbi Eliezer ben Hyrcanus was one of the foremost students of Rabban Yoḥanan ben Zakkai, the founder of the Synhedrion of Jabneh after the destruction of the Temple. He was the most conservative of all teachers of his time and reputed to transmit old traditions most reliably.</i>. But the Sages say until midnight. Rabban Gamliel says until the first sign of dawn<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">It will be seen that the difference between Rabban Gamliel and the other sages is practical rather than theoretical. They agree that “when you are lying down” means “all the time that you are lying on your bed” and not “when you are ready to go to bed”. The latter interpretation is that of R. Eliezer.</i>.<br>It happened that his (Rabban Gamliel’s) sons returned from a wedding feast and told him: We did not recite the <i>Shema‘</i>. He said to them: If dawn has not yet come then you are obligated to recite.<br>Not only that, but everywhere the Sages said “until midnight”, the obligation is to the start of dawn. The obligation of burning fats and limbs on the altar [and eating of the Passover sacrifice] is until the start of dawn.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">This entire Mishnah, and the following one, are still the words of Rabban Gamliel. In the Venice print and the Leyden manuscript, the Passover sacrifice is not mentioned in the Mishnah preceding the chapter but it is in the Mishnah repeated before the Halakhah. The Biblical precept is to burn the remaining parts of the sacrifices on the altar “the entire night until morning” (<a class=\"refLink\" data-ref=\"Leviticus 6:1\" href=\"/Leviticus.6.1\"><i>Lev.</i> 6:1</a>).<br>In the interpretation of the Mishnah, there is a fundamental disagreement between Rashi and Maimonides. <a class=\"refLink\" data-ref=\"Rashi on Berakhot 2a\" href=\"/Rashi_on_Berakhot.2a\">Rashi (<i>Berakhot</i> 2a, <i>s. v.</i> להרחיק</a>) כדי writes: “Concerning burning of the fats, the Sages did not restrict it to ‘until midnight’ at all and it is mentioned here only to emphasize that everything that has to be done in the night is <i>kasher</i> the entire night.” Maimonides, in his commentary on the Mishnah, writes: “They said about all of these activities ‘until midnight’, even though there would be time until the first signs of dawn, as a ‘fence’ that no one should come to act under pressure and prolong his actions until after the start of dawn; that is what they said ‘In order to remove people from sin.’ ” And he formulates this in his code (<i>Maäse haqorbanot</i> 4:2): “In order to avoid wilful transgression, the Sages said to bring to the altar the parts that have to be burned only until midnight.”<br>Neither the Yerushalmi nor the Babli discuss the burning of sacrifices during the night. However, as Rebbi Ḥuna points out in the following paragraph, in his opinion the entire discussion in the Mishnah is about Rabbinic precepts, rather than Biblical commandments. This is compatible only with the point of view of Maimonides. It is a well known principle that Maimonides follows the Yerushalmi in all points in which there is no contrary opinion indicated in the Babli; he will take the silence of the Babli in this matter as an endorsement of the interpretation of the Yerushalmi.</i><br>All sacrifices that can be eaten during one full day only could be eaten until the first dawn. In that case, why did the Sages say, only until midnight? In order to remove people from sin.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "64e4a1b6613f3c2d3b45495b", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 8:4:5", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "German Commentary on Mishnah Zevachim 8:4:5", "sourceHeRef": "פירוש גרמני על משנה זבחים ח׳:ד׳:ה׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 4.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Die Weisen sagen.</b>  Nach Ansicht der Weisen besagt das Wörtchen <span dir=\"rtl\">אתם</span> im ersten Versteile von Lev. 2, 12, dass der das Verbot beschränkende zweite Versteil <span dir=\"rtl\">ואל המזבח לא יעלו לריח ניחח</span> nur für das Verbot von Sauerteig und Honig, worauf sich das <span dir=\"rtl\">אתם</span> bezieht, gilt, nicht aber für das Verbot von Solchem, wovon schon das Feueropfer dem Ewigen dargebracht worden ist; dieses darf unter keinen Umständen auf den Altar gebracht werden.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1c0613f3c2d3b454aec", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 9:7:1", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "German Commentary on Mishnah Zevachim 9:7:1", "sourceHeRef": "פירוש גרמני על משנה זבחים ט׳:ז׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 7.0001, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>so auch die Rampe.</b>  Die Heiligung des Altars wird Exod. 40, 10 mit den Worten geboten: <span dir=\"rtl\">וקדשת את המזבח</span>; aus dem Wörtchen <span dir=\"rtl\">את</span> wird geschlossen, dass nicht nur der Altar selbst, sondern auch die zu dem Altar gehörende Rampe mit geheiligt worden ist. Wie der Altar das auf ihn Heraufgekommene heiligt, so deshalb auch die Rampe (Talmud). Der Sifra führt hierfür eine andere Schriftstelle an, wo es nicht <span dir=\"rtl\">את המזבח</span> sondern <span dir=\"rtl\">אל המזבח</span> heisst, nämlich den Schriftvers (Lev. 2, 12): <span dir=\"rtl\">ואל המזבח לא יעלו לריח ניחח</span>, Sauerteig und Honig dürfen nicht zum Altar heraufgebracht werden zum Wohlgeruch. Wäre nur das Darbringen auf dem Altar selbst verboten, so hätte es heissen müssen: <span dir=\"rtl\">ועל המזבח</span>; da es aber heisst <span dir=\"rtl\">ואל המזבח</span>, zu dem Altare hin, so wird daraus geschlossen, dass auch das Hinauftragen auf die Rampe schon verboten ist. Wie also hier inbezug auf das Darbringen die Rampe dem Altar gleichgestellt wird, so heiligt auch die Rampe ebenso wie der Altar das, was auf sie heraufgekommen ist.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665ccb4faee0b8c909d8789", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 2:12:1-5", "anchorRef": "Leviticus 2:12", "anchorRefExpanded": ["Leviticus 2:12"], "sourceRef": "David Zvi Hoffmann on Leviticus 2:12:1-5", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ב׳:י״ב:א׳-ה׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>\"ואל המזבח וכו'\"</b> מלמדנו, כי אפילו הבכורים האלה שמותר להביאם משאור ודבש, אסור היה בכל זאת להעלותם על המזבח. קנובל סובר, כי כל המנחות שלא נשרפו על המזבח, כשרות מחמץ, ואף לחם הפנים היה לפי דעתו חמץ. אך זו טעות, כי בכל המקרים שיש להביא קרבן מחמץ הדבר אמור במפורש. ומכיון שלחם הפנים גם כן מנחה הוא (השוה כד ט) ואסור להיות חמץ, אם כן חל עליו האיסור של \"כל מנחה לא תעשה חמץ\", שהרי האיסור הזה כולל אפילו את חלק הכהן. חוץ ממסורת חכמינו (מנחות נב: עו.) מעידים גם יוספוס (\"קדמוניות\" ג ו ו, י ז ופילון (M 543) כי לחם הפנים היה חמץ.", "(כאן המקום לעיין במאמר פליאה של התלמוד (מנחות נז:): \"ת\"ר מנין למעלה בשר חטאת ומבשר אשם ומבשר קדשי הקדשים ומקדשים קלים וממותר העומר וממותר שתי הלחם ומלחם הפנים ומשירי המנחות שהוא בלא תעשה ת\"ל כי כל שאור וכל דבש לא תקטירו ממנו אשה לה' כל שהוא ממנו לאישים הרי הוא בבל תקטירו\".", "בתוספתא מכות ד ומנחות ו אנו מוצאים אחרי ו\"משירי המנחות\", עוד את שתי המלים \"משאור ומדבש\", אשר לפיהן השיריים פסולין למזבח כשמוקטרים יחד עם שאור ודבש. ובספרא בא ביתר דיוק: \"והקטירם מן השאור ומן הדבש\". אי אפשר להניח, שהמלים \"משאור ומדבש\" נשמטו בתלמוד רק בטעות, כי בהרבה מקומות נאמר מפורש, שכל שיריים, אף אלה בלי שאור ודבש, אסור להקטיר אותם (השוה זבחים עו: יומא מז: סוטה כג. יבמות ק.). וירושלמי שבת ז ב גורס: \"ומן השאור ומן הדבש\", מה שבאמת אינו בהתאם לתוספתא וספרא, אך בכל זאת מאשר הוא, כנראה, את הגירסא שלהם כנגד גירסת תלמוד בבלי. הרמב\"ם מנסה (הל' איסורי מזבח ה, ד – ה) לפשר בין שתי הגירסאות האלה (השוה כסף משנה ולחם משנה, שם ורדב\"ז ב פז). אולם אפשר להסכים לראב\"ד שאומר, שאי אפשר לפשר בין שתי הדעות ושצריך להסכים לתלמוד בבלי.<i data-commentator=\"Endnotes\" data-label=\"304\" data-order=\"304\"></i>", "גם מלבד זה מעוררת חשד המלה \"והקטירם\" בספרא, מאחר שהיא מיותרת ואינה נמצאת לא בתוספא ולא בירושלמי, ולא רחוק מלהתקבל על הדעת, כי צריך לקרוא \"והקטרת\" במקום \"והקטירם\". צרוף מעין זה אנו מוצאים גם במשנת זבחים פה: \"בשר קדשי קדשים ובשר קדשים קלים ומותר העומר ושתי הלחם ולחם הפנים ושירי מנחות והקטרת\".", "עם כל זה המלים משאור ומדבש בתוספתא ובספרא אינן מובנות. ובאמת נמצאת ברמב\"ם הגירסא \"בשאור ובדבש\". הרי נראה שהמלים \"משאור ומדבש\" או שנכנסו אל טופס המקור בטעות, או שהן מוסבות אל המלה \"המעלה\" כדי להשוות אותן אל הדברים האמורים קודם לכן. ומכיון, ששאור ודבש נזכרים בתורה בפירוש, השמיט התלמוד בצדק את המלים \"משאור ומדבש\". את הפסוק שלפנינו יש לבאר לפי זה, שהוא מוסב אל \"שיריים\", כאילו היה כתוב: \"לא תקטירו אשר ממנו אשה לה'\". כמו ששאור ודבש אסור להקריב על המזבח, כן גם את זה שממנו כבר הוקרב כאשה לה', (השוה מאגאזין, שנה 1876, עמוד קסט ואילך)."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]