[{"_id": "531e4fe3fbfba276047f6eaf", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 2:18", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Onkelos Numbers 2:18", "sourceHeRef": "תרגום אונקלוס על במדבר ב׳:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 2.0018, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "טֵקַס מַשְׁרִית אֶפְרַיִם לְחֵילֵיהוֹן מַעַרְבָא וְרַבָּא לִבְנֵי אֶפְרַיִם אֱלִישָׁמָע בַּר עַמִּיהוּד:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The banner of the camp of Ephraim, according to their divisions is on the west side, and the leader of the sons of Ephraim is Elishamah the son of Amihud.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6e6", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 2:18", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Targum Jonathan on Numbers 2:18", "sourceHeRef": "תרגום יונתן על במדבר ב׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 2.0018, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "טֵיקַס מַשִׁרְיַית אֶפְרַיִם לְחֵילֵיהוֹן מַעַרְבָא יִשְׁרוּן וּמַשִׁירְיַתְהוֹן בְאַרְבַּעְתֵּי מִילִין מְרַבְּעַן וְטִיקְסֵיהּ הֲוָה מִמֵילַת תְּלַת גְוָונִין כָּל קְבֵיל תְּלַת מַרְגַלְיָיתָא דִבְחוּשְׁנָא קַנְכִּירִין טַרְקִין וְעֵינְעֵיגַל וּבֵיהּ חָקִיק וּמְפָרָשׁ שְׁמָהַת תְּלַת שִׁבְטַיָא אֶפְרַיִם וּמְנַשֶׁה וּבִנְיָמִין וּבִמְצִיעוּתֵיהּ כְּתִיב וַעֲנָנָא דַיְיָ עֲלֵיהוֹן בִּימָמָא בְּמַטְלֵיהוֹן מִן מַשְׁרִיתָא וּבֵיהּ הֲוָה חָקִיק צוּרַת רִיבָא וְרַבָּא דַהֲוָה מְמַנֵי עַל חֵילְוַת שִׁבְטָא דִבְנֵי אֶפְרַיִם אֱלִישָׁמָע בַּר עַמִיהוּד", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " The camp of Ephraim by the standard of their hosts shall pitch on the west; their camp spreadeth over four miles; and their standard is of silk of three colours, corresponding with the precious stones in the breastplate, ligure, agate, and amethyst; and upon it expressed and set forth the names of the three tribes, Ephraim, Menasheh and Benjamin, having written in the midst, And the Cloud of the Lord was over them, in the going forward of the host; and upon it was set forth the figure of a young man. And the Rabba set over the tribe of Ephraim, Elishama bar Ammihud;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "569d09ead6e4a979b40a12ad", "index_title": "Pesikta Rabbati", "category": "Midrash", "type": "", "ref": "Pesikta Rabbati 3:1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Pesikta Rabbati 3:1", "sourceHeRef": "פסיקתא רבתי ג׳:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [600, 900], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Pesikta Rabbati", "he": "פסיקתא רבתי"}, "he": "ביום השמיני נשיא לבני מנשה (במדבר ז' נ\"ד). ילמדנו רבינו נר של חנוכה שהותר שמן מהו צריך לעשות לו למדונו [רבותינו] נר של חנוכה שהותר שמן ביום הראשון מוסיף עליו שמן ומדליקו ביום השני ואם הותר ביום שני מוסיף עליו ומדליקו ביום השלישי וכן בשאר כל הימים אבל אם הותר ביום השמיני עושה לו מדורה ושורפה בפני עצמו למה כיון שהוקצה למצוה אסור להשתמש הימנו לא יאמר אדם איני מקיים מצות זקינים הואיל ואינם מן התורה אמר לו הקב\"ה לאו בני אלא כל מה שהם גוזרים עליך קיים שנאמר על פי התורה אשר יורוך (דברים י\"ז י\"א) למה שאף עלי הן גוזרין שנאמר ותגזור אומר ויקם לך (איוב כ\"ב כ\"ח) תדע לך יעקב מהו אומר בשעה שהיה מברך אפרים ומנשה וישם אפרים לפני מנשה (בראשית מ\"ח כ') עשה את הקטון קודם לגדול ונתקיימה גזירתו אימתי בקרבנות הנשיאים הקריב שבט אפרים תחילה שנאמר ביום השביעי נשיא לבני אפרים (במדבר ז' נ\"א) ביום השמיני נשיא לבני מנשה (שם שם נ\"ד): ד\"א ביום השמיני וגו' את מוצא שאפרים קרב תחילה שבכור וגדול ואח\"כ מנשה וכך פתח ר' תנחומא בר אבא דברי חכמים כדרבונות (קהלת י\"ב י\"א) מהו כדרבונות אלא מה דרבן זה מכוון את הפרה לחרוש בתלם שלה כך דברי חכמים מכוונים את האדם הזה לדרכיו של הקדוש ברוך הוא הוי יפה אמר שלמה דברי חכמים כדרבונות: דבר אחר המשנה קראת אותו מרדע והמקרא קורא אותו דרבן ומלמד דכתיב במלמד הבקר (שופטים ג' ל\"א) וכן ולהציב הדרבן (שמואל א' י\"ג כ\"א) א\"ר נתן למה נקרא שמו מרדע שמורה דעה לפרה ולמה נקרא שמו דרבן שמדיר בינה בפרה מלמד שמלמד את הפרה לחרוש בתלם שלה כך דברי חכמים דרים בינה בבני אדם [ומורים דעה בהם] ומלמדים (דעה) אותם דרכיו של הקב\"ה הוי דברי חכמים כדרבונות: ד\"א מה כדרבונות אמר רבי ברכיה כדור של בנות כהדא ספירא דמינוקייתון שהן (מלקטות) [מקלטות] בם זו זורקת לכאן וזו זורקת לכאן כך הם חכמים נכנסים לתלמוד ועוסקים בתורה זה אומר טעמו וזה אומר טעמו [זה אומר טעם אחד] וזה אומר טעם אחר ודבריהם של אלו ואלו כולם נתנו ממשה הרועה ממה שקיבל מיחידו של עולם נתנו מרועה אחד (קהלת שם) מפני שזה אומר טעם אחד וזה אומר טעם אחר שמא דבריהן פורחין ת\"ל וכמסמרות נטועים בעלי אסופות (שם) לא אמר וכמסמרות קבועים אלא נטועים למה אלא מפני שעשה אותם מסמרות (נטועים) והמסמר שיש לו שושנה נח לשלוף לכן אמר וכמסמרות נטועים שרשיו של אילן הנטועים קשין לעקור אבל אין להם כח ככחו של ברזל והמסמר של ברזל יש לו כח נתן לדברי תורה כחו של ברזל וכמטעי (נטועים) שרשיו של אילן: ד\"א כשם ששרשיו של אילן משתילים לכל מקום כך דברי תורה נכנסים ומשתילים בכל הגוף (דברי חכמים כדרבונות) [וכמסמרות נטועים בעלי אסופות] (שם) אימתי הם נטועים באדם הזה כמסמרות אימתי בזמן שבעל תורה נכנס לתלמוד והם נאספים לשומעו: ד\"א מה הדרבן מטלטל יכול אף הם כן ת\"ל וכמסמרות נטועים מהו בעלי אסופות אימתי הם נטועים באדם הזה אימתי בזמן שבעליהן נאספין מהם כל זמן שרבו קיים הוא היה מפליג כל זמן שנצרך הרי רבי לפני ואני שואלו מת רבו הרי יגע ביום ובלילה לקיים תלמודו אדם [יודע] שאין לו למי לשאול הרי אימתי נטועים באדם הזה בזמן שבעליהן נאספין מהן [נתנו מרועה אחד] (שם) אילו ואילו ניתנו מיחידו של עולם ויותר מהמה בני הזהר (שם) מהו ויותר מדברי תורה הוי זהיר בדברי סופרים למה שאילו באים דבריהם לכתוב לא היה קץ לספרים עשות ספרים הרבה אין קץ (שם) א\"ר אבא סרונגלא אם [יאמר] אדם לכתוב ספרים עוד לדבריהם [ויותר מהמה בני] מהו מהמה בני מהומה נכנסת בך (ויותר מהמה בני) א\"ר ברכיה הכהן אנו קורין מסמרות בסמך ואין כתיב אלא משמרות מה משמרות כהונה עשרים וארבע כ ספרי תורה עשרים וארבעה הם וכל מי שקורא בספר חוץ מעשרים וארבע כאילו קורא בספרים החיצונים שאמרה התורה יותר מהמה בני הזהר ר' אומר הזהר בדברי סופרים יותר מדברי תורה למה שהם כדרבונות ר' יוחנן הוה מברך יום טוב הראשון של חג ברוך אתה ה' אמ\"ה אקב\"ו על מצות לולב ושאר כל הימים על מצות הזקנים ור' יהושע בן לוי [מברך בכל יום על נטילת לולב ואין ר' יהושע בו לוי] מורה לר' יוחנן שי\"ט הראשון דבר תורה שנאמר ולקחתם לכם ביום הראשון (ויקרא כ\"ג מ') ושאר כל הימים מדבריהם א\"ר שמעון בן חלפתא בשם ר' אחאי מפני שכתב דברי חכמים כדרבונות [וגו'] נתנו מרועה אחד דברי תורה (ודברי) ודבריהם. ד\"א דברי חכמים [וגו'] ר' חייא בר אבא נכנס לבית [הכנסת] ושמע שהיה קורין ויסע משם אברהם (בראשית כ' א') אמר יפה שנו חכמים הוי זהיר בגחלתן שלא תכוה שנשיכתן נשיכת שועל ועקיצתן עקיצת עקרב ולחישתן לחישת שרף (אבות פ\"ב מ\"י) ולמה אמר הדבר הזה מפני שכתב למעלה ותהרין שתי בנות לוט מאביהן (בראשית י\"ט לו) שאתה מוצא בשעה שבא אברהם לארץ היה בא לוט עמו ועל ידי שהיה דבוק לאברהם העשיר כשם שהעשיר אברהם שנאמר ויעל אברם ממצרים הוא ולוט עמו הנגבה ואברם כבד מאד וגו' וגם ללוט וגו' (שם י\"ג א' עד ה') ראה היכן העשירו עד שלא היתה הארץ יכולה לשאת את שניהם כאחת ולא נשא אותם הארץ וגו' (שם שם ו') ואם תמה [אתה] על הדבר שלא הייתה הארץ יכולה לשאת אותם [לאו] מפני רכושם שהיה רב (לאו) [אלא] מפני הדינים שהיו בין הרועים כמה שכתוב ויהי ריב בין רועי וגו' (שם שם ז') ולמה היו מדיינים אילו עם אילו אלא כשאדם צדיק אף בני ביתו כמותו צדיקים וכל מי שידבוק בו וכשאדם רשע אף בני ביתו כמותו רשעים בהמותיו של אברהם היו הרועים מוציאים אותם [זמומים שלא] יגזלו לבריות ובהמותיו של לוט לא היו רועים (זמומין) [זוממים] אותן התחילו רועים של אברהם מדיינין עם רועים של לוט ואומרים להם למה אתם משיאים ללוט שם רע ומוציאים בהמתו שלא זמומה אמרו להם רועים של לוט אנו הם שאנו צריכים למחות בידכם שאתם זוממין את הבהמה שע\"י שאתם יודעים שסוף בהמתו של אברהם לחזור ללוט מפני שאינו מוליד אין אתם זנין אותה כראוי מפני שאתם יודעים שאין לאברהם בן ולמחר הוא מת ולוט יורשו אתם עושים עצמיכם צדיקים מבהמותיו של אחר ביותר מה שבהמתו רועה היא גוזלת לא משלה היא רועה לא כך אמר הקדוש ברוך הוא לאברהם לזרעך אתן את הארץ הזאת (שם י\"ב ז') הרי למחר הוא מת בלא בנים ולוט שהוא בן אחיו יורשו ומי לחשך שעל ידי דברים הללו היו מדיינים א\"ר יהודה בר סימן קרא סופו של פסוק והכנעני והפריזי אז יושב בארץ (שם י\"ג ז') מה הדבר הזה אלא מתוך שהיו מדיינים על כך שנאמר ויהי ריב בין רעי [וגו'] אמר להם הקב\"ה הכנעני והפריזי אז יושב בארץ חן שאמרתי לאברהם שאני נותן לבניו את הארץ לבניו לא לרשע הזה שאתם סבורים ואפילו מה שאמרתי לאברהם שאני נותן לבניו את הארץ אימתי כשאגרש את הכנעני ואת הפריזי מתוכה לאברהם עדיין לא נתתי בנים והכנעני והפריזי (לתוכה) [בתוכה] עד עכשיו בעלים (עליו) [עליה] ואתם אומרים כן א\"ר עזריה כשם שהיתה תחרות בין הרועים כך היתה תחרות בין אברהם ללוט מנין שכן כתיב אל נא תהי מריב ביני ובינך וגו' (שם שם ח'). [הלא כל הארץ לפניך הפרד נא מעלי] (שם שם ט') הבדל נא מעלי אין כתב כאן אלא הפרד א\"ר חלבו כשם שהפרדה הזו אינה קולטת ומקבלת עובר כך אין זרעי מתערב בזרעך מיד וישא לוט את עיניו (שם שם י') שנתן עיניו בזנות כמה שנאמר ותשא אשת אדוניו [את עיניה אל יוסף] וגו' (שם ל\"ט ז') [וירא] את כל הככר (שם י\"ג י') כדכתב כי בעד אשה זונה בעד ככר לחם (משלי ו' כ\"ו) כי כולה משקה (בראשית י\"ג י') שהיו כולן זונות וראויות להיבדק כסוטות כך דרש ר\"ש בן יוחי. א\"ר אלעזר בן פדת בשם ר' יוסי בן זמרא ראה כמה קיפח לוט הרשע את אברהם הצדיק מן הדיבר שכל זמן שהיה לוט דבוק בו לא הסיח הקדוש ברוך הוא עם אברהם כיון שפירש לוט הימנו קפץ הדיבר על אברהם שנאמר וה' אמר אל אברם אחרי הפרד לוט מעמו (שם שם י\"ד): לפיכך כשהמלאכים היו הופכין את סדום ומצילים אותו בזכות אברהם מה אמרו לו ההרה המלט פן תספה (שם י\"ט י\"ז) בזכותו של אותו ההר הגדול אברהם נמלטת לך אצלו אמר להם איני יכול שכבר אמר לי הפרד לא אוכל להמלט ההרה וגו' (שם שם י\"ט) ד\"א פן תדבקני הרעה (שם) כל הימים שהייתי בסדום היה הקב\"ה מחשב מעשי עם מעשיהם והייתי עומד שהייתי צדיק אצלם אלך לי אצל אברהם הצדיק שישקול הקדוש ברוך הוא את מעשי עם מעשיו לא אוכל למה פן תדבקני הרעה א\"ר יוחנן שני בני אדם אמרו הדבר הזה הצרפית כי באת אלי להזכיר [את] עוני ולהמית את בני (מלכים א' י\"ז י\"ח) אמרה לו עד שלא באתה אצלי היה הקב\"ה שוקל מעשי עם בני מקומי והייתי עומדת שהייתי כשירה אצלם ועכשיו באתה אצלי וע\"י שהיית צדיק שקל הקדוש ברוך הוא מעשי עם מעשיך והזכרת עונותי ומת בני לענין שאנו צריכים דברי חכמים כדרבונות: ואף יעקב כיון שהגיע זמנו למות ושמע יוסף שחולה הוא התחיל מהרהר דברים בלבו ר' אליעזר אומר הירהר ג' דברים יוסף בלבו ור' שמואל בר נחמן אמר חמשה בניי נולדו במצרים תאמר שמברכם תאמר שיעשה אותם שבטים תאמר שיעשה אותי בכור תאמר שידחה את ראובן מן הבכורה ועל מה לא נכנסה רחל לקבורה לכך כשהלך אצלו נטל את שני בניו עמו לכהן שהלך לגורן ונטל את שני בניו עמו להודיע לכל שהן בניו שיש להם חלק כמותו: ויאמר ליוסף הנה אביך חולה (בראשית מ\"ח א') מי אמר לו שאביו חולה יש אומרים ברוח הקדש ראה ויש אומרים בלהה אמרה לו שהייתה משמשת [את] יעקב כיון שחלה באה ואמרה ליוסף ויש אומרים בנימין הודיעו ויש אומרים קריוסי הושיב יוסף בפלטרין כיון שהרגישו ביעקב שחולה באו והודיעו ליוסף והרי כל שבחו של יוסף שהיה מפליג על כבוד אביו ולא נכנס אצלו בכל שעה שאילולי שבאו אחרים ואמרו לו אביו חולה לא היה יודע אלא להודיעך צדקו שלא רצה להתייחד עם אביו שלא יאמר לו היאך עשו בך אחיך (ומקללים את) [ומקללם אמר] יוסף אני יודע צדקו של אבא כל דבריו (גזירותיהן) [גזירות הן] אמר ללבן עם אשר תמצא את אלקיך לא יחיה (שם ל\"א ל\"ב) ומתה אמי ואני בא לומר שיקללם יקללם ונמצאתי מחריב את כל העולם שלא נברא העולם אלא בשביל השבטים לפיכך לא היה הולך אצל אביו בכל שעה: הנה בנך יוסף בא אליך (שם י\"ח ב') מיד ויתחזק ישראל וישב על המטה (שם) ולמה נתחזק אמר רבי יהושע בן לוי הראה לו עמידה אמר הקב\"ה עשה אותו קזמיקרטור ואני איני חולק לו כבוד לכך ויתחזק ישראל. דבר אחר למה נתחזק כדי שיראו השבטים היאך (אני) [אביו] ראה ליוסף אפילו בשעת חליו ועמד מלפניו ויהיו חולקים לו כבוד: דבר אחר למה נתחזק ועמד וישב לו רבי אחא אמר שלא (אברך) [יברך] אותם (מיושב) [מסב] ויאמרו מתנות שכיב מרע היו ברכותיו ולא היה יודע מה עשה לכך נתחזק ועמד וישב שידעו שמתנותיו היו מתנות בריא: ד\"א ויתחזק אמר רבי פנחס בן חמא בשם רבי אחא חיזק עצמו בתפלה אמר כשאבא לברכם תשרה עלי רוח הקדש שאברך אותם כראוי כיון שראה בניו עמו אמר לו הרי שבע עשרה שנה היית שואל שלומי ולא היו באין אלא עכשיו באו עמך יודע אני מה בלבך אם אברך אותם (אני) [איני] עושה דברו של הקדוש ברוך הוא שאמר לי שנים עשר שבטים אני מעמיד ממך ואם לא אברכם הרי רע לך ומברך אני אותם ולא תהא סבור שמא בשבילך שהאכלת אותי אני מברך אותם אלא כבר אמר לי עד שאני בבית אל לברכם שאמר לי אל שדי נראה אלי בלוז ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים (שם שם ד) דבר (אחר) [אחד] שיקר לו כאן שלא אמר ונתתיך לגוי ולקהל עמים שכן אנו מוצאים כשנגלה עליו בבית אל בבאו מפדן ארם וכו' עד ויאמר (אלי) [לו אלקים] ני אל שדי פרה ורבה גוי וקהל גוים יהיה ממך (שם ל\"ה י\"א) והיה צריך לומר ליוסף הנני מפרך והרביתיך ונתתיך לגוי ולקהל עמים ולמה לא אמר לו אלא לקהל עמים בלבד אלא אמר יעקב כשאמר לי הקב\"ה הדבר הזה היה לי אחד עשר שבטים וכיון שנולד בנימין אמרתי הרי מה שאמר לי קהל גוים והוא שאומר לו שני בניך הנולדים לך בארץ מצרים עד בואי אליך מצרימה לי הם (שם מ\"ח ה') אמר לו אינם שלך אלא שלי שאמר לי גוי וקהל גוים ולא נתן לי אלא את בנימין הרי אינן שלך אלא שלי הרי אפרים ומנשה שבטים הם כראובן ושמעון ומה שאתה מוליד אחריהן שלך הם נקראים אבל אילו לשמי הם שנאמר ומולדתך אשר הולדת אחריהם לך יהיו (שם שם ו') הרי נתבשר יוסף על שני דברים שהדיבר בירך את שני בניו המלאך הגואל אותי מכל רע יברך את הנערים (שם שם ט\"ז) ועשאם שבטים אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') אף על פי שהיצר הקדים אפרים למנשה ומה שאמר נראה אלי בלוז (שם שם ג') היא בית אל כדכתיב לוזה [וגו'] היא בית אל (שם ל\"ה ו') אמר רבי ברכיה הכהן (בש\"ר ברכיה) בשם ר' לוי בשם ר' שמואל בן נחמן דרש יעקב לעשות אפרים ומנשה שבטים אמר שנראה הקב\"ה אלי ואמר לי אני אל שדי וגו' ומלכים (ממך) [מחלציך] יצאו אילו אמר לי ומלכים ממך יצאו הייתי אומר על השבטים אמר לא אמר לי אלא מחלציך על בני בניי אמר על אפרים ומנשה אמר רבי יהודה הלוי ברבי שלום אם אין אתה למד מכאן שהם קהל גוים מן הפרשה אתה למד ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים. דבר אחר גוי וקהל גוים גוי זה בנימין קהל גוים זה אפרים ומנשה ומלכים מחלציך יצאו זה שאול המלך שעמד מבנימין תחילה למלכים שנאמר ויהי איש מבנימין ושמו קיש בן אביאל (שמואל א' ט' א') וכיון שבירכם ועשאם שבטים התחיל אומר על עסק רחל אמר לו למה לא נכנסה לקבורה (אמך) [עמך] שהיה יוסף מיצר על הדבר מאוד התחיל אביו משיבו עליה אני בבואי מפדן אין כתיב כאן אלא ואני בבואי מפדן (בראשית מ\"ח ז') מהו ואני אמר לו חייך כשם שהיית מבקש שתכנס אמך לקבורה כך אני הייתי מבקש הדא היא דכתב ואני מתה עלי (שם) מהו עלי עלי הייתה טרחותה: דבר אחר עלי שחסרתיה שלא הייתה לי נחת רוח אלא היא מתה עלי שחסרתיה אמר לו שמא מה שלא הכנסת אותה לקבורה שמא עונת גשמים הייתה אמר לו לאו בעוד כברת ארץ לבוא אפרתה (שם) בין פסח לעצרת היה בזמן שהארץ מנופה והולכת ובאה ככברה שיכולים (הלו') [להלוך] אמר לו יוסף גזור עכשיו ואני מעלה אותה וקוברתה אמר לו יעקב אין אתה יכול בני שלא קברתיה שם אלא על פי הדיבור שאף אני בקשתי להעלותה ולקוברה ולא הניחני הקדוש ברוך הוא שנאמר ואקברה שם (שם) מהו שם על פי הדיבור ולמה שגלוי וצפוי לפניו שסוף בית המקדש עתיד ליחרב ובניו עתידים לצאת בגולה והם הולכין אצל אבות ומבקשים מהם שיתפללו עליהם ואינם מועילין להם וכיון שהם הולכין בדרך הם באין ומחבקין קבורת רחל והיא עומדת ומבקשת רחמים מן הקב\"ה ואומרת לפניו רבונו של עולם שמע בקול בכייתי ורחם על בניי או תן לי האוניא שלי מיד הקדוש ברוך הוא שומע בקול תפילתה מנין שכן כתב בכי תמרורים רחל מבכה על בניה (ירמיה ל\"א ט\"ו) וכתב ויש תקוה לאחריתך [נאום ה'] ושבו בנים לגבולם (שם שם י\"ז) הרי פייסו למה לא נכנסה אמו לקבורה עשה את בניו שבטים התחיל יוסף מקרב את בניו אצל אביו כדי שיברכם שנאמר ויקח יוסף את שניהם אפרים בימינו (בראשית מ\"ח י\"ג) ולמה עשה יוסף כן אלא כיון שראה שהזכיר לאפרים תחילה אפרים ומנשה כראובן ושמעון יהיו לי (שם שם ה') נתיירא שמא ידחה מנשה מן הבכורה לפיכך הגישם אצלו והעמיד מנשה בימינו ואפרים בשמאלו אמר הקדוש ברוך ואיני מודיע ליעקב מה עתיד לעמוד מאילו ירבעם בן נבט מאפרים (ומנשה שהכניס צלם בהיכל) אמר רבי חמא צפה הקדוש ברוך הוא שירבעם בן נבט עומד מן אפרים ועושה שני עגלים מהו מי אלה (שם שם ח') אלה אלקיך ישראל (שמות ל\"ב ד') ויועץ המלך ויעש שני עגלי זהב (מלכים א' י\"ב כ\"ח) מיד סילק הקב\"ה הימנו רוח הקודש. ועיני ישראל כבדו מזקן (בראשית מ\"ח י') א\"ר יהודה כמשמעו של מקרא שריסי עיניו כבדו מזוקן והיו דבוקים זה לזה וכשהיה מבקש לראות היה תולה אותם אמר לו רב נחמן חס ושלום מהו לא יוכל לראות שנסתלקה ממנו רוח הקודש התחיל יעקב אמר לו מי אלה הרי שבע עשרה שנה ישבו אצלו והוא אומר לו מי אלה אלא שצפה שני עגליו של ירבעם שהוא מטעה את ישראל ואומר להם אלה אלקיך ישראל. ד\"א מהו מי שצפה שעתיד ליפול מבניו חמשים רבוא מ' ארבעים י' עשרה הרי חמישים ריבוא אילו חמש מאות אלף שהלך ישראל במלחמה התחיל יוסף מבקש ואמר לו אבא בניי צדיקים הם כמותי בני הם [אשר נתן לי אלקים בזה] (שם שם ט') מה בזה שהביא את אסנת אמם לפני אביו ואמר לו אבא בבקשה ממך אפילו בשביל הצדקת הזו אמר לו קחם נא אלי ואברכם (שם) הביאם אצלו התחיל מגפפן ומנשקן ושמח בהם אמר שמא מתוך שמחה תשרה עלי רוח הקודש ואברכם ולא חזרה עליו רוח הקודש וכיון שראה יוסף צרתו נטלם ויצא לו לחוץ ונפל על פניו והרביצם על פניהם ומבקש רחמים א\"ר מיד אמר הקב\"ה לרוח הקודש עד אימתי יהיה יוסף מצטער הגלי במהרה והכנסי ביעקב שיברכם שאין הקדוש ברוך הוא יכול לראות את השבט נופל על פניו אף יהושע בן בנו נפל על פניו מיד קפץ עליו הדיבור ואמר לו קום לך למה זה אתה נופל על פניך (יהושע ז' י') הוא הנביא אומר ואנכי תרגלתי לאפרים קחם על זרועותי (הושע י\"א ג') תרתי ריגלתי ברוח הקודש לברך אפרים אימתי קחם על זרועותי כשאמר יעקב ליוסף קחם נא אלי ואברכם בזכותו של מי בחבלי אדם אמשכם (שם שם ד') בזכותו של יוסף ולא ידעו כי רפאתים (שם) כיון שהעמיד את אפרים משמאלו ואת מנשה בימינו [מה] עשה יעקב שכל את ידיו (בראשית מ\"ח י\"ד) מהו שכל אמר רבי שכל [ודאי] אמר רבי יהודה שכל ידיו של יעקב בבכורתו של מנשה ורבי נחמיה אמר שכל השכילו ידו של יעקב לרוח הקודש כמה שכתב משכיל לאיתן האזרחי (תהלים פ\"ט א') כיון שראה יוסף כן היצר מיד תמך ידו של אביו להעבירה מעל ראשו של אפרים ולהניחה על ראשו של מנשה אמר לו ליוסף ידי אתה מבקש להעבירה שלא בטובתי [אמר ר' ברכיה ברבי] המלאך שלישו של עולם יש בו (אמר רבי ברכיה ברבי) והאיך זו תפסה לשר צבא של מעלה ואתה סבור להעבירה שלא בטובתי וימאן אביו [וגו'] (בראשית שם י\"ט) אלא מה אמרת זה ידעתי אלא מה אתה סבור מפני שהייתי שואלך בכל עת מה עשו בך אחיך ולא היית אומר לי מה אתה סבור שלא הייתי יודע ידעתי בני ידעתי התחיל מברכם ויברכם ביום ההוא לאמר [וגו'] וישם את אפרים לפני מנשה (שם שם כ') אמר הקדוש ברוך הוא הואיל וגזר יעקב שיהא אפרים ראשון אף קרבנות הנשיאים כשבאים להקריב אפרים מקריב קודם מנשה ביום השביעי נשיא לבני אפרים ולאחרי כן ביום השמיני נשיא לבני מנשה: דבר אחר ביום (השביעי) [השמיני וגו'] אתה מוצא בכל דבר אפרים קודם למנשה בשופטים ובדגלים ובמלכים ובקרבנות [בשופטים] יהושע ואח\"כ גדעון בן יואש משבט מנשה בדגלים דגל מחנה אפרים (במדבר ב' י\"ח) ואחר כך ועליו מטה מנשה (שם שם כ') ובמלכים ירבעם בן נבט משל אפרים ואחרי כן יהוא בן (מנשה) [נמשי] משבט מנשה ולמה זכה אפרים לכך מפני שהיה ממעיט עצמו שהקדוש ברוך הוא אוהב כל מי שמשפיל עצמו כי רם ה' ושפל יראה (תהלים קל\"ח ו') ומי לחשך שהיה משפיל את עצמו שנאמר על ראש אפרים והוא הצעיר (בראשית מ\"ח י\"ד) שהיה ממעט את עצמו אבל מנשה היה יוצא ונזקק עם אביו (לענקים) [לעסקיו] אמר הקב\"ה הואיל ומעט עצמו (זכה) [יזכה] לכבוד הזה ומה אם קטן שהיה ממעט עצמו זכה לכבוד הזה גדול שממעט את עצמו על אחת כמה וכמה ביום השמיני נשיא לבני מנשה:", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "... [What about all] the praise of Joseph, who exceeded in the honor of his father? And yet he did not enter into him all the time, such that were it not that they came to tell him, \"Your father is sick,\" he would not have known! Rather this is to inform you of his righteousness. For he did not want to be alone with his father, lest he say to him, \"How did your brothers act with you?\" And [then] he would curse them.... Hence he did not go to his father all the time.)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "56d4c428d6e4a96832561154", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 48:20:2", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Rashi on Genesis 48:20:2", "sourceHeRef": "רש\"י על בראשית מ״ח:כ׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>וישם את אפרים.</b> בְּבִרְכָתוֹ לִפְנֵי מְנַשֶּׁה, לְהַקְדִּימוֹ בִּדְגָלִים וּבַחֲנֻכַּת הַנְּשִׂיאִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וישם את אפרים AND HE PUT EPHRAIM etc. — i.e. in the blessing he bestowed upon them he put Ephraim’s name before that of Manasseh, so giving him precedence over his brother when the Israelites encamped and marched beneath their banners in the wilderness (cf. Numbers 2:18 and Numbers 10:22), and when at the dedication of the altar by the princes of the tribes each brought his gifts (cf. Numbers 7:48 Numbers 7:54). (see Genesis Rabbah 97:5). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d3cd6e4a94c7c18aa64", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 2:18", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Tafsir Rasag, Numbers 2:18", "sourceHeRef": "תפסיר רס\"ג, במדבר ב׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 2.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ומרכז עסכר אפרים לג̇יושהם פי אלמגרב ושריפהם אלישמע בן עמיהוד", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "The camp of Ephraim shall set out with their armies toward the west; their commander shall be Elishama son of Ammihud.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5a041e4cd6e4a9747bfdd417", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 1:52:1", "anchorRef": "Numbers 2:3-31", "anchorRefExpanded": ["Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31"], "sourceRef": "Rashi on Numbers 1:52:1", "sourceHeRef": "רש\"י על במדבר א׳:נ״ב:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>ואישׁ על דגלו.</b> כְּמוֹ שֶׁהַדְּגָלִים סְדוּרִים בְּסֵפֶר זֶה – שְׁלֹשָׁה שְׁבָטִים לְכָל דֶּגֶל:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואיש על דגלו [AND THE CHILDREN OF ISRAEL SHALL ENCAMP, EVERY MAN BY HIS OWN CAMP] AND EVERY MAN BY HIS OWN STANDARD, just as the order of the banners is given in this Book (Numbers) — three tribes for every banner.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "60ca228da4a2df4e3ee7c1a5", "index_title": "Toldot Yaakov Yosef", "category": "Chasidut", "type": "quotation", "ref": "Toldot Yaakov Yosef, Nasso 2", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Toldot Yaakov Yosef, Nasso 2", "sourceHeRef": "תולדות יעקב יוסף, נשא ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1780], "commentaryNum": 2, "collectiveTitle": {"en": "Toldot Yaakov Yosef", "he": "תולדות יעקב יוסף"}, "heTitle": "נשא", "he": "וכדי לבאר זה נבאר ענין ד' דגלים איך הוא בכל האדם ובכל זמן, דגל מחנה יהודא קדמה מזרחה (במדבר ב, ג), דגל מחנה ראובן תימנה (שם ב, י), דגל מחנה אפרים ימה (שם ב, יח), דגל מחנה דן צפונה (שם ב, כה). ואגב יבואר איך בסוגי ישראל הם ד', וסוגי בני לוי הם ג'.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee96bfddfbb310fed1a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Layout of the Camp 2", "anchorRef": "Numbers 2:1-34", "anchorRefExpanded": ["Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Layout of the Camp 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ב׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Layout of the Camp", "he": "במדבר הערה ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Chap. 2 lays out a schematic diagram of the Israelite camp prepared for the desert march. The “Dwelling” naturally stands at the center, with four groups of three tribes each surrounding the structure on the outside, and three groupings of Levite clans guarding the inside of the rectangular sanctuary. Geographical pride of place, the eastern side, goes to the tribe of Yehuda (Judah) and two other tribes tracing their ancestry to sons of Lea (outside track), while Moshe and Aharon and their sons occupy the inside track.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9ca", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Layout of the Camp 1", "anchorRef": "Numbers 2:1-34", "anchorRefExpanded": ["Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Layout of the Camp 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ב׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ב׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 2:1-34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 2:1-34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c942da01e878406e0cf1b4", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Miketz 9:156", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Zohar, Miketz 9:156", "sourceHeRef": "ספר הזהר, מקץ ט׳:קנ״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 9.0027, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "מקץ", "he": "יָתְבוּ עַד דְּסָלִיק צַפְרָא, אָמַר רִבִּי יוֹסֵי, וַדַּאי לָא זָכַר שְׁמֵיהּ דְּיוֹסֵף בְּאִינוּן דְּגָלִים. דִּכְתִיב, (במדבר ב׳:י״ח) דֶּגֶל מַחֲנֵה אֶפְרַיִם, וְלָא כְּתִיב דֶּגֶל מַחֲנֵה יוֹסֵף. בְּגִין דְּאִתְגָּאֵי עַל אֲחוֹי, וְהָא אִתְּמָר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc63758c1dc532ec8ff4", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 2:18", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Steinsaltz on Numbers 2:18", "sourceHeRef": "ביאור שטיינזלץ על במדבר ב׳:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 2.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>דֶּגֶל מַחֲנֵה אֶפְרַיִם לְצִבְאֹתָם יָמָּה</b>, מערבה\n  <b>וְנָשִׂיא לִבְנֵי אֶפְרַיִם</b>– \n  <b>אֱלִישָׁמָע בֶּן עַמִּיהוּד.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The banner of the camp of Ephraim according to their hosts was to the west; and the prince of the children of Ephraim was Elishama son of Amihud. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "53f17a24fbfba22336ea715f", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 2:18:1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 2:18:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ב׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>דגל מחנה אפרים</b> הפסוק מתחיל בדל\"ת ומסיים בדל\"ת לפי שיעקב הקדים בארבע מקומות אפרים לפני מנשה וכנגדו קדם בארבע מקומות אפרים למנשה בדגלים ובנשיאים ובקרבנות ובשבטים:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55a3aaecfbfba277e9970807", "index_title": "Genesis", "category": "Tanakh", "type": "", "ref": "Genesis 48:20", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Genesis 48:20", "sourceHeRef": "בראשית מ״ח:כ׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 48.002, "collectiveTitle": {"en": "Genesis", "he": "בראשית"}, "heTitle": "בראשית", "he": "וַיְבָ֨רְכֵ֜ם בַּיּ֣וֹם הַהוּא֮ לֵאמוֹר֒ בְּךָ֗ יְבָרֵ֤ךְ יִשְׂרָאֵל֙ לֵאמֹ֔ר יְשִֽׂמְךָ֣ אֱלֹהִ֔ים כְּאֶפְרַ֖יִם וְכִמְנַשֶּׁ֑ה וַיָּ֥שֶׂם אֶת־אֶפְרַ֖יִם לִפְנֵ֥י מְנַשֶּֽׁה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "So he blessed them that day, saying, “By you shall Israel invoke blessings, saying: God make you like Ephraim and Manasseh.” Thus he put Ephraim before Manasseh.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2a2d6e4a92746471fa0", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 2:18:1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Chizkuni, Numbers 2:18:1", "sourceHeRef": "חזקוני, במדבר ב׳:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>דגל מחנה אפרים</b> לרחל דגל בפני עצמה אפרים מנשה ובנימין.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "דגל מחנה אפרים, “the flag of the camp of Ephrayim;” Rachel was represented by a separate camp, i.e. Ephrayim, Menashe, and Binyamin.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeb481d6e4a953a4264a27", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 97:5", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Bereshit Rabbah 97:5", "sourceHeRef": "בראשית רבה צ״ז:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [400], "commentaryNum": 97.0005, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיְבָרֲכֵם בַּיּוֹם הַהוּא <small>(בראשית מח, כ)</small>, כְּשֵׁם שֶׁקְּדָמוֹ כָּאן כָּךְ קְדָמוֹ בְּכָל מָקוֹם, קְדָמוֹ בַּתּוֹלָדוֹת, אֵלֶה תּוֹלְדוֹת בְּנֵי אֶפְרָיִם וְאַחַר כָּךְ אֵלֶּה תּוֹלְדוֹת בְּנֵי מְנַשֶּׁה. בַּיֻּחָסִין <small>(במדבר א, לב)</small>: לִבְנֵי אֶפְרַיִם תּוֹלְדֹתָם לְמִשְׁפְּחֹתָם. קְדָמוֹ בַּנַּחֲלָה <small>(יהושע טז, ח)</small>: זֹאת נַחֲלַת בְּנֵי אֶפְרַיִם, וְאַחַר כָּךְ זֹאת נַחֲלַת בְּנֵי מְנַשֶּׁה. קְדָמוֹ בַּדְּגָלִים <small>(במדבר ב, יח)</small>: דֶּגֶל מַחֲנֵה אֶפְרַיִם, וְאַחַר כָּךְ <small>(במדבר ב, כ)</small>: וְעָלָיו מַטֵּה מְנַשֶּׁה. קְדָמוֹ בַּנְּשִׂיאִים <small>(במדבר ז, מח)</small>: בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרָיִם, וְאַחַר כָּךְ <small>(במדבר ב, נד)</small>: בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה. קְדָמוֹ בַּשּׁוֹפְטִים, יְהוֹשֻׁעַ מִשֶּׁל אֶפְרַיִם וְגִדְעוֹן מִשֶּׁל מְנַשֶּׁה. קְדָמוֹ בַּמְּלָכִים, יָרָבְעָם מִשֶּׁל אֶפְרַיִם וְיֵהוּא מִשֶּׁל מְנַשֶּׁה. קְדָמוֹ בַּבְּרָכָה <small>(בראשית מח, כ)</small>: בְּךָ יְבָרֵךְ יִשְׂרָאֵל לֵאמֹר יְשִׂימְךָ אֱלֹהִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה. קְדָמוֹ בַּבְּרָכָה <small>(בראשית מח, כ)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“He blessed them that day, saying: By you shall Israel bless, saying: May God make you like Ephraim and like Manasseh; and he placed Ephraim before Manasseh” (Genesis 48:20).</b> <br>“He blessed them that day” – just as he placed him first here,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Just as Jacob mentioned Ephraim before Manasseh in this verse. </i> so he placed him first everywhere. He placed him first regarding generations: These are the generations of the sons of Ephraim and then these are the generations of the sons of Manasseh.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Commentaries debate what this sentence refers to, and some suggest that it be emended or removed from the text of the midrash (see <i>Etz Yosef; </i>Maharzu). </i> Regarding lineage: “For the children of Ephraim, their descendants, by their families” (Numbers 1:32).<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Only after the tribe of Ephraim is mentioned is the tribe of Manasseh mentioned (see Numbers 1:32–35). </i> He placed him first regarding inheritance: “This is the inheritance of the sons of Ephraim” (see Joshua 16:8) and then, this is the inheritance of the sons of Manasseh.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">This is not a direct citation of a verse, but a reference to the discussion of the inheritance of the tribe of Manasseh, in Joshua 17:1–12. </i> He placed him first in the banners: “The banner of the camp of Ephraim” (Numbers 2:18) and then, “with it is the tribe of Manasseh” (Numbers 2:20). He placed him first regarding the princes: “On the seventh day, the prince for the sons of Ephraim” (Numbers 7:48) and then, “on the eighth day, the prince for the sons of Manasseh” (Numbers 2:54). He placed him first regarding judges: Joshua from Ephraim and Gideon from Manasseh. He placed him first regarding kings: Yerovam from Ephraim and Yehu from Manasseh. He placed him first regarding blessing: “May God make you like Ephraim and like Manasseh.” He placed him first regarding blessing: “He placed Ephraim before Manasseh.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c53cd6e4a937f9997566", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 2:10", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Bamidbar Rabbah 2:10", "sourceHeRef": "במדבר רבה ב׳:י׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 2.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וְהַחֹנִים קֵדְמָה מִזְרָחָה דֶּגֶל מַחֲנֵה יְהוּדָה וגו' <small>(במדבר ב, ג)</small>, הֲדָא הוּא דִּכְתִיב <small>(משלי ג, יט)</small>: ה' בְּחָכְמָה יָסַד אָרֶץ וגו', בָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אַרְבַּע רוּחוֹת לָעוֹלָם, מִזְרָח מַעֲרָב צָפוֹן וְדָרוֹם. מִזְרָח, מִשָּׁם הָאוֹר יוֹצֵא לָעוֹלָם. מַעֲרָב, אוֹצְרוֹת שֶׁלֶג וְאוֹצְרוֹת בָּרָד וְקוֹר וָחֹם יוֹצְאִין לָעוֹלָם. דָּרוֹם, טַלְלֵי בְּרָכָה וְגִשְׁמֵי בְּרָכָה יוֹצְאִין לָעוֹלָם. צָפוֹן, מִשָּׁם הַחשֶׁךְ יוֹצֵא לָעוֹלָם. וּכְשֵׁם שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אַרְבַּע רוּחוֹת הָעוֹלָם, כָּךְ סִבֵּב לַכִּסֵּא אַרְבַּע חַיּוֹת, וּלְמַעְלָה מִכֻּלָּם כִּסֵּא הַכָּבוֹד. וּכְנֶגְדָן סִדֵּר הַקָּדוֹשׁ בָּרוּךְ הוּא הַדְּגָלִים לְמשֶׁה, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא משֶׁה מִזְרָח שֶׁמִּמֶּנּוּ אוֹר יוֹצֵא לָעוֹלָם, יִהְיֶה כְּנֶגְדוֹ יְהוּדָה שֶׁהוּא בַּעַל מְלוּכָה, שֶׁנֶּאֱמַר: וְהַחֹנִים קֵדְמָה מִזְרָחָה דֶּגֶל מַחֲנֵה יְהוּדָה וגו'. וְעָלָיו שֵׁבֶט יִשָֹּׂשכָר שֶׁהוּא בַּעַל תּוֹרָה, שֶׁנֶּאֱמַר <small>(דברי הימים א יב, לג)</small>: וּמִבְּנֵי יִשָֹּׂשכָר יוֹדְעֵי בִינָה לַעִתִּים, וְכֵן הוּא אוֹמֵר <small>(במדבר ב, ה)</small>: וְהַחֹנִים עָלָיו מַטֵּה יִשָֹּׂשכָר וגו'. וְעָלָיו זְבוּלוּן שֶׁהוּא בַּעַל עֲשִׁירוּת, כְּמָה דִכְתִיב <small>(בראשית מט, יג)</small>: זְבוּלֻן לְחוֹף יַמִּים וגו', וְכֵן הוּא אוֹמֵר <small>(במדבר ב, ז)</small>: מַטֵּה זְבוּלֻן וגו'. <small>(במדבר ב, ט)</small>: כָּל הַפְּקֻדִים לְמַחֲנֵה יְהוּדָה רִאשֹׁנָה יִסָּעוּ, שֶׁכֵּן הַתּוֹרָה נִקְרֵאת רֹאשׁ <small>(משלי ח, כג)</small>: מֵעוֹלָם נִסַּכְתִּי מֵרֹאשׁ, וְאוֹמֵר <small>(קהלת ז, יב)</small>: כִּי בְּצֵל הַחָכְמָה בְּצֵל הַכָּסֶף. וְאוֹמֵר <small>(מיכה ב, יג)</small>: וַיַּעֲבֹר מַלְכָּם לִפְנֵיהֶם וַה' בְּרֹאשָׁם. אַתְּ מוֹצֵא בְּכָל מָקוֹם יְהוּדָה תְּחִלָּה לַחֲנָיָה, דֶּגֶל יְהוּדָה תְּחִלָּה, שֶׁנֶּאֱמַר: וְהַחֹנִים קֵדְמָה וגו', תְּחִלָּה לַנְּסִיעָה, שֶׁנֶּאֱמַר <small>(במדבר ב, ט)</small>: רִאשֹׁנָה יִסָּעוּ. לַקָּרְבָּנוֹת יְהוּדָה תְּחִלָּה, שֶׁנֶּאֱמַר <small>(במדבר ז, יב)</small>: וַיְהִי הַמַּקְרִיב וגו'. לַמִּלְחָמָה יְהוּדָה תְּחִלָּה, שֶׁנֶּאֱמַר <small>(שופטים א, א ב)</small>: מִי יַעֲלֶה לָנוּ אֶל הַכְּנַעֲנִי בַּתְּחִלָּה, וַיֹּאמֶר ה' יְהוּדָה יַעֲלֶה. וְכָתוּב אֶחָד אוֹמֵר <small>(שופטים א כ, יח)</small>: וַיֹּאמֶר ה' יְהוּדָה יַעֲלֶה בַּתְּחִלָּה. וּכְשֶׁיָּבוֹא הַמְּבַשֵֹּׂר יְהוּדָה מִתְבַּשֵֹּׂר תְּחִלָּה, שֶׁנֶּאֱמַר <small>(נחום ב, א)</small>: עַל הֶהָרִים רַגְלֵי מְבַשֵֹּׂר מַשְׁמִיעַ שָׁלוֹם חָגִי יְהוּדָה חַגַּיִךְ, הֲרֵי מִן הַמִּזְרָח. וְדָרוֹם טַלְלֵי בְּרָכָה וְגִשְׁמֵי בְּרָכָה יוֹצְאִין מִמֶּנּוּ לָעוֹלָם, יְהִי כְּנֶגְדוֹ שֵׁבֶט רְאוּבֵן שֶׁהוּא בַּעַל תְּשׁוּבָה, וּתְשׁוּבָה מִדָּה טוֹבָה, וְרַחֲמָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא בָּאִים עַל הַבְּרִיּוֹת בְּשָׁעָה שֶׁהֵם עוֹשִׂין תְּשׁוּבָה, הֲדָא הוּא דִכְתִיב <small>(במדבר ב, י)</small>: דֶּגֶל מַחֲנֵה רְאוּבֵן תֵּימָנָה וגו'. וְעָלָיו גָּד שֶׁהוּא בַּעַל גְּדוּד, שֶׁנֶּאֱמַר <small>(בראשית מט, יט)</small>: גָּד גְּדוּד יְגוּדֶנּוּ, רְאוּבֵן בַּתְּשׁוּבָה, וְגָד בַּגְּבוּרָה, וְשִׁמְעוֹן בָּאֶמְצַע לְכַפֵּר עָלָיו, הֲדָא הוּא דִכְתִיב <small>(במדבר ב, יב טז)</small>: וְהַחֹנִם עָלָיו מַטֵּה שִׁמְעוֹן וגו' וּמַטֵּה גָד וגו' כָּל הַפְּקֻדִים לְמַחֲנֵה רְאוּבֵן וגו' וּשְׁנִיִּם יִסָּעוּ, שֶׁהַתְּשׁוּבָה שְׁנִיָּה הִיא לַתּוֹרָה. לְאַחַר שֶׁהָיוּ נוֹסְעִים אֵלּוּ שְׁנֵי דְגָלִים הָיוּ הַלְוִיִּם נוֹסְעִים אֶת הַמִּשְׁכָּן, הֲדָא הוּא דִכְתִיב <small>(במדבר ב, יז)</small>: וְנָסַע אֹהֶל מוֹעֵד מַחֲנֵה הַלְוִיִּם וגו'. מַעֲרָב אוֹצְרוֹת שֶׁלֶג וְאוֹצְרוֹת בָּרָד וְקוֹר וָחֹם, וּכְנֶגְדָן אֶפְרַיִם וּבִנְיָמִין וּמְנַשֶּׁה, וּמִי יַעֲמֹד לִפְנֵי שֶׁלֶג וּבָרָד, אֶפְרַיִם וּמְנַשֶּׁה וּבִנְיָמִין, שֶׁנֶּאֱמַר <small>(תהלים פ, ג)</small>: לִפְנֵי אֶפְרַיִם וּבִנְיָמִן וּמְנַשֶּׁה עוֹרְרָה אֶת גְּבוּרָתֶךָ, וּשְׁכִינָה לְעוֹלָם בַּמַּעֲרָב, בִּגְבוּל בִּנְיָמִין, שֶׁנֶּאֱמַר <small>(דברים לג, יב)</small>: לְבִנְיָמִן אָמַר יְדִיד וגו', הֲדָא הוּא דִכְתִיב <small>(במדבר ב, יח כד)</small>: דֶּגֶל מַחֲנֵה אֶפְרַיִם לְצִבְאֹתָם יָמָּה וגו' וְעָלָיו מַטֵּה מְנַשֶּׁה וגו' וּמַטֵּה בִנְיָמִן וְנָשִׂיא וגו' כָּל הַפְּקֻדִים לְמַחֲנֵה וגו' וּשְׁלִשִׁים יִסָּעוּ, נָאָה לַתּוֹרָה וְלַתְּשׁוּבָה, גְּבוּרָה, כְּדֵי שֶׁיִּתְגַּבֵּר אָדָם בַּתּוֹרָה וְיִתְגַּבֵּר עַל יִצְרוֹ. צָפוֹן, מִשָּׁם הַחשֶׁךְ יוֹצֵא לָעוֹלָם וּכְנֶגְדָּן שֵׁבֶט דָּן, לָמָּה, שֶׁהוּא הֶחְשִׁיךְ הָעוֹלָם בַּעֲבוֹדָה זָרָה, שֶׁעָשָׂה יָרָבְעָם שְׁנֵי עֶגְלֵי זָהָב, וַעֲבוֹדָה זָרָה חשֶׁךְ הוּא, שֶׁנֶּאֱמַר <small>(ישעיה כט, טו)</small>: וְהָיָה בְמַחְשָׁךְ מַעֲשֵׂיהֶם, וְחָזַר יָרָבְעָם עַל כָּל יִשְׂרָאֵל וְלֹא קִבְּלוּ מִמֶּנּוּ אֶלָּא שֵׁבֶט דָּן, שֶׁנֶּאֱמַר <small>(מלכים א יב, כח כט)</small>: וַיִּוָּעַץ הַמֶּלֶךְ וַיַּעַשׂ שְׁנֵי עֶגְלֵי זָהָב וגו' וְאֶת הָאֶחָד נָתַן בְּדָן, וּלְכָךְ צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁיַּחֲנֶה דָן בַּצָּפוֹן, הֲדָא הוּא דִכְתִיב <small>(במדבר ב, כה)</small>: דֶּגֶל מַחֲנֵה דָן צָפֹנָה וגו', וְעָלָיו שֵׁבֶט אָשֵׁר מֵאִיר עַל הַחשֶׁךְ, שֶׁנֶּאֱמַר <small>(דברים לג, כד)</small>: וּלְאָשֵׁר אָמַר בָּרוּךְ וגו' וְטֹבֵל בַּשֶּׁמֶן רַגְלוֹ, וְכֵן הוּא אוֹמֵר <small>(במדבר ב, כז)</small>: וְהַחֹנִים עָלָיו מַטֵּה אָשֵׁר. וְעָלָיו נַפְתָּלִי שֶׁהוּא מָלֵא בְּרָכָה כְּדֵי לְפַרְנֵס, כְּמָה דִּכְתִיב <small>(דברים לג, כג)</small>: נַפְתָּלִי שְׂבַע רָצוֹן וגו', וְכֵן הוּא אוֹמֵר <small>(במדבר ב, כט לא)</small>: וּמַטֵּה נַפְתָּלִי וגו' כָּל הַפְּקֻדִים לְמַחֲנֵה דָן וגו' לָאַחֲרֹנָה יִסְעוּ לְדִגְלֵיהֶם, שֶׁכָּל מִי שֶׁעוֹבֵד עֲבוֹדָה זָרָה הוֹלֵךְ לְאָחוֹר וְלֹא לְפָנִים, לְכָךְ נֶאֱמַר <small>(משלי ג, יט)</small>: ה' בְּחָכְמָה יָסַד אָרֶץ כּוֹנֵן שָׁמַיִם בִּתְבוּנָה, כְּשֵׁם שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אַרְבַּע רוּחוֹת וּכְנֶגְדָן אַרְבָּעָה דְּגָלִים, אַף כָּךְ סִבֵּב לְכִסְאוֹ אַרְבָּעָה מַלְאָכִים מִיכָאֵל וְגַבְרִיאֵל וְאוֹרִיאֵל וּרְפָאֵל. מִיכָאֵל בִּימִינוֹ כְּנֶגֶד רְאוּבֵן, לָמָּה נִקְרָא שְׁמוֹ מִיכָאֵל, בְּשָׁעָה שֶׁעָבְרוּ יִשְׂרָאֵל בַּיָּם פָּתַח משֶׁה בַּשִּׁירָה <small>(שמות טו, יא)</small>: מִי כָמוֹךָ וגו', מִשֶּׁסִּיֵּם אֶת הַתּוֹרָה אָמַר <small>(דברים לג, כו)</small>: אֵין כָּאֵל יְשֻׁרוּן, מִי כָמוֹךָ, אֵין כָּאֵל, הֲרֵי מִיכָאֵל. אוּרִיאֵל מִשְֹּׂמֹאלוֹ כְּנֶגֶד דָּן שֶׁהוּא בַּצָּפוֹן, לָמָּה נִקְרָא שְׁמוֹ אוּרִיאֵל בִּשְׁבִיל תּוֹרָה נְבִיאִים וּכְתוּבִים שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מְכַפֵּר עָלָיו וּמֵאִיר לָהֶם לְיִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(ישעיה ס, א)</small>: קוּמִי אוֹרִי כִּי בָא אוֹרֵךְ, וְדָוִד אָמַר <small>(תהלים קיח, כז)</small>: אֵל ה' וַיָּאֶר לָנוּ, הֲרֵי אוּרִיאֵל. וְכֵן הוּא אוֹמֵר <small>(מיכה ז, ח)</small>: כִּי אֵשֵׁב בַּחשֶׁךְ ה' אוֹר לִי. גַּבְרִיאֵל מִלְּפָנָיו כְּנֶגֶד מַלְכוּת יְהוּדָה וּמשֶׁה וְאַהֲרֹן שֶׁהָיוּ בַּמִּזְרָח, וְלָמָּה נִקְרָא שְׁמוֹ גַּבְרִיאֵל, בִּיהוּדָה כְּתִיב <small>(דברי הימים א ה, ב)</small>: כִּי יְהוּדָה גָּבַר בְּאֶחָיו וגו', וּבְמשֶׁה כְּתִיב <small>(ויקרא א, א)</small>: וַיִּקְרָא אֶל משֶׁה, וּכְתִיב <small>(ישעיה ט, ה)</small>: וַיִּקְרָא שְׁמוֹ פֶּלֶא יוֹעֵץ אֵל גִּבּוֹר, הֲרֵי גַבְרִיאֵל. רְפָאֵל, כְּנֶגֶד אֶפְרַיִם, וְלָמָּה נִקְרָא שְׁמוֹ רְפָאֵל, כְּדֵי לְרַפּאוֹת שִׁבְרוֹ שֶׁל יָרָבְעָם שֶׁיָּצָא מֵאֶפְרַיִם שֶׁהוּא בַּמַּעֲרָב <small>(במדבר יב, יג)</small>: אֵל נָא רְפָא נָא לָהּ, הֲרֵי רְפָאֵל.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Those who encamp to the east, the banner of the camp of Judah, according to their hosts, and the prince of the children of Judah is Nahsḥon, son of Aminadav” (Numbers 2:3).</b> <br> “Those who encamp to the east, the banner of the camp of Judah…,” that is what is written: “The Lord founded the earth with wisdom, [established the heavens with understanding]” (Proverbs 3:19). The Holy One blessed be He created the four directions of the world: east, west, north, and south. East, from there light emerges to the world. West, the storehouses of snow, the storehouses of hail, cold, and heat emerge to the world. South, dews of blessing and rains of blessing emerge to the world. North, from there, darkness emerges to the world. Similarly, He surrounded His Throne with four beasts and, above them all, the Throne of Glory.  <br>Corresponding to them,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The four directions.</i> the Holy One blessed be He arranged the banners for Moses. The Holy One blessed be He said to him: ‘Moses, the east from which light emerges to the world, Judah will correspond to it, as he is the possessor of the kingdom, as it is stated: “Those who encamp to the east, the banner of the camp of Judah” (Numbers 2:3). With it, the tribe of Issachar, which is a possessor of Torah, as it is stated: “From the children of Issachar, possessors of understanding of the times” (I Chronicles 12:33). Likewise it says: “And those who encamp with it, the tribe of Issachar” (Numbers 2:5). With it Zebulun, which is a possessor of wealth, as it is written: “Zebulun [will dwell] at the seashore, [and he shall be a shore for ships]” (Genesis 49:13). Likewise it says: “The tribe of Zebulun…” (Numbers 2:7). “All those counted for the camp of Judah…they shall travel first [<i>rishona</i>]”<b> </b>(Numbers 2:9), as the Torah is called <i>rosh</i>: “I was crowned from the distant past [<i>merosh</i>]” (Proverbs 8:23),<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Torah here is a reference to Issachar.</i> and it says: “For in the shadow of wisdom, in the shadow of money” (Ecclesiastes 7:12),<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Money here is a reference to Zebulun.</i> and it says: “Their king passed before them and the Lord is at their head” (Micah 2:13).<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The king is a reference to Judah.</i> <br>You find that everywhere Judah is first: first for encampment, as it is stated: “Those who encamp [to the east, the banner of the camp of Judah]” – first for travel. As it is stated: “They shall travel first” (Numbers 2:9). For offerings, Judah is first, as it is stated: “The one who presented [his offering on the first day was Naḥshon, son of Aminadav, of the tribe of Judah]” (Numbers 7:12). For war, Judah is first, as it is stated: “Who will ascend first against the Canaanites for us…? The Lord said: Judah will ascend” (Judges 1:1–2). And one verse says: “The Lord said: Judah first” (Judges 20:18). When the herald<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Who will announce the redemption of Israel.</i> comes, Judah will receive the tidings first, as it is stated: “The feet of the herald are upon the mountains, announcing peace. Celebrate your feasts, Judah” (Nahum 2:1). That is from the east. <br>The south, dews of blessing and rains of blessing emerge from it to the world. The tribe of Reuben will correspond to it, as he is a penitent. Penitence is a fine attribute, and the mercy of the Holy One blessed be He comes upon people when they repent. That is what is written: “The banner of the camp of Reuben is to the south…” (Numbers 2:10). With it, Gad, which was the possessor of a regiment, as it is stated: “Gad will wage war by regiment” (Genesis 49:19); Reuben with repentance, Gad with power, and Simeon in the middle to atone for it.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">For the sin done with the daughters of Midyan at the Shitim (Number 25:1–9, 14–15).</i> That is what is written: “And those who encamp with it, the tribe of Simeon” (Numbers 2:12), “and the tribe of Gad” (Numbers 2:14), “all those counted of the camp of Reuben…they shall travel second” (Numbers 2:16), as penitence is second to the Torah. <br>After these two banners traveled, the Levites would transport the Tabernacle; that is what is written: “The Tent of Meeting, the Levite camp, shall travel [in the midst of the camps]” (Numbers 2:17). <br>West, the storehouses of snow, the storehouses of hail, cold, and heat, and corresponding to them, Ephraim, Manasseh, and Benjamin. Who can withstand snow and hail? It is Ephraim, Manasseh, and Benjamin, as it is stated: “Rouse Your might before Ephraim, Benjamin, and Manasseh” (Psalms 80:3). The Divine Presence is always in the west, on the border of Benjamin, as it is stated: “Of Benjamin he said: The beloved, [the Lord will dwell in safety with him; He covers over him all the day, and He rests between his shoulders]” (Deuteronomy 33:12). That is what is written: “The banner of the camp of Ephraim according to their hosts is to the west…” (Numbers 2:18), “with it, the tribe of Manasseh…” (Numbers 2:20), “and the tribe of Benjamin, and the prince…” (Numbers 2:22), “all those counted for the camp [of Ephraim]…they shall travel third (Numbers 2:24). Strength is fitting for Torah and repentance, so that a person will  strengthen himself in Torah and overcome his evil inclination. <br>North, from there darkness emerges to the world, and corresponding to it, the tribe of Dan. Why? It is because it brought darkness to the world with idol worship. Yerovam crafted two golden calves, and idol worship is darkness, as it is stated: “Their actions are in the dark” (Isaiah 29:15). Yerovam circulated throughout Israel and it was only the tribe of Dan that accepted it from him, as it is stated: “The king consulted, and he crafted two golden calves…and he placed one in Dan” (I Kings 12:28–29). That is why the Holy One blessed be He commanded that Dan would encamp in the north. That is what is written: “The banner of the camp of Dan is to the north…” (Numbers 2:25). With it, the tribe of Asher, which illuminates the darkness, as it is stated: “And of Asher he said: Blessed…and he dips his foot in oil”<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Oil is used to light up the darkness.</i> (Deuteronomy 33:24). Likewise it says: “And those who encamp with it, the tribe of Asher” (Numbers 2:27). With it, Naphtali, who is filled with blessing in order to provide sustenance, just as it is written: “Naphtali, his desire is satisfied, [and full with the blessing of the Lord]” (Deuteronomy 33:23). Likewise it says: “and the tribe of Naphtali” (Numbers 2:29). “All those counted for the camp of Dan…they shall travel last by their banners (Numbers 2:31), as anyone who engages in idol worship goes backward and not forward. That is why it is stated: “The Lord founded the earth with wisdom, established the heavens with understanding”(Proverbs 3:19). <br>Just as the Holy One blessed be He created four directions and four banners corresponding to them, so, too, He surrounded His throne with four angels: Mikhael, Gavriel, Uriel, and Refael. Mikhael was to His right, corresponding to Reuben. Why is his name called Mikhael? When Israel crossed the sea, Moses broke out in song: “Who is like You [<i>mikhamokha</i>]” (Exodus 15:11). When he concluded the Torah, he said: “Yeshurun, there is none like God [<i>ein kael</i>]” (Deuteronomy 33:26). <i>Mi khamokha</i>, <i>ein kael</i>, that is Mikhael. <br>Uriel to his left, corresponding to Dan that was in the north. Why is his name called Uriel? It is because of the Torah, Prophets, and Writings with which the Holy One blessed be He atones for it,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">For the tribe of Dan.</i> and illuminates for Israel, as it is stated: “Arise, shine [<i>ori</i>], for your light has come [and the glory of the Lord has shone upon you]” (Isaiah 60:1). And David said: “The Lord is God [<i>el</i>], He has illuminated for us” (Psalms 118:27); that is Uriel. Likewise, it says: “Though I sit in darkness, the Lord is a light for me” (Micah 7:8). <br>Gavriel before Him, corresponding to the kingdom of Judah, Moses, and Aaron, who were in the east.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The directions are defined relative to somebody facing east. Therefore, the front is east, the back is west, to the left is north and to the right is south.</i> Why was his name called Gavriel? Regarding Judah, it is written: “For Judah prevailed [<i>gavar</i>] over his brothers” (I Chronicles 5:2), and regarding Moses, it is written: “He called to Moses” (Leviticus 1:1), and it is written: “He called his name Pele Yoetz El Gibor” (Isaiah 9:5). That is Gavriel. <br>Refael, corresponding to Ephraim. Why was his name called Refael? It was in order to heal [<i>lerapot</i>] the breach of Yerovam, who emerged from Ephraim that is in the west. “God [<i>el</i>], please, heal [<i>refa</i>] her now” (Numbers 12:13).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c5f3d6e4a937f9998874", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:4", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Bamidbar Rabbah 14:4", "sourceHeRef": "במדבר רבה י״ד:ד׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשְּׁבִיעִי וגו', הֲדָא הוּא דִכְתִיב <small>(קהלת יב, יא)</small>: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וּכְמַשְׂמְרוֹת נְטוּעִים בַּעֲלֵי אֲסֻפּוֹת נִתְּנוּ מֵרֹעֶה אֶחָד, תָּנֵי מַעֲשֶׂה בְּרַבִּי יוֹחָנָן בֶּן בְּרוֹקָא וְרַבִּי אֶלְעָזָר חִסְמָא שֶׁהָלְכוּ לְהַקְבִּיל אֶת פְּנֵי רַבִּי יְהוֹשֻׁעַ בִּפְקִיעִים, אָמַר לָהֶם מָה חִדּוּשׁ הָיָה בְּבֵית הַמִּדְרָשׁ הַיּוֹם, אָמְרוּ לוֹ תַּלְמִידֶיךָ אָנוּ וּמֵימֶיךָ אָנוּ שׁוֹתִים. אָמַר לָהֶם אַף עַל פִּי כֵן אִי אֶפְשָׁר לְבֵית הַמִּדְרָשׁ בְּלֹא חִדּוּשׁ, שַׁבָּת שֶׁל מִי הָיְתָה, שַׁבָּת שֶׁל רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה הָיְתָה, וּבַמֶּה הָיְתָה הַגָּדָה הַיּוֹם, אָמְרוּ לוֹ בְּפָרָשַׁת הַקְהֵל, וּמַה דָּרַשׁ בָּהּ <small>(דברים לא, יב)</small>: הַקְהֵל אֶת הָעָם הָאֲנָשִׁים וְהַנָּשִׁים וְהַטַּף, אִם אֲנָשִׁים בָּאִים לִלְמֹד וְנָשִׁים בָּאוֹת לִשְׁמֹעַ, טַף לָמָּה, כְּדֵי לְקַבֵּל שָׂכָר לִמְבִיאֵיהֶם. אָמַר לָהֶם מַרְגָּלִית טוֹבָה הָיְתָה בְּיֶדְכֶם וּבִקַּשְׁתֶּם לְאַבְּדָהּ מִמֶּנִּי. וְעוֹד דָּרַשׁ בָּהּ <small>(דברים כו, יז יח)</small>: אֶת ה' הֶאֱמַרְתָּ הַיּוֹם וגו' וַה' הֶאֱמִירְךָ הַיּוֹם וגו', אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל אַתֶּם עֲשִׂיתוּנִי חֲטִיבָה בָּעוֹלָם, דִּכְתִיב <small>(דברים ו, ד)</small>: שְׁמַע יִשְׂרָאֵל ה' אֱלֹהֵינוּ ה' אֶחָד, וַאֲנִי אֶעֱשֶׂה אֶתְכֶם חֲטִיבָה בָּעוֹלָם, <small>(שמואל ב ז, כג)</small>: וּמִי כְעַמְּךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ. וְאַף הוּא פָּתַח וְדָרַשׁ: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, לָמָּה נִמְשְׁלוּ דִּבְרֵי תוֹרָה כַּדָּרְבָן, לוֹמַר לָךְ מַה דָּרְבָן זֶה מְכַוֵּן אֶת הַפָּרָה לִתְלָמֶיהָ לְהָבִיא חַיִּים לָעוֹלָם, אַף דִּבְרֵי תוֹרָה מְכַוְּנִין לֵב לוֹמְדֵיהֶן מִדַּרְכֵי מִיתָה לְדַרְכֵי חַיִּים. אִי מַה דָּרְבָן זֶה מִטַּלְטֵל אַף דִּבְרֵי תוֹרָה מִטַּלְטְלִים, תַּלְמוּד לוֹמַר: וּכְמַשְׂמְרוֹת נְטוּעִים. אִי מַה מַּסְמֵר זֶה חָסֵר וְלֹא יָתֵר, אַף דִּבְרֵי תוֹרָה חֲסֵרִים וְלֹא יְתֵרִים, תַּלְמוּד לוֹמַר: נְטוּעִים, מַה נְּטִיעָה זוֹ פָּרָה וְרָבָה, אַף דִּבְרֵי תוֹרָה פָּרִים וְרָבִים. בַּעֲלֵי אֲסֻפּוֹת, אֵלּוּ תַּלְמִידֵי חֲכָמִים שֶׁיּוֹשְׁבִין אֲסֻפּוֹת אֲסֻפּוֹת וְעוֹסְקִין בַּתּוֹרָה, הַלָּלוּ מְטַמְאִין וְהַלָּלוּ מְטַהֲרִין, הַלָּלוּ אוֹסְרִין וְהַלָּלוּ מַתִּירִין, הַלָּלוּ פּוֹסְלִין וְהַלָּלוּ מַכְשִׁירִין, שֶׁמָּא יֹאמַר אָדָם הוֹאִיל וְהַלָּלוּ מְטַמְאִין וְהַלָּלוּ מְטַהֲרִין, הַלָּלוּ אוֹסְרִין וְהַלָּלוּ מַתִּירִין, הַלָּלוּ פּוֹסְלִין וְהַלָּלוּ מַכְשִׁירִין, הֵיאַךְ אֲנִי לוֹמֵד תּוֹרָה מֵעַתָּה, תַּלְמוּד לוֹמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, אֵל אֶחָד נְתָנָן, פַּרְנָס אֶחָד אֲמָרָן, מִפִּי אֲדוֹן כָּל הַמַּעֲשִׂים בָּרוּךְ הוּא, שֶׁנֶּאֱמַר <small>(שמות כ, א)</small>: וַיְדַבֵּר אֱלֹהִים אֶת כָּל הַדְּבָרִים הָאֵלֶּה, אַף אַתָּה עֲשֵׂה אָזְנְךָ כַּאֲפַרְכֶּסֶת וּקְנֵה לְךָ לֵב שׁוֹמֵעַ אֶת דִּבְרֵי הַמְטַמְּאִין וְאֶת דִּבְרֵי הַמְטַהֲרִין, אֶת דִּבְרֵי הָאוֹסְרִין וְאֶת דִּבְרֵי הַמַּתִּירִין, אֶת דִּבְרֵי הַפּוֹסְלִין וְאֶת דִּבְרֵי הַמַּכְשִׁירִין, בַּלָּשׁוֹן הַזֶּה אָמַר לָהֶם אֵין דּוֹר יָתוֹם שֶׁרַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה שָׁרוּי בְּתוֹכוֹ. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אָמַר רַבִּי תַּנְחוּמָא בַּר אַבָּא מַה הַדָּרְבָן הַזֶּה מְכַוֵּן אֶת הַפָּרָה לַחֲרשׁ בַּתֶּלֶם שֶׁלָּהּ, כָּךְ דִּבְרֵי חֲכָמִים מְכַוְּנִים אֶת הָאָדָם הַזֶּה לִדְרָכָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. אָמַר רַבִּי תַּנְחוּמָא הַמִּשְׁנָה קָרְאָה אוֹתוֹ מַרְדֵּעַ, וְהַמִּקְרָא קָרָא אוֹתוֹ דָּרְבָן וּמַלְמָד, דִּכְתִיב <small>(שופטים ג, לא)</small>: בְּמַלְמַד הַבָּקָר, וְכֵן <small>(שמואל א יג, כא)</small>: וּלְהַצִּיב הַדָּרְבָן. אָמַר רַבִּי נָתָן לָמָּה נִקְרָא מַרְדֵּעַ, שֶׁמּוֹרֶה דֵעָה בַּפָּרָה, לָמָּה נִקְרָא שְׁמוֹ דָּרְבָן, שֶׁדָּר בִּינָה בַּפָּרָה, וְלָמָּה נִקְרָא מַלְמַד, שֶׁמְלַמֵּד אֶת הַפָּרָה לַחֲרשׁ בַּתֶּלֶם שֶׁלָּהּ, כָּךְ הֵם דִּבְרֵי חֲכָמִים, דָּרִים בִּינָה בִּבְנֵי אָדָם וּמוֹרִים דֵּעָה בָּהֶם וּמְלַמְּדִים אוֹתָם דְּרָכָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. וּכְמַשְׂמְרוֹת נְטוּעִים, נְטוּעִים הֵם בָּאָדָם כְּשֶׁהוּא מְשַׁמְּרָם, וְלָמָּה נִמְשְׁלוּ בַּנְּטִיעָה, כְּשֵׁם שֶׁשָּׁרָשָׁיו שֶׁל אִילָן מִשְׁתָּרְשִׁים לְכָל מָקוֹם, כָּךְ דִּבְרֵי חֲכָמִים נִכְנָסִים וּמִשְׁתָּרְשִׁים בְּכָל הַגּוּף. בַּעֲלֵי אֲסֻפּוֹת, אֵימָתַי הֵם כְּמַשְׂמְרוֹת נְטוּעִים בָּאָדָם, בִּזְמַן שֶׁבַּעַל תּוֹרָה נִכְנַס לְתַלְמוּד וְהֵם נֶאֱסָפִים לִשְׁמֹעַ. נִתְּנוּ מֵרֹעֶה אֶחָד, רַבִּי יוֹחָנָן מְבָרֵךְ יוֹם הָרִאשׁוֹן שֶׁל חַג בָּרוּךְ אַתָּה ה' אֱלֹהֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִצְוַת לוּלָב, וּשְׁאָר כָּל הַיָּמִים עַל מִצְוַת הַזְּקֵנִים. רַבִּי יְהוֹשֻׁעַ מְבָרֵךְ כָּל יוֹם עַל נְטִילַת לוּלָב, וְאֵין רַבִּי יְהוֹשֻׁעַ מוֹדֶה לְרַבִּי יוֹחָנָן שֶׁיּוֹם טוֹב הָרִאשׁוֹן דְּבַר תּוֹרָה הוּא, שֶׁנֶּאֱמַר <small>(ויקרא כג, מ)</small>: וּלְקַחְתֶּם לָכֶם בַּיּוֹם הָרִאשׁוֹן וגו', וּשְׁאָר כָּל הַיָּמִים מִדִּבְרֵיהֶם הֵם, אָמַר רַבִּי שִׁמְעוֹן בֶּן חֲלַפְתָּא בְּשֵׁם רַבִּי אַחָא סָבַר רַבִּי יְהוֹשֻׁעַ כֵּן, וּמַה טַּעַם עֲבַד כֵּן, מִפְּנֵי שֶׁכָּתוּב: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וגו' נִתְּנוּ מֵרֹעֶה אֶחָד, דִּבְרֵי תוֹרָה וְדִבְרֵי חֲכָמִים מֵרוֹעֶה אֶחָד נִתְּנוּ. <small>(קהלת יב, יב)</small>: וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהָר, יוֹתֵר מִדִּבְרֵי תוֹרָה הֱוֵי זָהִיר בְּדִבְרֵי סוֹפְרִים, וְכֵן הוּא אוֹמֵר <small>(שיר השירים א, ב)</small>: כִּי טוֹבִים דֹּדֶיךָ מִיָּיִן, טוֹבִים דִּבְרֵי דּוֹדִים מִיֵּינָהּ שֶׁל תּוֹרָה, לָמָּה, שֶׁאֵין אָדָם מוֹרֶה כָּרָאוּי מִדִּבְרֵי תוֹרָה, מִפְּנֵי שֶׁהִיא סְתוּמָה, וְכֻלָּהּ סִימָנִין, שֶׁנֶּאֱמַר <small>(דברים לא, יט)</small>: וְלַמְּדָהּ אֶת בְּנֵי יִשְׂרָאֵל שִׂימָה בְּפִיהֶם, סִימָנִין בְּפִיהֶם, אֲבָל מִתּוֹךְ דִּבְרֵי חֲכָמִים אָדָם מוֹרֶה כָּרָאוּי מִפְּנֵי שֶׁהֵם פּוֹרְשִׁים אֶת הַתּוֹרָה, וּלְכָךְ נִמְשְׁלוּ דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, מִפְּנֵי שֶׁהֵן מְדַיְּרִין בִּינָה בִּבְנֵי אָדָם. דָּבָר אַחֵר, וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, אָמַר רַבִּי אַבָּא סַדְרוֹנַנְיָא אִם יֹאמַר לְךָ אָדָם לָמָּה לֹא נִתְּנוּ בִּכְתַב דִּבְרֵי סוֹפְרִים כְּשֵׁם שֶׁנִּתְּנוּ דִּבְרֵי תוֹרָה, אֱמֹר לוֹ לְפִי שֶׁאִי אֶפְשָׁר לִכְתֹּב כָּל דִּבְרֵיהֶם, הֲדָא הוּא דִכְתִיב: וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, מַהוּ מֵהֵמָּה, מַה נִּכְנְסָה בָּךָ אִם בָּאתָ לִכְתֹּב דִּבְרֵי סוֹפְרִים, לָמָּה, שֶׁאִלּוּ בָּאתָ לִכְתֹּב דִּבְרֵיהֶם אֵין קֵץ וְסוֹף לַדְּבָרִים לַעֲשׂוֹת סְפָרִים, הֲדָא הוּא דִכְתִיב: עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ, אֲבָל מַה יֵּשׁ לוֹ לָאָדָם לַעֲשׂוֹת, שֶׁיְהֵא מְיַגֵּעַ בְּשָׂרוֹ הַרְבֵּה לַהְגּוֹת דִּבְרֵי חֲכָמִים, הֲדָא הוּא דִכְתִיב: וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר. דָּבָר אַחֵר, וְלַהַג הַרְבֵּה, אִם יָגַעְתָּ הַרְבֵּה בְּדִבְרֵיהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא מֵסִיר יֵצֶר הָרָע מִמְּךָ, הֲדָא הוּא דִכְתִיב: בָּשָׂר, כְּמָה דְתֵימָא <small>(יחזקאל לו, כו)</small>: וְנָתַתִּי לָכֶם לֵב בָּשָׂר. דָּבָר אַחֵר, וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, אִם יָגַעְתָּ הַרְבֵּה בְּלַהַג דִּבְרֵי חֲכָמִים, הַקָּדוֹשׁ בָּרוּךְ הוּא מְבַשֶֹּׂרְךָ בְּשׂוֹרוֹת טוֹבוֹת, הֱוֵי: בָּשָׂר. דָּבָר אַחֵר, אִם יָגַעְתָּ בְּדִבְרֵי חֲכָמִים אַתָּה נַעֲשָׂה בָּשָׂר, הֲדָא הוּא דִכְתִיב בָּשָׂר, וְכֵן הוּא אוֹמֵר <small>(משלי ח, טז)</small>: בִּי שָׂרִים יָשׂרוּ. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן כַּדּוּר שֶׁל בָּנוֹת, כַּהֲדָא סְפַיְרָה שֶׁל תִּינוֹקוֹת שֶׁהֵן מְלַקְטוֹת וְזוֹרְקוֹת לְכָאן וּלְכָאן, כָּךְ הֵם דִּבְרֵי חֲכָמִים, זֶה אוֹמֵר טַעְמוֹ וְזֶה אוֹמֵר טַעְמוֹ, יָכוֹל מִפְּנֵי שֶׁזֶּה אוֹמֵר טַעַם אֶחָד וְזֶה אוֹמֵר טַעַם שֵׁנִי, שֶׁמָּא דִבְרֵיהֶם פּוֹרְחִים הֵם, תַּלְמוּד לוֹמַר <small>(קהלת יב, יא)</small>: וּכְמַשְׂמְרוֹת נְטוּעִים, לֹא אָמַר וּכְמַשְׂמְרוֹת קְבוּעִים, אֶלָּא נְטוּעִים, לָמָּה, מִפְּנֵי שֶׁעָשָׂה אוֹתָם כְּמַסְמְרוֹת, וְהַמַּסְמֵר שֶׁיֵּשׁ לוֹ שׁוֹשַׁנָּה נוֹחַ לִשְׁלוֹף, לְכָךְ אָמַר: וּכְמַשְׂמְרוֹת נְטוּעִים, שָׁרָשִׁין שֶׁל אִילָן הַנְּטוּעִים קָשִׁים לֵעָקֵר, וְלָמָּה נִמְשְׁלוּ דִּבְרֵיהֶם כַּמַּסְמֵר, לְפִי שֶׁהַמַּסְמֵר שֶׁל בַּרְזֶל שֶׁיֵּשׁ לוֹ שׁוֹשַׁנָּה, אַף עַל פִּי שֶׁקָּשֶׁה, נוֹחַ הוּא לֵעָקֵר, וְשָׁרָשִׁים שֶׁל אִילָן הַנְּטוּעִים אַף עַל פִּי שֶׁקָּשִׁים לֵעָקֵר, אֲבָל אֵין בָּהֶם כֹּחַ כְּכֹחוֹ שֶׁל בַּרְזֶל, לְכָךְ נֶאֱמַר: וּכְמַשְׂמְרוֹת נְטוּעִים, נִתַּן לְדִבְרֵי תוֹרָה כֹּחַ שֶׁל בַּרְזֶל וּכְמַטָּעֵי שָׁרָשָׁיו שֶׁל אִילָן. אָמַר רַבִּי בֶּרֶכְיָה הַכֹּהֵן בְּרַבִּי אָנוּ קוֹרְאִין מַסְמֵרוֹת, וְאֵין כְּתִיב אֶלָּא מַשְׂמְרוֹת, מַה מִּשְׁמָרוֹת כְּהֻנָּה וּלְוִיָּה עֶשְׂרִים וְאַרְבָּעָה, אַף סְפָרִים עֶשְׂרִים וְאַרְבָּעָה, הֵקִישׁ דִּבְרֵי סוֹפְרִים לְדִבְרֵי תוֹרָה שֶׁהֵן אֲמִתִּים כְּמוֹתָם. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת, מַשְׂמְרוֹת כְּתִיב, מַה מִּשְׁמָרוֹת עֶשְׂרִים וְאַרְבָּעָה, אַף הַמַּשְׂמֵרִין עֶשְׂרִים וְאַרְבָּעָה. בָּעֵי כַּמָּה מַסְמֵרִין יִהְיוּ בּוֹ בַּסַּנְדָּל, רַבִּי יוֹחָנָן אָמַר חֲמִשָּׁה כְּנֶגֶד חֲמִשָּׁה סִפְרֵי תוֹרָה. רַב הוּנָא אָמַר שִׁבְעָה, שֶׁנֶּאֱמַר <small>(דברים לג, כה)</small>: בַּרְזֶל וּנְחשֶׁת מִנְעָלֶךָ וּכְיָמֶיךָ דָּבְאֶךָ. דָּרַשׁ רַב אַחָא בְּשֵׁם רַבִּי חֲנִינָא תִּשְׁעָה. רַבִּי הָיָה נוֹתֵן אַחַד עָשָׂר עַל זֶה וּשְׁלשָׁה עָשָׂר עַל זֶה, מִנְיַן מִשְׁמָרוֹת. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת נְטוּעִים, הַמַּסְמֵר הַזֶּה אַתְּ קוֹבְעוֹ וְאַף עַל פִּי שֶׁתַּחְזֹר וְתִטְלֶנּוּ מְקוֹמוֹ נִכָּר, כָּךְ כָּל מִי שֶׁפָּשְׁטוּ בּוֹ חֲכָמִים יָד, אַף עַל פִּי שֶׁחָזְרוּ וְקִבְּלוּהוּ, סוֹפוֹ לִטֹּל שֶׁלּוֹ מִתַּחַת יְדֵיהֶם. דָּבָר אַחֵר, וּכְמַשְׂמְרוֹת נְטוּעִים, בְּשָׁעָה שֶׁדִּבְרֵי תוֹרָה יוֹצְאִין מִפִּי בַּעֲלֵיהֶם כְּתִקֻּנָּן הֵם עֲרֵבִים לְשׁוֹמְעֵיהֶם. כְּמַשְׂמְרוֹת נְטוּעִים, בְּשָׁעָה שֶׁהֵם יוֹצְאִים מְמֻסְמָסִים הֵם מָרוֹת לְשׁוֹמְעֵיהֶן, כְּמַשְׂמְרוֹת, כְּמַסְמָרוֹת. בַּעֲלֵי אֲסֻפּוֹת, אֵימָתַי הֵם נְטוּעִים דִּבְרֵי תוֹרָה בָּאָדָם הַזֶּה, בִּזְּמַן שֶׁבַּעֲלֵיהֶן נֶאֱסָפִים מֵהֶן, כָּל זְמַן שֶׁרַבּוֹ קַיָּם הוּא הָיָה מַפְלִיג לוֹמַר כָּל זְמַן שֶׁנִּצְרַךְ הֲרֵי רַבִּי לְפָנַי וַאֲנִי שׁוֹאֲלוֹ, מֵת רַבּוֹ, הֲרֵי יָגֵעַ בַּיּוֹם וּבַלַּיְלָה לְקַיֵּם תַּלְמוּדוֹ, יוֹדֵעַ הוּא שֶׁאֵין לוֹ לְמִי לִשְׁאֹל, הֱוֵי אֵימָתַי הֵן נְטוּעִין בָּאָדָם הַזֶּה, בִּזְּמַן שֶׁבַּעֲלֵיהֶן נֶאֱסָפִים מֵהֶן. נִתְּנוּ מֵרֹעֶה אֶחָד, אַף עַל פִּי שֶׁזֶּה אוֹמֵר טַעְמוֹ וְזֶה אוֹמֵר טַעְמוֹ, דִּבְרֵיהֶם שֶׁל אֵלֶּה וְשֶׁל אֵלֶּה כֻּלָּם נִתְּנוּ מִן משֶׁה הָרוֹעֶה מַה שֶּׁקִּבֵּל מִיחִידוֹ שֶׁל עוֹלָם. דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, תָּנֵי מִנַּיִן אַתָּה אוֹמֵר שֶׁאִם שָׁמַע אָדָם דָּבָר מִפִּי קָטָן שֶׁבְּיִשְׂרָאֵל יְהֵא בְּעֵינָיו כְּשׁוֹמֵעַ מִפִּי חָכָם שֶׁבְּיִשְׂרָאֵל, תַּלְמוּד לוֹמַר <small>(דברים יא, יג)</small>: וְהָיָה אִם שָׁמֹעַ תִּשְׁמְעוּ אֶל מִצְוֹתַי אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם, וְלֹא כְּשׁוֹמֵעַ מִפִּי חָכָם אֶלָּא כְּשׁוֹמֵעַ מִפִּי חֲכָמִים, שֶׁנֶּאֱמַר: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, מַה דָּרְבָן זֶה מְכַוֵּן אֶת הַפָּרָה לִתְלָמֶיהָ לְהָבִיא חַיִּים לָעוֹלָם, כָּךְ דִּבְרֵי תוֹרָה מְכַוְּנִים דַּעְתּוֹ שֶׁל אָדָם לָדַעַת אֶת הַמָּקוֹם, וְלֹא כְּשׁוֹמֵעַ מִפִּי חֲכָמִים אֶלָּא כְּשׁוֹמֵעַ מִפִּי סַנְהֶדְּרִין, שֶׁנֶּאֱמַר: בַּעֲלֵי אֲסֻפּוֹת, וְאֵין אֲסֻפּוֹת אֶלָּא סַנְהֶדְרִין, שֶׁנֶּאֱמַר <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל. וְלֹא כְּשׁוֹמֵעַ מִפִּי סַנְהֶדְרִין אֶלָּא כְּשׁוֹמֵעַ מִפִּי משֶׁה, שֶׁנֶּאֱמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, שֶׁנֶּאֱמַר <small>(ישעיה סג, יא)</small>: וַיִּזְכֹּר יְמֵי עוֹלָם משֶׁה עַמּוֹ. וְאוֹמֵר <small>(שמות ג, א)</small>: וּמשֶׁה הָיָה רֹעֶה, לֹא כְּשׁוֹמֵעַ מִפִּי משֶׁה אֶלָּא כְּשׁוֹמֵעַ מִפִּי הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: נִתְּנוּ מֵרֹעֶה אֶחָד, <small>(תהלים פ, ב)</small>: רֹעֵה יִשְׂרָאֵל הַאֲזִינָה. אֶחָד, שֶׁנֶּאֱמַר <small>(דברים ו, ד)</small>: ה' אֶחָד, הֲרֵי הוּא אוֹמֵר <small>(שיר השירים ז, ה)</small>: עֵינַיִךְ בְּרֵכוֹת בְּחֶשְׁבּוֹן עַל שַׁעַר בַּת רַבִּים אַפֵּךְ כְּמִגְדַּל הַלְּבָנוֹן צוֹפֶה פְּנֵי דַמָּשֶׂק, עֵינַיִךְ, אֵלּוּ זְקֵנִים הַמִּתְמַנִּים עַל הַצִּבּוּר, וְכֵן הוּא אוֹמֵר <small>(ישעיה כט, י)</small>: כִּי נָסַךְ עֲלֵיכֶם ה' רוּחַ תַּרְדֵּמָה וַיְעַצֵּם אֶת עֵינֵיכֶם. בְּרֵכוֹת, מַה בְּרֵכָה זוֹ אֵין אָדָם יוֹדֵעַ מַה שֶּׁבְּתוֹכָהּ, כָּךְ אֵין אָדָם עוֹמֵד עַל דִּבְרֵי חֲכָמִים. בְּחֶשְׁבּוֹן, שֶׁנִּגְמָרִים בְּעֵצָה וּמַחְשָׁבָה, וְהֵיכָן נִגְמָרִים בְּבָתֵּי מִדְרָשׁוֹת עַל שַׁעַר בַּת רַבִּים, אַפֵּךְ כְּמִגְדַּל הַלְּבָנוֹן צוֹפֶה פְּנֵי דַמָּשֶׂק, עֲשִׂיתֶם אֶת הַתּוֹרָה קַוּוּ לְאֵלִיָּהוּ, שֶׁאָמַרְתִּי לוֹ <small>(מלכים א יט, טו)</small>: שׁוּב לְדַרְכְּךָ מִדְבַּרָה דַמָּשֶׂק, וְאוֹמֵר <small>(מלאכי ג, כב כג)</small>: זִכְרוּ תּוֹרַת משֶׁה עַבְדִּי וגו' הִנֵּה אָנֹכִי שֹׁלֵחַ לָכֶם אֶת אֵלִיָּה הַנָּבִיא וגו'. וְיֹתֵר מֵהֵמָּה בְּנִי הִזָּהֵר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא עֶשְׂרִים וְאַרְבָּעָה סְפָרִים כָּתַבְתִּי לְךָ הִזָּהֵר וְאַל תּוֹסֶף עֲלֵיהֶם, לָמָּה, עֲשׂוֹת סְפָרִים הַרְבֵּה אֵין קֵץ, כָּל מִי שֶׁקּוֹרֵא פָּסוּק שֶׁאֵינוֹ מֵעֶשְׂרִים וְאַרְבָּעָה סְפָרִים כְּאִלּוּ קוֹרֵא בַּסְּפָרִים הַחִיצוֹנִים, הֱוֵי: הִזָּהֵר עֲשׂוֹת סְפָרִים הַרְבֵּה, שֶׁכָּל הָעוֹשֶׂה כֵּן אֵין לוֹ חֵלֶק לָעוֹלָם הַבָּא, הֲדָא הוּא דִכְתִיב: אֵין קֵץ, כְּמָה דְתֵימָא <small>(דניאל יב, יג)</small>: וְאַתָּה לֵךְ לַקֵּץ, הֲרֵי לְךָ הַמּוֹסִיף סֵפֶר מַהוּ עָנְשׁוֹ, וּמִנַּיִן שֶׁאַף הַהוֹגֶה מִתְיַגֵּעַ בָּהֶן, תַּלְמוּד לוֹמַר וְלַהַג הַרְבֵּה יְגִעַת בָּשָׂר, שֶׁאֵין בְּשָׂרוֹ נִנְעֶרֶת מִן עֲפָרָהּ, כְּהַהִיא דִתְנֵינַן וְאֵלּוּ שֶׁאֵין לָהֶם חֵלֶק לָעוֹלָם הַבָּא וְהַקּוֹרֵא בַּסְּפָרִים הַחִיצוֹנִים. דָּבָר אַחֵר, דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת וּכְמַשְׂמְרוֹת נְטוּעִים, מַה הַמַּסְמֵר הַזֶּה הַנָּטוּעַ בַּדֶּלֶת הוּא מְקַיֵּם הַדַּפִּין, כָּךְ כְּשֶׁהַצַּדִּיקִים גּוֹזְרִים הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַיֵּם דִּבְרֵיהֶם, תֵּדַע לְךָ מִיַּעֲקֹב, בְּשָׁעָה שֶׁבֵּרַךְ מְנַשֶּׁה וְאֶפְרַיִם עָשָׂה אֶת הַקָּטָן קֹדֶם לַגָּדוֹל, שֶׁנֶּאֱמַר <small>(בראשית מח, כ)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה, וְקִיֵּם הַקָּדוֹשׁ בָּרוּךְ הוּא גְּזֵרָתוֹ, וְעָלָיו נֶאֱמַר: דִּבְרֵי חֲכָמִים כַּדָּרְבֹנוֹת, אַל תִּקְרֵי כַּדָּרְבֹנוֹת אֶלָּא כִּדְרַבָּנוּת, כְּשֶׁיַּעֲקֹב גָּזַר שֶׁתְּהֵא הָרַבָּנוּת לְאֶפְרַיִם קִיֵּם הַקָּדוֹשׁ בָּרוּךְ הוּא דְּבָרוֹ כְּמַסְמֵר הַנָּטוּעַ, וְאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא הוֹאִיל וְגָזַר יַעֲקֹב עַל אֶפְרַיִם שֶׁיְהֵא רִאשׁוֹן אַף אֲנִי אֲשִׂימֶנּוּ רִאשׁוֹן לְכָל דָּבָר, בַּשּׁוֹפְטִים וּבַדְּגָלִים וּבַמְּלָכִים וּבַקָּרְבָּנוֹת. בַּשּׁוֹפְטִים, יְהוֹשֻׁעַ, שֶׁהָיָה שׁוֹפֵט, <small>(במדבר יג, ח)</small>: לְמַטֵּה אֶפְרָיִם הוֹשֵׁעַ בִּן נוּן, וְאַחַר כָּךְ גִּדְעוֹן בֶּן יוֹאָשׁ, שֶׁהוּא מִשֵּׁבֶט מְנַשֶּׁה. בַּדְּגָלִים, שֶׁנֶּאֱמַר <small>(במדבר ב, יח)</small>: דֶּגֶל מַחֲנֵה אֶפְרַיִם, וְאַחַר כָּךְ <small>(במדבר ב, כ)</small>: וְעָלָיו מַטֵּה מְנַשֶּׁה. בַּמְּלָכִים, יָרָבְעָם בֶּן נְבָט הָיָה מִשֶּׁל אֶפְרָיִם, וְאַחַר כָּךְ יֵהוּא בֶּן נִמְשִׁי מִשֶּׁל מְנַשֶּׁה, אַף קָרְבָּנוֹת הַנְּשִׂיאִים כְּשֶׁבָּאוּ לְהַקְרִיב, אֶפְרַיִם מַקְרִיב רִאשׁוֹן, בַּיּוֹם הַשְּׁבִיעִי, וּמְנַשֶּׁה אַחֲרוֹן, בַּיּוֹם הַשְּׁמִינִי. וְכֵן הוּא אוֹמֵר: בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרָיִם, וְאַחַר כָּךְ <small>(במדבר ז, נד)</small>: בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה, וְעָלָיו הַכָּתוּב אוֹמֵר <small>(איוב כב, כח)</small>: וְתִגְזַר אֹמֶר וְיָקָם לָךְ:", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“On the seventh day…” – that is what is written: “The words of the wise are like goads, and like implanted nails are the collectors of wisdom; they were given from one shepherd” (Ecclesiastes 12:11). It is taught: there was an incident involving Rabbi Yoḥanan ben Beroka and Rabbi Elazar Ḥisma, who went to greet Rabbi Yehoshua in Pekiin. Rabbi Yehoshua said to them: ‘What novel idea was taught today in the study hall?’ They said to him: ‘We are your students and we drink from your water.’ He said to them: ‘Nevertheless, it is impossible for there to be a study hall without a novel idea.’ He asked them: ‘Whose week was it?’ ‘It was the week of Rabbi Elazar ben Azarya.’<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See Berakhot 28a, where the arrangement that had Rabban Gamliel serving at the head of the yeshiva three weeks a month and Rabbi Elazar ben Azarya one week is explained.</i> ‘On what was the lecture today?’ They said to him: ‘It was regarding the portion of assembly.’ ‘What did he expound in its regard?’ ‘“Assemble the people, the men and the women and the children” (Deuteronomy 31:12). If men come to learn, and women come to hear, why the children? It is in order to reward those who bring them.’ He said to them: ‘You had this fine pearl in your hands, and you sought to conceal it from me?’ <br>Moreover, he expounded: “You have elevated the Lord this day.… And the Lord has elevated you, this day…” (Deuteronomy 26:17–18) – the Holy One blessed be He said to the Jewish people: You have rendered Me a single entity in the world, as it is written: “Hear Israel, the Lord is our God, the Lord is one” (Deuteronomy 6:4), and I will render you a single entity in the world, as it is stated: “Who is like Your people, like Israel, one nation on earth” (II Samuel 7:23). <br>He also commenced and taught: “The words of the wise are like goads” (Ecclesiastes 12:11) – why are matters of Torah likened to a goad? It is to tell you: Just as this goad directs the cow to its furrows to bring life to the world, so, matters of Torah direct the heart of those who study them from the paths of death to the paths of life. If so, just as this goad is movable, so too matters of Torah are movable? The verse states: “And like implanted nails” (Ecclesiastes 12:11). If so, just as this nail diminishes and does not expand,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">When the nail is removed from the wall, it leaves a hole.</i> so, matters of Torah diminish and do not expand. The verse states: “Implanted [<i>netuim</i>]”<i> –</i> just as this sapling [<i>netia</i>] flourishes and multiplies, so too, matters of Torah flourish and multiply. “The collectors of wisdom [<i>baalei asupot</i>]” (Ecclesiastes 12:11) – these are Torah scholars, who sit in many groups [<i>asupot</i>] and engage in Torah study. These rule it ritually impure and those rule it pure; these prohibit and those permit; these disqualify and those rule it valid. Lest a person say: Since these rule it ritually impure and those rule it pure; these prohibit and those permit; these disqualify and those rule it valid, how can I study Torah now? The verse states: “They were given from one shepherd” (Ecclesiastes 12:11). One God gave them; one leader said them from the mouth of the Master of all creation, blessed be He, as it is written: “God spoke all these matters” (Exodus 20:1). You, too, render your ears like a funnel and acquire for yourself a heart that hears the statements of those who rule it ritually impure and the statements of those who rule it pure; the statements of those who prohibit and the statements of those who permit; the statements of those who disqualify and the statements of those who rule it valid. He said to them in this formulation: No generation that Rabbi Elazar ben Azarya is in its midst, is orphaned.  <br>Another matter: “The words of the wise are like goads [<i>kadarvonot</i>]” – Rabbi Tanḥuma bar Abba said: Just as this goad directs the cow to plow its furrow, so, the words of the wise direct this person to the paths of the Holy One blessed be He. Rabbi Tanḥuma said: The Mishna called it <i>marde’a</i>, and the Bible called it <i>darvan</i> and <i>malmad</i>, as it is written: “A cattle goad [<i>malmad</i>]” (Judges 3:31), and likewise, “and to set the goad [<i>darvan</i>]” (I Samuel 13:21). Rabbi Natan said: Why is it called <i>marde’a</i>? It is because it imparts knowledge [<i>moreh de’a</i>] to the cow. Why is it called <i>darvan</i>? It is because it causes understanding to reside [<i>dar bina</i>] in the cow. Why is it called <i>malmad</i>? It is because it teaches [<i>melamed</i>] the cow to plow in its furrow. The same is true of the words of the wise; they cause wisdom to reside in people, impart knowledge in them, and teach them the ways of the Holy One blessed be He. “And like implanted nails” (Ecclesiastes 12:11) – they are implanted in a person when he observes them. Why are they likened to a sapling [<i>netia</i>]? Just as the roots of a tree take root everywhere, so the words of the wise enter and take root throughout the body. “The collectors [<i>asupot</i>] of wisdom” (Ecclesiastes 12:11) – when are they like implanted nails in a person? It is when a master of Torah enters to teach, and they gather [<i>ne’esafim</i>] to hear.  <br>“They were given from one shepherd” (Ecclesiastes 12:11) – on the first day of the festival, Rabbi Yoḥanan would recite the blessing: Blessed are You, Lord our God, who sanctified us with His mitzvot and commanded us regarding the taking of the palm branch [<i>lulav</i>]. The rest of the days: Regarding the mitzva<i> </i>of the elders. Rabbi Yehoshua would recite the blessing: Regarding the taking<i> </i>of the <i>lulav,</i> each day. Does Rabbi Yehoshua not concede to Rabbi Yoḥanan that the first day is an obligation by Torah law, as it is stated: “You shall take for you on the first day…” (Leviticus 23:40), and the rest of the days are by rabbinic law? Rabbi Shimon bar Ḥalafta said in the name of Rabbi Aḥa: That is what Rabbi Yehoshua holds. Why, then, did he do so? It is because it is written: “The words of the wise are like goads…they were given from one shepherd” (Ecclesiastes 12:11) – matters of Torah law and matters of rabbinic law were given from one shepherd. <br>“More than that, my son, be careful: Making many books without end, and much contemplation is weariness of the flesh” (Ecclesiastes 12:12). “More than that, my son, be careful” – more than regarding matters of Torah law, be careful regarding matters of rabbinic law. Likewise it says: “As your love is better than wine” (Song of Songs 1:2) – the words of the beloved are better than the wine of Torah. Why? It is because one cannot issue halakhic rulings properly on the basis of matters of Torah, because it is vague, and it consists entirely of symbols, as it is stated: “Teach it to the children of Israel; place it [<i>sima</i>] in their mouths” (Deuteronomy 31:19), symbols [<i>simanim</i>] in their mouths. However, from statements of the Sages one can issue halakhic rulings properly, because they explain the Torah. That is why the statements of the Sages are likened to <i>darvanot</i>, because they cause wisdom [<i>medayrin bina</i>] to reside in people. <br>Another matter: “More than that, my son, be careful” (Ecclesiastes 12:12) – Rabbi Abba of Sadronanya said: Were a person to say to you: Why were the statements of the scribes not given written, just as the matters of Torah were given; say to him: It is because it is impossible to write all their statements. That is what is written: “More than that [<i>mehema</i>], my son, be careful.” What is <i>mehema</i>? What [<i>ma</i>] enters you if you come to write the statements of the scribes? Why? It is because were you to write their statements, there is no limit or end to the statements that would enable producing books. That is what is written: “Making many books without end” (Ecclesiastes 12:12). What, then, shall a person do? He shall greatly exert [<i>meyage’a</i>] his flesh to contemplate [<i>lahgot</i>] the statements of the Sages. That is what is written: “And much contemplation [<i>velahag</i>] is weariness [<i>yegiat</i>] of the flesh” (Ecclesiastes 12:12). <br>Another matter: “And much contemplation [is weariness [<i>yegiat</i>] of the flesh]” (Ecclesiastes 12:12) – if you exerted [<i>yagata</i>] yourself greatly in their statements, the Holy One blessed be He will remove the evil inclination from you. That is what is written: “Flesh,” just as it says: “[I will give you a new heart…and I will remove the stony heart from your flesh]; I will give you a heart of flesh” (Ezekiel 36:26). <br>Another matter: “And much contemplation [<i>velahag</i>] is weariness [<i>yegiat</i>] of the flesh” (Ecclesiastes 12:12) – if you exerted [<i>yagata</i>] yourself greatly in contemplation of the statements of the Sages, the Holy One blessed be He will herald you good tidings [<i>besorot</i>]. That is, “flesh [<i>basar</i>].” <br>Another matter: If you exerted yourself greatly in the statements of the Sages, you become like a ruler [<i>basar</i>]; that is what is written: “Flesh [<i>basar</i>]” (Ecclesiastes 12:12). Likewise, it says: “Through me [<i>bi</i>] rulers rule [<i>sarim yasoru</i>]” (Proverbs 8:16). <br>Another matter: “The words of the wise are like goads [<i>kadarvonot</i>]” (Ecclesiastes 12:11) – Rabbi Berekhya HaKohen said: A girl’s ball [<i>kadur shel banot</i>], like the sphere that children catch and throw from here to there. The statements of the Sages are the same; this states his reason and that one states his reason. Is it, perhaps, that because this one states one reason and that one says a second reason, perhaps their words are ephemeral? The verse states: “And like implanted nails” (Ecclesiastes 12:11). It did not say “and like fixed nails,” but rather, “implanted.” Why? It is because he made them like nails, and a nail that has a head is easier to extract. That is why it said: “Like implanted nails.” Roots of a tree that are planted are difficult to uproot. Why are their statements likened to a nail? It is because an iron nail that has a head, even though it is hard, it is easy to extract, and the roots of a tree that are planted even though they are difficult to extract, but they do not have strength like the strength of iron. That is why it is stated: “Like implanted nails”; matters of Torah were accorded the strength of iron and are like the planted roots of a tree. <br>Rabbi Berekhya HaKohen ben Rabbi said: We read it <i>masmerot</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">With the letter samekh.</i> but it is written only <i>masmerot</i>.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">With the letter sin.</i> Just as the priestly and Levite watches [<i>mishmarot</i>] are twenty-four, so the books<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Of the Bible.</i> are twenty-four. It juxtaposed the statements of the scribes to matters of Torah, that they, like them, are true. <br>Another matter: “And like [implanted] nails [<i>ukhemasmerot</i>]” (Ecclesiastes 12:11) – <i>masmerot </i>is written; just as the priestly watches are twenty-four, so too, the nails are twenty-four. The question is asked: How many nails need there be in the sandal?<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">So it would be permitted to wear it on Shabbat.</i> Rabbi Yoḥanan said: Five, corresponding to the five books of the Torah. Rav Huna said: Seven, as it is stated: “Iron and bronze your padlocks, and all your days, shall be the flow of your oil” (Deuteronomy 33:25).<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Your bronze nails in your sandals shall be like your days, seven.</i> Rav Aḥa expounded in the name of Rabbi Ḥanina: Nine. Rabbi would allot eleven on this side and thirteen on that side, the number of priestly watches.  <br>Another matter: “Like implanted nails” (Ecclesiastes 12:11) – you affix this nail, and even though you then extract it, its place is recognizable; so, anyone against whom the Sages extend their hand, even if they subsequently accepted him, ultimately he will receive his just deserts at their hand.  <br>Another matter: “Like implanted nails” (Ecclesiastes 12:11) – when matters of Torah emerge properly from the mouths of their promulgators, they are pleasing to their listeners. “Like implanted nails [<i>kemasmerot</i>]” – when they emerge distorted, they are bitter for their listeners; “<i>kemasmerot</i>” – items that dissolve and are bitter [<i>kemas marot</i>]. <br>“The collectors [<i>asupot</i>] of wisdom” (Ecclesiastes 12:11) – when are matters of Torah implanted in this person? It is when their masters are taken [<i>ne’esafim</i>] from them. As long as his teacher is alive, he could be distracted and say: Whenever I need, my teacher is available to me and I can ask him. When his teacher dies, he must toil day and night to sustain his studies. He knows that he has no one to ask. That is, when is it that they are implanted in this person? It is when their masters are taken [<i>ne’esafim</i>] from them.  <br>“They were given from one shepherd” (Ecclesiastes 12:11) – even though this one states his reason and that one states his reason, the statements of this one and that one, all of them were given from Moses, what he received from the single One of the universe. <br>Another matter: “The words of the wise are like goads” (Ecclesiastes 12:11) – it is taught: From where do you say that if a person heard a matter from an insubstantial one of Israel that it should be in his eyes as though he heard from a Sage of Israel? The verse states: “It will be if you hear My commandments that I command you today” (Deuteronomy 11:13), not as one who hears from the mouth of a Sage, but rather, as one who hears from the mouths of Sages, as it is stated: “The words of the wise are like goads.” Just as this goad directs the cow to its furrows to bring life to the world, so, matters of Torah direct the knowledge of a person to know the Omnipresent. And not as one hears from the mouths of Sages, but rather as one who hears from the mouths of Sanhedrin, as it is stated: “Collectors of wisdom [<i>asupot</i>]” (Ecclesiastes 12:11). <i>Asupot </i>is nothing other than Sanhedrin, as it is stated: “Gather to Me seventy men of the elders of Israel” (Numbers 11:16). And not as one who hears from the mouths of Sanhedrin, but rather, as one who hears from the mouth of Moses, as it is stated: “Were given from one shepherd” (Ecclesiastes 12:11), as it is stated: “And His nation remembered the days of old, Moses” (Isaiah 63:11), and it says: “And Moses shepherded” (Exodus 3:1). And not as one who hears from the mouth of Moses, but rather as one who hears from the mouth of the Holy One blessed be He, as it is stated: “Were given from one shepherd.” “Shepherd of Israel, listen” (Psalms 80:2) – “one,” as it is stated: “The Lord is one” (Deuteronomy 6:4).  <br>It says: “[Your neck is like an ivory tower;] your eyes are pools in Ḥeshbon, by the gate of Bat Rabim; your nose is like the tower of Lebanon overlooking Damascus” (Song of Songs 7:5). “Your eyes” – these are the elders, who are appointed over the congregation. Likewise it says: “For the Lord poured upon you a spirit of deep sleep, and He closed your eyes; [He covered the prophets and your leaders, the seers]” (Isaiah 29:10).<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">It refers to their leaders as “eyes.”</i> “Pools” – just as this pool, a person does not know what is in it, so, a person cannot reckon the statements of the Sages. “In Ḥeshbon” – as their conclusions are drawn through counsel and thought [<i>maḥshava</i>]. Where are these conclusions drawn? It is in the study halls at the gate of Bat Rabim.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Traditionally the courts, including the judges and their disciples, would assemble at the city gates.</i> “Your nose is like the tower of Lebanon overlooking Damascus” – if you fulfill the Torah, aspire to Elijah, to whom I said: “Return on your path to the wilderness of Damascus.” And it says: “Remember the Torah of Moses My servant.… Behold, I am sending you Elijah the prophet…” (Malachi 3:22–23). <br>“More than that, my son, be careful” (Ecclesiastes 12:12) – the Holy One blessed be He said: I have written for you twenty-four books, be careful not to add to them. Why? “Making many books without end” (Ecclesiastes 12:12) – anyone who reads a verse that is not from the twenty-four books, it is as though he read the books of heretics. That is, “be careful making many books,” as anyone who does so has no share in the World to Come. That is what is written: “Without end,” just as it says: “But you, go to the end […at the end of the days]” (Daniel 12:13).<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">End here is taken to refer to the time of salvation. One who is not worthy of salvation does not merit the World to Come.</i> You see what is the punishment of one who adds a book. From where is it derived that one who contemplates them becomes wearied  from them? “And much contemplation is weariness of the flesh” – as the flesh will not be roused from the dust, like what we learned: These have no share in the World to Come…and one who reads heretical literature.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Sanhedrin 90a.</i> <br>Another matter: “The words of the wise are like goads, and like implanted nails” (Ecclesiastes 12:11) – just as this nail that is implanted in the door sustains the boards, so, when the righteous issue a decree, the Holy One blessed be He fulfills their words. Know that it is so from Jacob, as when he blessed Manasseh and Ephraim, he had the younger precede the elder, and the Holy One blessed be He fulfilled his decree. In his regard it is stated: “The words of the wise are <i>kadarvonot</i>” – do not read it as <i>kadarvonot</i>, but rather as <i>kadrabanut</i>, as, when Jacob decreed that the authority [<i>rabanut</i>] would be with Ephraim, the Holy One blessed be He fulfilled his words like an implanted nail. The Holy One blessed be He said: Since Jacob decreed regarding Ephraim that he would be first, I too will place him first regarding all matters: regarding judges, regarding banners, regarding kings, and regarding offerings. Regarding judges,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Judge in the sense of leader, as it is employed in the book of Judges.</i> Joshua, as he was a judge: “For the tribe of Ephraim, Hoshea son of Nun” (Numbers 13:8); and thereafter, Gideon son of Yo’ash, who was from the tribe of Manasseh. Regarding the banners, “the banner of the camp of Ephraim” (Numbers 2:18), and then, “with it is the tribe of Manasseh” (Numbers 2:20). Regarding kings, Yerovam son of Nevat was from Ephraim, and then Yehu son of Nimshi, from Manasseh. The offerings of the princes, too, when they came to present their offerings: Ephraim presents his offering first, on the seventh day, and Manasseh later, on the eighth day. Accordingly it says: “On the seventh day, prince of the children of Ephraim” and then, “on the eighth day, prince of the children of Manasseh\" (Numbers 7:54). In his [Jacob’s] regard, the verse states: “You will decide something, and He will fulfill it for you” (Job 22:28).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c468e3b08d98a02694da3a8", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, מַחֲנֶה 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Jastrow, מַחֲנֶה 1", "sourceHeRef": "מילון יסטרוב, מַחֲנֶה א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "מַחֲנֶה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מַחֲנֶה</strong> m. (b. h.;  <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חָנָה.1\" data-ref=\"Jastrow, חָנָה 1\"><a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_חָנָה.1\" data-ref=\"Jastrow, חָנָה 1\">חָנָה</a>)</a> <i>camp</i>, esp. <i>the encampment of the Israelites in the desert</i> (v. <a class=\"refLink\" href=\"/Numbers.2.25\" data-ref=\"Numbers 2:25\">Num. II</a>); transferred to the <i>limits of graded sacredness in Jerusalem</i> (v. <a class=\"refLink\" href=\"/Jastrow,_מְחִיצָה II.1\" data-ref=\"Jastrow, מְחִיצָה II 1\"><span dir=\"rtl\">מְחִיצָה</span> II</a>). <a class=\"refLink\" href=\"/Sifrei_Bamidbar.1.7\" data-ref=\"Sifrei Bamidbar 1:7\">Sifré Num. 1</a> <span dir=\"rtl\">מַחְנֵה ישראל</span> the camp of the Israelites (from the gate of Jerusalem to the Temple mount); <span dir=\"rtl\">מ׳ לויה</span> the camp of the attendants (priests and Levites, from the Temple mount to the Temple court); <span dir=\"rtl\">מ׳ שכינה</span> the camp of the Divine Majesty (from the entrance of the court and further). Ib. <span dir=\"rtl\">מ׳ ארון</span> the camp of the Ark in the desert (= <span dir=\"rtl\">מ׳ לויה</span>); <a class=\"refLink\" href=\"Jerusalem_Talmud_Sotah.8.3.1\" data-ref=\"Jerusalem Talmud Sotah 8:3:1\">Y. Sot. VIII, 22ᵇ</a> bot.; a. fr.—Pl. <span dir=\"rtl\">מַחֲנוֹת</span>. Sifré l. c. <span dir=\"rtl\">שלש מ׳ הן</span> there are three camps of graded sacredness (= <span dir=\"rtl\">מְחִיצוֹת</span>)."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5e1485959538de35ef3f1428", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Bamidbar 12", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Chatam Sofer on Torah, Bamidbar 12", "sourceHeRef": "חתם סופר על התורה, במדבר י״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 12, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "במדבר", "he": "<b>ד'גל מ'חנה א'פרים ל'צבאותם י'מה</b> ר\"ת ד'ם' א'י'ל' כמו ר\"ת די מחסורו אשר יחסר לו הואיל ויוסף כלכל בית אביו לחם לפי הטף (נ\"ל הכוונה דם איל מורה על יוסף ששחטו שעיר עזים לחטעות אביהם אבל עי\"ז בא להחיות עם רב):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb7d4826be30d238792bf", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Deuteronomy 23:13:1", "anchorRef": "Numbers 2:17-18", "anchorRefExpanded": ["Numbers 2:17", "Numbers 2:18"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 23:13:1", "sourceHeRef": "מדרש לקח טוב, דברים כ״ג:י״ג:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> ויד תהיה לך. אין יד אלא מקום וכה״א (שמואל א ט״ו:י״ב) והנה מציב לו יד ואומר (במדבר ב׳:ב׳) איש על ידו לדגליהם. מחוץ למחנה ויצאת שמה חוץ. בבית הכסא <i data-commentator=\"Beur HaRe'em\" data-order=\"105\"></i> ולא בעמידה מלמד שאין נפנין מעומד. <i data-commentator=\"Beur HaRe'em\" data-order=\"106\"></i> ואין נפנין למזרח ומערב. אלא לצפון ודרום ואין מקנח בימין אלא בשמאל מפני שהימין קרובה לפה ובה מראה טעמי תורה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fc0e735e0a5900c997b", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 24:4", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "MeAvur HaAretz; on Joshua 24:4", "sourceHeRef": "מעבור הארץ; יהושע כ״ד:ד׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 24.0004, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "<small>ארבע השבטים שהיו בראש דגליהם במדבר היו גם אלו שנחלו מסביב לנחלת בנימין - מקום המזבח, בהתאם לתפקידם: שמירה על המקדש והעברה מסודרת של הקודש אל חיי העם לגווניו.</small><br>ארבעה דגלים הקיפו את המשכן במדבר<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">(במדבר ב׳:י״ח.)</i>: דגל מחנה יהודה, דגל מחנה אפרים, דגל מחנה ראובן ודגל מחנה דן. בכל דגל ודגל היו שלשה שבטים, שהסתפחו לשבט שנשא את שם הדגל וסייעו בידו בשמירה על המשכן. ראשי הדגלים יצרו טרנספורמציה, במידת הצורך, בין הקודש שהתגלה במשכן פנימה ובין השבטים שהיו ב\"פיקודם\". אחרי שנקבעה מפת חלוקת הארץ, היה בנימין, שבנחלתו נבנה המזבח, מוקף בארבעת הדגלים הללו. הם הקיפו אותו כשומרי המקדש מחד גיסא וכמעדנים את הביטוי האלהי, שהופנה אל השבטים האחרים, מאידך גיסא. יהודה נחל בדרום המקדש, יוסף בצפון, ראובן במזרח ודן במערב. היה בקביעה זו של הגורל סדר מוכתב, אבל בהעמקה נראה עד כמה טבעי לכל שבט תחום נחלתו. מלבד שבט דן, שלא מצא את שלוותו בשפלה המערבית, מצאו כולם את יחוסם השלם והמניח את הדעת בתחום גורלם.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "632098cfcc325a86a3f41e53", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 7:11", "anchorRef": "Numbers 2:1-31", "anchorRefExpanded": ["Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31"], "sourceRef": "Mishneh Torah, The Chosen Temple 7:11", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ז׳:י״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.0011, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "שְׁלֹשָׁה מַחֲנוֹת הָיוּ בַּמִּדְבָּר. מַחֲנֵה יִשְׂרָאֵל וְהוּא אַרְבַּע מַחֲנוֹת. וּמַחֲנֵה לְוִיָּה שֶׁנֶּאֱמַר בָּהּ <small>(במדבר א נ)</small> \"וְסָבִיב לַמִּשְׁכָּן יַחֲנוּ\". וּמַחֲנֵה שְׁכִינָה וְהוּא מִפֶּתַח חֲצַר אֹהֶל מוֹעֵד וְלִפְנִים. וּכְנֶגְדָּן לְדוֹרוֹת. מִפֶּתַח יְרוּשָׁלַיִם עַד הַר הַבַּיִת כְּמַחֲנֵה יִשְׂרָאֵל. וּמִפֶּתַח הַר הַבַּיִת עַד פֶּתַח הָעֲזָרָה שֶׁהוּא שַׁעַר נִיקָנוֹר כְּמַחֲנֵה לְוִיָּה. וּמִפֶּתַח הָעֲזָרָה וְלִפְנִים מַחֲנֵה שְׁכִינָה. וְהַחֵיל וְעֶזְרַת הַנָּשִׁים מַעֲלָה יְתֵרָה בְּבֵית עוֹלָמִים:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The [encampment of the Jewish people] in the desert[ was divided into] three areas:<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">With these statements, the Rambam introduces the following twelve Halachot, which discuss various gradations of holiness. These statements are based on the <i>Tosafta, Kelim</i> 1:10 and <i>Zevachim</i> 116b.</i><br>the camp of Israel, which was itself subdivided into four camps;<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">See Numbers 2:1-31, which describes the division of the twelve tribes into the camps of Judah, Reuven, Ephraim, and Dan.</i><br>the camp of the Levites about which [Numbers 1:50] states: \"They shall camp around the Sanctuary;\"<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The Levites would dwell in a separate encampment, between the camp of Israel and the Courtyard of the Sanctuary. The particular encampment of each Levite family is described in Numbers, Chapter 3.</i><br>and the camp of the <i>Shechinah</i> [which included the area] beginning at the entrance to the courtyard of the Tent of Meeting inwards.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">No one was permitted to dwell in this region. People would enter only to participate in the service of the Sanctuary.</i><br>Correspondingly, for [future] generations:<br>[The area] from the entrance to Jerusalem to the Temple Mount is comparable to the camp of Israel.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">The strictures to be observed because of its sanctity are described in Halachah 14.</i><br>[The area] from the entrance to the Temple Mount until the entrance to the Temple Courtyard, the gate of Nicanor, is comparable to the camp of the Levites.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">The strictures to be observed because of its sanctity are described in Halachah 15.</i><br>[The area] from the entrance to the Temple Courtyard inward, is comparable to the camp of the <i>Shechinah</i>.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">The strictures to be observed because of its sanctity are described in Halachah 18.</i><br>The <i>chayl</i><sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The strictures to be observed because of its sanctity are described in Halachah 16.</i> and the Women's Courtyard<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The strictures to be observed because of its sanctity are described in Halachah 17.</i> were regions of increased sanctity which were first instituted in the Temple.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Parallels to these divisions did not exist in the encampment in the desert. They were instituted when the First Temple was constructed.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfc5b6084aa1cbefba3d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱלִישָׁמָע 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "BDB, אֱלִישָׁמָע 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱלִישָׁמָע א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱלִישָׁמָע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֱלִישָׁמָע</span></big>  <strong>(</strong><em>God has heard</em>, cf. <a data-ref=\"BDB, יִשְׁמָעֵאל\" href=\"/BDB,_יִשְׁמָעֵאל\", dir=\"rtl\">יִשְׁמָעֵאל</a>, & Sab. <span dir=\"rtl\">אלסמע</span>, <span dir=\"rtl\">יסמעאל</span> Hal<sup>187, 193</sup><strong>) </strong><br><strong>a.</strong>  chief of Ephraim <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a>; <a data-ref=\"Numbers 2:18\" href=\"/Numbers.2.18\">2:18</a>; <a data-ref=\"Numbers 7:48\" href=\"/Numbers.7.48\">7:48</a>, <a data-ref=\"Numbers 7:53\" href=\"/Numbers.7.53\">53</a>; <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">10:22</a>; <a data-ref=\"I Chronicles 7:26\" href=\"/I_Chronicles.7.26\">1 Ch 7:26</a>.<br><strong>b.</strong>  son of David <a data-ref=\"II Samuel 5:16\" href=\"/II_Samuel.5.16\">2 S 5:16</a> <a data-ref=\"I Chronicles 3:6\" href=\"/I_Chronicles.3.6\">1 Ch 3:6</a>, <a data-ref=\"I Chronicles 3:8\" href=\"/I_Chronicles.3.8\">8</a>; <a data-ref=\"I Chronicles 14:7\" href=\"/I_Chronicles.14.7\">14:7</a>.<br><strong>c.</strong>  scribe of Jehoiakim <a data-ref=\"Jeremiah 36:12\" href=\"/Jeremiah.36.12\">Je 36:12</a>, <a data-ref=\"Jeremiah 36:20\" href=\"/Jeremiah.36.20\">20</a>, <a data-ref=\"Jeremiah 36:21\" href=\"/Jeremiah.36.21\">21</a>.<br><strong>d.</strong>  one of the royal seed <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a>; <a data-ref=\"Jeremiah 41:1\" href=\"/Jeremiah.41.1\">Je 41:1</a>.<br><strong>e.</strong>  a man of Judah <a data-ref=\"I Chronicles 2:41\" href=\"/I_Chronicles.2.41\">1 Ch 2:41</a>.<br><strong>f.</strong>  a priest <a data-ref=\"II Chronicles 17:8\" href=\"/II_Chronicles.17.8\">2 Ch 17:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cfe5b6084aa1cbefd291", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶפְרַ֫יִם 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "BDB, אֶפְרַ֫יִם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶפְרַ֫יִם א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶפְרַ֫יִם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אֶפְרַ֫יִם</span></big>  <strong>n.pr.m.</strong> Ephraim <strong>(</strong><a data-ref=\"Genesis 41:52\" href=\"/Genesis.41.52\">Gn 41:52</a> connected with <span dir=\"rtl\">הִפְרָה</span>, Hiph. of <span dir=\"rtl\">פרה</span>, cf. <a data-ref=\"BDB, פרא\" href=\"/BDB,_פרא\", dir=\"rtl\">פרא</a> Hiph. <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a><strong>)</strong>.<br><strong>1.</strong>  2nd son of Joseph <a data-ref=\"Genesis 41:52\" href=\"/Genesis.41.52\">Gn 41:52</a>; <a data-ref=\"Genesis 46:20\" href=\"/Genesis.46.20\">46:20</a>; reckoned among sons of Jacob, blessed by him, and given preference over Manasseh <a data-ref=\"Genesis 48:1\" href=\"/Genesis.48.1\">48:1</a>, <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">5</a>, <a data-ref=\"Genesis 48:13\" href=\"/Genesis.48.13\">13</a>, <a data-ref=\"Genesis 48:14\" href=\"/Genesis.48.14\">14</a>, <a data-ref=\"Genesis 48:17\" href=\"/Genesis.48.17\">17</a><sup>(×2)</sup> (cf. v <a data-ref=\"Genesis 48:19\" href=\"/Genesis.48.19\">19</a>) v <a data-ref=\"Genesis 48:20\" href=\"/Genesis.48.20\">20</a><sup>(×2)</sup>; <a data-ref=\"Genesis 50:23\" href=\"/Genesis.50.23\">50:23</a> <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a> <a data-ref=\"I Chronicles 7:20\" href=\"/I_Chronicles.7.20\">1 Ch 7:20</a>, <a data-ref=\"I Chronicles 7:22\" href=\"/I_Chronicles.7.22\">22</a>.<br><strong>2.</strong>  <span dir=\"rtl\">בְּנֵי אֶפְרַיִם</span> (= descendants, tribe of E.) <a data-ref=\"Numbers 1:32\" href=\"/Numbers.1.32\">Nu 1:32</a>; <a data-ref=\"Numbers 2:18\" href=\"/Numbers.2.18\">2:18</a>, <a data-ref=\"Numbers 2:24\" href=\"/Numbers.2.24\">24</a>; <a data-ref=\"Numbers 7:48\" href=\"/Numbers.7.48\">7:48</a>; <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">10:22</a>; <a data-ref=\"Numbers 26:35\" href=\"/Numbers.26.35\">26:35</a>, <a data-ref=\"Numbers 26:37\" href=\"/Numbers.26.37\">37</a> <a data-ref=\"Joshua 16:5\" href=\"/Joshua.16.5\">Jos 16:5</a>, <a data-ref=\"Joshua 16:9\" href=\"/Joshua.16.9\">9</a> (boundaries of territory), <a data-ref=\"Joshua 17:8\" href=\"/Joshua.17.8\">17:8</a> <a data-ref=\"I Chronicles 9:3\" href=\"/I_Chronicles.9.3\">1 Ch 9:3</a>; <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">12:30</a>(<a data-ref=\"I Chronicles 12:31\" href=\"/I_Chronicles.12.31\">31</a>); <a data-ref=\"I Chronicles 27:10\" href=\"/I_Chronicles.27.10\">27:10</a>, <a data-ref=\"I Chronicles 27:14\" href=\"/I_Chronicles.27.14\">14</a>, <a data-ref=\"I Chronicles 27:20\" href=\"/I_Chronicles.27.20\">20</a> <a data-ref=\"II Chronicles 28:12\" href=\"/II_Chronicles.28.12\">2 Ch 28:12</a>; less often <span dir=\"rtl\">מַטֵּה א׳</span> <a data-ref=\"Numbers 1:33\" href=\"/Numbers.1.33\">Nu 1:33</a>; <a data-ref=\"Numbers 13:8\" href=\"/Numbers.13.8\">13:8</a> <a data-ref=\"Joshua 21:5\" href=\"/Joshua.21.5\">Jos 21:5</a> <a data-ref=\"I Chronicles 6:51\" href=\"/I_Chronicles.6.51\">1 Ch 6:51</a>; <span dir=\"rtl\">מַטֵּה בְנֵי א׳</span> <a data-ref=\"Numbers 34:24\" href=\"/Numbers.34.24\">Nu 34:24</a> <a data-ref=\"Joshua 16:8\" href=\"/Joshua.16.8\">Jos 16:8</a> cf. <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">14:4</a>; <span dir=\"rtl\">שֵׁבֶט א׳</span> <a data-ref=\"Psalms 78:67\" href=\"/Psalms.78.67\">ψ 78:67</a> (‖ <span dir=\"rtl\">אֹהֶל יוֹסֵף</span>); <span dir=\"rtl\">בֵּית א׳</span> <a data-ref=\"Judges 10:9\" href=\"/Judges.10.9\">Ju 10:9</a>; also <span dir=\"rtl\">א׳</span> alone, tribe <em>Ephraim</em> <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">Nu 26:28</a> <a data-ref=\"Deuteronomy 33:17\" href=\"/Deuteronomy.33.17\">Dt 33:17</a> <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">Jos 16:10</a> + often; <span dir=\"rtl\">א׳ וּמְנַשֶּׁה</span> <a data-ref=\"Joshua 17:17\" href=\"/Joshua.17.17\">Jos 17:17</a> cf. <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">Ju 12:15</a> <span dir=\"rtl\">(א׳ א׳ ומ׳)</span> <a data-ref=\"II Chronicles 30:10\" href=\"/II_Chronicles.30.10\">2 Ch 30:10</a><br><strong>3.</strong>  <span dir=\"rtl\">הַר־אֶפְרַיִם</span> <em>the mountain-country of Ephraim</em>, a ridge stretching from N. to S. through territory assigned to Ephr., with fruitful land on both slopes, especially the western (cf. Di <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a>) <a data-ref=\"Joshua 17:15\" href=\"/Joshua.17.15\">Jos 17:15</a>; <a data-ref=\"Joshua 19:50\" href=\"/Joshua.19.50\">19:50</a>; <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a> <a data-ref=\"Judges 2:9\" href=\"/Judges.2.9\">Ju 2:9</a>; <a data-ref=\"Judges 3:27\" href=\"/Judges.3.27\">3:27</a>; <a data-ref=\"Judges 4:5\" href=\"/Judges.4.5\">4:5</a> + 26 times<br><strong>4.</strong>  by Ho & Is (rarely later) <span dir=\"rtl\">אֶפְרַיִם</span> = kingdom of northern Israel (from Ephr. as largest & strongest tribe in it) <a data-ref=\"Hosea 4:17\" href=\"/Hosea.4.17\">Ho 4:17</a>; <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">5:3</a><sup>(×2)</sup>, <a data-ref=\"Hosea 5:5\" href=\"/Hosea.5.5\">5</a> (‖ <span dir=\"rtl\">יִשְׂרָאֵל</span>) v <a data-ref=\"Hosea 5:11\" href=\"/Hosea.5.11\">11</a>, <a data-ref=\"Hosea 5:12\" href=\"/Hosea.5.12\">12</a> + 30 times Ho; <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:8\" href=\"/Isaiah.7.8\">8</a>, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">9</a>, <a data-ref=\"Isaiah 7:17\" href=\"/Isaiah.7.17\">17</a> + 9 times Is; also <a data-ref=\"Jeremiah 7:15\" href=\"/Jeremiah.7.15\">Je 7:15</a>; <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">31:9</a>, <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">18</a>, <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">20</a> <a data-ref=\"Ezekiel 37:16\" href=\"/Ezekiel.37.16\">Ez 37:16</a> (del. Co) v <a data-ref=\"Ezekiel 37:19\" href=\"/Ezekiel.37.19\">19</a> <a data-ref=\"Psalms 78:9\" href=\"/Psalms.78.9\">ψ 78:9</a> <a data-ref=\"II Chronicles 25:7\" href=\"/II_Chronicles.25.7\">2 Ch 25:7</a>, <a data-ref=\"II Chronicles 25:10\" href=\"/II_Chronicles.25.10\">10</a> cf. <a data-ref=\"II Chronicles 30:1\" href=\"/II_Chronicles.30.1\">30:1</a> <a data-ref=\"Psalms 60:9\" href=\"/Psalms.60.9\">ψ 60:9</a> = <a data-ref=\"Psalms 108:9\" href=\"/Psalms.108.9\">108:9</a>; <span dir=\"rtl\">עָרֵי א׳</span> <a data-ref=\"II Chronicles 17:2\" href=\"/II_Chronicles.17.2\">2 Ch 17:2</a> cf. <a data-ref=\"II Chronicles 34:6\" href=\"/II_Chronicles.34.6\">34:6</a>; <span dir=\"rtl\">שְׁדֵה א׳</span> <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">Ob 19</a>; hence <span dir=\"rtl\">א׳</span> alone in loc. sense <a data-ref=\"II Chronicles 31:1\" href=\"/II_Chronicles.31.1\">2 Ch 31:1</a>; also <a data-ref=\"Hosea 5:9\" href=\"/Hosea.5.9\">Ho 5:9</a>, where fem. (& perhaps <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a>).<br>†<strong>5.</strong>  <span dir=\"rtl\">יַעַר אֶפְרַיִם</span> <a data-ref=\"II Samuel 18:6\" href=\"/II_Samuel.18.6\">2 S 18:6</a>, E. of Jordan; 𝔊L Klo read <span dir=\"rtl\">יער מַחֲנַיִם</span>, cf. <a data-ref=\"II Samuel 17:24\" href=\"/II_Samuel.17.24\">17:24</a>, <a data-ref=\"II Samuel 17:27\" href=\"/II_Samuel.17.27\">27</a>.<br>†<strong>6.</strong>  name of a city near Baal-hazor <a data-ref=\"II Samuel 13:23\" href=\"/II_Samuel.13.23\">2 S 13:23</a> (= Ἐφραϊμ John 11:54 & <a data-ref=\"The Book of Maccabees I (Kahana Translation) 11:34\" href=\"/The_Book_of_Maccabees_I_(Kahana_Translation).11.34\">1 Macc 11:34</a>? Klo comp. 𝔊L Γοφραιμ & <span dir=\"rtl\">עפרון</span>, Qr <span dir=\"rtl\">עֶפְרַיִן</span> <a data-ref=\"II Chronicles 13:19\" href=\"/II_Chronicles.13.19\">2 Ch 13:19</a>; so previously Bö Th Ke cf. Dr).<br>†<strong>7.</strong>  <span dir=\"rtl\">שַׁעַר אֶפְרַיִם</span> a chief gate of Jerusalem <a data-ref=\"II Kings 14:13\" href=\"/II_Kings.14.13\">2 K 14:13</a> <a data-ref=\"II Chronicles 25:23\" href=\"/II_Chronicles.25.23\">2 Ch 25:23</a> <a data-ref=\"Nehemiah 8:16\" href=\"/Nehemiah.8.16\">Ne 8:16</a>; <a data-ref=\"Nehemiah 12:39\" href=\"/Nehemiah.12.39\">12:39</a>; perhaps at NW. angle, near Holy Sepulchre, cf. Schick-Guthe<sup>ZPV 1885</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d09bb6084aa1cbf0569b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, דֶּ֫גֶל 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "BDB, דֶּ֫גֶל 1", "sourceHeRef": "בראון-דרייבר-בריגס, דֶּ֫גֶל א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "דֶּ֫גֶל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">דֶּ֫גֶל</span>]</big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">Nu 10:14</a></sup> <strong>standard, banner (</strong>Assyrian <em>diglu</em> Dl<sup>HA 40 Pr 58</sup>; cf. also Di <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">Nu 2:2</a><strong>)</strong>; cstr. <span dir=\"rtl\">דֶּגֶל</span> <a data-ref=\"Numbers 2:3\" href=\"/Numbers.2.3\">Nu 2:3</a> + 7 times; sf. <span dir=\"rtl\">דִּגְלוֹ</span> <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a> + 2 times; pl. sf. <span dir=\"rtl\">דִּגְלֵיהֶם</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">Nu 2:17</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a>, <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">34</a>;—<em>standard</em>, partic. of separate tribes of Isr. <span dir=\"rtl\">ד׳ מחנה יהודה</span> etc. <a data-ref=\"Numbers 2:3\" href=\"/Numbers.2.3\">Nu 2:3</a>, <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">10</a>, <a data-ref=\"Numbers 2:18\" href=\"/Numbers.2.18\">18</a>, <a data-ref=\"Numbers 2:25\" href=\"/Numbers.2.25\">25</a>; <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">10:14</a>, <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">18</a>, <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">22</a>, <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">25</a>; cf. also <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">1:52</a>; <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">2:2</a> (‖ <span dir=\"rtl\">אֹתֹת</span>) v <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">17</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a>, <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">34</a> (all P); fig. <a data-ref=\"Song of Songs 2:4\" href=\"/Song_of_Songs.2.4\">Ct 2:4</a> <span dir=\"rtl\">ודגלו עלי אהבה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1d9b6084aa1cbf12c79", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָם 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "BDB, יָם 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָם א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יָם</span></big><sub>390</sub>  <strong>n.m.</strong> <a data-ref=\"Exodus 14:27\" href=\"/Exodus.14.27\">Ex 14:27</a> <strong>sea (</strong>Ph. <span dir=\"rtl\">ים</span>; Arabic <span dir=\"rtl\">يَمٌّ</span>; Palm. <span dir=\"rtl\">בימא</span> <em>on the sea</em>, Vog<sup>No. 79</sup>; on Assyrian <em>iâmu</em>,, <em>sea</em>, v. Dl<sup>HWB307</sup> M-A<sup>CD 52</sup> Hpt<sup>BAS i.171 n.</sup><strong>)</strong>—abs. <span dir=\"rtl\">יָם</span> <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> +; <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">Gn 28:14</a> +; cstr. <span dir=\"rtl\">יָם</span> <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a> + 23 times, also <span dir=\"rtl\">יָ֫מָּה סוּף</span> <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">Ex 10:19</a>, but always <span dir=\"rtl\">יַם־סוּף</span> <a data-ref=\"Exodus 13:18\" href=\"/Exodus.13.18\">Ex 13:18</a> + 22 times; sf. <span dir=\"rtl\">יַמָּהּ</span> <a data-ref=\"Jeremiah 51:36\" href=\"/Jeremiah.51.36\">Je 51:36</a>; pl. <span dir=\"rtl\">יַמִּים</span> <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a> + 29 times;—<em>sea:</em> <strong>especially</strong><br><strong>1.</strong>  <em>Mediterranean S.</em> <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (E), <a data-ref=\"Numbers 34:5\" href=\"/Numbers.34.5\">34:5</a> <strong>(</strong>P<strong>),</strong> <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a> <a data-ref=\"I Kings 5:23\" href=\"/I_Kings.5.23\">1 K 5:23</a><sup>(×2)</sup> <a data-ref=\"Jonah 1:4\" href=\"/Jonah.1.4\">Jon 1:4</a><sup>(×2)</sup> + often; the Mediterr. is called also <span dir=\"rtl\">הַיָּם הַגָּדוֹל</span> <a data-ref=\"Numbers 34:6\" href=\"/Numbers.34.6\">Nu 34:6</a>, <a data-ref=\"Numbers 34:7\" href=\"/Numbers.34.7\">7</a> <a data-ref=\"Joshua 15:12\" href=\"/Joshua.15.12\">Jos 15:12</a>, <a data-ref=\"Joshua 15:47\" href=\"/Joshua.15.47\">47</a> <a data-ref=\"Ezekiel 47:10\" href=\"/Ezekiel.47.10\">Ez 47:10</a>, <a data-ref=\"Ezekiel 47:15\" href=\"/Ezekiel.47.15\">15</a>, <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">19</a>, <a data-ref=\"Ezekiel 47:20\" href=\"/Ezekiel.47.20\">20</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a> +, cf. <span dir=\"rtl\">הַיּ׳ גּ׳ וּרְחַב יָדַיִם</span> <a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">ψ 104:25</a>; <span dir=\"rtl\">הַיָּם הַגּ׳ מְבוֹא הַשָּׁ֑מֶשׁ</span> <a data-ref=\"Joshua 1:4\" href=\"/Joshua.1.4\">Jos 1:4</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">23:4</a> (v. its Assyrian name <em>tiamtu rabîtu šâ šulmi šamši</em> etc., Schr<sup>Namen der Meere. 171ff.</sup>); <span dir=\"rtl\">הַיּ׳ הַגּ׳ אֶל־מוּל הַלְּבָנוֹן</span> <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">Jos 9:1</a>; <span dir=\"rtl\">הַיּ׳ הָאַחֲרוֹן</span> <em>the hinder sea</em> <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a>; <a data-ref=\"Deuteronomy 34:2\" href=\"/Deuteronomy.34.2\">34:2</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> <a data-ref=\"Joel 2:20\" href=\"/Joel.2.20\">Jo 2:20</a> (in the last two opp. <span dir=\"rtl\">הַיּ׳ הַקַּדְמֹנִי</span>, v. infr.); of Mediterr. in particular part <span dir=\"rtl\">יָם פְּלִשְׁתִּים</span> <a data-ref=\"Exodus 23:31\" href=\"/Exodus.23.31\">Ex 23:31</a> (JE); <span dir=\"rtl\">יָם יָפוֹ</span> <a data-ref=\"II Chronicles 2:15\" href=\"/II_Chronicles.2.15\">2 Ch 2:15</a> = <span dir=\"rtl\">יָם יָפוֹא</span> <a data-ref=\"Ezra 3:7\" href=\"/Ezra.3.7\">Ezr 3:7</a>; of Mediterr. in pl. <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a> [cf. <strong>8 d</strong>] Hi Ke Meinh Bev Dr (world-encircling seas Behrm).<br><strong>2.</strong>  <span dir=\"rtl\">יַם־סוּף</span> ‘<em>Red Sea</em>’ (v. <a ,=\"\" data-ref=\"BDB, סוּף²\" dir=\"rtl\" href=\"/BDB,_סוּף²\">סוּף</a> <a data-ref=\"Exodus 13:18\" href=\"/Exodus.13.18\">Ex 13:18</a> (cf. <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">10:19</a>), <a data-ref=\"Exodus 15:4\" href=\"/Exodus.15.4\">15:4</a>; <a data-ref=\"Numbers 14:25\" href=\"/Numbers.14.25\">Nu 14:25</a>; <a data-ref=\"Deuteronomy 1:40\" href=\"/Deuteronomy.1.40\">Dt 1:40</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a> <a data-ref=\"Judges 11:16\" href=\"/Judges.11.16\">Ju 11:16</a> + often; also <span dir=\"rtl\">הַיָּם</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a><sup>(×2)</sup>, <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">9</a> (?) <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">Is 51:10</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">63:11</a> +; prob. also <span dir=\"rtl\">יָם־מִצְרַיִם</span> <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">11:15</a>; ‘Red Sea’ named or referred to c. 66 times; <span dir=\"rtl\">יַם־סוּף</span> clearly of Ælanitic Gulf <a data-ref=\"I Kings 9:26\" href=\"/I_Kings.9.26\">1 K 9:26</a> (cf. <a data-ref=\"II Chronicles 8:17\" href=\"/II_Chronicles.8.17\">2 Ch 8:17</a>).<br><strong>3.</strong>  <em>Dead Sea</em>, <span dir=\"rtl\">יָם מֶלַח</span> <em>sea of salt</em> <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a> <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a>, <a data-ref=\"Numbers 34:12\" href=\"/Numbers.34.12\">12</a> <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">Dt 3:17</a> <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">Jos 3:16</a>; <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">12:3</a>; <a data-ref=\"Joshua 15:2\" href=\"/Joshua.15.2\">15:2</a>, <a data-ref=\"Joshua 15:5\" href=\"/Joshua.15.5\">5</a>; <a data-ref=\"Joshua 18:19\" href=\"/Joshua.18.19\">18:19</a>; <span dir=\"rtl\">יָם הָעֲרָבָה</span> <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">Dt 3:17</a>; <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">4:49</a> <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">Jos 3:16</a>; <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">12:3</a> <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a>; <span dir=\"rtl\">הַיּ׳ הַקַּדְמֹנִי</span> <a data-ref=\"Ezekiel 47:18\" href=\"/Ezekiel.47.18\">Ez 47:18</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> <a data-ref=\"Joel 2:20\" href=\"/Joel.2.20\">Jo 2:20</a> (v. supr.) simply <span dir=\"rtl\">יָם</span> <a data-ref=\"Isaiah 16:8\" href=\"/Isaiah.16.8\">Is 16:8</a> <a data-ref=\"Jeremiah 48:32\" href=\"/Jeremiah.48.32\">Je 48:32</a>;—in <span dir=\"rtl\">יָם יַעְזֵר</span> <a data-ref=\"Jeremiah 48:32\" href=\"/Jeremiah.48.32\">Je 48:32</a> <span dir=\"rtl\">יָם</span> is text. error, del. c. Gf Gr Che Gie<br><strong>4.</strong>  <em>Sea of Galilee</em> <span dir=\"rtl\">יָם כִּנֶּרֶת</span> <a data-ref=\"Numbers 34:11\" href=\"/Numbers.34.11\">Nu 34:11</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a>; <span dir=\"rtl\">יָם כִּנְּרוֹת</span> <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">12:3</a>; simply <span dir=\"rtl\">יָם</span> <a data-ref=\"Deuteronomy 33:23\" href=\"/Deuteronomy.33.23\">Dt 33:23</a>.<br><strong>5.</strong>  more gen. <em>sea</em>, opp. earth and (or) sky <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">Gn 1:26</a>, <a data-ref=\"Genesis 1:28\" href=\"/Genesis.1.28\">28</a>; <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">9:2</a> (P), <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (E), <a data-ref=\"Haggai 2:6\" href=\"/Haggai.2.6\">Hg 2:6</a> + often Jb ψ <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> etc.; <a data-ref=\"Amos 6:12\" href=\"/Amos.6.12\">Am 6:12</a> read <span dir=\"rtl\">בַּבָּקָר יָם</span> for <span dir=\"rtl\">בקרים</span> (v. <a data-ref=\"BDB, בָּקָר\" href=\"/BDB,_בָּקָר\", dir=\"rtl\">בָּקָר</a>); <em>sea</em> as under earth <a data-ref=\"Psalms 24:2\" href=\"/Psalms.24.2\">ψ 24:2</a> (cf. <a data-ref=\"Genesis 1:10\" href=\"/Genesis.1.10\">Gn 1:10</a>; <a data-ref=\"Genesis 6:11\" href=\"/Genesis.6.11\">6:11</a> <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> = <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">Dt 5:3</a>); fig. of <em>flood</em> of invaders, <span dir=\"rtl\">עָלָה עַל־בָּבֶל הַיָּם</span> <a data-ref=\"Jeremiah 51:42\" href=\"/Jeremiah.51.42\">Je 51:42</a>.<br><strong>6.</strong>  of a <em>mighty river</em>, the Nile <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a><sup>(×2)</sup> <a data-ref=\"Isaiah 19:5\" href=\"/Isaiah.19.5\">Is 19:5</a> (‖ <span dir=\"rtl\">נָהָר</span>); cf. <span dir=\"rtl\">הַתַּנִּין אֲשֶׁר בַּיָּם</span> <a data-ref=\"Isaiah 27:1\" href=\"/Isaiah.27.1\">27:1</a> and <span dir=\"rtl\">כַּתַּנִּים בַּיַּמִּים</span> <a data-ref=\"Ezekiel 32:2\" href=\"/Ezekiel.32.2\">Ez 32:2</a> (sim. of Pharaoh); of Euphrates <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a> <a data-ref=\"Jeremiah 51:36\" href=\"/Jeremiah.51.36\">Je 51:36</a> (according to Che Gf al.; <a data-ref=\"Isaiah 21:1\" href=\"/Isaiah.21.1\">Is 21:1</a> perhaps better of Persian Gulf, v. Di).<br><strong>7.</strong>  the great basin in temple-court, called <em>the sea:</em> <span dir=\"rtl\">וַיַּעַשׂ אֶת־הַיָּם מוּצָק</span> <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a> = <a data-ref=\"II Chronicles 4:2\" href=\"/II_Chronicles.4.2\">2 Ch 4:2</a>; <span dir=\"rtl\">יָם הַנְּחשֶׁת</span> <a data-ref=\"II Kings 25:13\" href=\"/II_Kings.25.13\">2 K 25:13</a> <a data-ref=\"I Chronicles 18:8\" href=\"/I_Chronicles.18.8\">1 Ch 18:8</a> <a data-ref=\"Jeremiah 52:17\" href=\"/Jeremiah.52.17\">Je 52:17</a>; <span dir=\"rtl\">הַיָּם</span> alone <a data-ref=\"I Kings 7:24\" href=\"/I_Kings.7.24\">1 K 7:24</a>, <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">25</a> + 10 times K Ch + <a data-ref=\"Jeremiah 52:20\" href=\"/Jeremiah.52.20\">Je 52:20</a>.<br><strong>8.</strong>  combinations are: <strong>a.</strong>  10 <span dir=\"rtl\">שְׂפַת הַיָּם</span> <a data-ref=\"Joshua 11:4\" href=\"/Joshua.11.4\">Jos 11:4</a> <a data-ref=\"I Kings 5:9\" href=\"/I_Kings.5.9\">1 K 5:9</a>, and in sim. <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a> <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a> <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a>; <span dir=\"rtl\">חוֹף הַיּ׳</span> <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">Jos 9:1</a> <a data-ref=\"Ezekiel 25:16\" href=\"/Ezekiel.25.16\">Ez 25:16</a>; <span dir=\"rtl\">חוֹף יַמִּים</span> <a data-ref=\"Genesis 49:13\" href=\"/Genesis.49.13\">Gn 49:13</a> <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; cf. <span dir=\"rtl\">חֶבֶל הַיָּם</span> <a data-ref=\"Zephaniah 2:5\" href=\"/Zephaniah.2.5\">Zp 2:5</a> <em>region by the sea;</em> so v <a data-ref=\"Zephaniah 2:6\" href=\"/Zephaniah.2.6\">6</a> but dub., v i. <a ,=\"\" data-ref=\"BDB, חֶ֫בֶל²\" dir=\"rtl\" href=\"/BDB,_חֶ֫בֶל²\">חֶבֶל</a> <strong>3</strong> <strong>b.</strong>  <em>sand of the sea</em> (<em>shore</em>) <span dir=\"rtl\">חוֹל הַיָּם</span> (in sim.) <a data-ref=\"Genesis 32:13\" href=\"/Genesis.32.13\">Gn 32:13</a>; <a data-ref=\"Genesis 41:49\" href=\"/Genesis.41.49\">41:49</a> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a> <a data-ref=\"Isaiah 10:22\" href=\"/Isaiah.10.22\">Is 10:22</a> + often (v. <a data-ref=\"BDB, חוֹל\" href=\"/BDB,_חוֹל\", dir=\"rtl\">חוֹל</a>); <span dir=\"rtl\">חוֹל גְּבוּל לַיָּם</span> <a data-ref=\"Jeremiah 5:22\" href=\"/Jeremiah.5.22\">Je 5:22</a>. <strong>c.</strong>  <span dir=\"rtl\">לְשׁוֹן הַיָּם</span> <em>tongue</em> (<em>arm</em> or <em>gulf</em>) <em>of sea</em> <a data-ref=\"Joshua 15:5\" href=\"/Joshua.15.5\">Jos 15:5</a>; <a data-ref=\"Joshua 18:19\" href=\"/Joshua.18.19\">18:19</a> <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>. <strong>d.</strong>  <span dir=\"rtl\">מִיָּם עַד־יָם</span> <a data-ref=\"Amos 8:12\" href=\"/Amos.8.12\">Am 8:12</a> <a data-ref=\"Zechariah 9:10\" href=\"/Zechariah.9.10\">Zc 9:10</a> <a data-ref=\"Psalms 72:8\" href=\"/Psalms.72.8\">ψ 72:8</a>, cf. <a data-ref=\"Micah 7:12\" href=\"/Micah.7.12\">Mi 7:12</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a><sup>(×2)</sup> <a data-ref=\"Joel 2:20\" href=\"/Joel.2.20\">Jo 2:20</a><sup>(×2)</sup> <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">Dn 11:45</a>.<br><strong>9.</strong>  = 3 (orig. 3, from position of Mediterr. with ref. to Palestine, and this sense still often perceptible): with other three points of compass <a data-ref=\"Genesis 13:14\" href=\"/Genesis.13.14\">Gn 13:14</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (J), <a data-ref=\"Numbers 2:18\" href=\"/Numbers.2.18\">Nu 2:18</a>; <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">35:5</a> (P), <a data-ref=\"Deuteronomy 3:27\" href=\"/Deuteronomy.3.27\">Dt 3:27</a> <a data-ref=\"I Kings 7:25\" href=\"/I_Kings.7.25\">1 K 7:25</a> <a data-ref=\"I Chronicles 9:24\" href=\"/I_Chronicles.9.24\">1 Ch 9:24</a> <a data-ref=\"II Chronicles 4:4\" href=\"/II_Chronicles.4.4\">2 Ch 4:4</a> <a data-ref=\"Ezekiel 42:19\" href=\"/Ezekiel.42.19\">Ez 42:19</a> + 6 times, Ez, <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a> <a data-ref=\"Daniel 8:4\" href=\"/Daniel.8.4\">Dn 8:4</a> <a data-ref=\"Psalms 107:3\" href=\"/Psalms.107.3\">ψ 107:3</a> (<span dir=\"rtl\">מִמִּזְרָח וּמִמַּעֲרָב מִצָּפוֹן וּמִיָּם</span>; but read perhaps <span dir=\"rtl\">וּמִיָּמִן</span> <em>from the south</em>, Hu Pe Bi Che); opp. east <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>; <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">16:6</a> + 16 times <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">Ez 48</a>; <em>west</em> alone <a data-ref=\"Genesis 12:8\" href=\"/Genesis.12.8\">Gn 12:8</a> (J); <span dir=\"rtl\">רוּחַ יָם</span> <a data-ref=\"Exodus 10:19\" href=\"/Exodus.10.19\">Ex 10:19</a> (J) <em>west wind;</em> <span dir=\"rtl\">מִיָּם לְ</span> <em>westward</em> <a data-ref=\"Joshua 8:9\" href=\"/Joshua.8.9\">Jos 8:9</a>, <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">12</a>, <a data-ref=\"Joshua 8:13\" href=\"/Joshua.8.13\">13</a> +; <span dir=\"rtl\">יָ֫מָּה</span> <em>westward</em>, often of tabernacle <a data-ref=\"Exodus 26:22\" href=\"/Exodus.26.22\">Ex 26:22</a>, <a data-ref=\"Exodus 26:27\" href=\"/Exodus.26.27\">27</a> <a data-ref=\"Numbers 3:23\" href=\"/Numbers.3.23\">Nu 3:23</a> + (all P), and of land <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a>; <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">15:8</a>, <a data-ref=\"Joshua 15:10\" href=\"/Joshua.15.10\">10</a> etc., + often Ez; <span dir=\"rtl\">דֶּרֶךְ הַיָּם</span> = <em>westward</em> <a data-ref=\"Ezekiel 41:12\" href=\"/Ezekiel.41.12\">Ez 41:12</a>; <span dir=\"rtl\">גְּבוּל יָם</span> <em>western border</em> <a data-ref=\"Numbers 34:6\" href=\"/Numbers.34.6\">Nu 34:6</a><sup>(×2)</sup> <a data-ref=\"Joshua 15:12\" href=\"/Joshua.15.12\">Jos 15:12</a>; <span dir=\"rtl\">פְּאַת־יָם</span> <em>west side</em> <a data-ref=\"Exodus 27:12\" href=\"/Exodus.27.12\">Ex 27:12</a>; <a data-ref=\"Exodus 38:12\" href=\"/Exodus.38.12\">38:12</a> <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a> <a data-ref=\"Joshua 18:14\" href=\"/Joshua.18.14\">Jos 18:14</a>; <span dir=\"rtl\">פְּאַת דרך הים</span> <a data-ref=\"Ezekiel 41:12\" href=\"/Ezekiel.41.12\">Ez 41:12</a> (v. further <a data-ref=\"BDB, פָּאָה\" href=\"/BDB,_פָּאָה\", dir=\"rtl\">פאה</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3a3b6084aa1cbf2920b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עַמִּיהוּד 1", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "BDB, עַמִּיהוּד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עַמִּיהוּד א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עַמִּיהוּד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עַמִּיהוּד</span></big>  <strong>n.pr.m. (</strong><em>my kinsman is majesty</em><strong>)</strong>;—𝔊 (Σ)εμιουδ, Αμιουδ, etc.:<br><strong>1.</strong>  a Geshurite <a data-ref=\"II Samuel 13:37\" href=\"/II_Samuel.13.37\">2 S 13:37</a> Qr (> Kt <span dir=\"rtl\">עַמִּיחוּר</span>, cf. Dr al., Gray<sup>Prop. N. 43</sup>).<br><strong>2.</strong>  an Ephraimite <a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">Nu 1:10</a>; <a data-ref=\"Numbers 2:18\" href=\"/Numbers.2.18\">2:18</a>; <a data-ref=\"Numbers 7:48\" href=\"/Numbers.7.48\">7:48</a>, <a data-ref=\"Numbers 7:53\" href=\"/Numbers.7.53\">53</a>; <a data-ref=\"Numbers 10:22\" href=\"/Numbers.10.22\">10:22</a> (all P), <a data-ref=\"I Chronicles 7:26\" href=\"/I_Chronicles.7.26\">1 Ch 7:26</a>.<br><strong>3.</strong>  a Simeonite <a data-ref=\"Numbers 34:20\" href=\"/Numbers.34.20\">Nu 34:20</a>.<br><strong>4.</strong>  a Naphtalite <a data-ref=\"Numbers 34:28\" href=\"/Numbers.34.28\">Nu 34:28</a>.<br><strong>5.</strong>  a Judahite <a data-ref=\"I Chronicles 9:4\" href=\"/I_Chronicles.9.4\">1 Ch 9:4</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641951663f60e9e0fa3cfe56", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Exodus 28:19:3", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Netinah LaGer, Exodus 28:19:3", "sourceHeRef": "נתינה לגר, שמות כ״ח:י״ט:ג׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 19.0003, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "שמות", "he": "<b>ואחלמה, ועין עגלא,</b> היא כעין של עגל, ובת' ירושלמי (במדבר ב' י\"ח) \"עינעגלא\" תיבה אחת. ואפשר שהוא מש' \"חלם\" שהוראה בלה\"ק חוזק, כמו \"ותחלימני ותחייני\" (ישעיה ל\"ח ט\"ז) \"יחלמו בניהם\" (איוב ל\"ט ד') \"בריר חלמות\" לד\"ק (שם ו' ו') ומזה הוא ג\"כ חלמון שבביצה.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6522ded94b36bd700bec05ff", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 64:8", "anchorRef": "Numbers 2:1-32", "anchorRefExpanded": ["Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32"], "sourceRef": "Bereshit Rabbah 64:8", "sourceHeRef": "בראשית רבה ס״ד:ח׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [400], "commentaryNum": 64.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיָּשָׁב יִצְחָק וַיַּחְפֹּר וגו' <small>(בראשית כו, יח)</small>, כַּמָּה בְּאֵרוֹת חָפַר אָבִינוּ יִצְחָק בִּבְאֵר שָׁבַע, רַבִּי יְהוּדָה אָמַר אַרְבַּע, כְּנֶגֶד כֵּן נַעֲשׂוּ בָנָיו אַרְבָּעָה דְגָלִים בַּמִּדְבָּר. וְרַבָּנָן אָמְרֵי חָמֵשׁ, כְּנֶגֶד חֲמִשָּׁה סִפְרֵי תוֹרָה. <small>(בראשית כו, כ)</small>: וַיִּקְרָא שֵׁם הַבְּאֵר עֵשֶׂק, כְּנֶגֶד סֵפֶר בְּרֵאשִׁית, שֶׁבּוֹ נִתְעַסֵּק הַקָּדוֹשׁ בָּרוּךְ הוּא וּבָרָא אֶת הָעוֹלָם. <small>(בראשית כו, כא)</small>: וַיִּקְרָא שְׁמָהּ שִׂטְנָה, כְּנֶגֶד סֵפֶר וְאֵלֶּה שְׁמוֹת, עַל שֵׁם <small>(שמות א, יד)</small>: וַיְמָרֲרוּ אֶת חַיֵּיהֶם בַּעֲבֹדָה קָשָׁה. <small>(בראשית כו, יט)</small>: וַיִּמְצְאוּ שָׁם בְּאֵר מַיִם חַיִּים, כְּנֶגֶד סֵפֶר וַיִּקְרָא, שֶׁהוּא מָלֵא הֲלָכוֹת רַבּוֹת. <small>(בראשית כו, לג)</small>: וַיִּקְרָא אוֹתָהּ שִׁבְעָה, כְּנֶגֶד סֵפֶר וַיְדַבֵּר, שֶׁהוּא מַשְׁלִים שִׁבְעָה סִפְרֵי תוֹרָה. וַהֲלוֹא חֲמִשָּׁה הֵן, אֶלָּא בֶּן קַפָּרָא עָבֵיד וַיְדַבֵּר תְּלָתָא סְפָרִים, מִן וַיְדַבֵּר עַד <small>(במדבר י, לה)</small>: וַיְהִי בִּנְסֹעַ הָאָרֹן סֵפֶר בִּפְנֵי עַצְמוֹ, מִן וַיְהִי בִּנְסֹעַ וּדְבַתְרֵיהּ סֵפֶר בִּפְנֵי עַצְמוֹ, וּמִן סוֹפֵיהּ דְּפִסְקָא וְעַד סוֹפֵיהּ דְּסִפְרָא סֵפֶר בִּפְנֵי עַצְמוֹ. <small>(בראשית כו, כב)</small>: וַיִּקְרָא שְׁמָהּ רְחֹבוֹת, כְּנֶגֶד מִשְׁנֵה תוֹרָה, עַל שֵׁם <small>(דברים יב, כ)</small>: כִּי יַרְחִיב, <small>(בראשית כו, כח)</small>: כִּי עַתָּה הִרְחִיב ה' לָנוּ וּפָרִינוּ בָאָרֶץ. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Isaac again dug the wells of water that they had dug in the days of Abraham his father, but the Philistines had sealed them after the death of Abraham. He called them names like the names that his father called them” (Genesis 26:18).</b> <br>“Isaac again dug…” – how many wells did our patriarch Isaac dig in Beersheba? Rabbi Yehuda said: Four. Corresponding to that, his descendants were arrayed into four banners in the wilderness.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The tribes of Israel were divided into four camps, or banners, in the wilderness (Numbers 2:1–32).</i> The Rabbis say: Five, corresponding to the five books of the Torah. <br><b>“The herdsmen of Gerar quarreled with Isaac’s herdsmen, saying: The water is ours. He called the name of the well Esek, because they involved themselves with him” (Genesis 26:20).</b> <br>“He called the name of the well Esek [because they involved themselves [<i>hitaseku</i>] with him]” – corresponding to the book of Genesis, in which the Holy One blessed be He became involved and created the world. <br><b>“Isaac's servants dug in the valley, and they found there a well of fresh water” (Genesis 26:19). <br>“They dug another well, and they quarreled over it as well. He called it Sitna” (Genesis 26:21).</b> <br>“He called it Sitna”<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Enmity.</i> – corresponding to the book of Exodus, after, “they embittered their lives with hard work” (Exodus 1:14). <br>“They found there a well of fresh water” – corresponding to the book of Leviticus, which is filled with many <i>halakhot</i>. <br><b>“He called it Shiva; therefore, the name of the city is Beersheba to this day” (Genesis 26:33).</b> <br>“He called it Shiva” – corresponding to the book of Numbers,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The book of Numbers is divided into three books, which is why there are seven books.</i> which completes the seven [<i>shiva</i>] books of the Torah. But are they not five? Ben Kappara made Numbers into three books: From: “And He spoke” (Numbers 1:1) until: “It was when the Ark traveled” (Numbers 10:35) – a book in and of itself; from “it was when the Ark traveled” and the verse after it – a book in and of itself; and from the end of that passage until the end of the book – a book in and of itself. <br><b>“He moved from there and dug another well and they did not quarrel over it. He called its name Reḥovot and he said: As now the Lord has expanded [<i>hirḥiv</i>] for us, and we will be fruitful in the land” (Genesis 26:22).</b> <br>“He called its name Reḥovot” – corresponding to the book of Deuteronomy, due to, “when the Lord your God will expand [<i>yarḥiv</i>]” (Deuteronomy 12:20) – “as now the Lord has expanded [<i>hirḥiv</i>] for us and we shall be fruitful in the land.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "65435543daa944ae5fd559b3", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:8", "anchorRef": "Numbers 2:1-34", "anchorRefExpanded": ["Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34"], "sourceRef": "Gevurot Hashem 69:8", "sourceHeRef": "גבורות השם ס״ט:ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0008, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ספר הרביעי</b>, שהשם יתברך מנהיג את הנמצאים* בחכמתו ובהנהגה ראויה, כמו שהיה* מנהיג את ישראל במדבר בכל מסעיהם שהיו הולכים. וזה נגד (דברים י, יח) \"עושה משפט וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>, שכל זה הנהגת השם יתברך הנמצאים בהנהגה ראויה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>. ולפיכך מתחיל הספר במדבר בסדר הדגלים (במדבר ב, א-לד), ואיך היו נוסעים (במדבר י, יב-כח), ומנהיג אותם על פי הענן (במדבר ט, טו-כג), עד סוף הספר, שחנו בערבות מואב (במדבר לג, מח-מט), שהוא מסע האחרון. ואלו ארבעה דברים הם נזכרים בארבע פרשיות תפילין גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"67\"></i>, וכאשר בארנו למעלה במקומו בארוכה ענין אלו ארבעה דברים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"68\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "664487d427d601cb10a9270b", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 2:4", "anchorRef": "Numbers 2:18", "anchorRefExpanded": ["Numbers 2:18"], "sourceRef": "Bamidbar Rabbah 2:4", "sourceHeRef": "במדבר רבה ב׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "אִישׁ עַל דִּגְלוֹ בְאֹתֹת <small>(במדבר כ, ב)</small>, הֲדָא הוּא דִכְתִיב <small>(שיר השירים ו, י)</small>: מִי זֹאת הַנִּשְׁקָפָה וגו', קְדוֹשִׁים וּגְדוֹלִים הָיוּ יִשְׂרָאֵל בְּדִגְלֵיהֶם וְכָל הָאֻמּוֹת מִסְתַּכְּלִין בָּהֶם וּתְמֵהִין וְאוֹמְרִים: מִי זֹאת הַנִּשְׁקָפָה וגו', אוֹמְרִים לָהֶם הָאֻמּוֹת <small>(שיר השירים ז, א)</small>: שׁוּבִי שׁוּבִי הַשּׁוּלַמִּית, הִדָּבְקוּ לָנוּ, בּוֹאוּ אֶצְלֵנוּ וְאָנוּ עוֹשִׂין אֶתְכֶם שִׁלְטוֹנִים, הֶגְמוֹנִים, דֻּכָּסִין, אִפָּרְכִין, אִסְטְרַטְלִיטִין. <small>(שיר השירים ז, א)</small>: שׁוּבִי שׁוּבִי וְנֶחֱזֶה בָּךְ, וְאֵין נֶחֱזֶה אֶלָּא שְׂרָרָה, שֶׁכֵּן אָמַר יִתְרוֹ לְמשֶׁה <small>(שמות יח, כא)</small>: וְאַתָּה תֶחֱזֶה וגו'. שׁוּבִי שׁוּבִי וְנֶחֱזֶה בָּךְ, וְיִשְׂרָאֵל אוֹמְרִים <small>(שיר השירים ז, א)</small>: מַה תֶּחֱזוּ בַּשׁוּלַמִּית, מַה גְּדֻלָּה אַתֶּם נוֹתְנִים לָנוּ, שֶׁמָּא <small>(שיר השירים ז, א)</small>: כִּמְחֹלַת הַמַּחֲנָיִם, שֶׁמָּא יְכוֹלִים אַתֶּם לַעֲשׂוֹת לָנוּ כַּגְּדֻלָּה. שֶׁעָשָׂה הָאֱלֹהִים בַּמִּדְבָּר, דֶּגֶל מַחֲנֵה יְהוּדָה, דֶּגֶל מַחֲנֵה רְאוּבֵן, דֶּגֶל מַחֲנֵה דָן, דֶּגֶל מַחֲנֵה אֶפְרַיִם, יְכוֹלִים אַתֶּם לַעֲשׂוֹת לָנוּ כָּךְ. מַה תֶּחֱזוּ בַּשּׁוּלַמִּית, מַה גְּדֻלָּה אַתֶּם נוֹתְנִים לָנוּ שֶׁמָּא כִּמְחֹלַת הַמַּחֲנָיִם, שֶׁמָּא יְכוֹלִים אַתֶּם לִתֵּן לָנוּ כַּגְדֻלָּה שֶׁעָשָׂה לָנוּ הָאֱלֹהִים בַּמִּדְבָּר, שֶׁהָיִינוּ חוֹטְאִים וְהוּא מוֹחֵל לָנוּ וְאוֹמֵר לָנוּ <small>(דברים כג, טו)</small>: וְהָיָה מַחֲנֶיךָ קָדוֹשׁ. אַף בִּלְעָם הִבִּיט בָּהֶם וְיָצְאָה עֵינוֹ כְּנֶגְדָן שֶׁלֹא הָיָה יָכוֹל לִגַּע בָּהֶם, שֶׁנֶּאֱמַר <small>(במדבר כד, כ)</small>: וַיִּשָֹּׂא בִלְעָם אֶת עֵינָיו, אֵלּוּ הֵם הַדְּגָלִים, הִתְחִיל אוֹמֵר מִי יָכוֹל לִגַּע בִּבְנֵי אָדָם אֵלּוּ, מַכִּירִין אֶת אֲבוֹתֵיהֶם וְאֶת מִשְׁפְּחוֹתֵיהֶם, שֶׁנֶּאֱמַר <small>(במדבר כד, כ)</small>: שֹׁכֵן לִשְׁבָטָיו, מִיכָּן לָמַדְנוּ שֶׁהָיוּ הַדְּגָלִים גְּדֻלָּה וְגֶדֶר לְיִשְׂרָאֵל, לְכָךְ נֶאֱמַר: אִישׁ עַל דִּגְלוֹ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Each at his banner, with the insignias,” that is what is written: “Who is she who appears [like dawn, fair like the moon, pure like the sun, formidable like banners]” (Song of Songs 6:10). Israel was holy and great with their banners, and all the nations of the world look at them, wonder, and say: “Who is she who appears….” The nations say to them: “Return, return, the Shulamite” (Song of Songs 7:1); cleave to us, come to us, and we will make you governors, generals, commanders, lieutenants, commanders-in-chief. “Return, return and we will gaze [<i>neḥze</i>] upon you” (Song of Songs 7:1). <i>Neḥze</i> is nothing other than authority, as Yitro said to Moses: “You shall seek [<i>teḥze</i>] [from among all the people…and set over them as leaders]” (Exodus 18:21). “Return, return and we will gaze [<i>neḥze</i>] upon you.” And Israel says: “Why will you gaze at the Shulamite” (Song of Songs 7:1); what greatness are you according us? “Is it perhaps like the dance of the camps?” (Song of Songs 7:1). Can you, perhaps, accord us [greatness] like the greatness that God accorded us in the wilderness: “The banner of the camp of Judah” (Numbers 2:3), “the banner of the camp of Reuben” (Numbers 2:10), “the banner of the camp of Dan” (Numbers 2:25), “the banner of the camp of Ephraim” (Numbers 2:18). Can you do that for us? “Why will you gaze at the Shulamite”; what greatness are you according us? “Is it perhaps like the dance of the camps”? Can you, perhaps, accord us [greatness] like the greatness that God accorded us in the wilderness, where we would sin and he would pardon us and say to us: “Your camp shall be holy” (Deuteronomy 23:15). <br>Bilam, too, looked at them, and his eye came out on their account<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">This is an expression of extreme frustration.</i> because he was unable to touch them, as it is stated: “Bilam lifted his eyes [and he saw Israel dwelling according to its tribes]” (Numbers 24:2); these are the banners. He began saying: ‘Who can touch these people, who know their ancestors and their families,’ as it is stated: “According to its tribes.” From here we learned that the banners meant greatness and protection for Israel; that is why it is stated: “Each at his banner.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]