[{"_id": "531e4fe3fbfba276047f6e77", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 3:13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Onkelos Numbers 3:13", "sourceHeRef": "תרגום אונקלוס על במדבר ג׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0013, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "אֲרֵי דִילִי כָּל בּוּכְרָא בְּיוֹמָא דִקְטָלִית כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם אַקְדֵּשִׁית <b>קֳדָמַי</b> כָּל בּוּכְרָא בְּיִשְׂרָאֵל מֵאֱנָשָׁא עַד בְּעִירָא דִּילִי יְהוֹן אֲנָא יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "For all the firstborn are Mine, since on the day I smote all the firstborn in the land of Egypt I sanctified to [<b>before</b>] Me all the firstborn of Bnei Yisroel from man to beast; they shall be Mine, I am Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6ae", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 3:13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Targum Jonathan on Numbers 3:13", "sourceHeRef": "תרגום יונתן על במדבר ג׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0013, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "אֲרוּם דִילִי כָּל בּוּכְרָא בִּבְנֵי יִשְרָאֵל בְּיוֹמָא דִקְטָלִית כָּל בּוּכְרָא בְּאַרְעָא דְמִצְרַיִם אַקְדֵישִׁית קֳדָמַי כָּל בּוּכְרָא בְּיִשְרָאֵל מֵאֵינָשָׁא עַד בְּעִירָא דִילִי יְהוֹן אֲנָא יְיָ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " For every first-born among the sons of Israel is Mine, from the day when. I slew every first-born in the land of Mizraim; I have sanctified before Me every first-born in Israel; from man to animal, they are Mine: I am the Lord. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b0fbfba22336ea6281", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Sforno on Numbers 3:13:1", "sourceHeRef": "ספורנו על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>כי לי כל בכור.</b> מקדם היתה העבודה בבכורות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כי לי כל בכור, as the Temple service used to be the duty of the respective firstborn in each family.ביום הכותי כל בכור בארץ מצרים הקדשתי לי כל בכור בישראל, although at the time when the firstborn in Egypt were killed, the Jewish firstborn had been guilty of death also, as had been the firstborn of that entire generation. They were singled out for this penalty as they were the most honoured people of their time, and as such served as role models for others. There was no special merit due to which they would have been spared, as in Genesis 19,15 where the angels warned Lot not to remain in Sodom lest he too would be killed on account of the company he kept.<br> G’d, in sanctifying them, i.e. placing them on a spiritually elevated pedestal so that they would not partake in all manner of secular pursuits, justified sparing them at that time. Now that, due to the sin of the golden calf, they had forfeited this spiritually elevated status, they had to be “redeemed” in order to resume life on a more mundane level than that for which they had been destined. This is the meaning of וכל בכור אדם תפדה, “you shall redeem every human male firstborn.” (Exodus 13,13).<br>We must not make the mistake of thinking that seeing that this verse was written before the sin of the golden calf, that the firstborn had already been subject to redemption at that time, i.e that G’d had despised them as not fit to offer the sacrificial offerings. On the contrary, the “redemption” of which Exodus 13,13 speaks, i.e. [without a simultaneous substitution of others in their place, Ed.] was only in order to permit these firstborn to also pursue a regular lifestyle when they would not be performing service in the Temple, etc. Without “redemption” every object that has been sanctified is out of bounds for any mundane use whether passive or active, as it would constitute a demeaning of its holiness. (compare Chulin 137)", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b0fbfba22336ea6283", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Sforno on Numbers 3:13:2", "sourceHeRef": "ספורנו על במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ביום הכותי כל בכור בארץ מצרים הקדשתי לי כל בכור בישראל.</b> אמנם במכת בכורות שהיו הבכורות ראויים ליענש בעון הדור מפני היותם היותר נכבדים ובהיותם בלתי ראוים להנצל ממכת מדינה כענין פן תספה בעון העיר. ואני הצלתים במה שהקדשתים לי בענין שיהיו אסורים להתעסק בעבודת הדיוט כמשפט כל הקדש שהוא אסור בגיזה ועבודה ולמען יהיו מותרים בזה הצרכתים פדיון, כמשפט כל הקדש היוצא לחולין כאמרו (ו) כל בכור בניך תפדה ולא בשביל זה הפדיון היו פטורים מן העבודה ועכשיו שחטאו מאסתים ולקחתי הלוים תחתיהם לפדיון <b>והיו לי הלויים</b> לעבודה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מאדם עד בהמה לי יהיו, from now on, humans have to be redeemed, animals to be slaughtered and their blood and fat offered on the altar.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b0fbfba22336ea6285", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 3:13:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Sforno on Numbers 3:13:3", "sourceHeRef": "ספורנו על במדבר ג׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1500, 1550], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>מאדם עד בהמה לי יהיו.</b> מכאן ולהבא האדם לפדיון והבהמה לזבח:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "5693f767d6e4a968e0fce40c", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Shadal on Numbers 3:13:1", "sourceHeRef": "שד\"ל על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "לי יהיו: חוזר ללוים (רמבמ\"ן).", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569b605cd6e4a979b409e9f1", "index_title": "Pesikta DeRav Kahana", "category": "Midrash", "type": "", "ref": "Pesikta DeRav Kahana 7:5", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Pesikta DeRav Kahana 7:5", "sourceHeRef": "פסיקתא דרב כהנא ז׳:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [400, 700], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Pesikta DeRav Kahana", "he": "פסיקתא דרב כהנא"}, "heTitle": "פסיקתא דרב כהנא", "he": "[ה] תני ר' שמעון בן יוחאי משה לא היה יודע לא עתותיו ולא רגעיו ולא זמניו של לילה לפי' אמ' כחצות הלילה (שמות יא:ד), אבל הב\"ה הוא יודע עתותיו ורגעיו וזמניו של לילה לפי' הוא נכנס בו כחוט שערה. ומי חלקו, ר' בנימין בר יפת בשם ר' יוחנן הלילה נחלק מאליו. רבותינו אמרו יוצרו חלקו. הכא את אומ' ויהי בחצי הלילה (שם יב:כט), ולהלן את אומ' ויחלק עליהם לילה (בראשית יד:טו), אמ' ר' תנחומא אביכם יצא עמי בחצות ואני יוצא עם בניו בחצות. ורבנן אמרי, אמ' הב\"ה אביכם יצא עמי מאמש עד חצות ואני יוצא עם בניו מחצות עד הבקר. אמ' ר' יוחנן אין שרן של מצרים נופל אלא ביום. ומה טעמ', ובתחפנחס חשך היום בשברי שם את מוטות מצרים ונשבת בה גאון עוזה וגו' (יחזקאל ל:יח). ואומ' ביום ההוא יהיו חמש ערים בארץ מצרים מדברות שפת וגו' (ישעיה יט:יח). ואלו הן חמש ערים, ר' חלקיה בשם ר' סימון אומ', נוא ונוף ותחפנחס ועיר ההרס ועיר שמש. נוא אליסכנדריא, ונוף מנפוס, תחפנחס חופנייס, ועיר ההרס סרקאני, ועיר שמש אילופילוס. אמ' ר' יוחנן בן זכאי מצינו שהיום והלילה קרויין יום, דכתי' ויהי ערב ויהי בקר יום אחד (בראשית א:ה). ר' יהושע בר' נחמיה שמע לה מן הדא, גם חשך לא יחשיך ממך ולילה כיום תאיר כחשיכה כאורה (תהלים קלט:יב), חשיכה שהיא אורה לפני, ולילה לתשמישן של בריות. הוי בו ביום מתו בכוריהם של מצרים. הא כיצד, לקו מכת מיתה מבערב והיו מפרפרין כל הלילה ומתים ביום. ומה טע', כלנו מתנו אין כתו' כאן אלא כלנו מתים (שמות יב:לג), מייתי' ואזלין. הה\"ד ביום הכותי כל בכור (במדבר ג:יג), ולהלן את אומ' ביום הקדשתי לי כל בכור (עיין שם ח:יז), אמור מעתה ביום שמתו בכוריהם של מצרים בו ביום הקדשתי לי כל בכור.", "heVersionTitle": "Pesikta de Rav Kahana according to an Oxford manuscript, Dov Mandelbaum ed., N.Y. 1987", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מהד' מנדלבוים, נויארק. בית המדרש לרבנים שבאמריקה, תשכ\"ב", "text": "5. R. Shimon Ben Yochai taught: Moses could not have known the exact moment, nor the approximate minute, nor the general time at night. This is why he said “About midnight.” (Ex 11:4) However, the Kadosh Baruch Hu knew the exact moment, and the approximate minute, and the general time at night. That is why God entered [without being early or late] by a hair's breadth. So who was it that divided [the hours of the night]? R. Benjamin bar Jafet in the name of R. Yohanan, the night divided itself.  Our Rabbis say that the Creator divided it. Here it says, “And it came to pass at midnight” (Ex 12:29) and elsewhere it says, “And he divided the night against them.”  (Gen 14:15) Rabbi Tanchuma said: Your father set out with Me at midnight, and I will set out with his children and midnight. The Rabbis said: the Kadosh Baruch Hu said, “your father set out with Me from last night until midnight, and I will set out with his children from midnight until the morning.” R. Yonatan said: The angel guarding over Egypt cannot fall except during the day. What is the reasoning? [From the verse] At Tehaphnehes also the day shall withdraw itself, when I shall break there the yokes of Egypt, and the pride of her power shall cease in her; [as for her, a cloud shall cover her, and her daughters shall go into captivity.](Ez 30:18) [Elsewhere it also] says, In that day there shall be five cities in the land of Egypt that speak the language [of Canaan, and swear to the LORD of hosts; one shall be called the city of destruction. ] (Is  19:18) Which five cities are these? R. Hilkiah said in the name of R. Simon: Noa, Noph, Tehaphnehes, the City of Destruction, and the City of the Sun;  Noa is Alexandria, Noph is Memphis, Tehaphnehes is Hophnias, the City of Destruction is Sharakani, and the City of the Sun is Heliopolis. R. Yohanan ben Zakkai said: We have found both night and day referred to as “day,” as it is written: And there was evening and there was morning, one day. (Gen 1:5) R. Joshua bar R. Nechamah understood [the same claim] from this: Even the darkness is not too dark for Thee, but the night shineth as the day; the darkness is even as the light.(Ps 139:12) Darkness is [the same as] lightness to Me, and [only] human beings consider it night. This is what is meant [by saying] it was on the day that the firstborn of Egypt died [although it was midnight]. This is how [it happened]: They were afflicted with the deadly curse in evening time, then their bodies shook all night, and then they died in the day time. What is the reasoning? [Because] It is not written “All of us have all died,” but rather “All of us are dying ” (Ex 12:33) Then they went and died . As it is written: On the day that I struck down all the first-born [of the Land of Egypt] (Num 3:13), and further on it says, on the day that I sanctified all the firstborn to Me (paraphrase of Num 8:17 ). On this basis one may conclude  that it was on the very same day that the firstborn of Egypt died, which [God said], “on this day I have sanctified to me the firstborn [of the Israelites].”", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d3ed6e4a94c7c18aa9e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 3:13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Tafsir Rasag, Numbers 3:13", "sourceHeRef": "תפסיר רס\"ג, במדבר ג׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0013, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כמא כאן לי כל בכר פי יום אהלכת כל בכר פי בלד מצר אקדסת לי כל בכר פימא בין בני אסראיל מן אנסאן אלי בהימה כד̇אך יציר לי האולי אנא אללה שרפתהם", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "Because all the firstborn are Mine. On the day that I struck down all the firstborn in the land of Egypt, I consecrated to Myself all the firstborn in Israel, both man and beast. They shall be Mine; I am the Lord.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b376d6e4a902855fe592", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 16:5:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Tur HaArokh, Numbers 16:5:1", "sourceHeRef": "הטור הארוך, במדבר ט״ז:ה׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>בקר ויודע ה' את אשר לו. </b>לעבודת לוייה כענין שנאמר והיו לי הלויים או עדיין הבכורות שלו כענין שנא' כי לי כל בכור שלא יחליפם בלויים ואת הקדוש הם הכהנים המקודשים לעבודה כענין שנא' ויבדל אהרן בין הקודש וקדש הקדשים: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בוקר ויודע ה' את אשר לו, “in the morning <i>Hashem</i> will make known the one who is His own, etc.” Moses referred to the fact that clear proof would be forthcoming if the Levites were performing their service with G’d’s consent or if the firstborn were still acceptable to Him as the ones chosen to represent the people as His servants in the Tabernacle. He would prove by the rejection of the 250 people offering incense that when G’d had said in Numbers 3,12 and 8,14 that the Levites had been chosen by Him, that it was not Moses who had chosen to replace the firstborn. In adding the words: ואת הקדוש והקריב אליו, “and who is holy, and He will draw him close to Himself,” Moses referred to Aaron’s position as High Priest.\n    It is also possible that Moses meant that the firstborn must not consider themselves as having been rejected by G’d as we know from Numbers 3,13 and 8,17 כי לי כל בכור בבני ישראל, “for every firstborn among the Children of Israel has a special relationship to Me, etc.” On the other hand, the קדוש, “the priests,” would be confirmed as such by an act of <i>Hashem</i> on the morrow. It is their task to perform service in the Tabernacle/Temple as we read in Chronicles I 23,13 ויבדל אהרן להקדיש קודש קדשים הוא ובניו עד עולם, “Aaron and his sons were sanctified for the Holy of Holies, he and his sons throughout the generations.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b03b82d6e4a91e9d6fd6af", "index_title": "Vayikra Rabbah", "category": "Midrash", "type": "", "ref": "Vayikra Rabbah 2:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Vayikra Rabbah 2:2", "sourceHeRef": "ויקרא רבה ב׳:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [500], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Vayikra Rabbah", "he": "ויקרא רבה"}, "heTitle": "ויקרא רבה", "he": "הֲבֵן יַקִּיר לִי, בְּכָל מָקוֹם שֶׁנֶּאֱמַר לִי, אֵינוֹ זָז לְעוֹלָם לֹא בָּעוֹלָם הַזֶּה וְלֹא לָעוֹלָם הַבָּא, בַּכֹּהֲנִים כְּתִיב <small>(שמות מ, טו)</small>: וְכִהֲנוּ לִי, בַּלְוִיִם כְּתִיב <small>(במדבר ח, יד)</small>: וְהָיוּ לִי הַלְוִים, בְּיִשְׂרָאֵל כְּתִיב <small>(ויקרא כה, נה)</small>: כִּי לִי בְנֵי יִשְׂרָאֵל, בַּתְּרוּמָה כְּתִיב <small>(שמות כה, ב)</small>: וְיִקְחוּ לִי, בַּבְּכוֹרוֹת כְּתִיב <small>(במדבר ג, יג)</small>: כִּי לִי כָּל בְּכוֹר, בַּסַּנְהֶדְרִין כְּתִיב <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל, בְּאֶרֶץ יִשְׂרָאֵל <small>(שמות יט, ה)</small>: כִּי לִי כָל הָאָרֶץ, בִּירוּשָׁלַיִם <small>(מלכים א יא, לו)</small>: הָעִיר אֲשֶׁר בָּחַרְתִּי לִי, בְּמַלְכוּת בֵּית דָּוִד <small>(שמואל א טז, א)</small>: כִּי רָאִיתִי בְּבָנָיו לִי מֶלֶךְ, בַּמִּקְדָּשׁ <small>(שמות כה, ח)</small>: וְעָשׂוּ לִי מִקְדָּשׁ, בַּמִּזְבֵּחַ <small>(שמות כ, כא)</small>: מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִי, בַּקַּרְבָּנוֹת <small>(במדבר כח, ב)</small>: תִּשְׁמְרוּ לְהַקְרִיב לִי, בְּשֶׁמֶן הַמִּשְׁחָה <small>(שמות ל, לא)</small>: שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי. הָא בְּכָל מָקוֹם שֶׁנֶּאֱמַר לִי, אֵינוֹ זָז לֹא לָעוֹלָם הַזֶּה וְלֹא לָעוֹלָם הַבָּא.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Is [Ephraim] a precious son to Me [<i>li</i>]”? Wherever [the term] <i>li</i> is stated, it never changes, not in this world and not in the World to Come. Regarding priests it is written: “They shall serve as priests to Me [<i>li</i>]” (Exodus 40:15).  Regarding Levites it is written: “The Levites shall be Mine [<i>li</i>]” (Numbers 8:14). Regarding Israel it is written: “For the children of Israel are Mine [<i>li</i>]” (Leviticus 25:55). Regarding gifts<i> </i>it is written: “They shall take [gifts] for Me [<i>li</i>]” (Exodus 25:2). Regarding the firstborn it is written: “For every firstborn is Mine [<i>li</i>]” (Numbers 3:13). Regarding the Sanhedrin it is written: “Gather to Me [<i>li</i>] seventy men from the elders of Israel” (Numbers 11:16). Regarding the Land of Israel: “For all the land is Mine [<i>li</i>]” (Exodus 19:5). Regarding Jerusalem: “The city that I have chosen for Me [<i>li</i>]” (I Kings 11:36). Regarding the royal House of David: “For I have seen a king for Me [<i>li</i>] among his sons” (I Samuel 16:1). Regarding the Temple: “They shall craft a Sanctuary for Me [<i>li</i>]” (Exodus 25:8). Regarding the altar: “You shall craft an altar of earth for Me [<i>li</i>]” (Exodus 20:21). Regarding offerings: “You shall be diligent to sacrifice to Me [<i>li</i>]” (Numbers 28:2). Regarding the anointing oil: “This shall be oil of sacred anointment for Me [<i>li</i>]” (Exodus 30:31). That is, every place that <i>li</i> is stated, it never changes, not in this world and not in the World to Come.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59524181d6e4a97215ac13e2", "index_title": "The Sabbath Epistle", "category": "Halakhah", "type": "", "ref": "The Sabbath Epistle, Third Gate; On the Beginning of the Day 7", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "The Sabbath Epistle, Third Gate; On the Beginning of the Day 7", "sourceHeRef": "אגרת השבת, השער השלישי; בראשית היום ז׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1159], "commentaryNum": 7, "collectiveTitle": {"en": "The Sabbath Epistle", "he": "אגרת השבת"}, "heTitle": "השער השלישי; בראשית היום", "he": "ועוד מצאתי מפורש בראשון המועדים,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"> כתוב ״בראשן בארבעה עשר יום לחדש בערב תאכלו מצות״ (שמות יב יח). מלשון ראב״ע לפנינו יש לומר שפירש ״בראשן״ — בראשון המועדים, כלומר, בחג הפסח. אולם, בפירושו לפסוק כתב: ״בראשון — אחז דרך קצרה, בעבור שהזכיר בתחלה ׳ראשון הוא לכם׳ (שמות יב ב), והנה טעם בחדש הראשון״. </i> שנתנו השם לישראל לפני השבת, ״בארבעה עשר יום לחדש בערב תאכלו מצות עד יום האחד ועשרים לחדש בערב״ (שמות יב יח), ואחר כך כתוב ״שבעת ימים״ (שם יב יט). והנה יום חמשה עשר מהערב שהוא יום הראשון.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"> ״הנה מצינו שאמר ׳שבעת ימים מצות תאכלו׳ (שמות יב טו), ופירש כי זה המספר מ׳ארבעה עשר [יום] לחדש בערב׳ (שם יב יח)״ (פירוש שמות טז כה). </i> וכתוב ״[ולא ילין מן הבשר] אשר תזבח בערב ביום הראשון לבקר״ (דברים טז ד). וידוע כי בחצי הלילה היתה מכת בכורות (שמות יב כט), והנה כתוב ״ביום הכותי כל בכור״ (במדבר ג יג, ח יז).<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"> בפירושו לבמדבר ח יז כתב: ״ביום הכתי — זמן, כמו ׳אתה עובר היום׳ (דברים ב יח)״. וכן כתב בפירושו לשמות טז כה: ״דע, כי ה׳יום׳ בלשון הקדש על שני דרכים…והדרך השנית שמלת ׳יום׳ נופל על זמן קרוב או רחוק, ׳ביום הכתי כל בכור׳ (במדבר ג יג, ח יז)״. ראה גם שיטה אחרת לבראשית א ה (עמ׳ קנט-קס). אבל לפנינו נראה שרצה להוכיח שהמלה ״יום״ כוללת גם היום וגם הלילה שלפניו, כ״ד שעות, ויום התורה יתחיל בערב. </i> ובמקרא ״היום הזה יום בשורה הוא…וחכינו עד אור הבקר״ (מלכים־ב ז ט).", "heVersionTitle": "Iggeret haShabbat, KTAV Publishing House, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "אגרת השבת, הוצאת כתב, תשס\"ט", "text": "I also found explicit with regard to the first of the holidays (Passover), which God gave to Israel prior to instructing them about the Sabbath, “on the fourteenth day of the month at evening you should eat unleavened bread, until the twenty first day of the month at evening” (Exodus 12:18), a total of “seven days” (<i>ibid</i>. 12:19). Thus the evening of the fifteenth is the first day. It is also written “[neither shall any of the flesh] from which you offered in the evening of the first day [be left over] until the morning” (Deuteronomy 16:4). Also, it is known that the firstborn were smitten at midnight (Exodus 12:29), yet it is written “on the day that I smote all firstborn” (Numbers 3:13, 8:17).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"> The verse informs us that God sanctified all Jewish first born on the day that the Egyptian first born were slain. It seems likely that this took place on the first day of Passover.</i> Also in Scripture “this day is a day of tidings… if we wait until the morning light” (2 Kings 7:9). ", "versionTitle": "The Sabbath epistle of Ibn Ezra, KTAV Publishing House, 2009", "license": "CC-BY", "versionTitleInHebrew": "אגרת השבת, הוצאת כתב, תשס\"ט"}, {"_id": "59524183d6e4a97215ac1448", "index_title": "The Sabbath Epistle", "category": "Halakhah", "type": "", "ref": "The Sabbath Epistle, Third Gate; On the Beginning of the Day 16", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "The Sabbath Epistle, Third Gate; On the Beginning of the Day 16", "sourceHeRef": "אגרת השבת, השער השלישי; בראשית היום ט״ז", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1159], "commentaryNum": 16, "collectiveTitle": {"en": "The Sabbath Epistle", "he": "אגרת השבת"}, "heTitle": "השער השלישי; בראשית היום", "he": "והנה החשך היה לפני האור, וככה כתוב.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\"> כדכתיב ״וחשך על פני תהום״ (בראשית א ב). </i> והתנועה הגדולה<sup class=\"footnote-marker\">46</sup><i class=\"footnote\"> ״התנועה הגדולה״ היא התנועה היומית, כלשון ראב״ע בפירושו לתהלים יט ז: ״הזכיר תנועותיו כפי תולדתו באמת, שהיא הפך התנועה הגדולה״. </i> כוללת זמן החשך והאור, והיא נקראת ״יום״, שהוא יום שלם, עשרים וארבע שעות.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"> כך משמע מפירושו הרגיל לבראשית א ה: ״טעם ׳יום אחד׳ הוא על תנועת הגלגל״. וכן כתב בפירושו לשמות לד כא: ״היום הידוע השלם הוא תנועת הגלגל העליון ממזרח למערב בעשרים וארבע שעות״. כמו כן כתב בפירושו הקצר לשמות לה ג (עמ׳ שנא): ״פירוש ׳יום׳ על שני דרכים. האחד היום והלילה. והשני זמן ועת. כמו ׳והיה ביום ההוא׳ (ישעיה ז כג, ועוד). וכן ׳אתה עובר היום את הירדן׳ (דברים ט א)״. אבל בפירושו לשמות טז כה (עמ׳ קו) אינו משמע כן: ״דע, כי ה׳יום׳ בלשון הקדש על שני דרכים. האחת כאשר הזכרתי, כל זמן שאור השמש עומד על הארץ כנגד כל מקום…והדרך השנית, שמלת ׳יום׳ נופל על זמן קרוב או רחוק. ׳ביום הכותי כל בכור׳ (במדבר ג יג), ׳אתה עובר היום׳ (דברים ט א), ׳אל ארץ אחרת כיום הזה׳ (שם כט כז), ׳והיה ביום ההוא׳ (ישעיה ז כא, ועוד). ורבים ככה״. כמו כן כתב בשיטה אחרת לבראשית א ה (עמ׳ קנט-קס): ״אחר שהערב לילה, איך יקרא הכתוב כי הערב והבקר יקראו ׳יום אחד׳. כי הלילה הפך היום, ואיך יקרא הלילה ׳יום׳? ואין טענה ׳מיום הכותי כל בכור׳ (במדבר ג יג), כי הטעם כמו עת. כדרך ׳אתה עובר היום׳ (דברים ט א). וככה ׳יום צעקתי בלילה נגדך׳ (תהלים פח ב). והאמת כי הלילה לא יקרא ׳יום׳. והנה כתוב ׳לילה ליום ישימו׳ (איוב יז יב). וכתוב ׳שלשה ימים ושלשה לילות׳ (יונה ב א)״. </i> ואין טענה בעבור שהקדים להזכיר ״ויקרא אלהים לאור יום״ (בראשית א ה) לפני הלילה, כי כן משפט הלשון, כאשר יזכיר שני דברים יתחיל מן האחרון. כמו ״ואתן ליצחק את יעקב ואת עשו ואתן לעשו״ (יהושע כד ד). וככה ״לך יום אף לך לילה״ (תהלים עד טז), והזכיר המאור הקטן שהוא מושל בלילה לפני הגדול שהוא נכבד ממנו.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"> לשון הכתוב היא ״לך יום אף לך לילה, אתה הכינות מאור ושמש״ (תהלים עד טז), ופירש שם ראב״ע: ״מאור הוא הירח. והזכירו לפני השמש בעבור שהשלים במלת ׳לילה׳. כי כן דרך המקרא״. . </i> גם אין לטעון שאמר הכתוב ״יוצר אור ובורא חשך״ (ישעיה מה ז), כי הקדימו לפי שיש לו יתרון מן החשך, אף על פי שהחשך היה לפני האור. כמו ״יצחק וישמעאל בניו״ (בראשית כה ט). וכן ״שמה קברו את אברהם ואת שרה אשתו״ (שם מט לא), והוא קבר אותה.", "heVersionTitle": "Iggeret haShabbat, KTAV Publishing House, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "אגרת השבת, הוצאת כתב, תשס\"ט", "text": "Now the darkness proceeded the light, as it is written (Genesis 1:2). The great movement (diurnal movement) includes the time of darkness and light, and that is called “<i>yom</i>” (day), that is, a complete day of twenty-four hours.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"> Thus “day” includes a period of darkness and a period of light, in that order.</i> This does not conflict with the fact that Scripture first mentioned “God called the light ‘day’” (Genesis 1:5) before the night, for this is common with the Hebrew language, namely, when someone mentions two things he should begin with the latter.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"> Verses 3 and 4 refer to the light, therefore verse 5 begins by calling the light “day.”</i> For example, “I gave Jacob and Esau to Isaac, and I gave to Esau…” (Joshua 24:4). In the same way, “Your’s is the day also the night” (Psalms 74:16), and he mentions the minor luminary (the moon) that governs the night before the greater luminary (the sun), although the latter is more important than the former. Also, do not be perplexed when Scripture says “He formed the light and created darkness” (Isaiah 40:12). Scripture puts the light first because it has advantages over darkness, even though darkness came before the light. Similarly, in the verse “His sons Isaac and Ishmael” (Genesis 25:9).<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"> Isaac is mentioned first, even though he was the younger son.</i> Also, “There they buried Abraham and Sarah his wife” (<i>ibid</i>. 49:31), although he buried her.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"> Abraham is mentioned first although Sarah was buried first.</i> ", "versionTitle": "The Sabbath epistle of Ibn Ezra, KTAV Publishing House, 2009", "license": "CC-BY", "versionTitleInHebrew": "אגרת השבת, הוצאת כתב, תשס\"ט"}, {"_id": "59d4895bd6e4a939ba174a29", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Torah Temimah on Torah, Numbers 3:13:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>לי יהיו. </b>איתמר, ר׳ יוחנן אמר, קדשו בכורות במדבר ולא פסקו [עד שנכנסו לארץ], מאי טעמא, א\"ר אלעזר, דאמר קרא לי יהיו – בהווייתם יהיו <sup class=\"footnote-marker\">ה</sup><i class=\"footnote\">הרבותא בזה אע\"פ דכתיב בפרשה בא והיה כי יביאך ה' אל הארץ והעברת פטר רחם. וטעם הדבר שקדשו גם במדבר, מפני שמצוה זו חובת הגוף הוא, וכל חובת הגוף נוהג בין בארץ בין בחו\"ל, והמשך הלשון והיה כי יביאך והעברת בא לדרשה אחרת, כמבואר לפנינו במקומו בפ' בא.\n</i>.<br>(בכורות ה׳ א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1793a6bb386c011be93712", "index_title": "Tosafot on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Bekhorot 14a:5:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Tosafot on Bekhorot 14a:5:1", "sourceHeRef": "תוספות על בכורות י״ד א:ה׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tosafot on Bekhorot", "he": "תוספות על בכורות"}, "heTitle": "תוספות על בכורות", "he": "קדושת דמים מדחה מן הבכורה ומן המתנות - פי' הקונטרס קדושת דמים פוטרת מן הבכורה כקדושת הגוף כדמפרש לקמן מקראי דפוטרת מן הבכורה ומן המתנות וקשה לפי' דהתם פטרינן בפסולי המוקדשין אע\"פ דנפדו מדאיתקש לצבי ואיל והכא דוקא בלא נפדו אלא היינו טעמא בקדושת דמים משום דכתיב (במדבר ג׳:י״ג) גבי בכור בישראל ובמתנות כתיב (דברים יח) מאת העם:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1796adbb386c011be957c4", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 34:20:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Rabbeinu Bahya, Shemot 34:20:1", "sourceHeRef": "רבנו בחיי, שמות ל״ד:כ׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>כל בכור בניך תפדה ולא יראו פני ריקם.</b> מי שזוכה שהוא בכור מעלה גדולה היא, והוא רמז להקב\"ה שהוא בכורו של עולם ועבודת הקרבנות מימות עולם בבכורות היתה ולכך קנאה יעקב אבינו ומכרה עשו הרשע שביזה עבודת הש\"י ואחרי כן נפסלו הבכורות במעשה העגל והופרשו הלוים במקומם שתהיה העבודה בהם ולא בבכורות, ואע\"פ שאין העבודה בהם יש להם מעלה ויתרון על שאר בני אדם מצד שהם בכורות, דרשו רז\"ל כל דבר שנאמר בו לי הוא בעוה\"ז ובעוה\"ב ישראל הם בעוה\"ז ובעוה\"ב שנאמר (ויקרא כ׳:כ״ו) ואבדיל אתכם מן העמים להיות לי, הלוים שנאמר (במדבר ג׳:מ״ה) והיו לי הלוים, הארץ שנאמר (שמות י״ט:ה׳) כי לי כל הארץ, בכור שנאמר (במדבר ג׳:י״ג) כי לי כל בכור בעוה\"ז ובעוה\"ב ע\"כ. ואין מצות בכור נוהגת בנקבות אלא בזכרים שנאמר (שמות י״ג:י״ג) פטר כל רחם בבני ישראל וכתיב (שם) וכל בכור אדם בבניך תפדה. ויצטרך הבכור שיחזיק בתורה וביראת שמים יותר משאר בני אדם מצד המעלה שבו שהוא בכור ושיחזיק אביו במצות פדיונו כי היא מצוה מוטלת על האב לא פדאו האב הרי הוא חייב לפדות את עצמו ואם אינו פדוי או מצד אביו או מצד עצמו הרי הוא נענש שכן דרשו רז\"ל למה סמך עלית הרגל לפדיון הבכור לומר לך שהבכורות שנפדו מקבלין פני שכינה וזוכין לראות בנין בהמ\"ק הא לא נפדו לא יראו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל בכור בניך תפדה ולא יראו פני ריקם. “You shall redeem every firstborn of your sons. They shall not appear before Me empty-handed.” If someone has the good fortune to be a firstborn this is a true distinction. To some degree he shares this distinction with G’d Himself Who is also “a first in the universe.” The offering of sacrifices prior to the sin of the golden calf was always performed exclusively by the respective firstborn of the family. This is why Yaakov was envious of his twin brother Esau who had this privilege. The wicked Esau sold his privilege, thereby displaying his contempt for service of the Lord. After the sin of the golden calf the firstborn were disqualified seeing they had participated in that sin instead of acting as true priests restraining the other Jews from worshipping the golden calf. Their function was taken over by the tribe of Levi, some of whom became priests, others performing tasks allocated to the Levites in the Book of Numbers. Although the firstborn were no longer accorded the privilege of performing priestly functions, they did retain the distinction of being firstborn, a distinction vis-a-vis people who are not firstborn. Our sages <small>(Vayikra Rabbah 2,2)</small> state that whenever the Torah speaks of someone being לי, “for Me,” i.e. for G’d, the meaning is that such a status is accorded permanently both in this world and in the world to come. The Jewish people who are described as being set aside for G’d with the words ואבדיל אתכם מן העמים להיות לי, “I have separated you from the other nations to belong to Me,” are an example of what we just said. Another example is Numbers 3,45 והיו לי הלוים, “the Levites will remain Mine.” The same expression occurs in connection with the earth seeing G’d says in Exodus 19,5 כי לי כל הארץ for the entire earth is Mine. The Torah also writes of the firstborn that they belong to the Lord, i.e. כי לי כל בכור. This means that the firstborn does not forfeit this status either in this life or in the world to come. Thus far the Midrash.<br> The commandment involving the firstborn applies exclusively to male firstborns This is what is meant when the Torah wrote כל פטר רחם בבני ישראל, “every opening of the womb amongst the sons of Israel” (Exodus 13,2). The Torah also writes וכל בכור אדם בבניך תפדה, “and every firstborn human amongst your sons you shell redeem” (verse 13 in that chapter). It is incumbent upon a firstborn to devote himself to Torah and G’d’s commandments more than other people who do not share this distinction with him. His father must perform the duty to redeem him as this commandment devolves in the first instance on the father. Should the father have failed to perform this redemption the firstborn son must redeem himself when he comes of age <small>(Kidushin 29)</small>. If the redemption is neglected both by his father and himself he is subject to being punished for our sages write that the reason that this legislation is written in connection with the duty to perform the pilgrimage to the Temple is to remind people to redeem the firstborn as the firstborn who have been redeemed will experience the privilege of welcoming the Shechinah and will live to see the Temple rebuilt. Those who have not been redeemed will not see the rebuilding of the Temple.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b8f5b071e100bf4e5734", "index_title": "Rashi on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bekhorot 2a:1:6", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Rashi on Bekhorot 2a:1:6", "sourceHeRef": "רש\"י על בכורות ב׳ א:א׳:ו׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Rashi on Bekhorot", "he": "רש\"י על בכורות"}, "heTitle": "רש\"י על בכורות", "he": "שנאמר - (במדבר ג׳:י״ג) הקדשתי לי כל בכור בישראל אבל לא באחרים עובדי כוכבים:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b93bb071e100bf4e85c6", "index_title": "Rashi on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Pesachim 6a:2:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Rashi on Pesachim 6a:2:2", "sourceHeRef": "רש\"י על פסחים ו׳ א:ב׳:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rashi on Pesachim", "he": "רש\"י על פסחים"}, "heTitle": "רש\"י על פסחים", "he": "חייבת בבכורה - דקיימא לן כל שיד נכרי באמצע פטורה מן הבכורה שנאמר (במדבר ג׳:י״ג) לי כל בכור בישראל אבל לא באחרים ועדר זה שעישורו של מלך בתוכו חייבת בבכורה לתת לכהן הבכורות שלהם או לא:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cb5e155faf53a00181b66d4", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 2a:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Steinsaltz on Bekhorot 2a:1", "sourceHeRef": "ביאור שטיינזלץ על בכורות ב׳ א:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<big>א משנה</big> <b>הלוקח</b> (הקונה) <b>עובר חמורו של נכרי,</b> כשהוא בבטן האתון; <b>והמוכר לו</b> לנכרי את עובר חמורו שלו, <b>אף על פי שאינו רשאי,</b> שאסור למכור בהמה גסה לגוי; ו<b>המשתתף לו,</b> הנעשה שותף עם הגוי באתון או בעובר; <b>והמקבל הימנו</b> אתון כדי לטפל בה, ובתמורה לכך להשתתף עמו בוולדותיה; <b>והנותן לו</b> לגוי אתון <b>בקבלה,</b> שיטפל בה הגוי וישתתף עמו בוולדות יה; בכל המקרים הללו, הנולד בכור לאמו <b>פטור מן הבכורה,</b> ואינו צריך לפדותו, <b>שנאמר:</b> \"הקדשתי לי כל בכור <b>בישראל</b> מאדם עד בהמה\" (במדבר ג, יג) — <b>אבל לא באחרים,</b> וכל שיש לגוי חלק — אינו קדוש בבכורה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cb5e168faf53a00181b6713", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 5a:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Steinsaltz on Bekhorot 5a:3", "sourceHeRef": "ביאור שטיינזלץ על בכורות ה׳ א:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<b>אמר ר' אלעזר:</b> את <b>ר' יוחנן חזאי בחילמא</b> <small>[ראיתי בחלום],</small> וסימן הוא <b>דמילתא מעליתא אמינא</b> <small>[שדבר טוב אני אומר]</small> בטעם דבריו: <b>אמר קרא</b> <small>[המקרא]</small> באותה שעה \"כי לי כל בכור ביום הכותי בארץ מצרים הקדשתי לי כל בכור בישראל מאדם עד בהמה לי יהיו\" (במדבר ג, יג), והתוספת <b>\"לי יהיו\"</b> באה להדגיש: <b>בהוייתן,</b> כפי שהם, כן <b>יהו</b> לי.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cb5e188faf53a00181b67c1", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 13a:9", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Steinsaltz on Bekhorot 13a:9", "sourceHeRef": "ביאור שטיינזלץ על בכורות י״ג א:ט׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 25.0009, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<big>א משנה</big> <b>הלוקח</b> (הקונה) <b>עובר פרתו של נכרי</b> כשהוא במעי אמו, או <b>המוכר לו</b> את עובר פרתו שלו, <b>אף על פי שאינו רשאי</b> למכור לו בהמה גסה, או <b>המשתתף לו,</b> שנעשה שותף עם הגוי בפרה או בעובר. או <b>המקבל ממנו</b> פרה, כדי לטפל בה ולקחת חלק בולדות, או <b>הנותן לו</b> פרה <b>בקבלה,</b> כדי לטפל בה ולהתחלק בולדות — בכל המקרים האלה <b>פטור מן הבכורה, שנאמר:</b> \"הקדשתי לי כל בכור בישראל מאדם עד בהמה\" (במדבר ג, יג), ויש לדייק: <b>בישראל אבל לא באחרים.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b91ec823a798e70b5e0c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 719:15", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Yalkut Shimoni on Torah 719:15", "sourceHeRef": "ילקוט שמעוני על התורה תשי״ט:ט״ו", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 719.0015, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ביום הכותי כל בכור ולהלן הוא אומר ויהי בחצי הלילה וה' הכח כל בכור הא כיצד לקו מכת מיתה מבערב והיו מפרפרים כל הלילה ומתים ביום, ומה טעם שנאמר כלנו מתים כולנו מתנו אין כתיב כאן אלא כולנו מתים, מייתין ואזלין הכא את אמרת ביום הכותי וכתיב הקדשתי לי כל בכור, אמרו מעתה ביום שמתו בכוריהם של מצרים בו ביום הקדשתי לי כל בכור. תנו רבנן השיר מעכב את הקרבן דברי רבי מאיר, וחכמים אומרים אינו מעכב, מאי טעמא דרבי מאיר, אמר רבי אלעזר דאמר קרא ואתנה את הלוים נתונים לאהרן וגו' לכפר וגו' מה כפרה מעכבת אף שירה מעכבת. ורבנן לכדאידך דרבי אלעזר דאמר רבי אלעזר מה כפרה בים אף שירה ביום. תנא רבי שמעון בן אלעזר אומר כהנים לוים וישראלים והשיר מעכבין את הקרבן. ר' אבא בשם רבי אלעזר טעמא דר\"ש, דכתיב וכל (ישראל) [הקהל] משתחוים אלו ישראל והשיר משורר אלו הלוי, והחצוצרות מחצרים אלו הכהנים, הכל עד לכלות העולה. הכל מעכבין את הקרבן. רבי תנחומא שמע לה מן הדא, ואתנה את הלוים אלו הלוים, נתונים לאהרן ולבניו אלו הכהנים לכפר על בני ישראל זה השיר:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed22", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites I", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Already introduced in 1:47–53, the issue of the Levites’ status and their tasks is an important subtheme in Numbers, and makes its central appearance in Chaps. 3 and 4. The present chapter opens with the genealogy of Moshe and Aharon (similarly, Chap. 6 of Exodus, which is a prologue to the Plague cycle, contains a genealogy of the two leaders).", "Notable is the concept that the Levites symbolically replace all the firstborn sons among the Israelites. In a more manageable way, then, the entire community participates in the sacred task of ministering in the sanctuary.", "Theme words in the chapter, not surprisingly, are “charge,” “count/accountable,” and “serve/serving-tasks.” Milgrom has also noted the sevenfold “by order of Y<small>HWH</small>” that permeates this chapter and the next."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9cc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 3:1-51\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 3:1-51</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e632d3eadfb73fe77ce50f", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Deuteronomy 12:15:4", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 12:15:4", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״ב:ט״ו:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 15.0004, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Daß פסולי המוקדשים שנפדו nicht der בכור- und מתנות-Pflicht unterliegen, dürfte in tieferem Grunde demselben Motive angehören, das dieselbe nicht nur nicht bei קדשי מזבח, sondern auch nicht bei קדשי בדק הבית eintreten lässt, קדושת דמים מדחה מן הבכורה ומן המתנות (Bechorot 14a), wofür nach Tossfot (daselbst) das Motiv in der Bestimmung liegt, daß בכורה und מתנות nur für den eigentlichen Menscheneigentumskreis gegeben sind (Dewarim 18, 3), ובמתנות מאת העם (Bamidbar 3, 13), דכתיב גבי בכור בישראל. Auch פסולי מוקדשים gehören selbst לאחר פדיונן nicht zum eigentlichen Besitzkreise der individuellen Persönlichkeit, die ja in deren Verwendung beschränkt ist. Glaubten wir daraus doch auch zu Schmot 33, 34 die Bestimmung verstehen zu können, die שור פסולי המוקדשים selbst von בור ausschließt (siehe daselbst). פסולי המוקדשים, die das Gesetz von גיזה ועבודה, von Schur und Arbeitsdienst ausschließt, repräsentieren dadurch ebenso unvollkommen das eigentliche Gebiet des Menscheneigentums, wie צבי ואיל, wie חיה durch ihren natürlichen Charakter sich nicht vollkommen dem Menschendienst unterordnen. פסולי המוקדשים tragen in dieser Beziehung חיהCharakter und ist daher deren Ausschluss von der בכורה- und מתנות-Pflicht in ihrer Gleichstellung mit צבי ואיל niedergelegt (vergl. Kap. 15, 21 u. 22).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63aab26f26985ce1769fc9ec", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 3:13:4", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Sforno on Numbers 3:13:4", "sourceHeRef": "ספורנו על במדבר ג׳:י״ג:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1500, 1550], "commentaryNum": 13.0004, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>אני ה'.</b> לא שניתי כשמאסתי הבכורות כי זה ההשתנות קרה לא מצדי אבל מצדם שחטאו וכן כשרציתי שיפדו הלויים את הבכורות בדור הזה ולא כן להבא כי אמנם בדור הזה הם ראויים לכך ולא כן להבא:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "63d77c6ceca10007534468b7", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Rav Hirsch on Torah, Numbers 3:13:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 13. כי לי כל בכור (vergl. Schmot 13, 15). – לי יהיו. Mit der Übertragung des Dienstes am Heiligtum von den Erstgeborenen auf die Leviten hat die Erstgeburtweihe nicht aufgehört. Sie bleiben, ungeachtet dieser Übertragung, Gott heilig. Sie haben mit dieser Übertragung nur die Stellung als Gesamtheitsrepräsentanz am Heiligtum eingebüßt, allein ihre Bedeutung innerhalb der Familien zum Ausdruck der Gotteshörigkeit der Familie, sowie die Bedeutung der Erstgeburtweihe der בהמה טהורה und des פטר חמור zum Ausdruck der Gotteshörigkeit der Familiennahrung und des Familieneigentums, dauert fort. Bechoroth 5 a wird daher an diesem Ausspruch לי יהיו, d. i. בהויתן יהו, auch die Lehre ר׳ יוחנן's festgehalten, daß die mit dem Auszuge aus Ägypten begonnene Heiligung der Erstgeborenen ununterbrochen fortgedauert, קדשו ולא פסקו, und nicht, wie nach der Auffassung ריש לקיש's, erst mit dem Eintritt ins Land zur Fortsetzung kam (siehe zu Schmot 13, 5). — הקדשתי לי כל בכור בישראל. Die Erstgeburtweihe hat keine physische, sie hat vielmehr eine sittlich nationale Bedeutung von höchster Eminenz. בכור בהמה ist daher nur בישראל, nur im ausschließlich jüdischen Heiligtumskreise heilig, sobald aber ein nichtjüdisches Eigentumsrecht daran beteiligt ist, sei es am Muttertier oder dem Jungen, tritt קדושת בכורה nicht ein, כל זמן שיד נכרי באמצע פטורה מן הבכורה (Bechorot 2b). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64870e66bc2e50d532284457", "index_title": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain", "category": "Second Temple", "type": "", "ref": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain 39:4", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain 39:4", "sourceHeRef": "על קורבנות הבל וקין ל״ט:ד׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 39.0004, "collectiveTitle": {"en": "On the Birth of Abel and the Sacrifices Offered by him and by his Brother Cain", "he": "על קורבנות הבל וקין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[134] When we read “on the day that I smote all the first-born in Egypt, I sanctified to myself all the first-born in Israel” (Numb. 3:13), we must not suppose that at that time only when Egypt was dealt that mighty blow by the destruction of her first-born did the first-born of Israel become holy.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1929", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc64758c1dc532ec9011", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 3:13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Steinsaltz on Numbers 3:13", "sourceHeRef": "ביאור שטיינזלץ על במדבר ג׳:י״ג", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 3.0013, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>כִּי לִי כָּל בְּכוֹר. בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם הִקְדַּשְׁתִּי לִי כָל בְּכוֹר בְּיִשְׂרָאֵל</b>– \n  <b>מֵאָדָם עַד בְּהֵמָה</b>– \n  <b>לִי יִהְיוּ, אֲנִי ה'.</b> עם הכאת בכורות המצרים, אדם ובהמה, הפכו בכורות ישראל – באדם ובבהמה – למקודשים לה'. עתה עוברים מעלתם היתרה, תפקידיהם וזכויותיהם של בכורות האדם מישראל ללויים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>For every firstborn is Mine; on the day that I smote all the firstborn in the land of Egypt I sanctified to Me every firstborn in Israel, from man to animal; they shall be Mine; I am the Lord. </b>Upon the striking of all firstborns in Egypt, including both man and beast, both the firstborn Israelites and their animals became consecrated to God. Now the unique status of Jewish male firstborns, and their function and rights, passes to the Levites. 13", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66977a3ce22696d0ae94b3a0", "index_title": "Tosefta Bekhorot", "category": "Tosefta", "type": "", "ref": "Tosefta Bekhorot 1:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Tosefta Bekhorot 1:1", "sourceHeRef": "תוספתא בכורות א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tosefta Bekhorot", "he": "תוספתא בכורות"}, "heTitle": "תוספתא בכורות", "he": "הלוקח עובר חמורו של עובד כוכבים והמוכר לו אע\"פ שאינו רשאי והמשתתף לו הנותן לו בשותפות והמקבל הימנו והנותן לו בקבלה פטור מן הבכורה שנאמר (במדבר ג) בישראל ולא באחרים וכן אתה אומר בכהנים ובלוים מפני שהכהנים והלוים חייבין בבכור בהמה טהורה יכול יהו חייבין בבכור בהמה טמאה ת\"ל (במדבר ח׳:י״ז) באדם ובבהמה את שיש לך בו באדם יש לך בו בבהמה את שאין לך בו באדם אין לך בו בבהמה יצאו לוים מבכור בהמה טמאה אבל אין נותנין פדיון הבן ופדיון פטר חמור אלא לכהנים בלבד.", "heVersionTitle": "Tosefta Bekhorot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "One who purchases the fetus of a donkey<sup>*</sup><i class=\"footnote\">i.e., the ownership rights to the future offspring of a pregnant donkey</i> belonging to an idolater, and one who sells [such a fetus] to him, even though he is not permitted to do so, and one who partners with him, [and] one gives it to him in partnership, and one who receives it from him (i.e., to look after in exchange for a share in the offspring), and one who gives it to him in receivership, [are all] exempt from [the laws] of the first-born, as it is said (Num. 3:13), \"[I sanctified to Myself the firstborn] in Israel,\" but not \"in others.\" And so too you may say regarding priests and Levites, given that priests and Levites are liable in the [laws of the] first-born [in the case of] clean livestock, perhaps they are also liable in the [laws of the] first-born [in the case of] unclean livestock, therefore the verse states Num. 8:17), \"of man and of livestock.\" That which you have with man (i.e., redemption), so too you have with livestock. That which you lack with man, so too you lack with livestock -- to exclude Levites from [the obligation to redeem] the first-born of unclean animals. But the [payments for the] redemption of the first-born son and the redemption of the first-born donkey are only given to priests.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "525548a6edbab4498f4838b7", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Ibn Ezra on Numbers 3:13:1", "sourceHeRef": "אבן עזרא על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>כי לי כל בכור.</b> והטעם כי גם הבכורים לי הם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "FOR ALL THE FIRST-BORN ARE MINE. Its meaning is, for also the first-born are Mine.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525548a6edbab4498f4838b9", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Ibn Ezra on Numbers 3:13:2", "sourceHeRef": "אבן עזרא על במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ביום הכותי</b> טעמו זמן וכן רבים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ON THE DAY THAT I SMOTE. This means at the time that I smote.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The first-born were smitten at night. See Ex. 11:4,5.</i> There are many such cases.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Where day means time.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "52adbfabfbfba242d6128297", "index_title": "Mishnah Bekhorot", "category": "Mishnah", "type": "", "ref": "Mishnah Bekhorot 1:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Mishnah Bekhorot 1:1", "sourceHeRef": "משנה בכורות א׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Bekhorot", "he": "משנה בכורות"}, "heTitle": "משנה בכורות", "he": "הַלּוֹקֵחַ עֻבַּר חֲמוֹרוֹ שֶׁל נָכְרִי, וְהַמּוֹכֵר לוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי, וְהַמִּשְׁתַּתֵּף לוֹ, וְהַמְקַבֵּל מִמֶּנּוּ, וְהַנּוֹתֵן לוֹ בְקַבָּלָה, פָּטוּר מִן הַבְּכוֹרָה, שֶׁנֶּאֱמַר (במדבר ג), בְּיִשְׂרָאֵל, אֲבָל לֹא בַאֲחֵרִים. כֹּהֲנִים וּלְוִיִּם פְּטוּרִין מִקַּל וָחֹמֶר, אִם פָּטְרוּ שֶׁל יִשְׂרָאֵל בַּמִּדְבָּר, דִּין הוּא שֶׁיִּפְטְרוּ שֶׁל עַצְמָן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "With regard to <b>one who purchases the fetus of a donkey that belongs to a gentile, and one who sells</b> the fetus of his donkey <b>to</b> a gentile <b>although he is not permitted</b> to sell a large animal to a gentile, and <b>one who enters into a partnership with</b> a gentile in ownership of a donkey or its fetus, <b>and one who receives</b> a donkey <b>from</b> a gentile in order to care for it in exchange for partnership in its offspring, <b>and one who gives</b> his donkey <b>to</b> a gentile <b>in receivership,</b> in all of these cases the donkeys are <b>exempt from the</b> obligations of <b>firstborn status,</b> i.e., they do not have firstborn status and are not redeemed, <b>as it is stated:</b> “I sanctified to Me all the firstborn <b>in Israel,</b> both man and animal” (Numbers 3:13), indicating that the mitzva is incumbent upon the Jewish people, <b>but not upon others.</b> If the firstborn belongs even partially to a gentile, it does not have firstborn status. <b>Priests and Levites are exempt</b> from the obligation to redeem a firstborn donkey; this is derived <b>from an <i>a fortiori</i></b> inference: In the wilderness the firstborn were redeemed in exchange for the Levites, as it is stated: “Take the Levites in exchange for all the firstborn among the children of Israel and the animal of the Levites in exchange for their animals” (Numbers 3:45). <b>If</b> the priests and Levites <b>rendered exempt</b> the firstborn children and donkeys <b>of the Israelites in the wilderness</b> from being counted firstborns, <b>it is</b> only <b>logical that</b> the priests and the Levites <b>should render</b> the firstborn of <b>their own</b> donkeys <b>exempt</b> from being counted firstborns.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5373d5eafbfba21081855609", "index_title": "Mishnah Bekhorot", "category": "Mishnah", "type": "", "ref": "Mishnah Bekhorot 2:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Mishnah Bekhorot 2:1", "sourceHeRef": "משנה בכורות ב׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Mishnah Bekhorot", "he": "משנה בכורות"}, "heTitle": "משנה בכורות", "he": "הַלּוֹקֵחַ עֻבַּר פָּרָתוֹ שֶׁל נָכְרִי, וְהַמּוֹכֵר לוֹ אַף עַל פִּי שֶׁאֵינוֹ רַשַּׁאי, הַמִּשְׁתַּתֵּף לוֹ, וְהַמְקַבֵּל מִמֶּנּוּ, וְהַנּוֹתֵן לוֹ בְקַבָּלָה, פָּטוּר מִן הַבְּכוֹרָה, שֶׁנֶּאֱמַר (במדבר ג), בְּיִשְׂרָאֵל, אֲבָל לֹא בַאֲחֵרִים. כֹּהֲנִים וּלְוִיִּם חַיָּבִין. לֹא נִפְטְרוּ מִבְּכוֹר בְּהֵמָה טְהוֹרָה, (וְלֹא נִפְטְרוּ) אֶלָּא מִפִּדְיוֹן הַבֵּן וּמִפֶּטֶר חֲמוֹר:  ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "With regard to <b>one who purchases the fetus of a cow</b> that <b>belongs to a gentile; one who sells</b> the fetus of his cow <b>to</b> a gentile, <b>even though one is not permitted</b> to sell a large animal to a gentile; <b>one who enters into a partnership with</b> a gentile with regard to a cow or its fetus; <b>one who receives</b> a cow <b>from</b> a gentile to tend to it in exchange for partnership in its offspring; <b>and one who gives</b> his cow to a gentile <b>in receivership,</b> so that the gentile owns a share of the cow’s offspring; in all of these cases, one is <b>exempt from</b> the obligation of redeeming <b>the firstborn</b> offspring, <b>as it is stated:</b> “I sanctified to Me all the firstborn <b>in Israel,</b> both man and animal” (Numbers 3:13), indicating that the mitzva is incumbent upon the Jewish people, <b>but not upon others.</b> If the firstborn belongs even partially to a gentile, the sanctity of firstborn does not apply to it. The mishna continues: <b>The priests and the Levites are obligated</b> in the mitzva, i.e., their animals have firstborn sanctity, <b>as they were not exempted from</b> the mitzva of the male <b>firstborn of a kosher animal; rather,</b> they were exempted only <b>from redemption of the</b> firstborn <b>son and from</b> the redemption of <b>the firstborn donkey.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f1798bfbfba22336ea5b36", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Kli Yakar on Numbers 3:13:1", "sourceHeRef": "כלי יקר על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>כי לי כל בכור וגו'.</b> שואל אני שאלה אחת וזה תוארה אם נתן ה' ללוים במינוי זה מעלה ושררה כי הבדיל אותם מעדת ישראל לעמוד לשרת לפניו א\"כ מהו שאמר כי לי כל בכור ביום הכותי וגו'. וכי בזמן ההוא נתן ה' לבכורים שררה זו הלא גם מימים קדמונים היתה העבודה בבכורות, ועוד שביום הכותו כל בכור לא נתן לבכורים שום שררה ואדרבה הטיל עליהם עול הפדיון וחייבם ליתן ה' סלעים בעבור שהצילם ממכת בכורות, וא\"כ מה ענין קידוש הבכורות לקידוש הלוים כי ללוים נתן מעלה ושררה, ועל הבכורות הטיל עול הפדיון, ואם נאמר שהטיל על הלוים עבדות במה שיעמדו לפני אהרן ושרתו אותו. וכתיב נתונים נתונים המה לו. ולפ\"ז שפיר קאמר כי לי כל בכור וגו'. לומר שבאותו זמן היה הדין נותן להטיל עבדות זה עליהם, מ\"מ קשה למה יטיל ה' עבדות זה על הלוים וכי בשביל שלא נפסלו בעגל יטיל עליהם עבדות זה.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f1798bfbfba22336ea5b38", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Kli Yakar on Numbers 3:13:2", "sourceHeRef": "כלי יקר על במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>אמנם לבבי לא כן ידמה,</b> כי בודאי שררה נתן ה' ללוים ולא עבדות כמ\"ש <small>(במדבר טז ט)</small> המעט מכם כי הבדיל ה' וגו'. ולפנים היתה עבודה זו בבכורות ונפסלו בעגל ונתנה ללוים אך שהיה גלוי לפניו ית' שאע\"פ שכל בכור יתן לוי תחתיו, מ\"מ סוף שישארו רע\"ג בכורים שלא יוכלו להעמיד במקומם לוים ויצטרכו לפדיון ה' שקלים לגלגולת, ויש כאן מקום ללון אל הבכור ולומר וכי בשביל שאין כאן במקומי לוי אצטרך ליתן ה' שקלים וכי לא די בזו שקנס אותי לפסלני מן העבודה ולמה זה אתן עוד תמורתי ה' שקלים, ע\"ז אמר כי לי כל בכור ביום הכותי וגו' ע\"כ דין יש לי עליהם מאז וגם עתה להטיל עליהם פי שנים מן הקנסות א' בעבור חוב ישן שיש לי עליהם שהצלתים מן המות, ואחד בעבור שחטאו בעגל. ופירוש זה נכון מצד הענין.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0aefbfba21b48f538b0", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Haamek Davar on Numbers 3:13:1", "sourceHeRef": "העמק דבר על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>הקדשתי לי וגו׳.</b> דהפדיון שנצטוו גם בפ׳ בא לא היה אלא כדי להתירם להשתמש גם לחול אבל מ״מ מופרשים היו לעבודת הכהונה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0aefbfba21b48f538b2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Haamek Davar on Numbers 3:13:2", "sourceHeRef": "העמק דבר על במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>לי יהיו.</b> לדעת הספרי דלי לדורות. פי׳ לי יהיו דעד היום יש בבכור סגולה מיוחדת משארי אחיו אלא שנפסלו לעבודה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "559af3adfbfba22d0838c600", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 13:11", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 13:11", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ג:י״א", "anchorVerse": 13, "sourceHasEn": false, "compDate": [200], "commentaryNum": 13.0011, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>והעברת כל פטר רחם לה'</b> בשלשה מקומות נתקדשו בכורות בארץ מצרים ובמדבר ובכניסתן לארץ: בארץ מצרים קדש לי כל בכור (י\"ג ב'): במדבר כי לי בל בכור (במדבר ג' י\"ג): ובכניסתן לארץ והעברת כל פטר רחם לה': יכול אין לי פטר בבהמה אלא ולד גמור, מנין סימן לולד בהמה דקה טינוף ובגסה שליא ובאשה שפיר ושליה של שגר בהמה. כל שהבהמה שוגרת: והעברת כל פטר רחם לה'. פרט ליוצא דופן: זכר. פרט לטומטום ואנדרגינס: יהיה לך. פרט לנקיבה: בן עזאי אומר נאמר כאן העברה ונאמר העברה במעשר מה העברה האמורה במעשר קדושה חלה עליו ועל בעל מום קבוע אף העברה האמורה כאן קדושה חלה עליו ועל בעל מום קבוע: ר' יהושע בן קרחה אומר כל פטר רחם לי (ל\"ד י\"ט) הרי זה כלל, יכול אף של אחרים ת\"ל מקנך יכול אף של נקבה ת\"ל תזכר, יכול של חייה של פטר שור, זה הוא כלל שצריך לפרטו:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55ae009afbfba23a068099f5", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Bamidbar 11", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Meshekh Chokhmah, Bamidbar 11", "sourceHeRef": "משך חכמה, במדבר י״א", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 11, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "במדבר", "he": "<b>כי </b>לי כל בכור ביום הכותי כו' לי יהיו אני ד'. פירוש, באופן שאני אהיה השם, אבל כיון שהקטירו לעגל וכחשו ואמרו, כי אני אין ד' לכן אינם שלי. והנה הוי אמינא, דבבמה שאין שם כהונה נוהג ולא לויה, סד\"א, דהעבודה תהא נוהג בבכורות, לכן אמר מאדם עד בהמה לי יהיו, שבכור אדם לא נתקדש רק באופן אחד עם הבכור בבהמה, וכמו שאין בכור בהמה קרב בבמה קטנה, דהנידר ונידב קרב בבמה קטנה, הא בכור לא, כן בכור אדם אינו קדוש בבמה קטנה, ולכן שם נכנסו הלוים תחתיהם, ותו אין מעלה לבכור כלל. ובגמ' זבחים קי\"ח מהו דתימא לבעי קידוש בכורות כמעיקרא כו'. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd58d6e4a97c9cbb1b10", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bekhor Shor, Numbers 3:13:1", "sourceHeRef": "בכור שור, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": " <b>כי לי כל בכור.</b> ושהוספתי עליהם גם משאר ישראל שהצלתים בשעת מכת בכורות. אי נמי שהכתי בכורי מצרים בשביל ישראל דין הוא שיתנו לי בכוריהם לשרתני ואמרו רבותי' שלפי שחטאו בעגל נפסלו מן העבודה ובני לוי שלא חטאו נלקחו במקומם כדכתי' בפר' והיה עקב שמספר מעשה העגל ומיד כת' אחריו בעת ההיא הבדיל ה' את שבט הלוי ונראה שלפי אותו מעשה הבדילו דכתי' והכהני' הלוים בני צדוק אשר שמרו וגו' ולפי הפשט נרא' שאותם שמשמשין במשכן אינם ראוין לנחלה כדי שלא יתנו עסק רק בעבודת הקב\"ה שיהו זריזין ומלומדין בה ובכור נוטל פי שנים בנחלה ולפיכך לקח הקב\"ה לוים במקומן וצוה שלא יתנו להם נחלה: ", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892eecfd6e4a9274646d327", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 12:29:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Chizkuni, Exodus 12:29:2", "sourceHeRef": "חזקוני, שמות י״ב:כ״ט:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>בחצי הלילה וה׳‎ הכה כל בכור</b> ובמקום אחר הוא אומר ביום הכותי כל בכור, א״‎ר יוחנן אעפ״‎י שהכה אותם בחצי הלילה היתה נפשם מפרכסת בתוכם עד הבוקר, כדי שידעו ישראל באיזה מכה מתו שונאיהם.<b>וה׳‎ הכה כל בכור</b> רבי אלעזר בן פדת אומר כל מקום שנאמר וה', הוא ובית דינו וסנקלטין שלו, מלמד שב״‎ד של מעלה ישבו וגזרו שינגפו בכורי מצרים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בחצי הלילה, וה׳ הכה כל בכור, “at midnight when the Lord smote every firstborn, etc.” elsewhere (Numbers 3,13) the wording used by the Torah about this plague was as follows: “on the day that I smote every firstborn;”Rabbi Yochanan comments on this apparent discrepancy that although G-d smote the firstborn at midnight, the souls of those firstborn were still convulsing in their bodies until morning (Compare Torah shleymah item 499 based on an ancient version of Tanchuma) The reason for this was so that the Israelites would know with what plague G-d had killed the firstborn. Rabbi Eleazar ben Pedot, commenting on the same verse said: whenever a verse or phrase in the Torah commences with the word: 'וה, it refers to Hashem accompanied by His counselors. This teaches that prior to carrying out this punishment the heavenly Court (presided over by Hashem, of course) debated the merits of it. The decree was issued by the entire Court.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892eedbd6e4a9274646d339", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 12:51:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Chizkuni, Exodus 12:51:1", "sourceHeRef": "חזקוני, שמות י״ב:נ״א:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 51.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ויהי בעצם היום הזה</b> דבוק הוא לפסוק שלאחריו ויהי בעצם היום הזה ש<b>הוציא ה׳‎ את בני ישראל מארץ מצרים, וידבר ה׳‎ אל משה</b> בחצי הלילה בשעת מכת בכורים לקדש בכורי ישראל ובכורי בהמתם וראיה לדבר כי לי כל בכור ביום הכותי וגו'", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויהי בעצם היום הזה, “it was on that very same day;” these words have to be read as linked to what the Torah wrote in verse 41 where it described the departure of the Jewish people from Egypt in the same terms. If proof were needed that this is the correct interpretation, compare Numbers 3,13: כי לי כל בכור ביום הכותי כל בכור וגו', “for every firstborn Israelite belongs to Me, since the day when I smote all the firstborn of Egypt, etc.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892eee7d6e4a9274646d369", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 13:22:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Chizkuni, Exodus 13:22:1", "sourceHeRef": "חזקוני, שמות י״ג:כ״ב:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>עמוד הענן יומם</b> לא תמצא תיבת יומם בכל המקרא רק בהיות השמש על הארץ, אבל תיבת יום תמצא בתורה ובנביאים ובכתובים שהוא לילה. בתורה ביום הכותי כל בכור והוא לילה. בנביאים היום יום בשורה ושם כתיב וחכינו עד אור הבקר. בכתובים יום צעקתי בלילה נגדך.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "עמוד הענן יומם, “the pillar of cloud by day;” The only other time when the word: יומם occurs in the Torah is when it describes a period when the sun shines on earth. On the other hand, the expression יום, occurs also both in the Torah and in the rest of the Bible when describing a particular day regardless of whether is daylight at the time. In the Torah we find: ביום הכותי כל בכור (Numbers 3,13) although we know that it was at midnight. In the Book of prophets we find the word יום applied to something that happened at night in Kings II 7,9: היום הזה יום בשורה, “this day, the day of good tidings.” It is clear from the context that these words were spoken at night. The speakers added: “let us wait with bringing this news until morning.” In Psalms 88,2 we read: יום צעקתי בלילה נגדך, “a day when I cry out at night before You.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeb39bd6e4a953a4263aca", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 50:8", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bereshit Rabbah 50:8", "sourceHeRef": "בראשית רבה נ׳:ח׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [400], "commentaryNum": 50.0008, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיִּשְׁלְחוּ הָאֲנָשִׁים אֶת יָדָם וַיָּבִיאוּ אֶת לוֹט אֲלֵיהֶם וגו' וְאֶת הָאֲנָשִׁים אֲשֶׁר פֶּתַח הַבַּיִת <small>(בראשית יט, י יא)</small>, מִי שֶׁהִתְחִיל בַּעֲבֵרָה מִמֶּנּוּ הִתְחִילָה הַפֻּרְעָנוּת, שֶׁנֶּאֱמַר <small>(בראשית יט, ד)</small>: וְאַנְשֵׁי סְדֹם וגו', לְפִיכָךְ <small>(בראשית יט, יא)</small>: הִכּוּ בַּסַּנְוֵרִים מִקָּטָן וְעַד גָּדוֹל, דִּכְוָתָהּ <small>(בראשית ז, כג)</small>: וַיִּמַּח אֶת כָּל הַיְקוּם אֲשֶׁר עַל פְּנֵי הָאֲדָמָה, מִי שֶׁהִתְחִיל בַּעֲבֵרָה מִמֶּנּוּ הִתְחִילָה הַפֻּרְעָנוּת. דִּכְוָתָהּ <small>(במדבר ג, יג)</small>: בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם, מִי שֶׁהִתְחִיל בָּעֲבֵרָה מִמֶּנּוּ הִתְחִילָה הַפֻּרְעָנוּת. דִּכְוָתָהּ <small>(במדבר ה, כז)</small>: וְצָבְתָה בִטְנָהּ וְנָפְלָה יְרֵכָהּ, אֵבָר שֶׁהִתְחִיל בַּעֲבֵרָה תְּחִלָּה מִמֶּנּוּ הִתְחִילָה הַפֻּרְעָנוּת. דִּכְוָתָהּ <small>(דברים יג, טז)</small>: הַכֵּה תַכֶּה אֶת ישְׁבֵי הָעִיר הַהִיא לְפִי חָרֶב, מִי שֶׁהִתְחִיל בַּעֲבֵרָה תְּחִלָּה מִמֶּנּוּ הִתְחִילָה הַפֻּרְעָנוּת. <small>(בראשית יט, יא)</small>: וַיִּלְאוּ לִמְצֹא הַפָּתַח, אִלְאוּן, הֵיךְ מָה דְאַתְּ אָמַר <small>(ישעיה טז, יב)</small>: וְהָיָה כִי נִרְאָה כִּי נִלְאָה מוֹאָב, אִינְסוּן, הֵיךְ מָה דְאַתְּ אָמַר <small>(ישעיה א, יד)</small>: נִלְאֵיתִי נְשׂא, אִשְׁתַּטּוּן, הֵיךְ מָה דְאַתְּ אָמַר <small>(ירמיה ד, כב)</small>: כִּי אֱוִיל עַמִּי. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The men extended their hands, and brought Lot to them, to the house, and closed the door” (Genesis 19:10). <br>“They struck the men who were at the entrance of the house with blindness, from small to great; and they were unable to find the entrance” (Genesis 19:11).</b> <br>“The men extended their hands, and brought Lot to them, to the house…the men who were at the entrance of the house” – the one who initiated the transgression, the punishment began with him, as it is stated: “The people of Sodom…[from young to old]”; therefore, “they struck…with blindness, from small to great.” <br>Similarly, “He obliterated all existence that was on the face of the earth, [from man, to animal]” (Genesis 7:23) – the one who initiated the transgression, the punishment began with him.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">It says: “The Lord saw that the wickedness of man was great on the earth” (Genesis 6:5).</i> <br>Similarly, “On the day that I smote all the firstborn in the land of Egypt…[from man to animal]” (Numbers 3:13) – the one who initiated the transgression, the punishment began with him. <br>Similarly, “Her belly will distend and her thigh shall fall” (Numbers 5:27) – the part of the body that initiated the transgression, the punishment began with it.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">In engaging in intercourse, she sinned with her belly and her thigh. They were stricken first, and then the rest of her body.</i> <br>Similarly, “You shall smite the inhabitants of that city by sword…[and its animals by sword]” (Deuteronomy 13:16) – the one who initiated the transgression, the punishment began with him. <br>“And they were unable [<i>vayilu</i>] to find the entrance.” They grew weary [<i>ilun</i>], as it says: “It will be when it appears that Moav has wearied [<i>nila</i>]” (Isaiah 16:12). They became angry, as it says: “I am too irritated [<i>nileiti</i>] to bear” (Isaiah 1:14). They went mad, as it says: “For My people is foolish [<i>ehvil</i>]” (Jeremiah 4:22).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c54bd6e4a937f999769f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 3:5", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bamidbar Rabbah 3:5", "sourceHeRef": "במדבר רבה ג׳:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 3.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "תַּחַת כָּל בְּכוֹר פֶּטֶר רֶחֶם מִבְּנֵי יִשְׂרָאֵל <small>(במדבר ג, יב)</small>, בַּתְּחִלָּה הָיְתָה הָעֲבוֹדָה בַּבְּכוֹרוֹת, וּלְפִי שֶׁקִּלְקְלוּ בָּעֵגֶל זָכוּ לְוִיִּם עַל שֶׁלֹא טָעוּ בָּעֵגֶל לִכָּנֵס תַּחְתֵּיהֶם, <small>(במדבר ג, יג)</small>: כִּי לִי כָּל בְּכוֹר וגו' כְּמָה דְתֵימָא <small>(שמות יג, ב)</small>: קַדֶּשׁ לִי כָל בְּכוֹר וגו' <small>(במדבר ג, יג)</small>: לִי יִהְיוּ אֲנִי ה', לְפִי שֶׁהוּא אוֹמֵר <small>(במדבר ג, יב)</small>: וַאֲנִי הִנֵּה לָקַחְתִּי אֶת הַלְוִיִּם מִתּוֹךְ בְּנֵי יִשְׂרָאֵל תַּחַת כָּל בְּכוֹר, שׁוֹמֵעַ אֲנִי מֵהַיּוֹם הַהוּא וְאֵילָךְ לֹא יִהְיוּ הַבְּכוֹרוֹת קְדוֹשִׁים, תַּלְמוּד לוֹמַר: יִהְיוּ, מְלַמּד שֶׁהֵם צְרִיכִים פִּדְיוֹן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“In place of every firstborn, first issue of the womb from the children of Israel” – initially the service was performed by the firstborns. Because [the firstborns] sinned with the calf, the Levites merited to take their place because they did not err with the calf. “For every firstborn is Mine…” – just as it says: “Sanctify for Me every firstborn…” (Exodus 13:2), “They shall be Mine, I am the Lord.” Because it says: “I have hereby taken the Levites from among the children of Israel in place of every firstborn,” do I hear that from this day forward the firstborn are no longer sacred? The verse states: “They shall be”; it teaches that they require redemption.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Even though the firstborns were replaced by the Levites, they are still holy and they must be redeemed by giving five Shekalim to a priest.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39d6ed6e4a94c42d0fec1", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Avi Ezer, Numbers 3:13:1", "sourceHeRef": "אבי עזר, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור, ביום הכותי טעמו זמן וכו'. </b>.כי היה \nבחצות הלילה. לכן מפרש הרב שתיבת יום נופל הוראתו על זמן, וכן אתה עובר \nהיום(דברים ט, א). .ועיין פרשת בהעלותך פסוק ביום הכותי וגו' \n(להלן ח יז).:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39d6ed6e4a94c42d0fec5", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Avi Ezer, Numbers 3:13:2", "sourceHeRef": "אבי עזר, במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "במדבר", "he": "<b>לי יהיו וגו'. </b>.הרב מטעים מלת יהיו. \nולפי פשוטו נוכל לפרש, מאז הכותי כל בכור הקדשתי בכורי ישראל שיהיו לי. \nאבל מפרש לפי האמת כדמפרש ואזיל:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0e2d6e4a960c04a2fdd", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Terumah 3:4", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Midrash Tanchuma, Terumah 3:4", "sourceHeRef": "מדרש תנחומא, תרומה ג׳:ד׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "תרומה", "he": "דַּבֵּר אֶל בְּנֵי וְיִקְחוּ לִי תְּרוּמָה. כָּל דָּבָר שֶׁאָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בַּתּוֹרָה לִי, יֶשְׁנוֹ בָּעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא. כֵּיצַד, וְהָאָרֶץ לֹא תִמָּכֵר לִצְמִתֻת כִּי לִי הָאָרֶץ <small>(ויקרא כה, כג)</small>, לָעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא. כִּי לִי כָּל בְּכוֹר <small>(במדבר ג, יג)</small>, בָּעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא. וְהָיוּ לִי הַלְוִיִּם <small>(במדבר ח, יד)</small>, לָעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא. וְיִקְחוּ לִי תְּרוּמָה, בָּעוֹלָם הַזֶּה וְלָעוֹלָם הַבָּא.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<i>Speak unto the children of Israel, that they take for Me an offering</i> (ibid., v. 2). Each time the Holy One, blessed be He, says <i>for Me</i> in the Torah, both this world and the world-to-come are included. For example, <i>For the land shall not be sold in perpetuity, for the land is for Me</i> (Lev. 25:23). Here and in the time-to-come. <i>For all the firstborn are for Me</i> (Num. 3:13); that is in this world and in the time-to-come. <i>The Levites are for Me</i> (ibid. 8:14); in this world and in the time-to-come. Israel, as it is written: <i>And ye shall be for Me a kingdom of priests</i> (Exod. 19:6); in this world and the world-to-come. Hence, <i>That they take for Me an offering</i> alludes to the present and the time-to-come.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "58fdc12dd6e4a960c04a4e9c", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Bamidbar 20:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Midrash Tanchuma, Bamidbar 20:1", "sourceHeRef": "מדרש תנחומא, במדבר כ׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "במדבר", "he": "<b>דָּבָר</b> אַחֵר, פְּקֹד כָּל בְּכוֹר זָכָר. זֶה שֶׁאָמַר הַכָּתוּב: שִׁשִּׁים הֵמָּה מְלָכוֹת וּשְׁמֹנִים פִּילַגְשִׁים וַעֲלָמוֹת אֵין מִסְפָּר, אַחַת הִיא יוֹנָתִי תַּמָּתִי <small>(שם ו, ח-ט)</small>. מָשָׁל לְאָדָם שֶׁהָיוּ לוֹ פְּרַקְמְטוּטִים שֶׁל זְכוּכִית, וְהָיָה מוֹצִיאָן לַשּׁוּק וְלֹא הָיָה מְדַקְדֵּק בְּמִנְיָנָם, וְהָיָה מוֹצִיאָן וּמַכְנִיסָן שֶׁלֹּא בְּמִנְיָן שֶׁלֹּא הָיָה מַשְׁגִּיחַ עֲלֵיהֶם, לְפִי שֶׁהָיוּ שֶׁל זְכוּכִית. וְהָיָה לוֹ סְחוֹרָה אַחֶרֶת שֶׁל מַרְגָּלִיּוֹת נָאוֹת, וְהָיָה נוֹטְלָהּ בְּמִנְיָן וּמוֹצִיאָהּ וּמַכְנִיסָהּ בְּמִנְיָן, לְפִי שֶׁהָיוּ מַרְגָּלִיּוֹת וְהָיוּ חֲבִיבוֹת עָלָיו. כָּךְ כִּבְיָכוֹל, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, לְהַעַכּוּ״‎ם לֹא נָתַתִּי לָהֶם מִנַּיִן, לְפִי שֶׁאֵינָן חֲשׁוּבִין לְפָנַי לִכְלוּךְ, שֶׁנֶּאֱמַר: כָּל הַגּוֹיִם כְּאַיִן נֶגְדּוֹ מֵאֶפֶס וָתֹהוּ נֶחְשְׁבוּ לוֹ <small>(ישעיה מ, יז)</small>. אֲבָל אַתֶּם בְּנֵי אָדָם הָעֲמוּסִים מִנִּי בֶטֶן, הַנְּשׂוּאִים מִנִּי רָחַם <small>(שם פסוק מו)</small>, לְכָךְ אֲנִי מוֹנֶה אֶתְכֶם בְּכָל שָׁעָה. לְכָךְ נֶאֱמַר: פְּקֹד כָּל בְּכוֹר זָכָר לִבְנֵי יִשְׂרָאֵל מִבֶּן חֹדֶשׁ וָמַעְלָה וְשָׂא אֶת מִסְפָּר שְׁמוֹתָם. פְּקֹד כָּל בְּכוֹר זָכָר, הֱוֵי, שִׁשִּׁים הֵמָּה מְלָכוֹת וּשְׁמֹנִים פִּילַגְשִׁים. אַחַת הִיא יוֹנָתִי תַּמָּתִי, אֵלּוּ יִשְׂרָאֵל. פְּקֹד כָּל בְּכוֹר זָכָר. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְיִשְׂרָאֵל, בִּשְׁבִיל חִבַּתְכֶם שִׁנִּיתִי מִדָּתָהּ שֶׁל עוֹלָם. כֵּיצַד, כָּתַבְתִּי בְּתוֹרָתִי, שֶׁיְּהֵא חֲמוֹר נִפְדֶּה בְּשֶׂה, שֶׁנֶּאֱמַר: וּפֶטֶר חֲמוֹר תִּפְדֶּה בְּשֶׂה, וְאִם לֹא תִּפְדֶּה וַעֲרַפְתוֹ, כָּל בְּכוֹר בָּנֶיךָ תִּפְדֶּה, וְלֹא יֵרָאוּ פָנַי רֵיקָם <small>(שמות לד, כ)</small>. וַאֲנִי לֹא עָשִׂיתִי כֵן, אֶלָּא פָּדִיתִי שֶׂה בַּחֲמוֹר. שֶׁהַמִּצְרִים נִמְשְׁלוּ לַחֲמוֹר, שֶׁנֶּאֱמַר: אֲשֶׁר בְּשַׂר חֲמוֹרִים בְּשָׂרָם <small>(יחזקאל כג, כ)</small>. וְיִשְׂרָאֵל נִמְשְׁלוּ לְשֶׂה, שֶׁנֶּאֱמַר: שֶׂה פְּזוּרָה יִשְׂרָאֵל <small>(ירמיה נ, יז)</small>. וְהָרַגְתִּי בְּכוֹרֵיהֶם שֶׁל מִצְרִים, וְהִקְדַּשְׁתִּי בְּכוֹרֵיהֶם שֶׁל יִשְׂרָאֵל, שֶׁנֶּאֱמַר: כִּי לִי כָּל בְּכוֹר בְּיוֹם הַכֹּתִי כָּל בְּכוֹר בְּאֶרֶץ מִצְרַיִם, הִקְדַּשְׁתִּי לִי כָּל בְּכוֹר בְּיִשְׂרָאֵל מֵאָדָם עַד בְּהֵמָה לִי יִהְיוּ אֲנִי ה' <small>(במדבר ג, יג)</small>. לְכָךְ נֶאֱמַר לוֹ: פְּקֹד כָּל זָכָר בִּבְנֵי יִשְׂרָאֵל.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Another interpretation (of Numb. 3:40), “enroll every first-born male.” This text is related (to Cant. 6:8-9), “There are sixty queens, eighty concubines, and maidens without number; [but only] One is My dove, My perfect one….” [The matter] is comparable to a certain merchant,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Gk.: <i>pragmateutes</i> (“business representative”).</i> who had glass beads,<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Numb. R. 4:2.</i> which he would bring to market; but he paid no attention to their number (<i>minyan</i>), because he had brought them out without counting (<i>minyan</i>) [them]. So when he came in to put them away, he put them away without counting. Because they were [made] of glass, he did not pay attention to them. However, he had a certain string<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Lat.: <i>linea.</i></i> of fine pearls;<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Gk. <i>margelis.</i></i> and this he would take and bring out with a count, then put away with a count. Similarly, as it were, the Holy One, blessed be He, said [in regard] to the nations of the world, “I have not given them a count, because none of them is important to me, as stated (in Is. 40:17), ‘All the nations are as nothing before Him; they are considered by Him as less than nothing and void.’ But as for you, you are My children, [as stated (in Is. 46:3)], ‘the ones who have been borne by Me from birth, carried from the womb.’ I therefore count you on every occasion.” It is therefore stated (in Numb. 3:40), “enroll every first-born male.” Ergo (in Cant. 6:8-9), “There are sixty queens […]; [but only] One is My dove, My perfect one….” This is Israel. Another interpretation (of Numb. 3:40), “enroll every first-born male.” The Holy One, blessed be He, said, “Because of the love for Israel I have altered the [natural] order of the world.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Numb. R. 4:5.</i> How? I had written in My Torah that an ass should be redeemed with a lamb, as stated (in Exod. 34:20), “But the firstling of an ass you shall redeem with a lamb (<i>seh</i>) ….” But I did not do so. Instead I redeemed a lamb (<i>seh</i>) with an ass. The Egyptians are likened to an ass, where it is stated (in Ezek. 23:20), “whose flesh is like the flesh of asses”; and Israel is called a lamb (<i>seh</i>), where it is stated (in Jer. 50:17), “Israel is a scattered flock (<i>seh</i>).” Then I slew the first-born of the Egyptians and sanctified the first-born of Israel, as stated (in Numb. 3:13), “For every first-born belongs to Me on the day that I smote all the first-born in the land of Egypt,” I sanctified them for Myself. He therefore said to him (in Numb. 3:40), “enroll every first-born male among the Children of Israel.”", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5926b28ad6e4a957603a2708", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Tetzaveh 9:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Midrash Tanchuma Buber, Tetzaveh 9:1", "sourceHeRef": "תנחומא בובר, תצוה ט׳:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "תצוה", "he": "וזה הדבר אשר תעשה להם. להם אתה עושה ולא לאחרים, התחיל ללמדן האיך יהיו מטהרין ואוכלין בקדשים, היאך יהו טובלין ואוכלין בתרומה, לקדש אותם לכהן לי, אמר ר' מני בשם ר' אליעזר כל מקום שנאמר לי, לעולם ולעולמי עלמים, בכורות לעולם, שנאמר כי לי כל בכור <small>(במדבר ג יג)</small>, הכסף והזהב לעולם, שנאמר לי הכסף ולי הזהב <small>(חגי ב ח)</small>, המלכות לעולם, שנאמר כי ראיתי בבניו לי מלך <small>(ש\"א טז א)</small>, והארץ לעולם, שנאמר כי לי הארץ <small>(ויקרא כה כג)</small>, וישראל לעולם, שנאמר כי לי בני ישראל <small>(שם שם נה)</small>, והלוים לעולם, שנאמר והיו לי הלוים <small>(במדבר ג יב)</small>, הכהונה לעולם, שנאמר לכהן לי <small>(שמות כט א)</small>.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 29:1:) <small>AND THIS IS THE THING WHICH YOU SHALL DO TO THEM</small>. To them you shall do it and not to others.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>Tanh</i>., Exod. 8:13.</i> He began to teach them how they would keep &lt;themselves&gt; in a state of purity and eat the sacrifices, how they would immerse and eat the priestly share. (Ibid., cont.:) <small>TO SANCTIFY THEM FOR SERVING ME</small> (<i>li</i>) <small>AS PRIESTS</small>. R. Mani said in the name of R. Eliezer: Wherever <small>TO ME</small> (<i>li</i>) is stated, &lt;it means&gt; \"forever and forevermore.\"<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Cf. above, Exod. 7:3; below, Numb. 3:20; <i>Tanh</i>., Exod. 7:3.</i> The first-born &lt; remains &gt; forever, since it is stated (in Numb. 3:13 = 8:17): <small>FOR ALL THE FIRST-BORN ARE MINE</small> (<i>li</i>). Silver and gold &lt;remain&gt; forever, since it is stated (in Hag. 2:8): <small>THE SILVER IS MINE</small> (<i>li</i>), <small>AND THE GOLD IS MINE</small> (<i>li</i>). The kingship &lt;remains&gt; forever, since it is stated (in I Sam. 16:1): <small>FOR I HAVE CHOSEN A KING FOR MYSELF</small> (<i>li</i>) <small>AMONG HIS</small> (Jesse's) <small>SONS</small>. The land &lt;remains&gt; forever, since it is stated (in Lev. 25:23): <small>FOR THE LAND BELONGS TO ME</small> (<i>li</i>). Israel &lt;remains&gt; forever, since it is stated (in Lev. 25:55): <small>FOR TO ME</small> (<i>li</i>) <small>THE CHILDREN OF ISRAEL &lt;ARE SERVANTS</small>&gt;. The Levites &lt;remain&gt; forever, since it is stated (Numb. 3:12): <small>AND THE LEVITES SHALL BE MINE</small> (<i>li</i>). The priesthood &lt;remains&gt; forever, since it is stated (Exod. 29:1): <small>FOR SERVING ME</small> (<i>li</i>) <small>AS PRIESTS</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59a6c634d6e4a920f72d99de", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "HaKtav VeHaKabalah, Numbers 3:13:1", "sourceHeRef": "הכתב והקבלה, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 13.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>כי לי כל בכור. </b>פי' אבל בכורי הלויים ישארו לי כמקדם ולא יכנסו בכלל שאר הלויים להיותם פדיון על בכורי ישראל, כי אין בכור פודה בכור, ודיים להפקיע א\"ע, כי אז במצרים הקדשתים לי ובקדושתם הראשונה נשארו תמיד, ובקדושת בכור יהו נשארים לי, ולא מבחינת פדיון בכורי ישראל, וזהו שסיים לי יהיו; ומפני שאמר תחלה ולקחתי את הלויים, שמשמעותו כל שבט לוי אף בכוריהם יהיו לפדיון בכורי ישראל, לשלול זה אמר אחריו כי לי כל בכור (יעדאָך אבער געהארט מיר יעדער ערסטגעבארנע), ומצאנו מלת כי על שלילת משמעות מאמר הקודם, כמו לא אתם שלחתם אותי הנה כי האלהים; ולסבת מאמר זה נמצאו בכורי ישראל עודפים על לויים שאינם בכורים. ולפירוש המפרשים מאמר התורה סתום בלא נתינת טעם החלפת לויים תחת בכורים, ולדבריהם מאמר מתוך בני ישראל מיותר, כמו שלא הזכירו (בפ' מ\"א ופ' מ\"ה), גם לפירושם והיו לי הלויים הוא להבא, ולי יהיו שאחריו הוא מוסב גם כן על הלויים והאחד למותר; והרביעי שבמלת הלויים הפסיקו ממלת מתוך מסכים למ\"ש וכדעת רבותינו: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a951", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Malbim on Numbers 3:13:1", "sourceHeRef": "מלבי\"ם על במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>כי לי כל בכור </b>ולתשובת השאלה הב' והג' אומר כי לי כל בכור שבכ\"ז נשארו הבכורים מקודשים לי כמ\"ש במד' שכ\"מ שאומר לי הוא דבר קיים לעולם, כי <b>ביום הכותי כל בכור הקדשתי אותם לי </b>ועי\"כ לי יהיו, ישארו לי גם לעתיד וצריכים פדיון:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a76b6f685500161b363a", "index_title": "Arvei Nachal", "category": "Chasidut", "type": "", "ref": "Arvei Nachal, Bereshit 6:13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Arvei Nachal, Bereshit 6:13", "sourceHeRef": "ערבי נחל, בראשית ו׳:י״ג", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1780, 1810], "commentaryNum": 6.0013, "collectiveTitle": {"en": "Arvei Nachal", "he": "ערבי נחל"}, "heTitle": "בראשית", "he": "<b>ויהי</b> מקץ ימים ויבא קין כו' וישע ה' אל הבל כו'. צריך לדקדק מה טעם יקובל הבל ולא קין מאחר ששניהם השוו בהבאת המנחה וכל אחד הקריב ממה שהיה לו. גם צריך לדקדק מהו מקץ ימים, כי לא ידענו לאיזה גבול חוזר קץ זה ולמה לנו לידע אימתי היה. אולם ראינו שהיה רצון ה' שבכל עניני האדם בעולם הזה יהיה כל הראשית וההתחלה מיוחד לו ית' ולחלקו למען הכל ישתעבד לעבודתו ע\"י העיקר והמטיב שהוא ההתחלה, ואנו רואין זאת דרך כלל במיטב מיני הצלחות בעולם הזה שהם בני חיי ומזוני. בבני ראינו מצות קידוש הבכורות כאומרו (במדבר ג, יג) כי לי כל בכור. בחיי ראינו מבחר החיים שבהם חפץ ה' שיהיו מיוחדים אליו ית\"ש כמשארז\"ל (עבודה זרה י\"ט.) אשרי האיש ולא אשרי האשה אלא אשרי לאדם שעושה תשובה כשהוא איש דהיינו בבחרותו כשהוא איש, ואז הוא זמן התשובה המעולה כי אם היותו ית\"ש מקבל שבים תמיד כמש\"ה (תהילים צ, ב) תשב אנוש עד דכא, מ\"מ מבחר התשובה בילדותו של האדם שאז ראשית ועיקר חיים שלו. ובמזוני מצינו שהקפיד ה' על ראשית דגנך, וראשית עריסותייכם, וראשית גז צאנך, ולקחת מראשית פרי האדמה, הם הבכורים הקודמים לכל ראשית.", "heVersionTitle": "Arvei Nachal, Jerusalem, 1991", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ערבי נחל, ירושלים תשנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e00a62eb64008c5e32e3", "index_title": "English Explanation of Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bekhorot 1:1:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "English Explanation of Mishnah Bekhorot 1:1:2", "sourceHeRef": "ביאור אנגלי על משנה בכורות א׳:א׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Bekhorot", "he": "ביאור אנגלי על משנה בכורות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>[An Israelite] who buys a fetus of a donkey belonging to a non-Jew or who sells one to him, although this is not permitted, or who forms a partnership with him, or who receives [an animal] from him to look after or who gives [his donkey] to him to look after, is exempt from the [law of the] bekhor, for it says: [“I sanctified to me all the firstborn] in Israel,” (Numbers 3:13) but not in non-Jews.</b>  In order for a Jew to be liable to redeem the first-born of a donkey, a non-Jew cannot have any ownership or partial ownership over the donkey. So if a Jew buys a fetus (assumedly he buys a pregnant donkey) from a non-Jew it is exempt from the laws of the first-born, because it was conceived under non-Jewish ownership. Similarly, if he sells the fetus to the non-Jew, it is exempt. The mishnah notes that selling a donkey to a non-Jew is not permitted because it is forbidden to sell a large animal to a non-Jew (see Avodah Zarah 1:6). Nevertheless, if one does sell the donkey, it is exempt. If a Jew and a non-Jew are partners in owning a donkey it is exempt. If a Jew receives a donkey to take care of, and in return he keeps some of the offspring, or if he gives the donkey to the non-Jew to take care of and the non-Jew keeps some of the offspring, in both of these cases, the donkey is exempt because the non-Jew has some level of ownership over the animal. The exemption of non-Jews from these laws is derived from the word “in Israel,” which means that the law of the bekhor applies only to animals fully owned by Israelites.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e00a62eb64008c5e32f9", "index_title": "English Explanation of Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bekhorot 2:1:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "English Explanation of Mishnah Bekhorot 2:1:2", "sourceHeRef": "ביאור אנגלי על משנה בכורות ב׳:א׳:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 1.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Bekhorot", "he": "ביאור אנגלי על משנה בכורות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>[An Israelite] who buys a fetus of a cow belonging to a non-Jew or who sells one to him, although this is not permitted, or who forms a partnership with him, or who receives [an animal] from him to look after or who gives [his cow] to him to look after, is exempt from the [law of the] bekhor, for it says: [“I sanctified to Me all the firstborn] in Israel,” (Numbers 3:13) but not in non-Jews.</b>  This is the same exact halakhah as was taught in the 1:1. See there for commentary.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b88db071e100bf4e1326", "index_title": "Bartenura on Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Bekhorot 1:1:5", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bartenura on Mishnah Bekhorot 1:1:5", "sourceHeRef": "ברטנורא על משנה בכורות א׳:א׳:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1482], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Bartenura on Mishnah Bekhorot", "he": "ברטנורא על משנה בכורות"}, "heTitle": "ברטנורא על משנה בכורות", "he": "<b>פטור מן הבכורה.</b> אותו עובר שקנה מן הנכרי או שמכר הוא לנכרי אינו קדוש, הואיל ויש לנכרי חלק בו או באמו, שנאמר (במדבר ג׳:י״ג) הקדשתי לי כל בכור בישראל, ולא בנכרי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "פטור מן הבכורה – that fetus that he (i.e., the Israelite) purchased from the heathen or that he sold to the heathen is not holy, for since the heathen has a portion in it or in its mother, as it states (Numbers 3:13): “I consecrated every first-born in Israel, [man and beast, to Myself, to be Mine],” but not of the heathen.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b948b071e100bf4e8e7c", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Bekhorot 1:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Ein Yaakov, Bekhorot 1:2", "sourceHeRef": "עין יעקב, בכורות א׳:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "בכורות", "he": "[אִיתְּמַר: רַבִּי יְהוֹשֻׁעַ אוֹמֵר: קָדְשׁוּ בְּכוֹרוֹת בַּמִּדְבָּר. וְרֵישׁ לָקִישׁ אָמַר: לֹא קָדְשׁוּ בְּכוֹרוֹת בַּמִּדְבָּר. רַבִּי יְהוּדָה אוֹמֵר: קָדְשׁוּ בְּכוֹרוֹת בַּמִּדְבָּר, דְּרַחֲמָנָא אָמַר לִיקְדְשׁוּ, כְּדִכְתִיב: (שמות י״ג:ב׳) \"קַדֵּשׁ לִי כָל בְּכוֹר\". וְרֵישׁ לָקִישׁ אָמַר: לֹא קָדְשׁוּ בְּכוֹרוֹת בַּמִּדְבָּר, מִדִּכְתִיב: (שם) \"וְהָיָה כִי יְבִיאֲךָ\", וּכְתִיב בַּתְרֵיהּ 'וְהַעֲבַרְתָּ', מִכְּלַל, דְּמֵעִיקָרָא לָא קָדוֹשׁ וְכוּ']. תָּא שְׁמַע: נִמְצֵאתָ אַתָּה אוֹמֵר: בִּשְׁלֹשָׁה מְקוֹמוֹת קָדְשׁוּ בְּכוֹרוֹת לְיִשְׂרָאֵל: בְּמִצְרַיִם, וּבַמִּדְבָּר, וּבִכְנִיסָתָן יִשְׂרָאֵל לָאָרֶץ. בְּמִצְרַיִם מַהוּ אוֹמֵר, (שמות י״ג:ב׳) \"קַדֵּשׁ לִי כָל בְּכוֹר\". בַּמִּדְבָּר הוּא אוֹמֵר, (במדבר ג׳:י״ג) \"כִּי לִי כָל בְּכוֹר\" (בבני ישראל\".) בִּכְנִיסָתָן לָאָרֶץ הוּא אוֹמֵר, (שמות י״ג:ב׳) \"וְהָיָה כִי יְבִיאֲךָ וְהַעֲבַרְתָּ\". אָמַר רַב נַחְמָן בַּר יִצְחָק: בִּשְׁלֹשָׁה מְקוֹמוֹת הֻזְהֲרוּ עַל הַבְּכוֹרוֹת לִקַּדֵּשׁ וְלֹא קָדְשׁוּ, וּבְמִצְרַיִם [נַמִּי] לֹא קָדְשׁוּ. [הָא קָאַמְרִינָן דְּקָדוּשׁ? הָכִי קָאָמַר: מֵהֶן קָדְשׁוּ וּמֵהֶן לֹא קָדְשׁוּ. מַתְקִיף לָהּ רַב פָּפָּא: בַּמִּדְבָּר לֹא קָדְשׁוּ? וְהָכְּתִיב: (במדבר ג׳:מ׳) \"פְּקֹד כָּל בְּכֹר זָכָר לִבְנֵי יִשְׂרָאֵל\", אֶלָּא אִי אִיתְּמַר הָכִי אִיתְּמַר: רַבִּי יוֹחָנָן אָמַר: קָדְּשׁוּ וְלֹא פָּסְקוּ, וְרֵישׁ לָקִישׁ אָמַר קָדְשׁוּ וּפָסְקוּ].", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c214b1ddea4bb00682c488d", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 2a:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bekhorot 2a:1", "sourceHeRef": "בכורות ב׳ א:א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "מתני׳ <big><strong>הלוקח</strong></big> עובר חמורו של עובד כוכבים והמוכר לו אע\"פ שאינו רשאי המשתתף לו והמקבל הימנו והנותן לו בקבלה פטור מן הבכורה שנאמר  בישראל אבל לא באחרים:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> With regard to <b>one who purchases the fetus of a donkey that belongs to a gentile, and one who sells</b> the fetus of his donkey <b>to</b> a gentile <b>although he is not permitted</b> to sell a large animal to a gentile, and <b>one who enters into a partnership with</b> a gentile in ownership of a donkey or its fetus, <b>and one who receives</b> a donkey <b>from</b> a gentile in order to care for it in exchange for partnership in its offspring, <b>and one who gives</b> his donkey <b>to</b> a gentile <b>in receivership,</b> in all of these cases the donkeys are <b>exempt from the</b> obligations of <b>firstborn status,</b> i.e., they do not have firstborn status and are not redeemed, <b>as it is stated:</b> “I sanctified to Me all the firstborn <b>in Israel,</b> both man and animal” (Numbers 3:13), indicating that the mitzva is incumbent upon the Jewish people, <b>but not upon others.</b> If the firstborn belongs even partially to a gentile, it does not have firstborn status.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c214b1ddea4bb00682c48d1", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 5a:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bekhorot 5a:3", "sourceHeRef": "בכורות ה׳ א:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "אמר ר' אלעזר ר' יוחנן חזאי בחילמא דמילתא מעליתא אמינא אמר קרא לי יהיו בהוייתן יהו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Elazar said: I saw Rabbi Yoḥanan in a dream, which</b> is a sign that <b>I am saying a proper matter</b> in explaining his opinion. <b>The verse states:</b> “For all the firstborn are Mine: On the day that I smote all the firstborn in the land of Egypt I sanctified to Me all the firstborn in Israel, both man and animal, <b>Mine they shall be:</b> I am the Lord” (Numbers 3:13). The additional phrase “Mine they shall be” indicates that <b>they shall be,</b> i.e., shall remain, <b>in their</b> current <b>state</b> of sanctity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c214b1edea4bb00682c498d", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 13a:9", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bekhorot 13a:9", "sourceHeRef": "בכורות י״ג א:ט׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 25.0009, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "מתני׳ <big><strong>הלוקח</strong></big> עובר פרתו של עובד כוכבים והמוכר לו אע\"פ שאינו רשאי והמשתתף לו והמקבל ממנו והנותן לו בקבלה פטור מן הבכורה שנאמר בישראל אבל לא באחרים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> With regard to <b>one who purchases the fetus of a cow</b> that <b>belongs to a gentile; one who sells</b> the fetus of his cow <b>to</b> a gentile, <b>even though one is not permitted</b> to sell a large animal to a gentile; <b>one who enters into a partnership with</b> a gentile with regard to a cow or its fetus; <b>one who receives</b> a cow <b>from</b> a gentile to tend to it in exchange for partnership in its offspring; <b>and one who gives</b> his cow to a gentile <b>in receivership,</b> so that the gentile owns a share of the cow’s offspring; in all of these cases, one is <b>exempt from</b> the obligation of redeeming <b>the firstborn</b> offspring, <b>as it is stated:</b> “I sanctified to Me all the firstborn <b>in Israel,</b> both man and animal” (Numbers 3:13), indicating that the mitzva is incumbent upon the Jewish people, <b>but not upon others.</b> If the firstborn belongs even partially to a gentile, the sanctity of firstborn does not apply to it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d077a87b48445001843b34c", "index_title": "Etz Yosef on Bereishit Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Etz Yosef on Bereishit Rabbah 50:8:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Etz Yosef on Bereishit Rabbah 50:8:3", "sourceHeRef": "עץ יוסף על בראשית רבה נ׳:ח׳:ג׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1807, 1833], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Etz Yosef on Bereishit Rabbah", "he": "עץ יוסף על בראשית רבה"}, "heTitle": "עץ יוסף על בראשית רבה", "he": "<b>דכוותה ביום הכותי כל בכור בארץ מצרים כו'. </b>ט\"ס הוא כי כתוב זה הוא ב' פעמים (במדבר ג׳:י״ג) וגם (שם ח') ובשניהם קאי על בכורי ישראל אבל צ\"ל או והכיתי כל בכור בארץ מצרים מאדם ועד בהמה. וכמו שמובא מקרא זה במכילתא בענין מי שהתחיל בעבירה כו'. או וה' הכה כל בכור בארץ מצרים מבכור פרעה כו' וכל בכור בהמה (שם יב יט):", "heVersionTitle": "Midrash Rabbah with Etz Yosef, Warsaw, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה עם פירוש עץ יוסף, וורשא תרכ\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077f203e25930088d8c802", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 40:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Malbim on Leviticus, Tzav 40:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו מ׳:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 40.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>ביום המשח:</b> דע שדרך הלשון לציין קישור הזמן על ידי הב' הנלוה אל המקור – \"בבואם אל אהל מועד\", \"בכפרך את המזבח\", \"בהקשותה בלדתה\", \"בבואכם אל הארץ\". ולפעמים יציינהו על ידי מלת \"בעת\". אולם, אם יצייניהו על ידי מלת <b>ביום</b>, יהיה הדבר באחד משני פנים: <b>(א)</b> או שר\"ל שתהיה או שהיתה הפעולה באותו יום, לא ביום אחר. כמו: \"ביום אכלך ממנו מות תמות\", \"ביום ראותך פני תמות\" – שפירושם שתמות באותו יום תיכף. וכן \"ויעש אברהם משתה גדול ביום הגמל את יצחק\" - ר\"ל באותו יום. וכן \"ביום הכותי כל בכור בארץ מצרים\" (במדבר ג׳:י״ג). וזהו שאמר בספרא ויקרא מכלתא דחובה (פרשה יג מי\"ג) \"ביום אשמתו\" - בית הלל אומרים כשעת הוצאה וכולי (<small>כמש\"ש בסימן שפט</small>). ובספרא בחוקתי (פרק יא מ\"ו) \"ונתן את הערכך ביום ההוא\" - שלא ישהא ועל מה שכתוב (ויקרא ז, לד) \"ביום הקריב אותם\" פירש בספרא (? ?) שאף היום סייע ובספרא (אחרי מות פרק ח מ\"א) מנין שאף על פי שאין קרבנות היום מכפר? ת\"ל \"כי ביום הזה יכפר\". <b>(ב)</b> אבל במקום שאין צריך להודיע זאת או שלא היה תיכף, פירוש מלת \"ביום\" על הכוונה למעוטי לילה. כי \"ביום\" יאמר פעמים בהרחבה על היום עם הלילה (כמו שכתוב \"ויהי ערב ויהי בקר יום אחד\") ולפעמים יגביל שם 'יום' נגד שם 'לילה' ואין הלילה בכלל.  כמו פה. אי אפשר לפרש שבא להודיע שהקרבת החביתין יהיו ביום המשיחה, לא אחריו, דהא המשיחה נמשכה שבעה ימים (כמ\"ש בפ\"ק דיומא). ובזה היה לו לומר \"בעת המשח\" שזה הגדר בין <b>בעת</b> ובין <b>ביום</b>. שמלת \"עת\" אינו נגבל על זמן יום אחד רק על זמן מיוחד - שעה או שתים ימים או עשור - כל זמן המיוחד לאיזה דבר כפי שעתו והמשכתו. ועל כרחך שמלת \"ביום\" בא להוציא הלילה. וכן דרש בספרא (צו פרק יח) על \"ביום צוותו\" ומצורע (פרשה א מ\"ב) \"ביום טהרתו\" ו(פרק ה מט\"ז) \"ביום הטמא\" (אמור פרשה י מ\"ה) \"ביום הניפכם\" ושם (אמור פרק יב מ\"ו) \"מיום הביאכם\" בהר (פרשה ב מ\"ה) \"ביום הכפורים\" - למעט לילה. וכן בספרא (צו פרק יח) ובויקרא רבה (ויקרא רבה א, יג) על \"ביום דבר ה' עם משה\" - ולא בלילה ובספרא צו (?) זבחים (נו:), פסחים (ג.) – \"ביום השלישי באש ישרף\" - ולא בלילה ובספרי תצא (סימן רטז), בבא בתרא (קיג), סנהדרין (לד) – \"ביום הנחילו את בניו\" - ולא בלילה וכן בספרי נשא (פסקא כח), נזיר (מד) – \"ביום השביעי יגלחנו - לילה מנין? ובמכלתא (בא פ\"י) \"שבעת ימים מצות תאכלו\" - לילות מנין? ובפ' תשא \"יום השבת\" - לילה מנין? ושם (<small>פרשת בא. מובא בירושלמי סוף עירובין ובבבלי שם דף צז, מנחות לו</small>) \"מימים ימימה\" - ולא לילות ושם (וברכות ספ\"ק) \"ימי חייך\" - הימים ובפסחים <small>(דף ד:)</small> סלקא דעתך אמינא ימים וכולי ושם <small>(דף ה.)</small> ביום כתיב ושם <small>(דף קו.)</small> תנא מהדר אלילה ונסיב לה קרא דיממא ובשבת <small>(דף קיז.)</small> פלוגתא דר' חדקא ורבנן אם היום לבר מאורתא ושם (דף קלא:, דף קלב, ובמגילה דף כ) דרשות רבות שממעט לילות מ\"ביום\" וכן (<small>בחולין דף פא, וזבחים דף יב:</small>) ר' אפרטוקי רמי וכולי ובנדרים <small>(דף עו:)</small> דאי ביום שמעו הוה אמינא ביממא ובב\"ר (בר\"ר, יב) \"ביום עשות\" - בית שמאי אומרים מחשבה בלילה וכולי ושם (בר\"ר, מו) \"בעצם היום הזה נמול אברהם\" - ולא בלילה וכולי ובחגיגה <small>(דף ה.)</small> \"אותי יום יום ידרשון\" - וכי בלילה אין דורשין וכולי וברכות <small>(דף טז:)</small> פסחים <small>(דף צב:)</small> זבחים <small>(דף צט.)</small> על \"כיום מר\" ובמגילה <small>(דף ז:)</small> \"ימי משתה ושמחה\" כתיב וכן במקומות לא חקר. שבכל מקום שלא אפשר לפרש שקא משמע לן שצריך שיהיה באותו יום ממעט לילה. וכן דרשו כזה בשם 'יום' הנלוה אל המספר [כמ\"ש בספרא תזריע (פרק ב* מ\"א) על \"ביום השביעי\". וכן שם (פרק ט מ\"א), (פרק יד מ\"ח), <small>(מצורע פרק ב מ\"א)</small>, <small>(מצורע פרק ג מ\"ח)</small>, <small>(זבים פרק ה מי\"ב)</small>, (אמור פרק יא מ\"א), (אמור פרק טז מ\"ג)]. והטעם כי מצאנו כמה פעמים שלא בא שם היום רק המספר לבד – \"ברביעי בחמשה לחדש\" (יחזקאל א, א), \"בשנים עשר לחדש\" (עזרא ח, לא) (יחזקאל כט, א), \"בשלשה עשר בו ונח בארבעה עשר בו\" (אסתר ט, יח). וכן \"באחד לחדש\", \"בעשר לחדש\". ולכן דרשו שבא למעט הלילה או לאפוקי יום שלאחריו. ובספרי נשא (פסקא נג): \"זאת חנוכת המזבח ביום המשח אותו\" - ביום שנמשח בו. ביום הקריב. ומה אני מקיים \"אחרי המשח אותו\"? - שנמשח תחלה ואחר כך הקריב. אותה אומר ביום שנמשח בו ביום הקריב או אינו אלא אחרי המשח אותו לאחר זמן ולא בא ללמד ביום המשח אותו אלא שביום היה הציווי? כשהוא אומר \"אשר צוה ה' לתת להם ביום משחו אותם\" - הא למדנו שביום שנמשח היה הציווי. הא מה אני מקיים \"ביום המשח אותו\"? - ביום ביום הקריב. עד כאן דבריו כפי שהגיה המפ' ז\"א. ופירושו: כי \"ביום\" מורה שהיה באותו יום, ושואל שמא מורה ביום ולא בלילה? ומשיב שזה ידעינן מן \"ביום משחו אותם\" ששם אי אפשר לפרש באותו יום כי הם נמשחו שבעה. ועל כרחך פירושו ביום ולא בלילה'. ומיותר פה להורות שהיה באותו יום.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d383da95b7cae00188028ff", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 15:17", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Bamidbar Rabbah 15:17", "sourceHeRef": "במדבר רבה ט״ו:י״ז", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 15.0017, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כָּךְ דָּרַשׁ רַבִּי תַּנְחוּמָא: וַיֹּאמֶר ה' אֶל משֶׁה אֶסְפָה לִּי שִׁבְעִים אִישׁ מִזִּקְנֵי יִשְׂרָאֵל <small>(במדבר יא, טז)</small>, הֲלָכָה, בְּתוֹךְ כַּמָּה אַמּוֹת חַיָּב אָדָם לַעֲמֹד מִפְּנֵי הַזָּקֵן. כָּךְ שָׁנוּ רַבּוֹתֵינוּ בְּתוֹךְ אַרְבַּע אַמּוֹת חַיָּב אָדָם לַעֲמֹד בִּפְנֵי הַזָּקֵן, שֶׁנֶּאֱמַר <small>(ויקרא יט, לב)</small>: מִפְּנֵי שֵׂיבָה תָּקוּם, וְשׁוֹאֵל בִּשְׁלוֹמוֹ בְּתוֹךְ אַרְבַּע אַמּוֹת. וְאֵיזֶה הִדּוּר, אָמְרָה תּוֹרָה <small>(ויקרא יט, לב)</small>: וְהָדַרְתָּ, שֶׁלֹא יַעֲמֹד בִּמְקוֹמוֹ, וְלֹא יֵשֵׁב בִּמְקוֹמוֹ, וְלֹא יְהֵא סוֹתֵר אֶת דְּבָרָיו, וּכְשֶׁהוּא שׁוֹאֵל הֲלָכָה שׁוֹאֵל בְּיִרְאָה, וְלֹא יִקְפֹּץ לְהָשִׁיב, וְלֹא יְהֵא נִכְנָס בְּתוֹךְ דְּבָרָיו, שֶׁכָּל מִי שֶׁאֵינוֹ נוֹהֵג בְּרַבּוֹ כָּל הַמִּדּוֹת הָאֵלּוּ נִקְרָא רָשָׁע לִפְנֵי הַמָּקוֹם, וְתַלְמוּדוֹ מִשְׁתַּכַּח, וּשְׁנוֹתָיו מִתְקַצְּרוֹת, וּלְסוֹף הוּא בָּא לִידֵי עֲנִיּוּת, שֶׁנֶּאֱמַר <small>(קהלת ח, יג)</small>: וְטוֹב לֹא יִהְיֶה לָרָשָׁע וְלֹא יַאֲרִיךְ יָמִים כַּצֵּל אֲשֶׁר אֵינֶנּוּ יָרֵא מִלִּפְנֵי אֱלֹהִים, מוֹרָא זוֹ אֵינִי יוֹדֵעַ מַהוּ, כְּשֶׁהוּא אוֹמֵר: מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאֱלֹהֶיךָ, הֱוֵי זֶה מוֹרָאַת הָרַב, אִם כֵּן הֲרֵי מוֹרָאַת רִבִּית וּמוֹרָאַת מִשְׁקָלוֹת, אֶלָּא אָמַר רַבִּי אֶלְעָזָר נֶאֱמַר כָּאן <small>(ויקרא יט, לב)</small>: פְּנֵי זָקֵן, וְנֶאֱמַר לְהַלָּן אֵינֶנּוּ יָרֵא מִלִּפְנֵי אֱלֹהִים. וְחַיָּב לְהַקְדִּימוֹ לְכָל אָדָם בִּכְנִיסָה וּבִיצִיאָה, וְלִנְהֹג בּוֹ מוֹרָא וְכָבוֹד, שֶׁנֶּאֱמַר <small>(דברים ו, יג)</small>: אֶת ה' אֱלֹהֶיךָ תִּירָא, וְתַנְיָא אֶת לְרַבּוֹת בַּעֲלֵי תּוֹרָה, שֶׁאֵין לְךָ מִדָּה אַחֶרֶת כַּיּוֹצֵא בָהּ, וְכֵן הוּא אוֹמֵר <small>(דברים א, טו)</small>: וָאֶתֵּן אוֹתָם רָאשִׁים עֲלֵיכֶם, מִיכָּן אַתְּ לָמֵד שֶׁתִּנְהֹג בּוֹ מִנְהַג נְשִׂיאוּת, לַעֲמֹד מִפָּנָיו, לְהַקְדִּימוֹ לְכָל דָּבָר שֶׁבִּגְדֻלָּה. אָמַר רַבִּי אַבָּא הַכֹּהֵן בַּר פַּפָּא כְּשֶׁהָיִיתִי רוֹאֶה סִיעָה שֶׁל בְּנֵי אָדָם הָיִיתִי הוֹלֵךְ בְּדֶרֶךְ אַחֶרֶת שֶׁלֹא לְהַטְרִיחַ עֲלֵיהֶן, שֶׁלֹא יִהְיוּ רוֹאִין וְעוֹמְדִים מִלְּפָנַי, וּכְשֶׁאָמַרְתִּי דְּבָרִים לִפְנֵי רַבִּי יוֹסֵי בֶּן רַבִּי זְבִידָא, אָמַר לִי צָרִיךְ אַתָּה לַעֲבֹר לִפְנֵיהֶם וְיִהְיוּ רוֹאִין אוֹתְךָ וְעוֹמְדִים לְפָנֶיךָ וְאַתְּ מְבִיאָם לִידֵי יִרְאַת שָׁמַיִם, שֶׁנֶּאֱמַר <small>(ויקרא יט, לב)</small>: מִפְּנֵי שֵׂיבָה תָּקוּם וְיָרֵאתָ מֵאֱלֹהֶיךָ, לָמָּה, שֶׁמַּעֲלָתָן שֶׁל צַדִּיקִים מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, אֲבָל מַעֲלָתוֹ שֶׁל עֵשָׂו מַעֲלָה שֶׁכֻּלָּהּ יְרִידָה הִיא, הַיּוֹם הוּא אִפַּרְכוֹס, לְמָחָר סָגָן, לְמָחָר קוֹמוֹס, לְמָחָר סַרְדְּיוֹט, וְכֵן כָּל גְּדוֹלֵיהֶם. וְכֵן הַנָּבִיא אוֹמֵר <small>(עובדיה א, ד)</small>: אִם תַּגְבִּיהַּ כַּנֶּשֶׁר. אֲבָל מַעֲלָתוֹ שֶׁל יַעֲקֹב מַעֲלָה שֶׁאֵין לָהּ יְרִידָה, וְאֵין קְדֻשָּׁתָם נוֹפֶלֶת לְעוֹלָם. וְכֵן אַתָּה מוֹצֵא שֶׁהַזְּקֵנִים אֶחָד מִשְּׁלשָׁה עָשָׂר דְּבָרִים שֶׁהֵן כְּתוּבִין לִשְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, אֵלּוּ הֵן: הַכֶּסֶף וְהַזָּהָב, הַכֹּהֲנִים וְהַלְוִיִּם וְיִשְׂרָאֵל וְהַבְּכוֹרוֹת וְהַמִּזְבֵּחַ וּתְרוּמָה וְשֶׁמֶן הַמִּשְׁחָה וְאֹהֶל מוֹעֵד וּמַלְכוּת בֵּית דָּוִד וְהַקָּרְבָּנוֹת וְאֶרֶץ יִשְׂרָאֵל וְהַזְּקֵנִים, הַכֶּסֶף וְהַזָּהָב מִנַּיִן, שֶׁנֶּאֱמַר <small>(חגי ב, ח)</small>: לִי הַכֶּסֶף וְלִי הַזָּהָב. הַכֹּהֲנִים, דִּכְתִיב <small>(שמות כט, א)</small>: וְזֶה הַדָּבָר אֲשֶׁר תַּעֲשֶׂה לָהֶם לְקַדֵּשׁ אֹתָם לְכַהֵן לִי. הַלְוִיִּם מִנַּיִן <small>(במדבר ג, יב)</small>: וְהָיוּ לִי הַלְוִיִּם. יִשְׂרָאֵל מִנַּיִן <small>(ויקרא כה, נה)</small>: כִּי לִי בְנֵי יִשְׂרָאֵל. בְּכוֹרוֹת מִנַּיִן <small>(במדבר ח, יז)</small>: כִּי לִי כָל בְּכוֹר. הַמִּזְבֵּחַ מִנַּיִן <small>(שמות כ, כא)</small>: מִזְבַּח אֲדָמָה תַּעֲשֶׂה לִי. תְּרוּמָה מִנַּיִן <small>(שמות כה, ב)</small>: וְיִקְחוּ לִי תְּרוּמָה. שֶׁמֶן הַמִּשְׁחָה מִנַּיִן <small>(שמות ל, לא)</small>: שֶׁמֶן מִשְׁחַת קֹדֶשׁ יִהְיֶה זֶה לִי. אֹהֶל מוֹעֵד מִנַּיִן <small>(שמות כה, ח)</small>: וְעָשׂוּ לִי מִקְדָּשׁ. הַקָּרְבָּנוֹת מִנַּיִן <small>(במדבר כח, ב)</small>: אֶת קָרְבָּנִי לַחְמִי לְאִשַּׁי. מַלְכוּת בֵּית דָּוִד מִנַּיִן <small>(שמואל א טז, א)</small>: כִּי רָאִיתִי בְּבָנָיו לִי מֶלֶךְ. אֶרֶץ יִשְׂרָאֵל מִנַּיִן <small>(ויקרא כה, כג)</small>: כִּי לִי הָאָרֶץ. הַזְּקֵנִים מִנַּיִן <small>(במדבר יא, טז)</small>: אֶסְפָה לִי שִׁבְעִים אִישׁ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord said to Moses: Gather to Me seventy men of the elders of Israel, whom you know to be the elders of the people and its foremen, and you shall take them to the Tent of Meeting, and they will stand there with you” (Numbers 11:16).</b> <br> This is what Rabbi Tanḥuma expounded: “The Lord said to Moses: Gather to Me seventy men of the elders of Israel” – <i>halakha</i>, within how many cubits is a person obligated to stand before an elder? This is what our Sages taught: Within four cubits, a person is obligated to stand before an elder, as it is stated: “You shall rise before the elder” (Leviticus 19:32). And one greets him within four cubits. What is <i>hidur</i>?<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">This refers to the command vehadarta mentioned in the next line.</i> The Torah said: “You shall show deference [<i>vehadarta</i>] before the elderly [<i>zaken</i>]” (Leviticus 19:32). It is that one may not stand in his place, may not sit in his place, and may not contradict his statement.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The word zaken is being interpreted as a man who acquired wisdom [shekana hokhma]. See Kiddushin 32b.</i> When one asks a <i>halakha</i>, one should ask with fear, one should not interject to answer, one should not interrupt his statements, as anyone who does not conduct himself toward his teacher with all these qualities is characterized as wicked before the Omnipresent, his learning is forgotten, his years are truncated, and ultimately he will reach a state of poverty, as it is stated: “Good will not be for the wicked, and he will not prolong his days like a shadow, since he does not fear before God” (Ecclesiastes 8:13). This fear, I do not know what it is. When it says: “You shall rise before the elder…and you shall fear your God” (Leviticus 19:32); that is fear of the teacher. If so, there is also fear of interest, and fear of weights.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">“You shall fear your God” is also written in the portion containing the prohibition against taking interest (Leviticus 25:36). It does not appear explicitly in the portion of weights. One interpretation is that the context of the verse \"You shall not wrong one another and fear your God\" (Leviticus 25:7) is cheating on a price. Somebody who uses false weights is cheating with regard to the price and is thus included in that verse (Maharit Kiddushin 33b). Other commentaries on the Gemara give other explanations. </i> Rather, Rabbi Elazar said: “Before the [<i>penei</i>] elderly” (Leviticus 19:32) is stated here, and elsewhere it is stated: “Since he does not fear before [<i>milifnei</i>] God.” He must accord him precedence to every person entering and exiting, and treat him with fear and deference, as it is stated: “You shall fear the Lord your God [<i>et Hashem elohekha tira</i>]” (Deuteronomy 6:13). It is taught: “<i>Et</i>,” to include masters of Torah, as there is no entity comparable to it.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">To the Torah.</i> <br>Likewise it says: “I placed them as heads over you” (Deuteronomy 1:15) – from here you learn that you should treat him in accordance with the protocol of a prince; to stand before him and to accord him precedence regarding all matters of prominence. Rabbi Abba HaKohen bar Pappa said: When I would see a group of people, I would walk on an alternate path so as not to inconvenience them, so they would not see me and stand before me. When I said this matter before Rabbi Yosei ben Rabbi Zevida, he said to me: ‘You must pass before them and have them see you and stand before you, and you will bring them to fear of Heaven, as it is stated: “You shall rise before the elder…and you shall fear your God.”’ <br>Why?<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Why is there is no entity comparable to the Torah?</i> It is because the virtue of the righteous is a virtue that has no decline, but the virtue of Esau is a virtue that is total decline; one day he is a governor, the next day, he is a deputy, the next day he is a magistrate, the next day he is a captain, the same is true regarding all their prominent people. Likewise, the prophet says: “If you raise yourself like the eagle…[from there I will bring you down, the utterance of the Lord]” (Obadiah 1:4). But the virtue of Jacob is a virtue that has no decline, and their sanctity never diminishes. Likewise you find that the elders are one of thirteen<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Gold and silver count as one.</i> matters that are written in association with the name of the Holy One blessed be He. These are: Silver and gold, priests, Levites, Israelites, the firstborn, the altar, <i>teruma</i>, the anointing oil, the Tent of Meeting, the royal House of David, the offerings, the Land of Israel, and the elders. Silver and gold, from where is it derived? It is as it is stated: “Mine is the silver, and Mine the gold” (Hagai 2:8). The priests, as it is written: “This is the matter that you shall do to them, to sanctify them to serve as priests to Me” (Exodus 29:1). The Levites, from where is it derived? “The Levites shall be Mine” (Numbers 3:12). The Israelites, from where is it derived? “For the children of Israel are Mine” (Leviticus 25:55). The firstborn, from where is it derived? “For all the firstborn are Mine” (Numbers 8:17). The altar, from where is it derived? “Craft for Me an altar of earth” (Exodus 20:21). <i>Teruma</i>, from where is it derived? “They shall take <i>teruma </i> for Me” (Exodus 25:2). The anointing oil, from where is it derived? “This shall be oil of sacred anointment for Me” (Exodus 30:31). The Tent of Meeting, from where is it derived? “They shall craft a Sanctuary for Me” (Exodus 25:8). The offerings, from where is it derived? “My offering, My food, for My fires” (Numbers 28:2). The royal House of David, from where is it derived? “I have seen among his sons a king for Me” (I Samuel 16:1). The Land of Israel, from where is it derived: “For the Land is Mine” (Leviticus 25:23). The elders, from where is it derived? “Gather to Me seventy men” (Numbers 11:16).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1d6e3e5c8f935f442f3f7a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 25:2:4", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Midrash Lekach Tov, Exodus 25:2:4", "sourceHeRef": "מדרש לקח טוב, שמות כ״ה:ב׳:ד׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> ויקחו לי תרומה.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"12\"></i> כל מקום שנאמר לי, הוקבע לעולם הזה ולעתיד, כי לי הארץ (ויקרא כה כב), כי לי בני ישראל עבדים (שם שם נה), כי לי כל בכור (במדבר ג יג), והיו לי הלוים (שם ח יד), וכאלה רבות.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1ea0cbeb7d2e1475644c11", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 3:13:1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Midrash Lekach Tov, Numbers 3:13:1", "sourceHeRef": "מדרש לקח טוב, במדבר ג׳:י״ג:א׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כי לי כל בכור. בג' מקומות קדשו בכורות לישראל במצרים ובמדבר ובכניסתן לארץ. במצרים מה הוא אומר (שמות י״ג:ב׳) קדש לי כל בכור. במדבר הוא אומר (במדבר ח) כי לי כל בכור. בכניסתן לארץ הוא אומר (שמות י״ג:י״ב) והיה כי יביאך ה' אלהיך. והעברת כל פטר רחם לה'. ביום הכותי כל בכור. להגיד מה גרם. לי יהיו. כהויתן יהו. <i data-commentator=\"Beur HaRe'em\" data-order=\"25\"></i> עשרים וארבעה מתנות כהונה הם. <i data-commentator=\"Beur HaRe'em\" data-order=\"26\"></i> וכלם לאהרן ולבניו בכלל ופרט וברית מלח. ואלו הן עשר במקדש. וארבע בירושלים. ועשר בגבולין. י' במקדש. חטאת. וחטאת העוף. אשם ודאי. אשם תלוי. וזבחי שלמי צבור. ולוג שמן של מצורע. ומותר העומר. ושתי הלחם. ולחם הפנים. ושירי מנחות. וד' בירושלים. הבכורה. והבכורים. ומורם מתודה ואיל נזיר. ועורות קדשים. וי' בגבולין. תרומה. ותרומת מעשר. וחלה. וראשית הגז. ומתנות. ופדיון הבן. ופדיון פטר חמור. ושדה אחוזה. ושדה חרמים. וגזל הגר: פירושם חטאת. כגון חטאת יולדת וחטאת מצורע וחטאת נזיר ושאר חטאות כגון האוכל חלב ודם בשוגג או מחלל את השבת בשוגג על אחת מן המצות שחייבין על זדונו כרת ועל שגגתו חטאת. כל חטאת שניתן דמה בחוץ. אבל חטאות הפנימיות כגון פר ושעיר של יום הכפורים ושל כהן משיח ופר העלם דבר של צבור לשריפה הן עומדין. חטאת העוף. כיצד היה מולק אותו <i data-commentator=\"Beur HaRe'em\" data-order=\"27\"></i> חותך השזרה ומפרקת כלה עד שמגיע לושט או לקנה הגיע לושט או לקנה חותך סימן אחד או רובו ורוב בשר עמו. ובעולה שנים או רוב שנים ומזה מדמה על קיר המזבח והבשר נאכל לכהנים. אשם ודאי. ואשם נזיר. אשם מצורע. אשם מעילות. נפש כי תמעול מעל. אשם שפחה חרופה שנאמר (ויקרא י״ט:כ׳) ואיש כי ישכב את אשה שכבת זרע והיא שפחה נחרפת לאיש והביא את אשמו מכל אלו מקריב את הדם ואת האמורים והנותר נאכל לכהנים לזכרים שנאמר (שם ז) זאת תורת האשם כל זכר בכהנים יאכל אותה. אשם תלוי כגון שהיו לפניו שתי חתיכות אחת של חלב ואחת של שומן ואכל אחת מהן ואינו יודע אי זה מהן אכל זהו אשם תלוי והאמורין והבשר לכהנים. זבחי שלמי צבור. אלו כבשי עצרת שנאמר (שם כג) ושני כבשים בני שנה (לז') [לזבה] שלמים. הדם והאמורין נקטר והשאר לכהנים. לוג שמן של מצורע. מצורע שנתרפא מביא כבש אשם ולוג שמן עמו מזה ממנו שבע פעמים ונותן על בוהנות ידיו ורגליו של מצורע ועל תנוך אזנו והנותר מן הלוג נוטלו הכהן. מותר העומר הנקרב בט״ז בניסן קומץ ממנו מלא קומצו למזבח והנותר לכהנים. שתי הלחם של עצרת חמץ ולחם הפנים מצה נאפים מערב שבת ונערכים בשבת. ולשבת הבאה מביאין אחרים ונאכלין הראשונים. שירי המנחות של מנחת מחבת ומנחת מרחשת וכן חלות וכן רקיקי מביאין לכהן וקומץ מלא קומצו למזבח והנותר נאכל לכהנים. ד' בירושלים הבכור. בכור בהמה טהורה בעדרו. ואפילו לכהן היה מקריב חלבו ודמו במזבח. והבשר נאכל לכהנים בירושלים כשהוא תם. אבל בעל מום נאכל לכהן בבל מקום שירצה. ואם רוצה להאכיל ממנו לישראל מותר. הביכורים <i data-commentator=\"Beur HaRe'em\" data-order=\"28\"></i> היה יורד לתוך שדהו (ודשנו) גמר הפרי מביאין בטנא ואם היה רחוק מירושלים מיבשן. דתנן הקרובים מביאין תאנים וענבים והרחוקים מביאין גרוגרות וצמוקים. וקורא מן (דברים כ״ו:י״א) הגדתי היום עד ושמחת בכל הטוב. נאכלין לכהנים. המורם מן התודה. מי שהתנדב תודה סתם היה מביא כבש ומביא עשרים עשרונות י' חמץ וי' מצה שלשת מינין חלות. ורקיקין. ורבוכה. הכל ארבעים חלות נותן מהן ד' לכהנים שנאמר (ויקרא ז׳:י״ד) והקריב ממנה אחד מכל קרבן. ומן הכבש נותן חזה ושוק לכהנים. והנותר מן החלות ומן הכבש נאכל לבעלים. ומורם מאיל נזיר שסתם נזירות שלשים. ובמלאת ימי נזרו מביא קרבן חלות ורקיקים. ומבשל מן האיל בדוד שנאמר (במדבר ו׳:י״ט) ולקח הכהן את הזרוע בשלה מן האיל וחלת מצה אחת מן הסל ורקיק מצה אחד ומניחן על כפי הנזיר. ומניח כהן ידו תחת יד בעלים ומניף. ונאכלין לכהנים עם חזה ושוק של איל. עורות קדשים. (ויקרא ז׳:ח׳) עור העולה אשר הקריב לכהן לו יהיה. וכן עורות תודה ושלמים ומעשר ופסח. י' בגבולין תרומה גדולה תרי ממאה. תרומת מעשר אחד מעשרה שהיה הלוי נותן לכהן מעשר מן המעשר. החלה הנפרשת מן העיסה משיעור מ״ג בצים וחומש ביצה. (דברים י״ח:ד׳) וראשית גז צאנך תתן לו. שעור משקל חמש סלעים ביהודה שהם עשר בגליל. המתנות. שנאמר (שם) וזה יהיה משפט הכהנים מאת העם מאת זובחי הזבח. פדיון הבן. שכל מי שנולד לו בן זכר מאשה בתולה ואע״פ שיש לו בנים חייב לפדותו בחמש סלעים שנאמר (במדבר י״ח:ט״ו-ט״ז) ופדוייו מבן חדש תפדה. ולאחר שנטלן הכהן ורוצה להחזירם הרשות בידו. <i data-commentator=\"Beur HaRe'em\" data-order=\"29\"></i> פדיון פטר (רחם) שנאמר (שמות י״ג:י״ג) ופטר חמור תפדה בשה. ואם אינו פודהו עורפהו בקופיץ מאחוריו. שנאמר (שם) ואם לא תפדה וערפתו ואחר שעורפו קוברו. ולמה עורפו אמרו חכמים הוא רוצה לאבד ממון הכהן לפיכך יאבד ממונו. שדה אחוזה. שהמקדיש שדה אחוזה שירש מאבותיו ורוצה לפדותה קודם היובל כל שדה שנזרעת כור שעורים היה פודה בחמשים שקל כסף ואם פחותה אם יתירה היה נותן לפי חשבון זה <i data-commentator=\"Beur HaRe'em\" data-order=\"30\"></i> ואם עבר היובל ולא פדה (נעשה) לכהנים. שדה חרמים. שאם היה אחד מישראל אומר שדה זה יהיה בחרם שוב לא היה לו למכרה או לפדותה שנאמר (במדבר י״ח:י״ד-ט״ו) כל חרם בישראל לך יהיה. ונאמר (ויקרא כ״ז:כ״ח) כל חרם אשר יחרים איש לה' מכל אשר לו וגו' גזל הגר כגון שגזל אדם לגר ותבעו לדין ונשבע לו ומת הגר ואח״כ נודע לו שנשבע לשקר חייב להחזיר הגזל לכהן שנאמר (במדבר ה׳:ח׳) ואם אין לאיש גואל להשיב האשם אליו, האשם המושב לה' לכהן וגו' זה הממון. כל אלו נאמרו בברית מלה. שנאמר (שם יח) כל תרומות הקדשים אשר (יקדישו) [ירימו] בני ישראל וגו'. ברית מלח עולם הוא בכלל שנאמר (שם) ואני הנה נתתי לך את משמרת תרומותי כלל המתנות פרט אלו המפורשות שכתבנו ארבעה ועשרים מתנות כהונה. סליק״ו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb6ca826be30d2387921f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 3:13:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Malbim on Numbers 3:13:2", "sourceHeRef": "מלבי\"ם על במדבר ג׳:י״ג:ב׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f0ac932ca2bc5db531a4a", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 3:13:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Ibn Ezra on Numbers 3:13:3", "sourceHeRef": "אבן עזרא על במדבר ג׳:י״ג:ג׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>לי יהיו.</b> טעמו לי הם ולי יהיו כי כל בכור מאדם יפדה וכן כל בכור הבהמה הטמאה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "MINE THEY SHALL BE. This means they are Mine and they shall be Mine,<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The verse opens in the present (for all the first-born are Mine) and concludes with the future (Mine shall they be).</i> for all human first-born and similarly the first-born of unclean cattle<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The reference is only to first-born asses.</i> shall be redeemed.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6121f0f70db67026c8394201", "index_title": "Adam Min HaAdamah", "category": "Jewish Thought", "type": "", "ref": "Adam Min HaAdamah, The Land 4:57", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Adam Min HaAdamah, The Land 4:57", "sourceHeRef": "אדם מן האדמה, שער ארץ ישראל ד׳:נ״ז", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 4.0057, "collectiveTitle": {"en": "Adam Min HaAdamah", "he": "אדם מן האדמה"}, "he": "בחומש דברים ראינו כי המעשרות מועלים אל המקום אשר יבחר ה' לשכן שמו שם. במקום זה הם נאכלים בשמחה ובשיתוף לפני ה', יחד עם הנדרים ועם הנדבות (דברים יד). בחומש ויקרא, לעומת זאת, המעשרות הם קודש לה'<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">בפרק יד בדברים המושג 'קודש' אינו מוזכר כלל!</i>. המעשרות אינם מוּעלים למקום כלשהו, ואינם נאכלים בשמחה לפני ה'. ישנו שינוי חשוב נוסף ביחס לדברים: בויקרא האדם אינו נדרש לעשר תבואת השדה, כפעולה אקטיבית. המעשר הוא קדוש מאליו, ועל האדם רק להכיר בכך ולהפרישו משאר התבואה. בדומה לערלה, גם כאן הקודש נוכח בתוך הארץ, וכל שעל האדם לעשות הוא לאפשר לקדושה זו להיגלות<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">מצווה נוספת בה ניתן לראות את הפער הזה בין חומשי המדבר לבין ספרי הברית היא מצוות הבכור. בשמות ובדברים ההקדשה היא אקטיבית: \"<b>קַדֶּשׁ לִי</b> כָל בְּכוֹר פֶּטֶר כָּל רֶחֶם בִּבְנֵי יִשְׂרָאֵל בָּאָדָם וּבַבְּהֵמָה לִי הוּא\" (שמות יג, ב, וכן בדברים טו, יט). בבמדבר הבכור הוא מלכתחילה קודש השייך לה': \"כִּי לִי כָּל בְּכוֹר בְּיוֹם הַכֹּתִי כָל בְּכוֹר בְּאֶרֶץ מִצְרַיִם <b>הִקְדַּשְׁתִּי לִי כָל בְּכוֹר בְּיִשְׂרָאֵל</b> מֵאָדָם עַד בְּהֵמָה לִי יִהְיוּ אֲנִי ה’\" (במדבר ג, יג).</i>.", "heVersionTitle": "Adam min ha'adamah, Otniel 2008", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "אדם מן האדמה, עתניאל תשס\"ח", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "61a6230187f574a17ca6af73", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Megillah 1:11:2", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Jerusalem Talmud Megillah 1:11:2", "sourceHeRef": "תלמוד ירושלמי מגילה א׳:י״א:ב׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "<strong><big>הלכה:</big></strong> [אֵין בֵּין בָּמָה גְּדוֹלָה לְבָמָה קְטַנָּה כו׳]. רִבִּי יֹוחָנָן עֲבַד תְּלַת שְׁנִין וּפְלַג דְּלָא נְחַת לְבֵית ווַעֲדָא מִן צַעֲרָא. בְּסוֹפָא חֲמַא רִבִּי אֶלְעָזָר בַּחֶילְמֵיהּ. לְמָחָר סִינַי נְחַת וּמְחַדֵּת לְכוֹן מִילָּה. עָאַל וְאָמַר קוֹמֵיהוֹן. מֵאֵיכָן קָשַׁט הַקּוֹשֵׁט הַזֶּה שֶׁתְּהֵא עֲבוֹדָה בִּבְכוֹרוֹת. מִן הַדֵין קִרְייָה. כִּ֣י לִ֮י כָּל־בְּכוֹר֒ בְּיוֹם֩ הַכּוֹתִי כָל־בְּכ֜וֹר בְּאֶ֣רֶץ מִצְרַ֗יִם וגו׳. וְכָתוּב וּבְכָל־אֱלֹהֵ֥י מִצְרַ֛יִם אֶֽעֱשֶׂ֥ה שְׁפָטִ֖ים וגו׳. קוֹדֶם לָכֵן מֶה הָיוּ עוֹשִׂין. וַתִּקַּ֣ח רִ֠בְקָ֠ה אֶת־בִּגְדֵ֨י עֵשָׂ֜ו בְּנָ֤הּ הַגָּדֹל֙ הַֽחֲמוּדוֹת אֲשֶׁ֥ר אִתָּהּ֭ בַּבָּ֑יִת. מָהוּ הַֽחֲמוּדוֹת. שֶׁהָיָה מְשַׁמֵּשׁ בִּכְהוּנָּה גְדוֹלָה. אָמַר רִבִּי לֵוִי. שָׁבַ֥ר י֙י מַטֵּ֣ה רְשָׁעִ֑ים. אֵילּוּ הַבְּכוֹרוֹת שֶׁהִקְרִיבוּ לָעֶגֶל תְּחִילָּה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> [“The only difference between a public altar and a private altar, etc.”] Rebbi Joḥanan spent three years that he did not visit the house of assembly because of pain. At the end Rebbi Eleazar saw in his dream: Tomorrow Sinai will come down and bring a new insight. He came and said before them, from where is this truth verified that divine service is by firstborns?<sup class=\"footnote-marker\">470</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Zevachim 14:4\" href=\"/Mishnah_Zevachim.14.4\">Mishnah <i>Zevaḥim</i>14:4</a>: Before the Tabernacle was erected private altars were permitted and the service was in the hands of the firstborn.</i> From this verse<sup class=\"footnote-marker\">471</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\"><i>Num</i>. 3:13</a>. The reference is to the later part of the verse, <i>I sanctified for Me every firstborn in Israel</i>.</i>, <i>for Mine is every firstborn; on the day when I smote every firstborn in the Land of Egypt</i>, etc. And it is written<sup class=\"footnote-marker\">472</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\"><i>Ex</i>. 12:12</a>. The firstborn were sanctified to God because the gods of Egypt were destroyed.</i>, <i>and on all gods of Egypt I shall pass judgment</i>, etc. Before that what were they doing? <i>Rebecca took the desirable garments of her older son Esaw, which were with her in the house</i><sup class=\"footnote-marker\">473</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\"><i>Gen</i>. 27:15</a>.</i>. What are “the desirable”? That he was acting as High Priest. Rebbi Levi said, <i>the Eternal broke the staff of the evildoers</i><sup class=\"footnote-marker\">474</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Isaiah 14:5\" href=\"/Isaiah.14.5\"><i>Is</i>. 14:5</a>.</i>, these are the firstborn who were the first to sacrifice to the Calf<sup class=\"footnote-marker\">475</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bamidbar Rabbah 4:5\" href=\"/Bamidbar_Rabbah.4.5\"><i>Num. rabba</i> 4(5</a>).</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62035c00f8a34bfd88bbbdf8", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 13", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "Exodus 13", "sourceHeRef": "שמות י״ג", "anchorVerse": 13, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 13.0, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": ["וַיְדַבֵּ֥ר יְהֹוָ֖ה אֶל־מֹשֶׁ֥ה לֵּאמֹֽר׃", "קַדֶּשׁ־לִ֨י כׇל־בְּכ֜וֹר פֶּ֤טֶר כׇּל־רֶ֙חֶם֙ בִּבְנֵ֣י יִשְׂרָאֵ֔ל בָּאָדָ֖ם וּבַבְּהֵמָ֑ה לִ֖י הֽוּא׃", "וַיֹּ֨אמֶר מֹשֶׁ֜ה אֶל־הָעָ֗ם זָכ֞וֹר אֶת־הַיּ֤וֹם הַזֶּה֙ אֲשֶׁ֨ר יְצָאתֶ֤ם מִמִּצְרַ֙יִם֙ מִבֵּ֣ית עֲבָדִ֔ים כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִ֧יא יְהֹוָ֛ה אֶתְכֶ֖ם מִזֶּ֑ה וְלֹ֥א יֵאָכֵ֖ל חָמֵֽץ׃", "הַיּ֖וֹם אַתֶּ֣ם יֹצְאִ֑ים בְּחֹ֖דֶשׁ הָאָבִֽיב׃", "וְהָיָ֣ה כִֽי־יְבִיאֲךָ֣ יְהֹוָ֡ה אֶל־אֶ֣רֶץ הַֽ֠כְּנַעֲנִ֠י וְהַחִתִּ֨י וְהָאֱמֹרִ֜י וְהַחִוִּ֣י וְהַיְבוּסִ֗י אֲשֶׁ֨ר נִשְׁבַּ֤ע לַאֲבֹתֶ֙יךָ֙ לָ֣תֶת לָ֔ךְ אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָ֑שׁ וְעָבַדְתָּ֛ אֶת־הָעֲבֹדָ֥ה הַזֹּ֖את בַּחֹ֥דֶשׁ הַזֶּֽה׃", "שִׁבְעַ֥ת יָמִ֖ים תֹּאכַ֣ל מַצֹּ֑ת וּבַיּוֹם֙ הַשְּׁבִיעִ֔י חַ֖ג לַיהֹוָֽה׃", "מַצּוֹת֙ יֵֽאָכֵ֔ל אֵ֖ת שִׁבְעַ֣ת הַיָּמִ֑ים וְלֹֽא־יֵרָאֶ֨ה לְךָ֜ חָמֵ֗ץ וְלֹֽא־יֵרָאֶ֥ה לְךָ֛ שְׂאֹ֖ר בְּכׇל־גְּבֻלֶֽךָ׃", "וְהִגַּדְתָּ֣ לְבִנְךָ֔ בַּיּ֥וֹם הַה֖וּא לֵאמֹ֑ר בַּעֲב֣וּר זֶ֗ה עָשָׂ֤ה יְהֹוָה֙ לִ֔י בְּצֵאתִ֖י מִמִּצְרָֽיִם׃", "וְהָיָה֩ לְךָ֨ לְא֜וֹת עַל־יָדְךָ֗ וּלְזִכָּרוֹן֙ בֵּ֣ין עֵינֶ֔יךָ לְמַ֗עַן תִּהְיֶ֛ה תּוֹרַ֥ת יְהֹוָ֖ה בְּפִ֑יךָ כִּ֚י בְּיָ֣ד חֲזָקָ֔ה הוֹצִֽאֲךָ֥ יְהֹוָ֖ה מִמִּצְרָֽיִם׃", "וְשָׁמַרְתָּ֛ אֶת־הַחֻקָּ֥ה הַזֹּ֖את לְמוֹעֲדָ֑הּ מִיָּמִ֖ים יָמִֽימָה׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>", "וְהָיָ֞ה כִּֽי־יְבִאֲךָ֤ יְהֹוָה֙ אֶל־אֶ֣רֶץ הַֽכְּנַעֲנִ֔י כַּאֲשֶׁ֛ר נִשְׁבַּ֥ע לְךָ֖ וְלַֽאֲבֹתֶ֑יךָ וּנְתָנָ֖הּ לָֽךְ׃", "וְהַעֲבַרְתָּ֥ כׇל־פֶּֽטֶר־רֶ֖חֶם לַֽיהֹוָ֑ה וְכׇל־פֶּ֣טֶר&thinsp;<b>׀</b> שֶׁ֣גֶר בְּהֵמָ֗ה אֲשֶׁ֨ר יִהְיֶ֥ה לְךָ֛ הַזְּכָרִ֖ים לַיהֹוָֽה׃", "וְכׇל־פֶּ֤טֶר חֲמֹר֙ תִּפְדֶּ֣ה בְשֶׂ֔ה וְאִם־לֹ֥א תִפְדֶּ֖ה וַעֲרַפְתּ֑וֹ וְכֹ֨ל בְּכ֥וֹר אָדָ֛ם בְּבָנֶ֖יךָ תִּפְדֶּֽה׃", "וְהָיָ֞ה כִּֽי־יִשְׁאָלְךָ֥ בִנְךָ֛ מָחָ֖ר לֵאמֹ֣ר מַה־זֹּ֑את וְאָמַרְתָּ֣ אֵלָ֔יו בְּחֹ֣זֶק יָ֗ד הוֹצִיאָ֧נוּ יְהֹוָ֛ה מִמִּצְרַ֖יִם מִבֵּ֥ית עֲבָדִֽים׃", "וַיְהִ֗י כִּֽי־הִקְשָׁ֣ה פַרְעֹה֮ לְשַׁלְּחֵ֒נוּ֒ וַיַּהֲרֹ֨ג יְהֹוָ֤ה כׇּל־בְּכוֹר֙ בְּאֶ֣רֶץ מִצְרַ֔יִם מִבְּכֹ֥ר אָדָ֖ם וְעַד־בְּכ֣וֹר בְּהֵמָ֑ה עַל־כֵּן֩ אֲנִ֨י זֹבֵ֜חַ לַֽיהֹוָ֗ה כׇּל־פֶּ֤טֶר רֶ֙חֶם֙ הַזְּכָרִ֔ים וְכׇל־בְּכ֥וֹר בָּנַ֖י אֶפְדֶּֽה׃", "וְהָיָ֤ה לְאוֹת֙ עַל־יָ֣דְכָ֔ה וּלְטוֹטָפֹ֖ת בֵּ֣ין עֵינֶ֑יךָ כִּ֚י בְּחֹ֣זֶק יָ֔ד הוֹצִיאָ֥נוּ יְהֹוָ֖ה מִמִּצְרָֽיִם׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "וַיְהִ֗י בְּשַׁלַּ֣ח פַּרְעֹה֮ אֶת־הָעָם֒ וְלֹא־נָחָ֣ם אֱלֹהִ֗ים דֶּ֚רֶךְ אֶ֣רֶץ פְּלִשְׁתִּ֔ים כִּ֥י קָר֖וֹב ה֑וּא כִּ֣י&thinsp;<b>׀</b> אָמַ֣ר אֱלֹהִ֗ים פֶּֽן־יִנָּחֵ֥ם הָעָ֛ם בִּרְאֹתָ֥ם מִלְחָמָ֖ה וְשָׁ֥בוּ מִצְרָֽיְמָה׃", "וַיַּסֵּ֨ב אֱלֹהִ֧ים&thinsp;<small>׀</small>&thinsp;אֶת־הָעָ֛ם דֶּ֥רֶךְ הַמִּדְבָּ֖ר יַם־ס֑וּף וַחֲמֻשִׁ֛ים עָל֥וּ בְנֵי־יִשְׂרָאֵ֖ל מֵאֶ֥רֶץ מִצְרָֽיִם׃", "וַיִּקַּ֥ח מֹשֶׁ֛ה אֶת־עַצְמ֥וֹת יוֹסֵ֖ף עִמּ֑וֹ כִּי֩ הַשְׁבֵּ֨עַ הִשְׁבִּ֜יעַ אֶת־בְּנֵ֤י יִשְׂרָאֵל֙ לֵאמֹ֔ר פָּקֹ֨ד יִפְקֹ֤ד אֱלֹהִים֙ אֶתְכֶ֔ם וְהַעֲלִיתֶ֧ם אֶת־עַצְמֹתַ֛י מִזֶּ֖ה אִתְּכֶֽם׃", "וַיִּסְע֖וּ מִסֻּכֹּ֑ת וַיַּחֲנ֣וּ בְאֵתָ֔ם בִּקְצֵ֖ה הַמִּדְבָּֽר׃", "וַֽיהֹוָ֡ה הֹלֵךְ֩ לִפְנֵיהֶ֨ם יוֹמָ֜ם בְּעַמּ֤וּד עָנָן֙ לַנְחֹתָ֣ם הַדֶּ֔רֶךְ וְלַ֛יְלָה בְּעַמּ֥וּד אֵ֖שׁ לְהָאִ֣יר לָהֶ֑ם לָלֶ֖כֶת יוֹמָ֥ם וָלָֽיְלָה׃", "לֹֽא־יָמִ֞ישׁ עַמּ֤וּד הֶֽעָנָן֙ יוֹמָ֔ם וְעַמּ֥וּד הָאֵ֖שׁ לָ֑יְלָה לִפְנֵ֖י הָעָֽם׃&nbsp;<span class=\"mam-spi-pe\">{פ}</span><br>"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": [" יהוה spoke further to Moses, saying,", "“Consecrate to Me every male first-born; human and beast, the first [male] issue of every womb among the Israelites is Mine.”", "And Moses said to the people,“Remember this day, on which you went free from Egypt, the house of bondage, how יהוה freed you from it with a mighty hand: no leavened bread shall be eaten.", "You go free on this day, in the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>in the month </b>Or “on the new moon.”</i> of Abib.", "So, when יהוה has brought you into the land of the Canaanites, the Hittites, the Amorites, the Hivites, and the Jebusites, which was sworn to your fathers to be given you, a land flowing with milk and honey, you shall observe in this month the following practice:", "“Seven days you shall eat unleavened bread, and on the seventh day there shall be a festival of יהוה.", "Throughout the seven days unleavened bread shall be eaten; no leavened bread shall be found with you, and no leaven shall be found in all your territory.", "And you shall explain to your child on that day, ‘It is because of what יהוה did for me when I went free from Egypt.’", "“And this shall serve you as a sign on your hand and as a reminder on your forehead<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>on your forehead </b>Lit. “between your eyes”; cf. Deut. 6.8.</i> —in order that the Teaching of יהוה may be in your mouth—that with a mighty hand יהוה freed you from Egypt.", "You shall keep this institution at its set time from year to year.", "“And when יהוה has brought you into the land of the Canaanites, as [God] swore to you and to your fathers, and has given it to you,", "you shall set apart for יהוה every first issue of the womb: every male firstling that your cattle drop shall be יהוה’s.", "But every firstling ass you shall redeem with a sheep; if you do not redeem it, you must break its neck. And you must redeem every male first-born among your children.", "And when, in time to come, a child of yours asks you, saying, ‘What does this mean?’ you shall reply, ‘It was with a mighty hand that יהוה brought us out from Egypt, the house of bondage.", "When Pharaoh stubbornly refused to let us go, יהוה slew every [male] first-born in the land of Egypt, the first-born of both human and beast. Therefore I sacrifice to יהוה every first male issue of the womb, but redeem every male first-born among my children.’", "“And so it shall be as a sign upon your hand and as a symbol<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>symbol </b>Others “frontlet.”</i> on your forehead that with a mighty hand יהוה freed us from Egypt.”", "Now when Pharaoh let the people go, God did not lead them by way of the land of the Philistines, although it was nearer; for God said, “The people may have a change of heart when they see war, and return to Egypt.”", "So God led the people round about, by way of the wilderness at the Sea of Reeds. Now the Israelites went up armed<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>armed </b>Meaning of Heb. <i>ḥamushim</i> uncertain.</i> out of the land of Egypt.", "And Moses took with him the bones of Joseph, who had exacted an oath from the children of Israel, saying, “God will be sure to take notice of you: then you shall carry up my bones from here with you.”", "They set out from Succoth, and encamped at Etham, at the edge of the wilderness.", " יהוה went before them in a pillar of cloud by day, to guide them along the way, and in a pillar of fire by night, to give them light, that they might travel day and night.", "The pillar of cloud by day and the pillar of fire by night did not depart from before the people."], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d029b6084aa1cbf0062b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בְּכוֹר 1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "BDB, בְּכוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בְּכוֹר א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בְּכוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בְּכוֹר</span></big><sub>122</sub>  <strong>n.m. first-born</strong>—<a data-ref=\"Genesis 35:23\" href=\"/Genesis.35.23\">Gn 35:23</a> + 78 times; <span dir=\"rtl\">בְּכֹר</span> <a data-ref=\"Genesis 25:13\" href=\"/Genesis.25.13\">Gn 25:13</a> + 14 times; sf. <span dir=\"rtl\">בְּכֹרִי</span> <a data-ref=\"Genesis 49:3\" href=\"/Genesis.49.3\">Gn 49:3</a> + 14 times; <span dir=\"rtl\">בְּכוֹרוֹ</span> <a data-ref=\"Genesis 38:6\" href=\"/Genesis.38.6\">Gn 38:6</a> + 3 times; pl. cstr. <span dir=\"rtl\">בְּכוֹרֵי</span> <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a> + 2 times; <span dir=\"rtl\">בְּכוֹרֵיהֶם</span> <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a>; also <span dir=\"rtl\">בְּכֹרוֹת</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a>; <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>; <span dir=\"rtl\">בְּכֹרֹת</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>;—<br><strong>1.</strong>  <em>men and women:</em> <strong>a.</strong>  <em>individuals</em> <a data-ref=\"Genesis 25:13\" href=\"/Genesis.25.13\">Gn 25:13</a> (P) <a data-ref=\"Genesis 43:33\" href=\"/Genesis.43.33\">43:33</a>; <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">48:18</a> (E) +. <strong>b.</strong>  coll. <a data-ref=\"Numbers 3:46\" href=\"/Numbers.3.46\">Nu 3:46</a>, <a data-ref=\"Numbers 3:50\" href=\"/Numbers.3.50\">50</a>; <a data-ref=\"Numbers 8:16\" href=\"/Numbers.8.16\">8:16</a>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>. <strong>c.</strong>  pl. <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a> <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">ψ 135:8</a>; <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">136:10</a>. <strong>d.</strong>  <span dir=\"rtl\">כל בכור</span> <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a>, <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a>; <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">13:2</a>, <a data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a><sup>(×2)</sup>; <a data-ref=\"Exodus 22:28\" href=\"/Exodus.22.28\">22:28</a>; <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a> <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a><sup>(×3)</sup>, <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">13</a>, <a data-ref=\"Numbers 3:40\" href=\"/Numbers.3.40\">40</a>, <a data-ref=\"Numbers 3:42\" href=\"/Numbers.3.42\">42</a>, <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">43</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a><sup>(×2)</sup>, <a data-ref=\"Numbers 8:18\" href=\"/Numbers.8.18\">18</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>.<br><strong>2.</strong>  <em>animals:</em> <strong>a.</strong>  <em>individuals</em> <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a>; <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 33:17\" href=\"/Deuteronomy.33.17\">33:17</a>. <strong>b.</strong>  coll. <span dir=\"rtl\">בכור בהמה</span> <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">12:29</a>; <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">13:15</a>; <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">Nu 3:41</a>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>; <span dir=\"rtl\">כל הבכור</span> <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a>. <strong>c.</strong>  pl. <span dir=\"rtl\">בכרות</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a>; <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">Ne 10:37</a>.<br><strong>3.</strong>  <em>figurative</em>, n. of relation <span dir=\"rtl\">בכור מות</span> <em>first-born of death</em> <a data-ref=\"Job 18:13\" href=\"/Job.18.13\">Jb 18:13</a> (deadly disease); <span dir=\"rtl\">בְּכוֹרֵי דַלִּים</span> <em>first-born of the poor</em> (the poorest) <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; Israel is the first-born of Yahweh among the nations <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>; and the seed of David among dynasties <a data-ref=\"Psalms 89:28\" href=\"/Psalms.89.28\">ψ 89:28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0c6b6084aa1cbf074e5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d308b6084aa1cbf2194b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָכָה 1", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "BDB, נָכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָכָה א׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָכָה</span></big></big><sub>501</sub><big><big>]</big></big>  <strong>vb. smite</strong> (not in <strong>Qal</strong>) <strong>(</strong>NH Hiph. <em>id.;</em> Pf. 3 pl. <span dir=\"rtl\">הכו</span> SI <sup>4</sup>, Inf. <span dir=\"rtl\">להך[ת]</span> ib. 2; Syriac <span dir=\"rtl\">ܢܟܳܐ</span>, <em>laesit, nocuit, repugnavit;</em> Aph. <em>laesit, vulneravit;</em> Ethiopic ነከየ <em>laesit, nocuit;</em> cf. Arabic <span dir=\"rtl\">نَكَى</span> <em>be defeated</em>, <span dir=\"rtl\">نِكَايَةٌ</span> <em>the inflicting of injury</em> on an enemy Lane<sup>3038</sup><strong>)</strong>;—<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִכָּה וָמֵת</span> consec. <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a> <em>and he shall be smitten</em> [struck by weapon in battle] <em>and die</em>.<br>†<strong>Pu.</strong>  Pf. 3 fs. <span dir=\"rtl\">נֻכָּ֑תָה</span> <a data-ref=\"Exodus 9:31\" href=\"/Exodus.9.31\">Ex 9:31</a>; 3 pl. <span dir=\"rtl\">נֻכּוּ</span> v <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">32</a> (J), both <em>be smitten down</em> by the hail.<br><strong>Hiph.</strong><sub>482</sub>  Pf. 3 ms. <span dir=\"rtl\">הִכָּה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> +; sf. <span dir=\"rtl\">וְהִכַּ֫נִי</span> consec. <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a>, <span dir=\"rtl\">הִכָּם</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>; 2 ms. <span dir=\"rtl\">הִכִּ֫יתָ</span> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> +; 1 s. <span dir=\"rtl\">הִכֵּיתִי</span> <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a> +, <span dir=\"rtl\">וְהִכֵּיתִ֫י</span> <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> +; 3 pl. <span dir=\"rtl\">הִכּוּ</span> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> +; 2 mpl. <span dir=\"rtl\">הִכִּיתֶם</span> <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a> + 3 times consec.; etc.; Impf. 3 ms. <span dir=\"rtl\">יַכֶּה</span> <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> +, <span dir=\"rtl\">יַךְ</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (but read <span dir=\"rtl\">וַיַּךְ</span> We Now GASm); <span dir=\"rtl\">וְיַךְ</span> <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (v. infr.); <span dir=\"rtl\">וַיַּכֶּה</span> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> +, usually <span dir=\"rtl\">וַיַּךְ</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> +; sf. 2 ms. <span dir=\"rtl\">יַכֶּ֫כָּה</span> <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> + 2 times, 3 ms. <span dir=\"rtl\">וַיַּכּוֹ</span> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> (but read <span dir=\"rtl\">וַיַּךְ</span> 𝔊 𝔖 𝔙 Th We Dr Klo Kit Bu HPS), <span dir=\"rtl\">יַכֶּ֫נּוּ</span> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a> + 2 times; usually <span dir=\"rtl\">וַיַּכֵּ֫הוּ</span> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> +; 3 fs. <span dir=\"rtl\">וַתַּךְ</span> <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>.<a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; 2 ms. <span dir=\"rtl\">תַּכֶּה</span> <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">Ex 2:13</a> +; sf. 3 ms. <span dir=\"rtl\">תַּכֶּ֫נּוּ</span> <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">Pr 23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a>; 1 s. <span dir=\"rtl\">אַכֶּה</span> <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">1 S 18:11</a> +; <span dir=\"rtl\">וָאַכֶּה</span> <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a>, <span dir=\"rtl\">וָאַךְ</span> <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a>; 3 mpl. <span dir=\"rtl\">יַכּוּ</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; usually <span dir=\"rtl\">וַיַּכּוּ</span> <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + (<a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> read prob. <strong>Hoph.</strong> q.v.); 1 pl. <span dir=\"rtl\">נַכֶּה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <span dir=\"rtl\">וַנַּךְ</span> <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">Dt 2:33</a>, etc.; Imv. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <span dir=\"rtl\">הַךְ</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a> +; mpl. <span dir=\"rtl\">הַכּוּ</span> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>, etc.; Inf. abs. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> +; <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24</a> (Ges<sup>§ 75 ff</sup>); cstr. <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +, etc.; Pt. <span dir=\"rtl\">מַכֶּה</span> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a> +; cstr. <span dir=\"rtl\">מַכֵּת</span> <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a> +; pl. <span dir=\"rtl\">מַכִּים</span> <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  lit., <em>smite</em> (with a single, non-fatal, blow), <em>strike</em>, sq. acc., ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>, <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">27</a> <span dir=\"rtl\">(בְּמַקֵּל)</span>, v <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">28</a>, <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">32</a> (all J); man <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> (E); cheeks <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; man (on) cheek (2 acc.) <a data-ref=\"Lamentations 3:30\" href=\"/Lamentations.3.30\">La 3:30</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a>; man <span dir=\"rtl\">עַל־לְחִי</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a>; eye <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">Ex 21:26</a> (E); <span dir=\"rtl\">שֵׁבֶט מַכֵּךְ</span> <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">Is 14:26</a>; with ב obj. <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>; with <span dir=\"rtl\">(ב)</span> stone or fist <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E), cf. (fig.) <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a> (abs.); <em>smite</em> lion or bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; <em>strike</em> river (with rod <span dir=\"rtl\">מַטֶּה</span>) <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">7:17</a> (c. <span dir=\"rtl\">עַל</span> obj., + ב instr.), v <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">20</a> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> (E; ב instr.), also (with mantle) <a data-ref=\"II Kings 2:8\" href=\"/II_Kings.2.8\">2 K 2:8</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a><sup>(×2)</sup>, cf. <a ,=\"\" data-ref=\"BDB, יָם\" dir=\"rtl\" href=\"/BDB,_יָם\">י׳</a> <em>smiting</em> Euphrates into <span dir=\"rtl\">(ל)</span> seven streams <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; dust <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a>, <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (P); rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P; ב instr.), <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a>; fig. <em>smite</em> earth <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of future Davidic kg.); <em>strike</em> on ground (<span dir=\"rtl\">אַ֫רְצָה</span>; with arrows) <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>, also (abs.) v <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">18</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>; <em>strike</em> weapons out of <span dir=\"rtl\">(מִן)</span> hands, <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> (<span dir=\"rtl\">י׳</span>; fig. of making powerless); lintel of door <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; barley-loaf <em>strikes</em> tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> (in dream); in fig. of regret, remorse <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <em>and David’s heart smote him</em>, so <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a> (+ <span dir=\"rtl\">עַל־אֲשֶׁר</span> <em>because</em>); of goat smiting (butting with horn) the ram, so as to break its horns <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">Dn 8:7</a> (in vision); <em>smite</em> = <em>hit</em> with missile, sling-stone <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (c. acc. pers. + <span dir=\"rtl\">אֶל־מִצְחוֹ</span>), cf. <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (but text perhaps corrupt, v. Benz); arrow, <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a> (c. acc. pers. + <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> (c. <em>id.</em>); of piercing, <span dir=\"rtl\">הַכּוֹת בַּחֲנִית בְּדָוִד וּבַקִּיר</span> <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>smite with the dart into</em> D<em>. and into the wall</em>, pin D. to the wall, <span dir=\"rtl\">וַיַּךְ אֶת־הַח׳ בַּקִּיר</span> v <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">10</a>, cf. <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">18:11</a>, <span dir=\"rtl\">אַכֶּנּוּ בַחֲנִית וּבָאָרֶץ</span> <a data-ref=\"I Samuel 26:8\" href=\"/I_Samuel.26.8\">26:8</a>. <strong>b.</strong>  <em>smite</em> repeatedly, <em>beat</em>, a man <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">13</a> (E), <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">5:16</a> (J), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (<span dir=\"rtl\">מִן</span> partit.), cf. <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; here prob. also <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:37\" href=\"/I_Kings.20.37\">37</a><sup>(×2)</sup> (<span dir=\"rtl\">הַכֵּה וּפָצֹעַ</span> <em>beating and bruising him</em>); of Assyrian under fig. of task-master <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <em>beat</em> a woman so as to bruise her <span dir=\"rtl\">(פָּצַע)</span> <a data-ref=\"Song of Songs 5:7\" href=\"/Song_of_Songs.5.7\">Ct 5:7</a>; <em>beat</em> by authority, <em>scourge</em> <a data-ref=\"Jeremiah 20:2\" href=\"/Jeremiah.20.2\">Je 20:2</a>; <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">37:15</a> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>, <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> (c. acc. pers. + acc. cogn. <span dir=\"rtl\">מַכָּה רַבָּה</span>), v <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> cf. <span dir=\"rtl\">בִּן הַכּוֹת</span> v <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">2</a> i.e. <em>worthy of scourging</em>, bastinado, (cf. Dr); <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Proverbs 17:10\" href=\"/Proverbs.17.10\">Pr 17:10</a>; <a data-ref=\"Proverbs 19:25\" href=\"/Proverbs.19.25\">19:25</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a> (<span dir=\"rtl\">ב</span> instr.); cf. <span dir=\"rtl\">גֵּוִי נָתַתִּי לְמַכִּים</span> <a data-ref=\"Isaiah 50:6\" href=\"/Isaiah.50.6\">Is 50:6</a>; of hail, <em>beat down</em> herbage etc. <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a><sup>(×2)</sup> (cf. <strong>Pu.</strong>). <strong>c.</strong>  <span dir=\"rtl\">וַיַּכּוּ כַף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <em>and they clapped hands</em> (in applause); elsewhere only Ezek., in mockery; <span dir=\"rtl\">כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">Ez 21:19</a>, <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a>; <span dir=\"rtl\">בְּכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a> (‖ <span dir=\"rtl\">רְקַע בְּרַגְלְךָ</span>); acc. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a>. <strong>d.</strong>  <em>give a thrust</em> (with fork) into <span dir=\"rtl\">(ב)</span> pot <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a>; <em>strike</em> roots <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (in fig., but <span dir=\"rtl\">וַיֵּלְכוּ</span> We Now). <strong>e.</strong>  rarely <em>smite</em> (in battle) so as (merely) to wound <a data-ref=\"II Kings 8:28\" href=\"/II_Kings.8.28\">2 K 8:28</a>, so (+ acc. cogn. <span dir=\"rtl\">מַכָּה</span>) v <a data-ref=\"II Kings 8:29\" href=\"/II_Kings.8.29\">29</a>; <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">9:15</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; fig. of <span dir=\"rtl\">י׳</span>’s wounding Isr. <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (opp. <span dir=\"rtl\">חָבַשׁ</span>, <em>bind up</em>), <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">Je 30:14</a> (c. acc. cogn.). Cf. <em>smite with</em> <span dir=\"rtl\">(ב)</span> <em>the tongue</em> <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>. <strong>f.</strong>  <em>smite</em>, of sun, etc., c. acc. pers. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>. <strong>2.</strong>  <em>Smite</em> fatally: <strong>a.</strong>  (subj. man) <em>smite</em>, c. acc., + word of killing (dying):—obj. lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; man <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> (E), <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a> (JE), <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a> (D), <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a>; <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2:31</a> (<span dir=\"rtl\">מִן</span> partit. + ב <em>among</em>), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">4:7</a>; <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">14:6</a>; <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">18:15</a>; <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">21:17</a>; <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>; <a data-ref=\"II Kings 12:22\" href=\"/II_Kings.12.22\">2 K 12:22</a>; <a data-ref=\"II Kings 15:30\" href=\"/II_Kings.15.30\">15:30</a>; <a data-ref=\"II Kings 25:21\" href=\"/II_Kings.25.21\">25:21</a> = <a data-ref=\"Jeremiah 52:27\" href=\"/Jeremiah.52.27\">Je 52:27</a>, <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a> <a data-ref=\"Jeremiah 41:2\" href=\"/Jeremiah.41.2\">Je 41:2</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P; all c. ב instr.); c. acc. + <span dir=\"rtl\">אֶל־חֹמֶשׁ</span> + ב instr. <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <em>smote him</em> (fatally) <em>in the belly with</em> (v. HPS), <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a>, cf. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">3:27</a> (+ 2 acc.) <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">4:6</a> (but del. 𝔊 Ew Th We Dr Bu HPS); <span dir=\"rtl\">וְהִכָּהוּ נֶפֶשׁ</span> <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> <em>and he smite him in his life</em> (mortally), and he die, cf. (without word of dying) v <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a> [otherwise <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>.<a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">Dt 27:25</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>]; with prolepsis <span dir=\"rtl\">לְהַכּוֹת חֲלָלִים</span> <em>smite the slain</em> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>; + <span dir=\"rtl\">אַ֫רְצָה</span> <em>smite to the ground</em> i.e. kill <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 18:11\" href=\"/II_Samuel.18.11\">18:11</a>. <strong>b.</strong>  <em>smite</em>, of worm gnawing or boring so as to kill plant <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>. <strong>c.</strong>  very often = <em>kill, slay, man or beast</em> (c. 150 times): <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (exterminate; both J), <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>; <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E), <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> (<span dir=\"rtl\">מִן</span> partit.), v <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> (JE), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">21:1</a>; <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">27:24</a>, <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">25</a>; <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">Jos 11:10</a> (<span dir=\"rtl\">ב</span> instr.; all D), <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>, <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">1 S 17:9</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">36</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a> (exterminate), etc.; c. ב <em>among</em> <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">23:5</a>, <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">20:45</a>; c. ב partit. <em>slay at, work slaughter among</em> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> v Be<sup>ad loc.</sup> Dr <sup>2 S 23:10</sup>), but also ב of dir. obj. <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a>; <a data-ref=\"I Samuel 21:12\" href=\"/I_Samuel.21.12\">21:12</a> = <a data-ref=\"I Samuel 29:5\" href=\"/I_Samuel.29.5\">29:5</a>; subj. lion <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">1 K 20:36</a><sup>(×2)</sup> cf. <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of judgment); <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19b</a> (<span dir=\"rtl\">ב</span> <em>among</em>, + acc. cogn.; <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19a</a> <span dir=\"rtl\">וַיַּךְ</span> crpt. v. 𝔊 Th We Dr Kl Kit Bu HPS); <em>slay</em> firstborn <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">Ex 12:12</a> (J), v <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a> <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> (all P), <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">135:8</a>; God <em>slays</em> for <span dir=\"rtl\">(עַל)</span> sin <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a> <span dir=\"rtl\">(עַל־אֲשֶׁר)</span>; <em>slay</em> <span dir=\"rtl\">לְפִי־חֶרֶב</span> <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">Dt 13:16</a>; <a data-ref=\"Deuteronomy 20:13\" href=\"/Deuteronomy.20.13\">20:13</a> <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">12</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">14</a> (all D), <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>; <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">1 S 22:9</a>; <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a> <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>; <em>kill, slay</em>, c. acc. cogn. <span dir=\"rtl\">(מַכָּה)</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a>; <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">1 K 20:21</a> (<span dir=\"rtl\">ב</span> <em>among</em>), <a data-ref=\"II Chronicles 13:17\" href=\"/II_Chronicles.13.17\">2 Ch 13:17</a> <span dir=\"rtl\">(בָּחֶם)</span>, <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">25:13</a> <span dir=\"rtl\">(מֵהֶם)</span>; c. acc. pers. + acc. cogn. <a data-ref=\"Joshua 10:20\" href=\"/Joshua.10.20\">Jos 10:20</a> (JE), <a data-ref=\"Esther 9:5\" href=\"/Esther.9.5\">Est 9:5</a>, etc.; <em>kill unwittingly, unintentionally</em> <span dir=\"rtl\">הִכָּה בִבְלִי דַ֫עַת</span> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">Jos 20:5</a> (both D). <strong>3.</strong>  <em>Smite</em> = <em>attack, attack and destroy</em> a company <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a>, <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">12</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">9:43</a>; <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a>; <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; <em>attack and capture</em> a city <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> v <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">12</a> = <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">Jos 15:16</a> (JE), <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a>; <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">10:4</a> (JE), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a> = <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">Je 47:1</a>; tents <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"II Chronicles 14:14\" href=\"/II_Chronicles.14.14\">2 Ch 14:14</a>; = <em>sack</em> a city <span dir=\"rtl\">לְפִי־חֶרֶב</span> (slaying inhab.), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">19:47</a> (both JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 19:37\" href=\"/Joshua.19.37\">37</a> cf. v <a data-ref=\"Joshua 19:39\" href=\"/Joshua.19.39\">39</a> (all D), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">20:37</a>; <a data-ref=\"II Samuel 15:14\" href=\"/II_Samuel.15.14\">2 S 15:14</a>; especially <em>defeat</em> kg. or army (involving often overthrow, pursuit and slaughter),—c. 95 times,—<a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">15</a>, <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">17</a>; <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">Nu 14:45</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a> (JE), <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10:10</a> (+ acc. cogn.), v <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10</a> (<span dir=\"rtl\">עַד</span> loc.), <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a><sup>(×2)</sup> (all JE), <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">2:33</a>; <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">3:3</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">7:2</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a>; <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">Jos 10:33</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (<span dir=\"rtl\">ועד—מִן</span> loc.), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">6</a>, <a data-ref=\"Joshua 12:12\" href=\"/Joshua.12.12\">12</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (all D); <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">Ju 1:5</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> (<span dir=\"rtl\">עד</span> temp.), <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a> <span dir=\"rtl\">(עַד־כְּלֵּה)</span>, <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24a</a> + v <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">24b</a> (where read <span dir=\"rtl\">וַיָּבֹאוּ בוֹא וְהַכּוֹת</span> <em>and they went on defeating</em>), <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">Is 10:20</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a>, etc.; ins. <span dir=\"rtl\">וַיַּךְ</span> or <span dir=\"rtl\">הִכָּה</span> in <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> Th Ke Kit Bu cf. Dr, after 𝔊; c. ב obj. <a data-ref=\"I Samuel 14:31\" href=\"/I_Samuel.14.31\">1 S 14:31</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">23:2</a><sup>(×2)</sup> (<span dir=\"rtl\">ה</span> loc.—<span dir=\"rtl\">מִן</span>); + <span dir=\"rtl\">לְפִי חֶרֶב</span> <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>, etc.; of gods <em>causing defeat</em> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>; <em>smite</em> land = conquer, subjugate, sometimes ravage, <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> (D), <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>; <a data-ref=\"Jeremiah 43:11\" href=\"/Jeremiah.43.11\">Je 43:11</a>; <a data-ref=\"Jeremiah 46:13\" href=\"/Jeremiah.46.13\">46:13</a>, cf. <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">Is 14:6</a> (acc. cogn.); subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">Nu 32:4</a> (P); of <span dir=\"rtl\">י׳</span> <em>smiting</em> sea <span dir=\"rtl\">וְהִכָּה בַיָּם גַּלִּים</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> (Bev<sup>JPh. xviii. 35 (1889), 88</sup> proposes <span dir=\"rtl\">גבלים</span>). <strong>4.</strong>  Of God, <strong>a.</strong>  <em>smite</em> with <span dir=\"rtl\">(ב)</span> a plague, disease, etc.:—blindness <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> (J), <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">2 K 6:18</a><sup>(×2)</sup> cf. <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a><sup>(×2)</sup> (symbol.); of Egyptian plagues <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a>; <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (both J), <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a>, without ב <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> (J), <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> (P), <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a> (acc. + <span dir=\"rtl\">בִּבְכוֹרֵיהֶם</span>); other plagues <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE), <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>, <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">27</a>, <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">28</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">2 S 24:17</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>, <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">9</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a> (+ ב <em>in</em>); <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (JE; <span dir=\"rtl\">בָּעָם</span> + acc. cogn.); <em>smite</em> vines with <span dir=\"rtl\">(ב)</span> blight <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">ψ 105:33</a>. <strong>b.</strong>  <em>smite</em> = <em>chastise</em>, or <em>send judgment upon</em>, usually c. acc., <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">9:12</a>; <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a> <span dir=\"rtl\">(הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ)</span>, <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (<span dir=\"rtl\">ב</span> instr.) <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">57:17</a>; <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">60:10</a> (opp. <span dir=\"rtl\">רִחַם</span>) <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a>; <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">14:9</a>; <a data-ref=\"Ezekiel 32:15\" href=\"/Ezekiel.32.15\">Ez 32:15</a> (𝔊 Co <span dir=\"rtl\">זֵרָה</span> scatter); c. <span dir=\"rtl\">עַל</span> <em>punish for</em>, (sin) <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">Lv 26:24</a> (H). <strong>c.</strong>  of God’s <em>destroying</em> palaces <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">6:11</a> (2 acc.), cf. <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הֻכָּה</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>. <span dir=\"rtl\">הוּכָּה</span> <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; <span dir=\"rtl\">וְהֻכָּת</span> consec. <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>; 3 fs. <span dir=\"rtl\">הֻכְּתָה</span> <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; 1 s. <span dir=\"rtl\">הֻכֵּ֫יתִי</span> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>; 3 pl. <span dir=\"rtl\">הֻכּוּ</span> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; Impf. 3 mpl. <span dir=\"rtl\">וַיּכֻּוּ</span> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>; 2 mpl. <span dir=\"rtl\">תֻּכּוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; Pt. <span dir=\"rtl\">מֻכֶּה</span> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>, cstr. <span dir=\"rtl\">מֻכֵּה</span> <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>; f. <span dir=\"rtl\">מֻכָּה</span> <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a>; pl. <span dir=\"rtl\">מֻפִּים</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, cstr. <span dir=\"rtl\">מֻכֵּי־</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>;—<em>be smitten:</em> <strong>1.</strong>  = <em>receive a blow</em> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> (Judah under fig. of man). <strong>2.</strong>  <em>be wounded</em> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>. <strong>3.</strong>  <em>be beaten</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>, <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">16</a> (J). <strong>4.</strong>  <em>be</em> (fatally) <em>smitten</em> + vb. of dying <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> (E); <em>be killed, slain</em> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a> (c. <span dir=\"rtl\">עַל</span>, <em>for</em>), <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> (‖ <span dir=\"rtl\">הֲרֻגֵי מָ֑וֶת</span>); so also (abs.) prob. <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> (read <span dir=\"rtl\">וַיֻּכּוּ</span> 𝔊 𝔖 𝔙 Th Dr Klo Kit, for MT <span dir=\"rtl\">וַיַּכּוּ</span>). <strong>5.</strong>  <em>be attacked and captured</em>, of city <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>6.</strong>  <em>be smitten</em> with disease (by God) <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; abs., of <span dir=\"rtl\">י׳</span>’s servant <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>. <strong>7.</strong>  <em>be blighted</em>, of plant (in fig.) <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> (Ephr.), <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a> (heart, <span dir=\"rtl\">כָּעֵשֶׂב</span>; both + <span dir=\"rtl\">יָבַשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0d9613f3c2d3b4517e7", "index_title": "German Commentary on Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Bekhorot 1:1:6", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "German Commentary on Mishnah Bekhorot 1:1:6", "sourceHeRef": "פירוש גרמני על משנה בכורות א׳:א׳:ו׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 1.0006, "collectiveTitle": {"en": "German Commentary on Mishnah Bekhorot", "he": "פירוש גרמני על משנה בכורות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>weil es heisst.</b>  Num. 3, 13.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0dd613f3c2d3b4518ae", "index_title": "German Commentary on Mishnah Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Bekhorot 2:1:3", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "German Commentary on Mishnah Bekhorot 2:1:3", "sourceHeRef": "פירוש גרמני על משנה בכורות ב׳:א׳:ג׳", "anchorVerse": 13, "sourceHasEn": true, "commentaryNum": 1.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Bekhorot", "he": "פירוש גרמני על משנה בכורות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>weil es heisst.</b>  Num. 3, 13.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660923e89ee78a249f411adf", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "anchorRef": "Numbers 3:9-45", "anchorRefExpanded": ["Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nahmanides suggests that Korah was not arguing for egalitarianism in the modern sense of the word. Rather, he was protesting the transfer of priestly and Levitical duties to the tribe of Levi after the sin of the Golden Calf.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Num. 3:9–45; 8:13–20.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "668b9dc9310e2d929aa163d1", "index_title": "David Zvi Hoffmann on Exodus", "category": "Tanakh", "type": "", "ref": "David Zvi Hoffmann on Exodus 6:3:5", "anchorRef": "Numbers 3:13", "anchorRefExpanded": ["Numbers 3:13"], "sourceRef": "David Zvi Hoffmann on Exodus 6:3:5", "sourceHeRef": "פירושי רד\"צ הופמן על שמות ו׳:ג׳:ה׳", "anchorVerse": 13, "sourceHasEn": false, "commentaryNum": 3.0005, "collectiveTitle": {"en": "David Zvi Hoffmann on Exodus", "he": "פירושי רד\"צ הופמן על שמות"}, "he": "<b>ושמי ה' לא נודעתי.</b> בצדק מצביע רש\"י<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">להלן פסוק ט, ד\"ה מקצר רוח (המ').</i> על דברי ירמיהו (טז, כא) \"בפעם הזאת אודיעם את־ידי ואת־גבורתי, וידעו כי־שמי ה\"', שמהם משתמע בבירור, כי הוא ית' מראה עצמו כה' בכך שהוא מוכיח את גדולתו וגבורתו על ידי מעשה נסים, ובדומה גם האמור בישעיה (נב, ו) \"לכן ידעו עמי שמי\". ומוכח שהשם ה' היה ידוע כבר קודם לכן לפחות במשפחת משה, שהרי אמו נקראת יוכבד<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">ראה Geschichte II, p 223) Ewald).</i> ואך רק מאוחר יותר נודע שם זה אצל הכל, ומכאן ריבוי השמות באות יו\"ד.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">* אלה המבקרים השואלים, כיצד זה שאברהם לא למד להכיר את משמעו של שם הוי\"ה מעצם קורות חייו המופלאים, התעלמו מכך, שלא נאמר כאן \"ושמי ה' לא נודע להם\", כלומר לא היה ידוע להם, אבל נאמר כאן \"ושמי ה' לא נודעתי להם\", כלומר לא התגליתי להם בו, השוה יחזקאל כ, ה. אמנם מתוך האמור בבראשית ד, א משתמע בבירור, כי שם הוי\"ה כבר היה ידוע לקדמונים, ואמנם מספר פסוק כו שם, שבימי אנוש \"הוחל לקרא בשם ה'\", אך לא נאמר עד כאן בשום מקום שה' התגלה בשם זה לאדם כלשהו, שיאמר למישהו \"אני ה'\" או \"שמי ה'\". ובוודאי לא מסופר, שגילה לאיזה אדם את משמעותו העמוקה של שם זה. נראה אפוא, שלפי תפישת המקרא אנשים השתמשו בשם הוי\"ה עוד לפני שה' גילה אותו להם...<br>ובכלל, הנחה מוטעית לגמרי היא, שבפסוקים ב ו־ו של פרקנו שם הוי\"ה נודע להם לבני ישראל בפעם הראשונה. דיבור זה אל בני ישראל גם חותם ב\"אני ה'\", וגם דיבורים נוספים של ה' פותחים או חותמים במלים \"אני ה'\" או \"אני ה' אלהיכם\" (השוה ו, כט; יב, יב; כט, מו; ויקרא פרקים יח ו־יט פעמים רבות; שם כב, לג; כג, כב, מג; כה, יז, נה; כו, מה; במדבר ג, יג; י, י; טו, מא). וכשם שבכל המקומות האלה אין לראות בנוסחה זו הודעה ראשונה של שם הוי\"ה, אבל יש לראות בה משום פתיחה חגיגית או סיום מאשר של נאום או של קבוצת מצוות, (Dillmann השוה p.592) כך אין לראות גם כאן במלים אלה אלא משום פתיחה חגיגית אשר מניחה כידועים מקודם (ג, יד ואילך) הן את שם הוי\"ה עצמו, הן את משמעותו.<br>ראיה לדברינו יש לראות בעובדה, שאין שם הוי\"ה מתפרש כאן כלל. ואם סובר ps.64) Dillmann): אין המחבר מציע ביאור משמעותו של השם, כשם שלא עשה כן למעלה (בראשית יז, א), הרי יש לטעון כנגד זה: א. בצורה \"אל שדי\" המלה שדי אינה אלא כינוי, כלומר ה' הכל־יכול, המספק הכל, שם שבזמן העתיק הובן בכל מקום ולא היה זקוק לכל פירוש, בעוד שהשם ה' - nomen proprium כשם פרטי חדש - אינו יכול להיזכר ראשונה בלא פירוש כלשהו, והראיה - ביאור־פירוש כזה אכן ניתן למעלה (ג, יד) ועוד. השם אל שדי מוזכר בבראשית יז, א לא כשם חדש שלא היה ידוע קודם לכן (והוא אף בא במקראות \"שאינם שייכים\" למקור P, כגון בבראשית מג, ד; מט, כה, כלומר מקראות אלה מניחים שם זה פשוט כידוע לכל). לא נאמר בשום מקום, למשל אצל נח, שתחילה נקרא ה' בשם אחר, בעוד שכאן יוכנס לשימוש שם אחר לה', שם שמשמעו שונה מן הקודם. דבר כזה צריך היה להיאמר, מעין השינוי מן השם אברם לאברהם (בראשית יז, ה), אם לא שקדם הביאור שניתן למעלה (ג, יד)<br>זאת ועוד. למעלה (ג, י) אומר ה' ראשית כל אל משה, אחר שהזכיר את צעקת בני ישראל, \"ועתה לכה ואשלחך אל־פרעה, והוצא את־עמי בני ישראל ממצרים\". ורק לאחר מכן (פסוק טו ואילך) הוא נדרש לבשר גם לעם את כוונתו של ה'. בדיבור ה' אל משה כאן, לעומת זאת, נדרש משה רק לפנות אל העם (פסוק י' ואילך) ולבשרו את הבשורה המנחמת והמשמחת על היציאה ממצרים וירושת הארץ המובטחת. הרי מכאן, שלדיבור זה של ה' קדמו כל המאורעות המתוארים בפרקים הקודמים, ואלו כאן המטרה היחידה היא - לנחם ולהרגיע את העם המתקרב לייאוש בשל הלחץ עליו הגובר והולך.<br>ואם גם נקרא את דברי יחזקאל (כ, ה־ט) אשר ללא כל ספק חוזרים אל הדיבור שלפנינו - עדים לכך הביטויים \"ואודע\", \"נודעתי\", \"נשאתי ידי\", בעוד שהביטוי \"זבת חלב ודבש\" מבהיר, שלעיני הנביא גם התגלותו הראשונה של ה' (פרק ג, וראה שם פסוק ח), ונכון יותר שהבין את ההתגלות השניה כמבוססת על הראשונה - כי אז נראה עוד מטרה בדברים המופנים אל העם (פסוקים ו־ח) אשר לא בכדי פותחים וחותמים במלים \"אני ה'\". אל הבשורה \"ולקחתי אתכם לי לעם והייתי לכם לאלהים וידעתם כי אני ה' אלהיכם המוציא אתכם מתחת סבלות מצרים\" (פסוק ז) מתחברת האזהרה לעזוב את עבודת האלילים הנתעבת של המצרים ולשוב אל עבודת ה' הטהורה של אבות האומה. מסתבר שהנביא יחזקאל משמש לנו פרשן מוסמך ביותר לדברי ה' המופנים כאן אל משה רבנו. ראשית הוא מלמדנו, בי עם ההתגלות שבה מדובר בפרקנו נכנסה לתוקפה בחירת־היבחרות ישראל, הוא \"יום בחרי ישראל\" (יחזקאל כ, ה), והרי זה במלים \"ולקחתי אתכם לי לעם\". ואל פסוק זה גם חוזר האמור בדברים (ד, לד), כפי שמוכיחים הלשונות \"לקחת\" ו\"זרוע נטויה\". שנית אומר יחזקאל שה' נודע להם לישראל על ידי אמרו להם ביום־היבחרם \"אני ה' אלהיכם\". לאבות היה מתוודע בצורה זו, שהרי בשעה שהבטיח לאברהם להיות לאלהים לו ולזרעו אחריו (בראשית יז, ז), התגלה לו לא בשם הוי\"ה כי אם בשם \"אל שדי\". ושלישית מוסר לנו יחזקאל שמבחירת ישראל זו משתמע, בלא אומר ודברים, הציווי לתעב את עבודת האלילים של המצרים, אלא שבני ישראל לא רצו לציית לציווי זה. רמז לכך בתורה בא רק להלן בפסוק יג וכן בויקרא יז, ז, והשוה ביאורי שם. ואל נכון מציין המדרש (ויקרא רבה ריש פרשה ז) \"אמר רבי שמואל בר נחמני, קרוב לתשע מאות שנה היתה השנאה כבושה בין ישראל לבין אביהם שבשמים, מיום שיצאו ממצרים ועד שנה שנתעוררה עליהן בימי יחזקאל הבוזי, דכתיב (יחזקאל כ, ז) \"ואומר אליהם איש שקוצי\" וג' והם לא עשו כן אלא \"וימרו בי ולא אבו לשמוע אלי\" וגו', \"ועשיתי עמהם בעבור שמי הגדול שלא יתחלל\". כלומר את חטאם זה של ישראל גילה־פירסם יחזקאל באיחור של תשע מאות ושמונים שנה, כאשר העם ירד יותר מדי מן הדרך ; והשוה רש\"י ורד\"ק שם.<br>והנה השאלה לאמור כאן \"ושמי ה' לא נודעתי להם\" (ו, ג) בעוד שאנו מוצאים בשני מקומות שדיבורו של ה' ית' אל האבות מתחיל במלים \"אני ה'\" (בראשית טו, ז; כח, יג) מוצאת מאליה את פתרונה על־פי האמור כאן. אין האמור כאן מוסב על כל ההתגלויות שהיו להם לאבות האומה, אבל הוא מוסב דווקא על כריתת הברית עם אברהם אבינו (שם פרק יז), ברית שאליה שייך גם יצחק (שם פסוק יט) ואשר חודשה מאוחר יותר ליעקב (שם לה, יא־יב).<br>כדי להיטיב להבין עניין זה נצביע על \"בעיה\" דומה בדברי ירמיה (ז, כב־כג), שם אומר הנביא \"כי לא־דברתי את אבותיכם ולא ציויתים ביום הוציאי אותם מארץ מצרים, על־דברי עולה וזבח. כי אם־את־הדבר הזה ציויתי אותם לאמר שמעו בקולי והייתי לכם לאלהים ואתם תהיו־לי לעם\". המבקרים רוצים להסיק מפסוקים אלה שירמיה לא הכיר את תורת הקרבנות. ברם, אלו היה כן, גם היה צריך לומר שלא הכיר את ספר דברים, שכן גם בו מדובר לעתים קרובות למדי על אודות הקרבת קרבנות במקום הנבחר (דברים יב, יא, כז; טז, טז; כז, ה ואילך), והרי זו מסקנה שאין לה כל מקום, ולו רק משום האמור בירמיה יא, ב ואילך. בדברי ירמיה ז, כב ואילך מדובר - כמשתמע מפשוטו של מקרא - רק בציווי הראשון של ה' בסיני (שמות יט, ד־ו), ציווי שבו מעמיד ה' כתנאי מוקדם לבחירת ישראל והיותו עם סגולה לא עניין הקרבת קרבנות כי אם הציות לדבריו (השוה ביאורי לויקרא, עמ' 237 במהד' הגרמנית). בדומה לכך מדובר גם בפסוקנו (שמות ו, ג) רק באותה ההתגלות ה' לאבות שבה הובטחה הארץ לעם ישראל הבטחה מוחלטת, ובה הבטיח להיות לו לאלהים. מן העובדה שה' לא נתגלה לאבות בשם הוי\"ה כמו כאן כי אם בשם \"אל שדי\", על ישראל ללמוד, שרק עתה הגיעה השעה לקיום הבטחות ה' לאבות, הבטחות ששיאן הוא בבחירתו בישראל לעמו והיותו להם בשם הוי\"ה, ה' אשר ישכון ביניהם תמיד ויהיה להם לאלהים, \"וידעו כי אני ה' אלהיהם אשר הוצאתי אתם מארץ מצרים לשכני בתוכם, אני ה' אלהיהם\" (כט, מה־מו).<br>רק בפסוק י' מצטווה משה לדרוש את שחרורם של ישראל מיד פרעה. ואין הכתוב מפרט כאן, כיצד עליו להעלות דרישה זו וכיצד ינמק אותה, שהרי דברים אלה כבר נאמרו למעלה (ג, יח; ה, א ואילך). אחר מתואר בקצרה שאין משה רואה עצמו כשיר לשליחות זו בשל העדר־כוח־שכנוע וכי ה' מצמיד אליו את אהרן כדבר גם עם פרעה (ו, יב־יג), כמו שמצמיד לו קודם את אהרן בשליחותו לעם ישראל. המלים \"ויצום אל־בני ישראל\" אינן יכולות להיות מוסבות אלא על הציווי האמור למעלה (ד, טו, והשוה שם, ל), שהרי לא מצינו שאהרן נצטווה ציווי כלשהו באשר לבני ישראל (או שדיבר אליהם).<br>פרטים באשר לציווי ה' למשה ולאהרן באים רק להלן (ו, כח־ז, ה). ובאשר לייחודיות זו של תיאור היסטורי - לתאר תחילה בקצרה ובאורח כללי התרחשותם של מאורעות ופעילויות ולהשלים את פרטיהם מאוחר יותר - השוה Exkurs III p.24) Strack), שם הוא מבהיר ייחודיות זו ומוכיח אותה בכמה וכמה דוגמאות. בין התיאור הכללי ובין התיאור המפורט באה כמאמר מוסגר (הפסוקים יד־כז) שושלת היוחסין של משה ואהרן. וראה דוגמאות לדרך תיאור כזו בביאורי לויקרא (ח\"ב, עמ' 144 במהד' הגרמנית) (Jeschurun 1917, p. 314).</i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2010", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]