[{"_id": "520b891eedbab45d17917b63", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 3:14:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Ramban on Numbers 3:14:1", "sourceHeRef": "רמב\"ן על במדבר ג׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "וטעם <b>וידבר ה' אל משה במדבר סיני</b> בעבור שהזכיר (במדבר ג׳:א׳) ביום דבר ה' את משה בהר סיני חזר ואמר כי לא היתה צואת הפקידה של הלוים בהר סיני כי בחירת תולדות בני אהרן לבדם היתה בהר סיני ביום צותו על מעשה המשכן אבל הלוים לא נצטוה בבחירתם בהר סיני רק במדבר סיני באהל מועד כמו המצוה הנזכרת בבני ישראל והנה לא היו שבט הלוים כשאר השבטים כי מבן חדש ומעלה לא היו רק עשרים ושנים אלף (במדבר ג׳:ל״ט) ומבן שלשים שנה כלם שמנת אלפים (במדבר ד׳:מ״ח) והנה לא יגיעו מבן עשרים שנה ומעלה לחצי שבט מישראל הפחות שבכלם ועדין לא נשאו הארון שתהיה הקדושה מכלה בהם וזה תמיה איך לא יהיו עבדיו וחסידיו ברוכי ה' כשאר כל העם ואני חושב שזה חזוק למה שאמרו רבותינו (תנחומא וארא ו) כי שבטו של לוי לא היו בשעבוד מלאכת מצרים ובעבודת פרך והנה ישראל אשר מררו המצריים את חייהם בעבודה קשה כדי למעטם היה הקב\"ה מרבה אותם כנגד גזרת מצרים כמו שאמר (שמות א יב) וכאשר יענו אותו כן ירבה וכן יפרוץ וכאשר נאמר עוד בגזרת אם בן הוא והמיתן אותו וירב העם ויעצמו מאד (שם פסוק כ) כי היה הקב\"ה אומר נראה דבר מי יקום ממני או מהם אבל שבט לוי היו פרים ורבים כדרך כל הארץ ולא עלו למעלה כשאר השבטים ואולי היה זה מכעס הזקן עליהם כי שמעון שהוא עכשיו מרובה באוכלוסין נתמעט בכניסתו לארץ לעשרים ושנים אלף ולוי שהוא שבט חסידיו לא נתמעט במגפה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL SPOKE UNTO MOSES IN THE WILDERNESS OF SINAI. The reason for this statement is that since Scripture said above <i>in the day that the Eternal spoke with Moses in Mount Sinai</i>,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Above, Verse 1.</i> it refers back and says [here] that the command for counting the Levites was not given in Mount Sinai; for only the choosing of the [four] children of Aaron [as priests] took place in Mount Sinai on the day that He commanded Moses about the making of the Tabernacle, but he was not given the command about the choosing of [all] the Levites [as ministers to the priests] at Mount Sinai, but <i>in the wilderness of Sinai</i> in the Tent of Meeting, just like the commandment mentioned [above] concerning [the counting of] the children of Israel [about which it is clearly stated that it was <i>in the wilderness of Sinai, in the Tent of Meeting</i>].<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Above, 1:1.</i><br>Now the tribe of Levi was not like all the other tribes, for [even though they were counted] <i>from a month old and upward</i><sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Verse 15 here.</i> [unlike the other tribes who were counted only from the age of twenty years and over], they were still only <i>twenty and two thousand</i>,<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">Further. Verse 39.</i> and from thirty years old and over they were all together [only] <i>eight thousand</i> [<i>and five hundred and fourscore</i>].<sup class=\"footnote-marker\">157</sup><i class=\"footnote\"><i>Ibid.</i>, 4:48.</i> Thus, their number from twenty years old and over does not reach even a half of the [number of the] smallest of [the other] tribes of Israel!<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">The smallest tribe was that of Menasheh, which numbered — from the age of twenty and over — 32,200 (above, 1:35). Thus the Levites, who numbered 8000 men above the age of thirty, certainly do not reach half of the numbers of Menasheh, even after taking into consideration a few more thousand between the ages of twenty and thirty.</i> And they did not as yet carry the ark, [that we should say] that its holiness took a toll of them!<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">According to tradition, the carrying of the ark involved great risk. Any of the Kohathites who was unworthy of carrying it immediately suffered a punishment; so also anyone who attended to it with an unwilling heart (Bamidbar Rabbah 5:1). But, as Ramban points out, when this census of the Levites was taken, they were not yet carrying the ark, since they only journeyed from Mount Sinai on the twentieth of Iyar. So the question reappears, why were their numbers so few?</i> This is indeed astonishing, that His servants and His pious ones should not be <i>blessed of the Eternal</i><sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Isaiah 65:23.</i> as were the rest of the people!<br>Therefore I am of the opinion that this is a confirmation of what our Rabbis have said,<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Tanchuma <i>Va’eira</i> 6. See also Ramban on Exodus 5:4.</i> that the tribe of Levi was not [subject to] the enslavement of Egyptian bondage and the rigorous work [that was imposed on the rest of the tribes]. Now since the children of Israel’s <i>lives</i> were <i>made bitter</i> by the Egyptians <i>with hard work</i><sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Exodus 1:14.</i> in order to diminish them, the Holy One, blessed be He, increased them [miraculously] to overcome the decree of the Egyptians, just as He said, <i>And as they afflicted them, so they multiplied and so they grew</i>,<sup class=\"footnote-marker\">163</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12.</i> and just as it is said also with reference to the decree that <i>if it be a son, then ye shall kill him</i><sup class=\"footnote-marker\">164</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 16.</i> — <i>and the people multiplied, and waxed very mighty</i><sup class=\"footnote-marker\">165</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> — since the Holy One, blessed be He, said: “We shall see <i>whose words shall stand, Mine or theirs</i>. ”<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">Jeremiah 44:28. See Vol. I, p. 457.</i> But the tribe of Levi [which was not subject to bondage] reproduced and increased in a normal way, and therefore they did not become as numerous as the other tribes. Perhaps also [their small numbers were] on account of the anger of the patriarch [Jacob] towards them,<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">Genesis 34:25-30, and 49:5-7.</i> for the tribe of Shimon which now had a large population<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">See above, 1:23, where the verse numbers them at <i>fifty-nine thousand and three hundred</i>.</i> decreased, so that at the time of their entry into the Land [they numbered only] twenty-two thousand [and two hundred<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Further, 26:14.</i> — whereas most of the other tribes increased in the same period, or decreased relatively slightly]; similarly, Levi, the tribe of His pious ones,<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">See Deuteronomy 33:8.</i> was not decreased in the plague [caused because of Peor,<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">Further, 25:9.</i> and yet at the time of entry into the Land they numbered only one thousand more<sup class=\"footnote-marker\">172</sup><i class=\"footnote\"><i>Ibid.</i>, 26:62.</i> than their present twenty-two thousand! Thus we see that it was the anger of the patriarch which affected the numbers of both Shimon and Levi.]", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe3fbfba276047f6e78", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 3:14", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Onkelos Numbers 3:14", "sourceHeRef": "תרגום אונקלוס על במדבר ג׳:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0014, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּמַלִּיל יְיָ עִם משֶׁה בְּמַדְבְּרָא דְסִינַי לְמֵימָר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy spoke to Moshe in the Sinai desert, saying;", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6af", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 3:14", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Targum Jonathan on Numbers 3:14", "sourceHeRef": "תרגום יונתן על במדבר ג׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0014, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּמַלֵיל יְיָ עִם משֶׁה בְּמַדְבְּרָא דְסִינַי לְמֵימָר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord spake with Mosheh in the wilderness of Sinai, saying:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d3ed6e4a94c7c18aaa0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 3:14", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Tafsir Rasag, Numbers 3:14", "sourceHeRef": "תפסיר רס\"ג, במדבר ג׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם כלם אללה מוסי פי בריה סיני קאילא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "Then God spoke to Moses in the wilderness of Sinai, saying:", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b4f6d6e4a902855ff951", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 3:14:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Tur HaArokh, Numbers 3:14:1", "sourceHeRef": "הטור הארוך, במדבר ג׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>וידבר י\"י אל משה במדבר סיני. </b>כתב הרמב\"ן בעבור שאמר למעלה ביום דבר י\"י אל משה בהר סיני חזר ואמר כי לא היתה צוואת הפקידה של הלויים בהר סיני כי בהיות (בחירת) תולדות בני אהרן לבדם היתה בהר סיני ביום צוותו על מעשה המשכן אבל הלויים לא נצטווה בבחירתם אלא במדבר סיני. והנה לא היו הלויים כשאר השבטים כי מבן חודש ומעלה לא היו רק כ\"ב אלף ומבן ל' שנה ח' אלפים ועדיין לא נשאו הארון שנאמר שהיה הארון מכלה בהם והטעם מפני שלא היו בעבודת פרך ולכך לא היו גם כן בברכת כן ירבה וכן יפרוץ ואולי היה מפני כעסו של יעקב עליהם כי גם שמעון שהיה עתה מרובה באוכלסין נתמעט בכניסתו לארץ לכ\"ב אלף: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וידבר ה' אל משה במדבר סיני, “<i>Hashem</i> spoke to Moses in the desert of Sinai.” Nachmanides writes that seeing that the last communication by G’d to Moses had been introduced with the words ביום דבר ה' את משה בהר סיני, “on the day that G’d had spoken with Moses on Mount Sinai,” the Torah draws attention to the fact that this most recent communication took place in the desert of Sinai, when Moses was not in the lofty regions where he had existed for 40 days without bread and water. \n    [I wonder at the difference in the nuance of וידבר את משה, and וידבר אל משה, the former perhaps suggesting a more intimate relationship between G’d and Moses while the latter was on the mountain. Ed.]\n    At any rate, the Torah wants us to know that the appointment of the Levites as a tribe more holy than the others had not surfaced or been revealed to Moses already on Mount Sinai, i.e. before the sin of the golden calf. Only the sons of Aaron, as part of the tribe of Levi, had already been designated as possessing a holier status at Mount Sinai, even though they had not been told about it at that time.\n    The Levites were different from the other tribes even in the manner in which they were counted. Whereas the general census of the other tribes began with males who had attained the age of 20, the male Levites were included in the count as soon as they had attained the age of one month. Even so, their total number amounted only to some 22000. They were counted from one month old although they could not perform their function until they had attained the age of 30. According to Nachmanides, at the time of the count of the Levites only some 8000 had attained the age of 30. At the time when the count took place the Holy Ark had not yet been carried, as since being placed in the Tabernacle (holy of holies) the Israelites had not moved from their encampment around Mount Sinai. Moreover, moving the Holy Ark was forbidden on pain of death. The reason why the Levites numbered relatively few members was that while in Egypt, the members of that tribe never had to perform hard labour, for just as Joseph at the time had exempted the priestly caste in Egypt from having to sell their property in order to secure food supplies from his storage chambers, the Egyptians had recognized already then that the Levites were to the Israelites what the priests were to the Egyptians. The phenomenal increase in the numbers of the other tribes had been G’d’s reward, compensation to them for the Egyptians having tried to hold down their birthrate by imposing a cruel regime on them, one involving back-breaking labour. \n    It is also possible that the tribe of Levi was not so blessed, as Yaakov on his deathbed had failed to accord them the generous blessings he had bestowed on the other sons. Although the tribe of Shimon, at this stage, had become quite numerous, in spite of having shared Levi’s fate in Yaakov’s blessings, by the time the Israelites entered the Holy Land, their numbers had been drastically reduced also.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6bfcda51cfa3ddf3c57", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 1:47:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Ramban on Numbers 1:47:1", "sourceHeRef": "רמב\"ן על במדבר א׳:מ״ז:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 47.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>והלוים למטה אבותם לא התפקדו בתוכם</b> הנה מתחלה ראה משה מדעתו שלא למנות הלוים מפני שנאמר לו (במדבר א׳:ד׳) ואתכם יהיו איש איש למטה וגו' כי לכל המטות הנמנים יהיו נשיאיהם ובעבור שלא מינה מבני לוי נשיא לא מנה אותם והנה משה מסופק בענין הלוים ולא ידע מה יעשה להם וכאשר השלים כל הפקודים בעם ונשארו הלוים לבדם פירש לו הקב\"ה שלא ימנה אותם בתוך בני ישראל וימנה אותם לבדם כי יפקידם על משכן העדות ואמר (במדבר ג׳:י״ד) פקוד את בני לוי שיפקדם הוא לבדו בלא הנשיאים והוא קרא אהרן שיהיה עמו כי הוא נשיא השבט ההוא וכאשר היו נשיאי ישראל בשבטיהם כן יהיה נשיא הלוים בם ואולי זה טעם הנקוד על ואהרן (שם פסוק לט) כי לא היה הוא על פי ה' בפירוש ואחרי כן בפקודת הלוים על עבודתם ועל משאם קרא משה לנשיאי העדה שיהיו עמו כמו שנאמר (במדבר ד׳:מ״ו) אשר פקד משה ואהרן ונשיאי ישראל את הלוים כי נכון הוא שיסכימו כלם ויראו בתקון המשמרות וגם שם חזר ואמר במקום אחר (להלן ד לז מה) אשר פקד משה ואהרן על פי ה' ביד משה שכבר רמז בנקוד כי אהרן היה עמו חובה שראה משה לעשות כן ונשיאי העדה רשות שקראם משה לנהוג בהם כבוד ובמסכת בכורות (בכורות ד׳) אמרו כי הנקודה על אהרן לרמוז שלא נמנה הוא במנין הלוים כלל:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BUT THE LEVITES AFTER THE TRIBE OF THEIR FATHERS WERE NOT NUMBERED AMONG THEM. Moses had understood at the beginning of his own accord that he should not count the Levites [with the other tribes], because he had been told, <i>And with you there shall be a man of every tribe</i> etc.,<sup class=\"footnote-marker\">86</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> meaning that each of the tribes that were to be counted should have their prince present, and since G-d had not appointed a prince for the tribe of Levi, hence he [Moses] did not count them. Therefore he was in doubt about the Levites and did not know what to do with them. And when he had finished all those who were counted of the people, and the Levites remained alone [uncounted], the Holy One, blessed be He, explained to him that he was not to count them <i>among the children of Israel</i> but that he should take their sum separately, for he was to <i>appoint</i> them <i>over the Tabernacle of the Testimony</i>.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 50.</i><br>He stated <i>‘p’kod’</i> [<i>‘number’</i> — in the singular] <i>the children of Levi</i><sup class=\"footnote-marker\">88</sup><i class=\"footnote\"><i>Ibid.</i>, 3:15.</i> meaning that he [Moses] was to count them by himself without [the assistance of] the princes, and it was he [Moses] who called upon Aaron to be with him,<sup class=\"footnote-marker\">89</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39: <i>All that were numbered of the Levites, whom Moses and Aaron numbered</i> etc. Thus it is clear that Aaron also participated in the counting of the Levites. Since his name was not mentioned when Moses was commanded to take that census, Ramban suggests that he joined at Moses’ invitation, see further in text of Ramban that Moses’ action was alluded to in the words of G-d. See Note 93.</i> since he [Aaron] was the prince of that tribe, and just as the princes of Israel were [present] at [the counting of] their tribes, so was the prince of the Levites to be present when they were counted. Perhaps that is the reason for the dots [in the Torah] on the word <i>‘v’Aharon’</i> [<i>and Aaron</i>, in the phrase: <i>All that were numbered of the Levites, whom Moses ‘and Aaron’ numbered</i>]<sup class=\"footnote-marker\">89</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39: <i>All that were numbered of the Levites, whom Moses and Aaron numbered</i> etc. Thus it is clear that Aaron also participated in the counting of the Levites. Since his name was not mentioned when Moses was commanded to take that census, Ramban suggests that he joined at Moses’ invitation, see further in text of Ramban that Moses’ action was alluded to in the words of G-d. See Note 93.</i> since his [assistance in the counting] was not by the express commandment of G-d.<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Rashi however, [basing himself on Bechoroth 4a] states that the dots indicate that “Aaron himself was not in the census of the Levites.” This will be mentioned by Ramban further on in a somewhat different form (see Note 95).</i> Afterwards, [however], when the Levites were appointed to their individual services and burdens, Moses called upon the princes of the congregation to be with him, as it is said, <i>All those that were numbered of the Levites, whom Moses and Aaron and the princes of Israel numbered</i>,<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Further, 4: 46.</i> since it was fitting that they should all give their assent to and supervise the establishment of the <i>mishmaroth</i>.<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">A <i>mishmar</i> [literally: a guard] is a Division of priests and Levites for duty in the Sanctuary. According to tradition, Moses divided the priests into eight Divisions, four from the families of Eleazar and four from Ithamar, and later on when the Sanctuary was built in Jerusalem, David and Samuel sub-divided them into twenty-four Divisions. Each Division served for a period of one week, and during the three Festivals all the Divisions were in attendance simultaneously (see “The Commandments” Vol. I, pp. 46-47). See also Ramban further, Verse 53, and at Note 96, for additional aspects of this term as used by Ramban. — It should be noted that the concept of <i>mishmaroth</i> applied also to the Levites and Israelites, for just as the priests were divided into twenty-four Divisions, so also were the other two groups. Each week a new <i>mishmar</i> of priests, Levites, and Israelites would arrive in Jerusalem to attend to the Divine Services in the Sanctuary. The Israelites’ function was to “stand by” the daily offerings brought for the whole congregation of Israel, for “how can a man’s offering be offered while he does not stand by it?” (Taanith 26a). Such a group of Israelites is referred to as a <i>ma’amad</i> (literally: “stand by”). In the text of Ramban before us, however, reference is only to the Divisions of the priests and Levites.</i> And Scripture repeats in another place, <i>These are they that were numbered of the families of the Kohathites … whom Moses and Aaron numbered ‘according to the commandment of the Eternal’ by the hand of Moses</i><sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Further, 4:37. The verse seems to indicate that G-d had explicitly commanded Aaron’s presence at the census, which does not corroborate Ramban’s interpretation above. Ramban therefore explains that although there was no <i>explicit</i> command, there had been a hint, and <i>Moses</i> therefore, in asking Aaron to be present, was indeed acting <i>according to the command of the Eternal</i>.</i> Because He had already hinted through the dots [on the word <i>v’Aharon</i><sup class=\"footnote-marker\">89</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39: <i>All that were numbered of the Levites, whom Moses and Aaron numbered</i> etc. Thus it is clear that Aaron also participated in the counting of the Levites. Since his name was not mentioned when Moses was commanded to take that census, Ramban suggests that he joined at Moses’ invitation, see further in text of Ramban that Moses’ action was alluded to in the words of G-d. See Note 93.</i>] that Aaron had to be there, from which Moses understood that he was to do so, [hence it says <i>according to the commandment of the Eternal</i>].<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">Further, 4:37. The verse seems to indicate that G-d had explicitly commanded Aaron’s presence at the census, which does not corroborate Ramban’s interpretation above. Ramban therefore explains that although there was no <i>explicit</i> command, there had been a hint, and <i>Moses</i> therefore, in asking Aaron to be present, was indeed acting <i>according to the command of the Eternal</i>.</i> But the [presence of the] princes of the congregation [at the numbering of the Levites]<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Further, 4: 46.</i> was not obligatory, and Moses called them in order to show them respect, [therefore Scripture does not state that their presence was “according to the commandment of the Eternal”]. In Tractate Bechoroth<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Bechoroth 4a.</i> the Rabbis have said that the dots on the word <i>Aharon</i><sup class=\"footnote-marker\">89</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 39: <i>All that were numbered of the Levites, whom Moses and Aaron numbered</i> etc. Thus it is clear that Aaron also participated in the counting of the Levites. Since his name was not mentioned when Moses was commanded to take that census, Ramban suggests that he joined at Moses’ invitation, see further in text of Ramban that Moses’ action was alluded to in the words of G-d. See Note 93.</i> are to hint that Aaron himself was not counted at all in the census of the Levites.<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">There is a marked difference on this point between the language of Rashi (see above Note 90) and that of Ramban. According to Rashi, the dots on the word <i>Aharon</i> indicate that “he was not in the census of the Levites,” which can be interpreted as saying that he did not participate in <i>counting</i> the people, and only Moses did it. Mizrachi in fact interprets Rashi in this way, since the verse [<i>whom Moses and Aaron counted</i>] refers to those who did the actual counting of the Levites, thus the dots on the word “Aaron” indicate that he did not participate in the counting — but he himself may well have <i>been counted</i>. Ramban’s language, however, clearly means that “Aaron himself <i>was not counted</i> at all in the census of the Levites.” This explains why Ramban does not quote this explanation of the Gemara in the name of Rashi, as he is wont to do, since his interpretation of the text of Bechoroth 4a is different than Rashi’s.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b91e8430f78f20636dfe", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 773:2", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Yalkut Shimoni on Torah 773:2", "sourceHeRef": "ילקוט שמעוני על התורה תשע״ג:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 773.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויהי אחרי המגפה וגו' שאו את ראש כל עדת בני ישראל. זש\"ה אם אמרתי מטה רגלי חסדך ה' יסעדני, בשעה שקבלו ישראל את התורה נתקנאו אומות העולם אמרו מה ראו להתקרב מכל האומות, סתם פיהן הקב\"ה א\"ל הביאו לי יוחסין שלכם הבו לה' משפחות עמים הבו לה' כבוד ועוז כשם שבני מביאין ויתלדו על משפחותם, לכך מנאם בראש הספר אחר המצות אלה המצות אשר צוה ה' את משה אל בני ישראל בהר סיני ואחר כך וידבר ה' אל משה במדבר סיני וגו' שאו את ראש כל עדת בנ\"י שלא זכו ליטול את התורה אלא בשביל יוחסין שלהם, גן נעול אחותי כלה אחת היא יונתי תמתי וגו' שמעו האומות אף הן התחילו מקלסין להן בנות ויאשרוה וגו' לא עשו אלא כשבאו לשטים ויחל העם לזנות שמחו האומות ואמרו אותה העטרה שהיה בידן כבר היא בטלה אותו שבח שהיו משתבחין הרי בטל שוים הן לנו, כשבאו לידי נפילה זקפן המקום שנאמר אם אמרתי מטה רגלי נגף המקום את כל מי שנתקלקל והעמידן על טהרתן:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed22", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites I", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Already introduced in 1:47–53, the issue of the Levites’ status and their tasks is an important subtheme in Numbers, and makes its central appearance in Chaps. 3 and 4. The present chapter opens with the genealogy of Moshe and Aharon (similarly, Chap. 6 of Exodus, which is a prologue to the Plague cycle, contains a genealogy of the two leaders).", "Notable is the concept that the Levites symbolically replace all the firstborn sons among the Israelites. In a more manageable way, then, the entire community participates in the sacred task of ministering in the sanctuary.", "Theme words in the chapter, not surprisingly, are “charge,” “count/accountable,” and “serve/serving-tasks.” Milgrom has also noted the sevenfold “by order of Y<small>HWH</small>” that permeates this chapter and the next."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9cc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 3:1-51\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 3:1-51</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c6ceca10007534468b8", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 3:14:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Rav Hirsch on Torah, Numbers 3:14:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ג׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 14. Nachdem in dem Vorhergehenden (Verse 5-13) die Bestimmung der Leviten für den Dienst am Heiligtum im allgemeinen ausgesprochen war, folgt nun deren Zählung nach Vaterhäusern und Familien und die Überweisung bestimmter Dienstobjekte einem jeden Vaterhaus der Leviten, sowie dessen bestimmte Lagerstelle um das Heiligtum. במדבר סיני: auch hier wird, wie Kap. 1, 1, durch diese örtliche Bezeichnung der Zählung, mit Ausschluss alles politischen Äußern, die reine Bedeutung innerer Beziehung zum Gesetze gewahrt. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc64758c1dc532ec9012", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 3:14", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Steinsaltz on Numbers 3:14", "sourceHeRef": "ביאור שטיינזלץ על במדבר ג׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 3.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיְדַבֵּר ה' אֶל מֹשֶׁה בְּמִדְבַּר סִינַי לֵאמֹר:</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord spoke to Moses in the wilderness of Sinai, saying: </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "516ad104edbab46649b4b169", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "midrash", "ref": "Bamidbar Rabbah 3:6", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Bamidbar Rabbah 3:6", "sourceHeRef": "במדבר רבה ג׳:ו׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בְּמִדְבַּר סִינַי לֵאמֹר <small>(במדבר ג, יד)</small>, הֲדָא הוּא דִכְתִיב <small>(תהלים סח, ז)</small>: אֱלֹהִים מוֹשִׁיב יְחִידִים בַּיְתָה, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַף עַל פִּי שֶׁבְּנֵי אָדָם בָּעוֹלָם הַזֶּה הָיוּ יְחִידִים אֶלָּא הִפְרֵיתִי אוֹתָן וְהִרְבֵּיתִי אוֹתָן וַעֲשִׂיתִים בָּתִּים שֶׁיֵּשְׁבוּ בָּהֶן בָּעוֹלָם הַזֶּה, כֵּיצַד, דָּוִד הָיָה יְחִידִי וְעָשִׂיתִי אוֹתוֹ בַּיִת, שֶׁנֶּאֱמַר <small>(ירמיה כא, כב)</small>: בֵּית דָּוִד כֹּה אָמַר ה'. וְאַהֲרֹן הָיָה יְחִידִי וְעָשִׂיתִי אוֹתוֹ בַּיִת, שֶׁנֶּאֱמַר <small>(תהלים קלה, כ)</small>: בֵּית הַלֵּוִי בָּרְכוּ אֶת ה' <small>(תהלים קלה, יט)</small>: בֵּית אַהֲרֹן בָּרְכוּ אֶת ה'. וְאַף יִשְׂרָאֵל יְחִידִים הָיוּ, שֶׁנֶּאֱמַר <small>(שמואל ב ז, כג)</small>: וּמִי כְעַמְךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ וגו', וְהִרְבָּה אוֹתָן הָאֱלֹהִים, שֶׁנֶּאֱמַר <small>(דברים א, י)</small>: ה' אֱלֹהֵיכֶם הִרְבָּה אֶתְכֶם וגו', הֱוֵי: מוֹשִׁיב יְחִידִים בַּיְתָה. דָּבָר אַחֵר, אֱלֹהִים מוֹשִׁיב וגו', שָׁאֲלָה מַטְרוֹנָה אַחַת לְרַבִּי יוֹסֵי בֶּן חֲלַפְתָּא אָמְרָה לוֹ הַכֹּל מוֹדִים שֶׁבְּשֵׁשֶׁת יָמִים בָּרָא אֱלֹהִים אֶת הָעוֹלָם, מִשִּׁשָּׁה וּלְכָאן מַהוּ עוֹשֶׂה, אָמַר לָהּ מַעֲלֶה סֻלָּמוֹת וּמוֹרִיד סֻלָּמוֹת, פְּלוֹנִי שֶׁהָיָה עָשִׁיר יַעֲנִי וּפְלוֹנִי שֶׁהָיָה עָנִי יַעֲשִׁיר, שֶׁנֶּאֱמַר <small>(שמואל א ב, ז)</small>: ה' מוֹרִישׁ וּמַעֲשִׁיר וגו'. רַבִּי בֶּרֶכְיָה אוֹמֵר לֹא הֱשִׁיבָהּ כֵּן, אֶלָּא כָּךְ אָמַר לָהּ מְזַוֵּג בְּעוֹלָמוֹ זִוּוּגִים וְאוֹמֵר פְּלוֹנִי יִשָֹּׂא פְּלוֹנִית וּפְלוֹנִית תִּנָּשֵׂא לִפְלוֹנִי וּמוֹשִׁיבָן בְּבָתֵּיהֶן. אָמְרָה לוֹ יְכוֹלָה אֲנִי לְזַוֵּג אֶלֶף בְּיוֹם אֶחָד, שָׁתַק רַבִּי יוֹסֵי וְהָלַךְ לוֹ, מֶה עָשְׂתָה, הֵבִיאָה אֶלֶף עֲבָדִים וְאֶלֶף שְׁפָחוֹת וְזִוְּגָתַן זֶה לָזֶה, אָמְרָה לָהֶם פְּלוֹנִי יִשָֹּׂא פְּלוֹנִית וּפְלוֹנִית תִּנָּשֵׂא לִפְלוֹנִי, כֵּיוָן שֶׁנִּכְנְסוּ עִמָּהֶן בַּלַּיְלָה נָפְלָה קְטָטָה בֵּינֵיהֶן וְעָמְדוּ וְהִכּוּ אֵלּוּ אֶת אֵלּוּ, לַבֹּקֶר הָלְכוּ אֶצְלָהּ דֵּין רֵישֵׁיהּ פָּצוּעַ, וְדֵין יָדֵיהּ פָּצוּעַ. שָׁלְחָה בִּשְׁבִיל רַבִּי יוֹסֵי וְסִפְּרָה לוֹ הַמַּעֲשֶׂה, אָמַר לָהּ אִם הַדָּבָר הַזֶּה קַל הוּא בְּעֵינַיִךְ קָשֶׁה לִפְנֵי הַמָּקוֹם כִּקְרִיעַת יַם סוּף, הֲדָא הוּא דִכְתִיב: אֱלֹהִים מוֹשִׁיב יְחִידִים בַּיְתָה וגו', מַהוּ אֱלֹהִים מוֹשִׁיב יְחִידִים, הַקָּדוֹשׁ בָּרוּךְ הוּא יוֹשֵׁב וְדָן אוֹתָם וּמֵבִיא זֶה מִמָּקוֹם אֶחָד וְזֶה מִמָּקוֹם אַחֵר וּמוֹשִׁיבָן בְּבַיִת אֶחָד. מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת, שֶׁהוּא מוֹצִיאָן מִבָּתֵּיהֶם אֲסוּרִים בְּעַל כָּרְחָן וּמְזַוְּגָן. בַּכּוֹשָׁרוֹת, אִם אֵינָן זוֹכִין בּוֹכִין, וְאִם זָכוּ מְשׁוֹרְרִין. דָּבָר אַחֵר, אֱלֹהִים מוֹשִׁיב יְחִידִים בַּיְתָה, שֶׁהוּא מְזַוֵּג לְכָל אֶחָד וְאֶחָד כְּמוֹתָן. דָּבָר אַחֵר, אֱלֹהִים מוֹשִׁיב, מִי שֶׁהוּא נוֹשֵׂא אִשָּׁה הֲגוּנָה לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹשֶׂה אוֹתָן בָּתִּים, וְאֵין יָחִיד אֶלָּא לָשׁוֹן גְּדֻלָּה, כְּמָה דְתֵימָא <small>(בראשית כו, י)</small>: כִּמְעַט שָׁכַב אַחַד הָעָם, וְאוֹמֵר <small>(שמואל ב ז, כג)</small>: וּמִי כְעַמְךָ כְּיִשְׂרָאֵל גּוֹי אֶחָד בָּאָרֶץ, וְהוּא מוֹצִיא מֵהֶם בָּנִים בַּעֲלֵי תּוֹרָה, אוֹסְרִים וּמַכְשִׁירִים, הֱוֵי: מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת. <small>(תהלים סח, ז)</small>: אַךְ סוֹרְרִים, אֲבָל מִי שֶׁאֵינוֹ נוֹשֵׂא אִשָּׁה הֲגוּנָה לוֹ, יוֹצְאִין מֵהֶם בָּנִים עַמֵּי הָאָרֶץ, הֲדָא הוּא דִכְתִיב <small>(תהלים סח, ז)</small>: שָׁכְנוּ צְחִיחָה, וְאֵין צְחִיחָה אֶלָּא לְשׁוֹן צָמָא, כְּמָה דְתֵימָא <small>(ישעיה ה, יג)</small>: צִחֵה צָמָא, וּמַה שֶּׁאָמַר הַכָּתוּב: צְחִיחָה, שֶׁהֵן צְמֵאִים בְּלֹא תוֹרָה, הֵיךְ מָה דְתֵימָא <small>(עמוס ח, יא)</small>: לֹא רָעֵב לַלֶּחֶם וְלֹא צָמֵא לַמַּיִם כִּי אִם לִשְׁמֹעַ אֶת דִּבְרֵי ה', דָּבָר אַחֵר, אֱלֹהִים מוֹשִׁיב יְחִידִים, מִי הָיָה זֶה עַמְרָם וְיוֹכֶבֶד, בִּזְכוּת לְהוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת, אֵלּוּ יִשְׂרָאֵל, שֶׁהָיוּ מְשֻׁעְבָּדִים בְּמִצְרַיִם. מֶה עָשָׂה הַקָּדוֹשׁ בָּרוּךְ הוּא זִוֵּג יוֹכֶבֶד לְעַמְרָם בִּכְדֵי שֶׁיַּעֲמֹד מֵהֶם גּוֹאֵל וְיִגְאַל יִשְׂרָאֵל. דָּבָר אַחֵר, אֱלֹהִים מוֹשִׁיב יְחִידִים, אֵלּוּ יִשְׂרָאֵל, שֶׁיָּרְדוּ יְחִידִים לְמִצְרַיִם בְּשִׁבְעִים נָפֶשׁ, וַעֲשָׂאָן הַקָּדוֹשׁ בָּרוּךְ הוּא בָּתִּים, שֶׁנֶּאֱמַר <small>(שמות א, ז)</small>: וּבְנֵי יִשְׂרָאֵל פָּרוּ וַיִּשְׁרְצוּ וגו', מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת, עַל שֶׁהִרְחִיקוּ עַצְמָן מִן הַזְּנוּת הוֹצִיאָן מִמִּצְרַיִם, וְכֵן שְׁלֹמֹה אוֹמֵר <small>(שיר השירים ד, יב)</small>: גַּן נָעוּל אֲחֹתִי כַלָּה וגו', גַּן נָעוּל, אֵלּוּ הַבְּתוּלוֹת, גַּל נָעוּל, אֵלּוּ נְשֵׁי הָאֲנָשִׁים, מַעְיָן חָתוּם, אֵלּוּ הַפְּנוּיוֹת. אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא בִּזְכוּתָם אֲנִי גוֹאֵל אֶת בָּנַי, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(שיר השירים ד, יג)</small>: שְׁלָחַיִךְ פַּרְדֵּס רִמּוֹנִים, בִּזְכוּת כֵּן שְׁלָחַיִךְ <small>(שמות יג, יג)</small>: וַיְהִי בְּשַׁלַּח פַּרְעֹה, הֱוֵי: בִּזְכוּת הַנָּשִׁים כְּשֵׁרוֹת יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם, לְכָךְ נֶאֱמַר: מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת. דָּבָר אַחֵר, מוֹצִיא אֲסִירִים בַּכּוֹשָׁרוֹת, מַהוּ בַּכּוֹשָׁרוֹת, אֶלָּא כֵּיוָן שֶׁיָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם לֹא יָצְאוּ אֶלָּא בַּכּוֹשָׁרוֹת, אָמַר רַבִּי עֲקִיבָא לֹא הוֹצִיאָם אֶלָּא בְּחֹדֶשׁ כָּשֵׁר לָצֵאת, לֹא בְּתַמּוּז מִפְּנֵי הַשָּׁרָב, וְלֹא בְּטֵבֵת מִפְּנֵי הַצִּנָּה, אֶלָּא בְּנִיסָן שֶׁהוּא כָּשֵׁר לָצֵאת בּוֹ לַדֶּרֶךְ, לֹא חַמָּה קָשָׁה וְלֹא צִנָּה קָשָׁה, וְאִם תֹּאמַר תִּשְׁרֵי הֲרֵי יֵשׁ בּוֹ עוֹנוֹת גְּשָׁמִים, הֱוֵי: בַּכּוֹשָׁרוֹת. דָּבָר אַחֵר, בַּכּוֹשָׁרוֹת, אָמַר רַבִּי אֶלְעָזָר בַּכּוֹשָׁרוֹת, אוֹתָן שֶׁהָיוּ בּוֹכִין, אֵלּוּ יִשְׂרָאֵל וּמשֶׁה <small>(שמות ב, ו)</small>: וְהִנֵּה נַעַר בֹּכֶה, וְכֵן <small>(שמות ב, כג)</small>: וַיֵּאָנְחוּ בְנֵי יִשְׂרָאֵל וגו', הֲרֵי הֵם מְשׁוֹרְרִין עַכְשָׁו, שֶׁנֶּאֱמַר <small>(שמות טו, א)</small>: אָז יָשִׁיר משֶׁה וּבְנֵי יִשְׂרָאֵל, הֱוֵי: בַּכּוֹשָׁרוֹת. דָּבָר אַחֵר, בַּכּוֹשָׁרוֹת, אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה בְּכִיָּה וְשִׁירָה יֵשׁ כָּאן, הַמִּצְרִיִּים בּוֹכִים מִפְּנֵי שֶׁהָיוּ בְּזוּזִים, שֶׁבְּזָזוּם יִשְׂרָאֵל וְרִיקְנוּ בָּתֵּיהֶם, שֶׁנֶּאֱמַר <small>(שמות יב, לו)</small>: וַיְנַצְּלוּ אֶת מִצְרָיִם, וְיִשְׂרָאֵל הָיוּ מְשׁוֹרְרִים, שֶׁהָיוּ טְעוּנִים בִּזַּת שׂוֹנְאֵיהֶם, הֱוֵי: בַּכּוֹשָׁרוֹת. דָּבָר אַחֵר, אֲדוֹנוֹ שֶׁל עֶבֶד בּוֹכֶה שֶׁבָּרַח עַבְדּוֹ לְפָנָיו, וְעֶבֶד מְשׁוֹרֵר שֶׁנִּפְנָה מִן הַשִּׁעְבּוּד, כָּךְ הַמִּצְרִיִּים בּוֹכִין שֶׁבָּרְחוּ יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(שמות יד, ה)</small>: וַיֻּגַּד לְמֶלֶךְ מִצְרַיִם כִּי בָרַח הָעָם, וְיִשְׂרָאֵל אוֹמְרִים שִׁירָה שֶׁנִּפְנוּ מִן הַשִּׁעְבּוּד, הֱוֵי: בַּכּוֹשָׁרוֹת. דָּבָר אַחֵר, בְּאֵיזֶה זְכוּת יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם, אָמַר רַבִּי חִילְפַיי בִּזְכוּת יַעֲקֹב, שֶׁנֶּאֱמַר: בַּכּוֹשָׁרוֹת, שֶׁכֵּן הוּא אוֹמֵר <small>(הושע יב, ה)</small>: וַיָּשַׂר אֶל מַלְאָךְ וַיֻּכָל בָּכָה וַיִּתְחַנֶּן לוֹ. דָּבָר אַחֵר, בַּכּוֹשָׁרוֹת, רַבּוֹתֵינוּ אוֹמְרִים בִּזְכוּת הַנָּשִׁים, הָאִמָּהוֹת הַכְּשֵׁרוֹת, שֶׁנֶּאֱמַר: בַּכּוֹשָׁרוֹת. בְּכִשְּׁרוֹן אֵין כְּתִיב כָּאן, אֶלָּא בַּכּוֹשָׁרוֹת, בַּיָּפוֹת וּכְשֵׁרוֹת. דָּבָר אַחֵר, בַּכּוֹשָׁרוֹת, בִּזְכוּת הַכְּשֵׁרִים שֶׁהָיוּ בָּהֶם יָצְאוּ, וּמִי הָיוּ הַכְּשֵׁרִים שֶׁהָיוּ בָּהֶם, אֶלָּא זֶה שִׁבְטוֹ שֶׁל לֵוִי, שֶׁאַף עַל פִּי שֶׁהָיוּ יִשְׂרָאֵל עוֹבְדֵי עֲבוֹדַת כּוֹכָבִים בְּמִצְרַיִם, שִׁבְטוֹ שֶׁל לֵוִי הָיוּ עוֹבְדִין לְהַקָּדוֹשׁ בָּרוּךְ הוּא וּמָלִין עַצְמָן, לְפִיכָךְ משֶׁה מְקַלְּסָן בְּסוֹף מִיתָתוֹ, שֶׁנֶּאֱמַר <small>(דברים לג, ט)</small>: כִּי שָׁמְרוּ אִמְרָתֶךָ וּבְרִיתְךָ יִנְצֹרוּ, הֱוֵי: בִּזְכוּת הַכְּשֵׁרִים שֶׁבָּהֶם יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם. דָּבָר אַחֵר, בַּכּוֹשָׁרוֹת, בִּזְכוּת מַה יָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם, אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי מִפְנֵי שֶׁצָּפָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהֵם עֲתִידִין לַעֲשׂוֹת לוֹ מִשְׁכָּן, שֶׁנֶּאֱמַר <small>(שמות כט, מו)</small>: וְיָדְעוּ כִּי אֲנִי ה' אֱלֹהֵיהֶם אֲשֶׁר הוֹצֵאתִי אֹתָם מֵאֶרֶץ מִצְרַיִם, עַל מְנָת <small>(שמות כט, מו)</small>: לְשָׁכְנִי בְּתוֹכָם, הֱוֵי: לֹא יָצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם אֶלָּא בִּזְכוּת הַמִּשְׁכָּן. וְשִׁבְטוֹ שֶׁל לֵוִי בִּזְכוּת מָה יָצְאוּ, שֶׁמָּא בִּזְכוּת אֹהֶל מוֹעֵד יָצְאוּ אַף הֵם, אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי, לֹא, אֶלָּא בִּזְכוּת עַצְמָן יָצְאוּ, לְפִיכָךְ כֵּיוָן שֶׁהוּא בָּא לִמְנוֹת אֶת יִשְׂרָאֵל בְּרֹאשׁ הַסֵּפֶר הוּא מַזְכִּיר אֹהֶל מוֹעֵד וִיצִיאַת מִצְרַיִם, שֶׁנֶּאֱמַר <small>(במדבר א, א)</small>: וַיְדַבֵּר ה' אֶל משֶׁה בְּמִדְבַּר סִינַי בְּאֹהֶל מוֹעֵד, מַזְכִּיר מִיָּד <small>(במדבר א, א)</small>: לְצֵאתָם מֵאֶרֶץ מִצְרַיִם, לְהוֹדִיעֲךָ שֶׁלֹא יָצְאוּ יִשְׂרָאֵל מִמִצְרַיִם אֶלָּא בִּזְכוּת אֹהֶל מוֹעֵד, אֲבָל בְּנֵי לֵוִי שֶׁיָּצְאוּ בִּזְכוּת עַצְמָן, כֵּיוָן שֶׁהוּא בָּא לִמְנוֹתָן אֵינוֹ מַזְכִּיר בְּפָרָשָׁתָן לֹא אֹהֶל מוֹעֵד וְלֹא יְצִיאַת מִצְרַיִם, הֲדָא הוּא דִכְתִיב: וַיְדַבֵּר ה' אֶל משֶׁה בְּמִדְבַּר סִינַי לֵאמֹר.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The Lord spoke to Moses in the wilderness of Sinai, saying” (Numbers 3:14).</b> <br>“In the wilderness of Sinai, saying” – that is what is written: “God settles individuals in a house” (Psalms 68:7). The Holy One blessed be He said: Even though people in this world were individuals, [I did not leave them as individuals]; rather, I made them fruitful and multiplied them and rendered them dynastic houses in which they would reside in this world. How so? David was an individual, and I rendered him a dynastic house, as it is stated: “House of David, so said the Lord” (Jeremiah 21:12). Aaron was an individual, and I rendered him a dynastic house, as it is stated: “House of Levi, bless the Lord” (Psalms 135:20); “house of Aaron, bless the Lord” (Psalms 135:19). Israel, too, were individuals, as it is stated: “Who is like your people Israel, one nation in the land…” (II Samuel 7:23), and God multiplied them, as it is stated: “The Lord your God has multiplied you” (Deuteronomy 1:10). That is, “God settles individuals in a house.” <br>Another matter: “God settles [individuals in a house]” (Psalms 68:7) – a certain noblewoman asked Rabbi Yosei ben Ḥalafta; she said to him: Everyone agrees that God created the world in six days. From six until now, what does He do? He said to her: He elevates ladders and lowers ladders. So-and-so, who was wealthy, will become poor, and so-and-so, who was poor, will become wealthy, as it is stated: “The Lord impoverishes and makes wealthy…” (I Samuel 2:7). Rabbi Berekhya said: That is not what he answered; but rather, this is what he said to her: He makes matches in His world and says: So-and-so man will marry so-and-so woman, and so-and-so woman will marry so-and-so man, and He settles them in houses. She said to him: I can make one thousand matches in one day. Rabbi Yosei was silent and went on his way. What did she do? She brought one thousand slaves and one thousand maidservants and matched them with each other. She said to them: So-and-so man will marry so-and-so woman, and so-and-so woman will marry so-and-so man. When they entered with them at night, an altercation broke out between them, and they stood and struck each other. In the morning they went to her; this one’s head was wounded, and that one, his hand was injured. She sent for Rabbi Yosei and related the incident to him. He said to her: If this matter is insignificant in your eyes, it is as difficult before the Omnipresent like the parting of the Red Sea. That is what is written: “God settles individuals in a house.” What is “God settles individuals”? The Holy One blessed be He sits and judges them; He brings this one from this place and that one from that place and settles them in one house. “He joyously [<i>bakosharot</i>] leads out prisoners” (Psalms 68:7) – he takes them from their houses, bound against their will, and makes matches between them. “<i>Bakosharot</i>” – if they do not merit, they weep [<i>bokhin</i>], but if they merit, they sing [<i>meshorerin</i>].<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">This is a portmanteau of the words bekhi and shirot – weeping and singing.</i> <br>Another matter: “God settles individuals in a house” (Psalms 68:7) – that He makes a match for each and every one of them with a kindred soul.  <br>Another matter: “God settles [individuals in a house]” (Psalms 68:7) – one who marries a wife suitable for him, the Holy One blessed be He renders them houses. Individual [<i>yaḥid</i>] is nothing other than an expression of greatness, just as it says: “One of [<i>aḥad</i>] the people<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">This is an allusion to Avimelekh, the king.</i> almost lay with [your wife]” (Genesis 26:10), and it says: “Who is like your people Israel, one [<i>eḥad</i>] nation in the land” (II Samuel 7:23). From them He produces sons, masters of Torah, who issue rulings to prohibit [<i>osrim</i>] and permit [<i>umakhshirim</i>]. That is, “He joyously [<i>bakosharot</i>] leads out prisoners [<i>asirim</i>]” (Psalms 68:7). “But the rebellious” (Psalms 68:7) – but one who does not marry a wife suitable for him, ignorant sons emerge from him. That is what is written: “Dwell in a parched land [<i>tzeḥiḥa</i>]” (Psalms 68:7). <i>Tzeḥiḥa</i> is nothing other than an expression of thirst, just as it says: “Parched [<i>tziḥe</i>] with thirst” (Isaiah 5:13). What the verse said, “parched,” is that they were thirsty, [meaning] without Torah, just as what is written: “Not famine for bread and not thirst for water, but of hearing the words of the Lord.” (Amos 8:11). <br>Another matter: “God settles individuals [in a house]” (Psalms 68:7) – who was it? These are Amram and Yokheved, by virtue of whose merit “He joyously leads out prisoners” (Psalms 68:7) – these are Israel, who were enslaved in Egypt. What did the Holy One blessed be He do? He matched Yokheved with Amram, so that a redeemer would emerge from them and redeem Israel. <br>Another matter: “God settles individuals [in a house]” (Psalms 68:7) – these are Israel, who descended as individuals with seventy people, and the Holy One blessed be He rendered them houses, as it is stated: “The children of Israel were fruitful and prolific…” (Exodus 1:7). “He joyously leads out prisoners” (Psalms 68:7) – because they distanced themselves from licentiousness, He took them out of Egypt. Likewise, Solomon says: “A locked garden is my sister, my bride; [a locked fountain, a sealed spring]” (Song of Songs 4:12). “A locked garden” – these are the virgins. “A locked fountain” – these are the married women. “A sealed spring” – these are the single women. The Holy One blessed be He said to them: Due to their merit, I am redeeming My children. That is what is written: “Your branches [<i>shelaḥayikh</i>] are a pomegranate orchard” (Song of Songs 4:13) – by merit of this, I have sent you out [<i>shelaḥayikh</i>]. “It was when Pharaoh sent out [<i>beshalakh</i>]” (Exodus 13:17) – that is, due to the upright [<i>kesherot</i>] women, Israel departed from Egypt. That is why it is stated: “He joyously [<i>bakosharot</i>] leads out prisoners.” <br>Another matter: “He joyously [<i>bakosharot</i>] leads out prisoners” (Psalms 68:7) – what is <i>bakosharot</i>? When Israel departed from Egypt, they departed only at a propitious time [<i>bakosharot</i>]. Rabbi Akiva said: He took them out only in a month during which it was propitious to depart; not in Tamuz, due to the heat, and not in Tevet, due to the cold, but in Nisan, which is propitious for setting out on a journey, neither extreme heat nor extreme cold. If you say Tishrei, there are rainy seasons.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Tishrei is followed by the rainy season, when it is difficult to travel, whereas Nisan is followed by mild weather.</i> That is <i>bakosharot</i>. <br>Another matter: <i>Bakosharot</i> – Rabbi Elazar said: <i>Bakosharot</i>: Those who were weeping [<i>bokhin</i>], these are Israel and Moses: “Behold, a boy weeping” (Exodus 2:6), and likewise, “The children of Israel sighed…” (Exodus 2:23). They are singing [<i>meshorerin</i>] now, as it is stated: “Then Moses and the children of Israel sang” (Exodus 15:1); that is <i>bakosharot</i>. <br>Another matter: <i>Bakosharot</i> – Rabbi Elazar ben Azarya said: There are weeping [<i>bekhiya</i>] and singing [<i>veshira</i>] here. The Egyptians were weeping because they were despoiled, as Israel despoiled them and emptied their houses, as it is stated: “They stripped Egypt” (Exodus 12:36). Israel was singing, as they were loaded with the spoils of their enemies. That is, <i>bakosharot</i>. <br>Another matter: The master of a slave weeps because his slave fled before him. A slave sings because he was extricated from slavery. So, the Egyptians wept because Israel fled, as it is stated: “It was told to the king of Egypt that the people had fled” (Exodus 14:5). Israel was reciting song because they were extricated from slavery. That is <i>bakosharot</i>. <br>Another matter: By virtue of what merit did Israel depart from Egypt? Rabbi Ḥilefai said: It is by virtue of the merit of Jacob, as it is stated: <i>Bakosharot</i>, as likewise, it says: “He strove [<i>vayasar</i>] with an angel and prevailed; he wept [<i>bakha</i>] and pleaded with him” (Hosea 12:5). <br>Another matter: <i>Bakosharot</i> – our Rabbis say: It is by virtue of the women, the upright [<i>hakesherot</i>] matriarchs, as it is stated: <i>Bakosharot</i>. It is not written here <i>bekhishron</i>, but <i>bakosharot</i>,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">In the feminine.</i> the fair and upright. <br>Another matter: <i>Bakosharot</i> – due to the upright [<i>haksherim</i>] who were in their midst, they departed. Who were the upright among them? This is the tribe of Levi, as although Israel were idol worshippers in Egypt, the tribe of Levi would worship the Holy One blessed be He and circumcise themselves. That is why Moses lauds them before his death, as it is stated: “Because they observed Your saying, and they upheld Your covenant” (Deuteronomy 33:9). That is, due to the upright who were in their midst, Israel departed from Egypt. <br>Another matter: <i>Bakosharot</i> – by virtue of what merit did Israel depart from Egypt? Rabbi Yehoshua ben Levi said: It is because the Holy One blessed be He foresaw that they are destined to craft a Tabernacle for Him, as it is stated: “They will know that I am the Lord their God, who took them out of the land of Egypt” (Exodus 29:46) in order “that I may dwell among them” (Exodus 29:46). That is, it was only by virtue of the merit of the Tabernacle that Israel departed from Egypt. <br>By virtue of what merit did the tribe of Levi depart? Was it, perhaps, by virtue of the Tent of Meeting that they, too, departed? Rabbi Yehoshua ben Levi said: No, it was by virtue of their own merit that they departed. Therefore, when he came to count Israel at the beginning of the book, He mentions the Tent of Meeting and the exodus from Egypt, as it is stated: “The Lord spoke to Moses in the wilderness of Sinai, in the Tent of Meeting” (Numbers 1:1), and it mentions immediately, “[in the second year] of their exodus from the land of Egypt” (Numbers 1:1), to inform you that Israel departed from Egypt only by virtue of the merit of the Tent of Meeting. But the children of Levi, who departed by virtue of their own merit, when it came to count them, it does not mention in their passage the Tent of Meeting, nor the exodus from Egypt. That is what is written: “The Lord spoke to Moses in the wilderness of Sinai…saying” (Numbers 1:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0aefbfba21b48f538b4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 3:14:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Haamek Davar on Numbers 3:14:1", "sourceHeRef": "העמק דבר על במדבר ג׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>במדבר סיני.</b> כבר נתבאר דבא ללמד שהמקום גרם לזה הצווי. שכך היה כבוד השכינה ההולכת לפני ישראל כמלך לפני חילו במלחמה. ויש לו גדוד שומרי ראשו ביחוד. כך היו הלוים. <b>והנה</b> לא כתיב כאן באהל מועד. שהדבור נמשך חוץ לא״מ כמו שיבואר:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55ae009efbfba23a068099f7", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Bamidbar 12", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Meshekh Chokhmah, Bamidbar 12", "sourceHeRef": "משך חכמה, במדבר י״ב", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 12, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "במדבר", "he": "<b>וידבר </b>ד' אל משה במדבר סיני לאמר פקד וכו'. בויקרא כתוב בריש הספר, שדבר אליו מאהמ\"ע, ואח\"כ כתוב בכל מקום וידבר ד' אליו, וכאן כתוב שנית במדבר סיני. וטעמו דלרשב\"ל, דסבר דקדשו בכורות במדבר ופסקו, וכל ל\"ח שנה עד שנכנסו לארץ לא נתקדשו בכורים, לכן כתב רק זה הפעם במדבר סיני ולא היו קדושים טרם הדיבור מעת יציאת מצרים, דבג' מקומות קדשו בכורות כו'. ולר' יוחנן צ\"ל דהא קאמר, דבכור בהמה טהורה ג\"כ נפקעו ע\"י בהמות טהורות דהלוים, יעוין ריש בכורות, וזה לא היה אח\"כ רק אותו זמן. ופשוט, ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1391c69ad4c007a1d526d", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 1:7:2", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Birkat Asher on Torah, Exodus 1:7:2", "sourceHeRef": "ברכת אשר על התורה, שמות א׳:ז׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "בשעת השלום זכר לרך הנולד של רוני ודינה שי' שערכנו בביתנו, שאלתי כך והשיב הגאון ר' אביגדר נבנצל שליט\"א, כי ריבוי זה לא היה כי אם על המשועבדים, ושבט לוי הרי לא שועבד, כידוע (ראה רמב\"ן לספר במדבר ג, יד). והוכיח שאמנם שבט לוי היה המועט שבשבטים, אף כי מנו את זכריו מבן חודש ומעלה. עד כאן יפה. ברם, אחר כך שמתי לב שפסוקנו נאמר עוד לפני תחילת השיעבוד, כנראה כדי לקיים את הבטחתו ית' (בראשית יז, ו), ולכן קשה לקבל קשר זה של עינוי ושיעבוד, וממילא אין הבדל בין שבט לוי לבין יתר השבטים. (פ' שמות תשמ\"ז)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ffdb6cc826be30d23879221", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 3:14:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Malbim on Numbers 3:14:1", "sourceHeRef": "מלבי\"ם על במדבר ג׳:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": [], "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d33eb6084aa1cbf243e9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִינַי 1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "BDB, סִינַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִינַי א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִינַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סִינַי</span></big>  <strong>n.pr. mont. Sinai</strong>;—name of mt. of law-giving in J and especially P (<span dir=\"rtl\">חֹרֵב</span> in E and especially D): <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> ψ <a data-ref=\"Psalms 68:9\" href=\"/Psalms.68.9\">68:9</a> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> (poem), also <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a> (P) usually <span dir=\"rtl\">הַר־סִינַי</span> (<span dir=\"rtl\">־סִינָ֑י</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> +), rarely J, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">Ex 19:20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a> and perhaps <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, elsewhere mostly P, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> and <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a> (H), <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a>, also <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">מִדְבַּר סִינַי</span> (<span dir=\"rtl\">סִינָ֑י</span> <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">Nu 1:19</a> +), <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">2</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a>, <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">19</a>; <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">3:4</a>, <a data-ref=\"Numbers 3:14\" href=\"/Numbers.3.14\">14</a>; <a data-ref=\"Numbers 9:1\" href=\"/Numbers.9.1\">9:1</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a>; <a data-ref=\"Numbers 26:64\" href=\"/Numbers.26.64\">26:64</a>; <a data-ref=\"Numbers 33:15\" href=\"/Numbers.33.15\">33:15</a>, <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">16</a> (all P);—in view of these facts, and of E’s use of <span dir=\"rtl\">חֹרֵב</span> (q.v.), it is prob. that <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (in E passages) are from R.—𝔊 Σ(ε)ινα. Identif. dub.; local tradition names <em>Jebel Musa</em>, mt. at S. end of peninsular between the two arms of Red Sea, so Rob<sup>BR i, 90 ff., especially 119–122</sup> cf. Stanley<sup>Sinai and Pal. 42 f.</sup> al., specif. its N. supr, <em>Ras Ṣafṣâfeh;</em> but Lepsius<sup>Briefe 345 ff., 416 ff.</sup> Eb<sup>GSespecially 392 ff.</sup> al. advocate <em>Serbal</em>, NW. from <em>Jebel Musa</em> (on trad., cf. Eb<sup>ib. 413 ff.</sup>); v. discussion Di <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>. Against both is the working of Egyptian mines in the penins. as late as the 19th dyn. (v. Eb<sup>GS 135, 148 ff., 159, etc.</sup>), involving presence of soldiers there. This, and connex. with Midian (cf. also <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>), have led to search for Sinai further NE, near head of Gulf of <em>Aḳaba</em>, or even in Seir, so Say<sup>Monuments 263 ff.</sup>, cf. GFM <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>; <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">6:1</a> and <em>Yakut</em>, cited by <em>Id.</em><sup>179 n. §</sup>, also v. Gall<sup>Altisr. Kultst. 12</sup>; on sanctity of mt. v. further RS<sup>Sem i. 110f., 2nd ed. 117 f.</sup> Sm<sup>Rel.Gesch. 30</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538f46f92977f8348ba94fe", "index_title": "Eretz Chemdah", "category": "Quoting Commentary", "type": "", "ref": "Eretz Chemdah, Bamidbar 4:1", "anchorRef": "Numbers 3:14", "anchorRefExpanded": ["Numbers 3:14"], "sourceRef": "Eretz Chemdah, Bamidbar 4:1", "sourceHeRef": "ארץ חמדה, במדבר ד׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Eretz Chemdah", "he": "ארץ חמדה"}, "heTitle": "במדבר", "he": "(במדבר ג יד) <br><b>פקוד את בני לוי</b>. במסכת בכורות (דף ה' ע\"א) שאל קונטריקוס השר את ריב\"ז בפרטן של לוים אתה מוצא כ\"ב אלף וג' מאות. בכללן אתה מוצא כ\"ב אלף ג' מאות להיכן הלכו. א\"ל אותן ג' מאות בכורים הוי ואין בכור מפקיע בכור. ועוד שאלו בגבוי כסף אתה מוצא מאתים ככר וי\"א מנה ובנתינה כתיב מאת ככר משה רבכם גנב היה או אינו בקי בחשבון היה נתן מחצה ונטל מחצה ואפי' מחצה שלם לא החזיר. א\"ל מ\"ר גזבר נאמן היה ובקי בחשבון וכו'. ומק' רש\"י ואע\"ג דיותר ממחצה החזיר דכתיב ואת י\"ז מאות עשה ווים וכו'. ויל\"ד מדוע הפך השר סדר המקרא היה לו להקשות כסדר המקראות וגם קושית רש\"י תמוה מאד. ונל\"ת דרש\"י בחומש פי' ולקחת חמשת שקלים לגלגלת וכו'. ויקח משה מאת בכור בני ישראל וכו'. ופירש\"י כך סכום החשבון אמר כיצד אעשה בכור שאני אומר לו תן ה' שקלים יאמר אני מפדויי הלוים נטל קלפי וכו'. ונצרך להבין מה מבקש רש\"י בזה. ונראה דקשה לרש\"י מה צריך קרא לאשמעינן סכומו כמה עולה כיון דכתיב שיתנו בעד כל א' חמש שקלים ממילא יעלה כל הסך לזה הסכום במכוון. ונראה די\"ל דכל כ\"ב אלף ורע\"ג כולם יתנו כל סך השקלים כל אחד לפי חלקו ממילא יגיע על כל אחד פחות משקל. דשקלים היה מגיע רק אלף וג' מאות ומ\"ה ובכורים יש כ\"ב אלף ורע\"ג. וזה נדע דשקלים במקום שצריך ליתן פחות משקל צריך ליתן קלבון לזה אמר הכתוב שהיה החשבון מכוון להסך שהזכיר משום שנתנו שקלים שלמים ר\"ל שנתנו העודפים כל אחד ה' שקלים וממילא לא נתנו קלבון העודף. ושפיר פרש\"י הא כיצד וכו'. והא תינח לר\"י במסכת שקלים. דסבר כשם ששקלים תורה כך קלבון תורה. אבל לחכמים שסוברין שהקלבון רק מדרבנן א\"כ הדרא קושיא לדוכתה למה הוצרך לפרוט סכום השקלים דגם אם היו נותנין כל אחד פחות משקל היה החשבון מכוון, שלא נתנו קלבון. ונראה דהתוספות מקשין בריש בכורות כהנים ולוים פטורין מבכורה מק\"ו אם פטר של ישראל במדבר דין הוא שיפטרו עצמם ומקשו התוספות וא\"ת הא כבר מוכח דפטורין מכח תשובת השר מדלא חשיב קרא אותן ג' מאות בכורים שמע מינה דפטורין כדמפרש אביי דיו לבכור שיפקיע קדושת עצמו. ומשני תוספות דה\"א שנתנו שקלים והא דלא חשיב להו דהקרא חושב רק שקלי ישראל לא של לוים ואמר ליה באמת מדוע לא חשיב משום דאותן השקלים של ישראל נהתו לאהרן ולכך פרט הכתוב, ומה שנתנו לאהרן הוכרח לכתוב אבל שקלי לוים שלא נתנו לאהרן לא כתב ממילא לכך כתב סכום השקלים של העודפים לומר דשקלי לוים לא נתנו לאהרן אבל למ\"ש דלא נתנו לוים שקלים כלל נשאר הקושיא למה פרט הכתוב סכום השקלים וצ\"ל דקלבון מן התורה וכנ\"ל שפרט בכדי שנדע שנתנו העודפים כ\"א ה' שקלים וכיון דקלבון מן התורה והוא חצי מעה לדעת חכמים חלק ארבעים מן השקל דעשרים גרה השקל וגרה היא מעה א\"כ למאת הככר הוא שני ככרין וחצי ולמאתים עולה הקלבון ה' ככרים והככר ס' מנה והמנה כ\"ה סלעים ושפיר אפי' מחצה שלם לא החזיר. והשתא יבואר דבל\"ז לא יכול השר לשאול אפי' מחצה שלם לא החזיר די\"ל דקלבון דרבנן והא דפרט הכתוב סכום השקלים ללמד ששקלי בכורי הלוים לא נתנו לאהרן ואף לפי טענתו החזיר יותר מחצי אבל עתה דהשיב לו דללוים לא נתנו חלקים קשה לאיזה ענין כתיב בתורה סכום החשבון של שקלי בכורים והוכרח דקלבון מן התורה והשתא הגדיל המדורה דאפי' מחצה שלם לא החזיר ודוק:", "heVersionTitle": "Vilna, 1913", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660923e89ee78a249f411adf", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "anchorRef": "Numbers 3:9-45", "anchorRefExpanded": ["Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nahmanides suggests that Korah was not arguing for egalitarianism in the modern sense of the word. Rather, he was protesting the transfer of priestly and Levitical duties to the tribe of Levi after the sin of the Golden Calf.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Num. 3:9–45; 8:13–20.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]