[{"_id": "531e4fe3fbfba276047f6e7d", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 3:19", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Onkelos Numbers 3:19", "sourceHeRef": "תרגום אונקלוס על במדבר ג׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּבְנֵי קְהָת לְזַרְעֲיַתְהוֹן עַמְרָם וְיִצְהָר חֶבְרוֹן וְעֻזִּיאֵל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The sons of Kehos, according to their families were; Amram, Yitzhar Chevron and Uziel.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6b4", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 3:19", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Targum Jonathan on Numbers 3:19", "sourceHeRef": "תרגום יונתן על במדבר ג׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּבְנוֹי דִקְהָת לִגְנִיסַתְהוֹן עַמְרָם וְיִצְהָר וְחֶבְרוֹן וְעֻזִיאֵל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Beni Kehath by their families, Amram, Jizhar, Hebron, and Uzziel.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57e77d3fd6e4a94c7c18aaaa", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 3:19", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Tafsir Rasag, Numbers 3:19", "sourceHeRef": "תפסיר רס\"ג, במדבר ג׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ובנו קהת לעשאירהם עמרם ויצהר וחברון ועזיאל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "And the sons of Kohath by their families: Amram, Izhar, Hebron, and Uzziel.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "59648357d6e4a92bf45a6302", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 16:1:8", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Rabbeinu Bahya, Bamidbar 16:1:8", "sourceHeRef": "רבנו בחיי, במדבר ט״ז:א׳:ח׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>והסבה </b>לקרח במחלוקת הזה שני דברים, האחת שהתלבש במדת הקנאה, והיא מדה רעה ומכה שאין לה רפואה, והשנית שטעה בשלשלת העתידה לצאת ממנו, מדת הקנאה הוא שידוע כי כאשר יקנא האדם במי שהשיג עושר ונכסים יוסיף דאגה על דאגה עד שישיג כמוהו, ואם השיג יגיע מזה אל אהבת הכבוד ובקשת מיני הממשלה בקניני העוה\"ז, ומאהבת הכבוד יעלה אל השררה, ומהשררה יגיע מזה לעבוד ע\"ז, ואם לא השיג יהיו כל ימיו מכאובים וחיי צער יחיה וסוף שימית את עצמו או את חברו. את עצמו, שכן אמר שלמה (משלי י״ד:ל׳) ורקב עצמות קנאה, וכן אמר אליפז (איוב ה׳:ב׳) ופותה תמית קנאה, מי שמתפתה אחר מדת הקנאה תמיתנו, וכן דרשו רז\"ל הקנאה והתאוה והכבוד מוציאין את האדם מן העולם. את חבירו, שהרי מתוך הקנאה יבא לידי שנאה ומן השנאה לידי רציחה, שכן כתוב (דברים י״ט:י״א) וכי יהיה איש שונא לרעהו וארב לו וקם עליו והכהו נפש ומת, ומזה אמר שלמה ע\"ה (קהלת ד׳:ד׳) וראיתי אני את כל עמל ואת כל כשרון המעשה כי היא קנאת איש מרעהו גם זה הבל ורעות רוח, הזכיר כל עמל הם קניני הגוף כגון עושר ונכסים וכבוד ושאר מעלות השררה, כל כשרון המעשה תורה ותשובה ומעשים טובים, כי היא קנאת איש מרעהו בין בעושר בין בחכמה או איזו מעלה שתהיה הלא הקנאה מצויה בין איש לחבירו, גם זה הבל גם בחטא זה נכשל הבל שנתקנא בקין אחיו כשהביא מנחה לה', ועמד הוא ונתדמה בקרבנו לאביו שהביא בעל חי, ומתוך הקנאה באו לידי שנאה והיתה מריבה ביניהם על ירושת הארץ עד שנהרג, והנה המדה הזו חורבן העולם. גם מלאכי השרת נתקנאו בו באדם הראשון עד שהחטיאוהו והפשיטוהו בגדי השכל ולבש בגדים אחרים בגד בוגדים עד שנטרד מגדולתו ונסתלקה שכינה מן התחתונים. וכן קנאתו של קרח הטרידתו מן העולם. וקנאתו זאת לקרח ולכל האוחזים דרכו והסרים אל משמעתו היתה בחלוק המנוין והמעלות בישראל, והיו חושבים כי משה היה עושה זה מדעתו, שהרי ממה שאמר להם משה כי לא מלבי נוכל ללמוד כוונתם הרעה שהיו אומרים כי מלבו עשה, והיו טוענים כי מה שהחליף הלוים תחת הבכורות לא עשה אלא כדי לתת גדולה ומעלה לבני לוי שהם ממשפחתו, גם בני קהת שהגדיל מעלתם על כל שאר הלוים לשאת הדברים המקודשין לפי שהם הקרבים אליו יותר כי קהת היה זקנו. ומה שקשרו עליו הלוים לפי שהיו נתונין לאהרן ולבניו, וחשבו החולקים כי עשה זאת לתת גדולה לאהרן ולבניו, גם אליצפן בן עוזיאל מנה אותו נשיא, ולפי שהיה עוזיאל אחד מאחי אביו של משה והקטן שבכלם לפיכך הוקשה לקרח על נשיאות אליצפן בנו ונתקנא על זאת, וזה הוא שדרשו רז\"ל מה ראה קרח לחלוק עם משה, נתקנא בנשיאותו של אליצפן בן עוזיאל, אמר קרח, אחי אבא ארבעה היו עמרם ויצהר וחברון ועוזיאל, עמרם נטל הבכורה ושני בניו נטלו גדולה, אחד מלך ואחד כהן גדול, מי ראוי ליטול את השניה לא אני שאני בן יצהר שהוא שני לעמרם, והוא מנה את הנשיאות ע\"י אחיו הקטן מכלן הריני חולק עליו ומבטל את דבריו, מה עשה כנס מאתים וחמשים ראשי סנהדראות רובן משבט ראובן, מה עשה הלבישן כולן טליתות של תכלת, וזהו שאמרו ויקח קרח מה לקח לקח טליתו ובא אצל משה, וכן כלן, אמרו לו טלית שכלה תכלת חייבת בציצית, אמר להן חייבת, התחילו לשחק עליו אמרו אפשר טלית של מין אחר חוט אחד של תכלת פוטרתה, טלית שכלה תכלת לא כל שכן. בית מלא ספרים מה הוא שיהא פטור מן המזוזה, אמר להן חייב, אמרו לו התורה כלה מאתים ושבעים וחמש פרשיות וכלן אין פוטרות את הבית, ושתי פרשיות שבמזוזה פוטרת את הבית, דברים אלו לא נצטוית עליהם ומלבך אתה בודאם. וקרח מרוב חכמתו שאל שאלות אלו והיו מעין המחלוקת. ויש בכללם עוד רמז משל על ישראל כי המשילם לטלית שכלה תכלת ובית מלא ספרים, וכיון בזה לומר כי ישראל שכלם קדושים וכלם חשובים מלאים מן המעלות למה יצטרכו למשתררים ולמתנשאים עליהם, והמשיל המשתררים לחוט של תכלת ולמזוזה. והשנית שטעה בשלשלת העתידה לצאת ממנו, שכן דרשו רז\"ל עינו הטעתו ראה שלשלת גדולה שיוצאת ממנו שמואל ששקול כמשה ואהרן, שנאמר (תהילים צ״ט:ו׳) משה ואהרן בכהניו ושמואל בקוראי שמו, אמר בשבילו אני נמלט, ועשרים וארבעה משמרות יוצאין מבניו ומתנבאין ברוח הקדש מבני הימן, אמר אפשר כל הגדולה הזאת יוצאה ממני ואני אדום, ולכך נשתתף לבא בחזקה ששמע מפי משה שכלן אובדין ואחד נמלט, שנאמר אשר יבחר ה' הוא הקדוש, טעה ותלה בעצמו.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Korach’s personal grievance was twofold. 1) He was “dressed” in jealousy, a negative character trait, a disease for which there is no known therapy. 2) He misinterpreted the meaning of the vision in which he had foreseen that his descendants would achieve outstanding greatness. Concerning the first reason, i.e. his jealousy, this is a very vicious disease. One starts by scheming until one achieves whatever it is that his fellow owns and he does not. Even if one achieves this goal and therefore should cease to be jealous, one has in the meantime become addicted to the craving for personal honour, a desire to lord it over others, a craving for power, until eventually all this becomes similar to עבודה זרה, a form of idolatry. On the other hand, if the jealous person fails in his attempt to equal the one he is jealous of, his whole life is one of frustration and it may, G’d forbid, result in his murdering the object of his jealousy. Solomon already referred to this phenomenon in Proverbs 14,30 when he said: “envy is like rottenness of the bones.” Also Eliphaz is quoted in Job 5,2 as saying: ”jealousy kills the fool.” If someone allows himself to be seduced by jealousy it will eventually kill him. Our sages in Avot 4,28 have said that the three traits “jealousy, greed, and the thirst for personal honour” contribute to man’s premature demise.”<br> When one displays jealousy of one’s fellow one will eventually hate him and possibly become guilty of murder. The Torah describes this graphically in Deut. 19,11: “if someone hates his fellow, sets an ambush for him, and rises up and slays him.” Concerning such saddening phenomena Solomon commented in Kohelet 4,4: וראיתי אני את כל עמל ואת כל כשרון המעשה כי היא קנאת איש מרעהו, גם זה הבל ורעות רוח, “I have also noted that all labor and skillful enterprise come from men’s envy of each other — another futility and pursuit of the wind.” When Solomon speaks of עמל, labor, he refers to the material possessions, honor, and the other exterior paraphernalia denoting personal power. When he speaks of כל כשרון המעשה, he refers to Torah, repentance, and good deeds.” The word “Hevel” is a reference to Kayin’s brother who had observed his older brother offer a sacrifice and wanted to outdo him as he was jealous of his having preceded him with a good deed. He therefore emulated his father Adam and offered a living creature (as opposed to Kayin who had only offered vegetable matter. compare Tanchuma Bereshit 9 and Bereshit Rabbah 22,15) <small>[This is based on the Torah reporting Kayin as being the first of the brothers to offer the sacrifice, Genesis 4,4. It helps explain why G’d tolerated Hevel being murdered. Ed.]</small> The jealousy led to Kayin and Hevel developing mutual hatred until Kayin murdered his brother. This character trait contains within it the potential destruction of the universe.<br> The trait of jealousy is not limited to human beings. Even the ministering angels are reported as having been jealous of Adam until they succeeded in seducing him into sinning and he was forced to exchange the “garments” of intelligence for garments made of inferior materials (Pirke de Rabbi Eliezer chapter 13). The word בגד “garment,” is related to בגד, “betray.” In other words man’s clothing may betray him. Adam’s superior “garments” were the cause of the angels’ jealousy. The result of this was that the Shechinah departed from him and therefore from mankind on earth. <br> Korach’s jealousy also resulted in his being expelled from the universe. The immediate focus of Korach’s jealousy and that of his sympathizers was the manner in which Israelites had been appointed to high office. He saw in this high-handed action by Moses, nepotism of a kind. When Moses, in answering Korach’s accusations, says כי לא מלבי, “I did not do these things arbitrarily” (verse 25), it is clear that this was his response to Korach’s accusation. Korach and company had even suggested that the appointment of all the Levites to their position and their replacing the function of the firstborn had only been a device by Moses to elevate members of his own tribe to a higher social status. If even Levites also took part in that uprising it was because they perceived that Aaron and his family, Moses’ closest relatives, had been given the highest rank of all. Korach also believed that Moses had appointed Elitzafan ben Uzziel as prince of the tribe of Levi seeing that Uzziel had been one of Moses’ uncles, though the most junior in age (Numbers 3,19). Korach was particularly irked by the fact that he felt he had been passed over in the sharing out of honors though he was senior to Uzziel, being a son of Yitzhar who was older than Uzziel. In his mind, Amram, Moses’ father had been the firstborn (an honor), whereas his two sons had taken for themselves the highest positions, King and High Priest. Korach felt that the second of these honors should have been his, seeing that he was the son of Yizhar, who was next in line to Amram. When he found that the next highest honour had been given to Elitzafan, son of the younger Uzziel instead, he started the uprising.<br> How did Korach secure support for his demagoguery? He assembled 250 heads of the respective tribal supreme courts, most of them from the tribe of Reuven; he clothed all of them in talitot made completely of blue wool, תכלת; this is the meaning of “Korach took”, i.e. he took his talit and came to Moses wearing it. The other 250 men did the same. They all asked Moses whether such a talit required tzitziyot in order for it to be fit to wear. When Moses said that indeed even a talit made exclusively of blue wool required tzitziyot these people all started laughing, saying: “if a white talit can be converted into an halachically sound garment by means of a single thread of תכלת, blue wool, surely a talit which is completely of blue wool does not need an additional blue thread in order for it to be fit to be worn!” They then asked a similar question pertaining to the affixing of a mezuzah on a house filled with sacred texts. Moses ruled that such a house too is not absolved from the need to have a mezuzah affixed to its entrance. Thereupon the rebels said that if affixing two paragraphs out of a total of the 275 paragraphs contained in the Torah can make such a house fit to live in, surely when the house contains all 275 paragraphs, seeing that there is a Torah scroll inside, this must be enough to absolve such a house from the need to affix another two of these paragraphs to its door post! They concluded that Moses’ ruling was arbitrary and could not represent instructions he had received from G’d. Korach had asked these questions using his intelligence to make Moses look ridiculous.<br> There is another nuance contained in these questions, i.e. Korach used the simile of the house full of sacred texts and the talit made completely of blue wool as a parable describing the Jewish people. He meant that seeing the Jewish people are all holy, there was no need to appoint a High Priest who would perform the function for the people which the tzitzit performed for the talit. He compared all the fringes to the religious dignitaries who are part of the oligarchy of the Jewish people. He implied that a nation such as the Jewish nation should be a totally egalitarian society with no special duties or privileges for anyone, especially no hereditary ones.<br> Korach’s second mistake, one which led him to vent his jealousy, was that he erred in interpreting the chain of prominent people who would be descended from him. Our sages<small> (Tanchuma Korach 5 and quoted by Rashi)</small>, say. He was deceived by foreseeing that the prophet Samuel would be descended from him, a prophet who has been described as equal to Moses and Aaron combined, as we know from Psalms 99,6: “Moses and Aaron among His priests and Samuel among those who call upon His name.” He reasoned that he had to be saved as otherwise this prophecy could not be fulfilled. He also foresaw that 24 groups of Levites would be descended from him all of whom prophets, sons of Heiman (Chronicles I 6,18). Seeing that he foresaw such a brilliant future for his descendants he said to himself: “how can I remain silent and not challenge the present hierarchy?” He thought that his speaking up would ensure that the future he foresaw would materialise. This is why he tried to force the issue. He had heard from Moses that everyone of the present hierarchy would perish and only one would be saved. This is how he interpreted Moses’ words אשר יבחר ה' הוא הקדוש, “the one whom the Lord will choose he is the holy one (verse 9).” He thought there would remain only a single person fit for the description “holy,” i.e. himself.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed22", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites I", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Already introduced in 1:47–53, the issue of the Levites’ status and their tasks is an important subtheme in Numbers, and makes its central appearance in Chaps. 3 and 4. The present chapter opens with the genealogy of Moshe and Aharon (similarly, Chap. 6 of Exodus, which is a prologue to the Plague cycle, contains a genealogy of the two leaders).", "Notable is the concept that the Levites symbolically replace all the firstborn sons among the Israelites. In a more manageable way, then, the entire community participates in the sacred task of ministering in the sanctuary.", "Theme words in the chapter, not surprisingly, are “charge,” “count/accountable,” and “serve/serving-tasks.” Milgrom has also noted the sevenfold “by order of Y<small>HWH</small>” that permeates this chapter and the next."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9cc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 3:1-51\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 3:1-51</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc64758c1dc532ec9017", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 3:19", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Steinsaltz on Numbers 3:19", "sourceHeRef": "ביאור שטיינזלץ על במדבר ג׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 3.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּבְנֵי קְהָת לְמִשְׁפְּחֹתָם:עַמְרָם וְיִצְהָר, חֶבְרוֹן וְעֻזִּיאֵל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The sons of Kehat by their families: Amram, Yitzhar, Hebron, and Uziel. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "58b1c551d6e4a937f9997702", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 3:10", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Bamidbar Rabbah 3:10", "sourceHeRef": "במדבר רבה ג׳:י׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 3.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּהְיוּ אֵלֶּה בְנֵי לֵוִי בִּשְׁמֹתָם וגו' <small>(במדבר ג, יז)</small>, אָמַר רַבִּי אַבָּהוּ כָּל מָקוֹם שֶׁנֶּאֱמַר: אֵלֶּה, פָּסַל אֶת הָרִאשׁוֹנִים, וְאֵלֶּה, מוֹסִיף עַל הָרִאשׁוֹנִים, כָּאן שֶׁנֶּאֱמַר: וַיִּהְיוּ אֵלֶּה בְנֵי לֵוִי בִּשְׁמֹתָם, מַה פָּסַל, פָּסַל בְּכוֹרֵי יִשְׂרָאֵל עַל שֶׁעָבְדוּ לָעֵגֶל. <small>(במדבר ג, יח)</small>: וְאֵלֶּה שְׁמוֹת בְּנֵי גֵרְשׁוֹן וגו', רְאֵה כַּמָּה חֲבִיבִין הַלְוִיִּם, שֶׁנִּתְעַסֵּק הַקָּדוֹשׁ בָּרוּךְ הוּא בְּכָל מִשְׁפָּחוֹת שֶׁלָּהֶם לִמְנוֹת שְׁמוֹתָם, מַה שֶׁלֹא עָשָׂה כֵן בְּיִשְׂרָאֵל, הֲדָא הוּא דִכְתִיב: וְאֵלֶּה שְׁמוֹת בְּנֵי גֵרְשׁוֹן לְמִשְׁפְּחֹתָם וגו', וְכֵן <small>(במדבר ג, יט)</small>: וּבְנֵי קְהָת וגו', וְכֵן <small>(במדבר ג, כ)</small>: וּבְנֵי מְרָרִי לְמִשְׁפְּחֹתָם וגו', אָמְרוּ רַבּוֹתֵינוּ <small>(תוספתא תענית ג, ב)</small>: אֵלּוּ שְׁמוֹנָה מִשְׁמָרוֹת שֶׁהִתְקִין משֶׁה מִפִּי הַקָּדוֹשׁ בָּרוּךְ הוּא עַד שֶׁעָמַד דָּוִד וְעָשָׂה אוֹתָן עֶשְׂרִים וְאַרְבָּעָה לִכְהֻנָּה וּלְוִיָּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“These [<i>eleh</i>] were the sons of Levi by their names…” (Numbers 3:17) – Rabbi Abbahu said: Every place that <i>eleh </i>is stated, it rejects what preceded it; <i>ve’eleh</i> adds to what preceded it. Here, where it is stated: “These [<i>eleh</i>] were the sons of Levi by their names,” what does it reject? It rejects the firstborn of Israel, who worshipped the calf. <br>“And these are the names of the sons of Gershon [by their families]” (Numbers 3:18) – see how beloved the Levites are, as the Holy One blessed be He engaged Himself in all their families to count their names, what He did not do regarding Israel. That is what is written: “And these are the names of the sons of Gershon by their families: Livni and Shimi”; and likewise, “the sons of Kehat: Amram and Yitzhar, Ḥevron and Uziel” (Numbers 3:19); and likewise, “the sons of Merari by their families: Maḥli and Mushi” (Numbers 3:20). Our Rabbis said: These are the eight priestly watches<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Each week a different shift worked in the Temple.</i> that Moses instituted at the directive of the Holy One blessed be He, until David stood and rendered them twenty-four for the priesthood and the Levites.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Tosefta, Taanit 3:2.</i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b170d6e4a952249cc1b2", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 3:19:1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Minchat Shai on Torah, Numbers 3:19:1", "sourceHeRef": "מנחת שי על תורה, במדבר ג׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>קהת.</b> הקו\"ף בשוא לבדו. וכן כולם:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58f75f70d6e4a9133c20c26c", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Bamidbar 8", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Ben Ish Hai, Drashot, Bamidbar 8", "sourceHeRef": "בן איש חי, דרשות, במדבר ח׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 8, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "במדבר", "he": "או יובן בס\"ד ע\"פ מ\"ש המפרשים ז\"ל דשמירת המועדים הוא תיקון לעון העגל שהיה בשש שעות דהם ט\"ו יום שעולים ש\"ס שעות ונתבטל איסור ששה שעות דעגל בש\"ס שעות של מועדים והנה ידוע שהמועד נקרא אות גם ידוע דשלש רגלים הם כנגד שלשה אבות פסח בחינת יצחק ושבועות יעקב וסוכות אברהם וז\"ש באותות הם שלש רגלים שנקראו אותות שהם מתייחסים לבית אבותם יחנו בני ישראל בקדושתם ושמירתם ואז אע\"פ שהם חטאו והיה מנגד במעשה העגל הנה בעתה יהיה תיקון סביב ביב ס' ר\"ל חלל ס' כי ביב ר\"ל חלל כמ\"ש רז\"ל עומדת על פי הביב שהוא ר\"ל על פי החלל ודומה לזה איש נבוב ילבב נבוב ר\"ל חלול דיתבטל איסור העגל בששים כדין איסור שנפל לתוך ששים שהוא בטל ועי\"ז לאהל מועד מקום השראת שכינה יחנו או יובן בס\"ד אותיות אברהם יצחק יעקב הם מספר אחד פי האבות הן הן המרכבה שהוא מקום האחדות ולכן ישראל שהם זרע האבות צריכין להיות גוי אחד בארץ דהנטיעות יהיו דומות לשרשים וזה תואר האחד הוא דגלם של ישראל דמשתבח בהם הקב\"ה בכך כמ\"ש בגמרא ע\"פ וה' האמירך היום דקוראם גוי אחד וז\"ש איש על דגלו שהוא תואר אחד הרמוז באותיות לבית אבותם דהשם נקרא בית יחנו בני ישראל תמיד ואז זוכין כי סביב לאהל מועד מקום השראת שכינה יחנו תמיד שלא תתרחק השכינה מהם כי בפירוד ומחלוקת תסתלק השכינה צא ולמד מחרבן בית שני שהיה בעבור ש\"ח גם אמר מנגד סביב לאהל מועד רמז בזה על מצות הצדקה הרמוזה באותיות גד כמ\"ש בגמרא דשבת גימ\"ל דל\"ת גמול דלים וע\"י הצדקה יהיה לישראל התקרבות ודבקות בהשי\"ת וז\"ש מנגד חלק התיבה לשתים וקרי בה מן ג\"ד ר\"ל מן מצות הצדקה שהיא רמוזה באותיות ג\"ד אז סביב לאהל מועד יחנו תמיד: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596479fed6e4a92bf459e099", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 35:1:1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "Ibn Ezra on Isaiah 35:1:1", "sourceHeRef": "אבן עזרא על ישעיהו ל״ה:א׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "<b>ישושום.</b> יש אומרים שהמלה חסרת בי\"ת, וכן הוא ישושו בם, ואין זה נכון כי מה טעם בם והאמת כי המ\"ם תחלת נו\"ן נוסף בפעלים כמו פדיום <small>(במדבר ג' י\"ט)</small>, והטעם כי ארץ אדום תהיה לבדה חרבה רק ארץ ישראל להפך, ולדעת רבי משה הכהן שהיא ירושלם הנמלטת:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>יששום</span>. Some think that the preposition <span>ב</span> is omitted, and that <span>יששו בם ═ יששום</span> they shall be glad for them: this is not right; for what would be the meaning of <span><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The cause of the objection is the absence of any noun to which the pronoun them could refer.</i>בם</span>? I think that <span>מ</span> is here substituted for the paragogic <span>נ</span>, which is frequently found in verbs. Comp. <span><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">As to the interchange between <span>מ</span> and <span>נ</span>.</i>פדיון ═ פִּדְיוֹם</span> redemption (Num. 3:19).—The land of Edom alone shall be waste; but Palestine shall be the reverse. According to R. Moses Hakkohen this prophecy refers to the deliverance of Jerusalem.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The difference between the two opinions is, that according to the first, this chapter describes the state of Israel in the time of Messiah; according to the second, the peace and happiness of Judah after the evacuation of Palestine by the Assyrian army, which appears to have taken place after the miraculous defeat of Sennacherib before Jerusalem.</i>", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d12db6084aa1cbf0b86f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֶבְרוֹן² 1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "BDB, חֶבְרוֹן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֶבְרוֹן² א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֶבְרוֹן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">חֶבְרוֹן</span></big>  <strong>n.pr.m.</strong> (𝔊 Χεβρων).<br><strong>1.</strong>  grandson of Levi <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">Ex 6:18</a>; <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">Nu 3:19</a> (both P) = <a data-ref=\"I Chronicles 5:28\" href=\"/I_Chronicles.5.28\">1 Ch 5:28</a> = <a data-ref=\"I Chronicles 6:3\" href=\"/I_Chronicles.6.3\">6:3</a>, <a data-ref=\"I Chronicles 23:12\" href=\"/I_Chronicles.23.12\">23:12</a>, <a data-ref=\"I Chronicles 23:19\" href=\"/I_Chronicles.23.19\">19</a>, cf. <a data-ref=\"I Chronicles 15:9\" href=\"/I_Chronicles.15.9\">15:9</a>.<br><strong>2.</strong>  name in Caleb’s family <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">1 Ch 2:42</a>, <a data-ref=\"I Chronicles 2:43\" href=\"/I_Chronicles.2.43\">43</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d370b6084aa1cbf26b91", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֻזִּיאֵל 1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "BDB, עֻזִּיאֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֻזִּיאֵל א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֻזִּיאֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֻזִּיאֵל</span></big>  <strong>n.pr.m. (</strong><em>my strength is Ēl</em><strong>)</strong>;—Οζ(ε)ιηλ:<br><strong>1.</strong>  Levites: <strong>a.</strong>  <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">Ex 6:18</a>, <a data-ref=\"Exodus 6:22\" href=\"/Exodus.6.22\">22</a> <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a> <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">Nu 3:19</a>, <a data-ref=\"Numbers 3:30\" href=\"/Numbers.3.30\">30</a> <a data-ref=\"I Chronicles 5:28\" href=\"/I_Chronicles.5.28\">1 Ch 5:28</a>; <a data-ref=\"I Chronicles 6:3\" href=\"/I_Chronicles.6.3\">6:3</a>; <a data-ref=\"I Chronicles 15:10\" href=\"/I_Chronicles.15.10\">15:10</a>; <a data-ref=\"I Chronicles 23:12\" href=\"/I_Chronicles.23.12\">23:12</a>, <a data-ref=\"I Chronicles 23:20\" href=\"/I_Chronicles.23.20\">20</a>; <a data-ref=\"I Chronicles 24:24\" href=\"/I_Chronicles.24.24\">24:24</a>. <strong>b.</strong>  <a data-ref=\"I Chronicles 25:4\" href=\"/I_Chronicles.25.4\">1 Ch 25:4</a> (= <span dir=\"rtl\">עֲזַרְאֵל</span> v <a data-ref=\"I Chronicles 25:18\" href=\"/I_Chronicles.25.18\">18</a>), 𝔊<sup>B</sup> Αζαραηλ. <strong>c.</strong>  <a data-ref=\"II Chronicles 29:14\" href=\"/II_Chronicles.29.14\">2 Ch 29:14</a>.<br><strong>2.</strong>  2. Simeonite <a data-ref=\"I Chronicles 4:42\" href=\"/I_Chronicles.4.42\">1 Ch 4:42</a>.<br><strong>3.</strong>  Benjamite <a data-ref=\"I Chronicles 7:7\" href=\"/I_Chronicles.7.7\">1 Ch 7:7</a>.<br><strong>4.</strong>  repairer of wall <a data-ref=\"Nehemiah 3:8\" href=\"/Nehemiah.3.8\">Ne 3:8</a>.—Vid. <a ,=\"\" data-ref=\"BDB, יְזִיאֵל\" dir=\"rtl\" href=\"/BDB,_יְזִיאֵל\">יַעֲזִיאֵל</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d400b6084aa1cbf2dc3f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יִצְהָר³ 1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "BDB, יִצְהָר³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יִצְהָר³ א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יִצְהָר³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">יִצְהָר</span></big>  <strong>n.pr.m.</strong> Ισ(σ)ααρ: Levite, son of Kohath <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">Ex 6:18</a>, <a data-ref=\"Exodus 6:21\" href=\"/Exodus.6.21\">21</a>; <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">Nu 3:19</a>; <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">16:1</a> <a data-ref=\"I Chronicles 5:28\" href=\"/I_Chronicles.5.28\">1 Ch 5:28</a>; <a data-ref=\"I Chronicles 6:3\" href=\"/I_Chronicles.6.3\">6:3</a>, <a data-ref=\"I Chronicles 6:23\" href=\"/I_Chronicles.6.23\">23</a>; <a data-ref=\"I Chronicles 23:12\" href=\"/I_Chronicles.23.12\">23:12</a>, <a data-ref=\"I Chronicles 23:18\" href=\"/I_Chronicles.23.18\">18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d424b6084aa1cbf2f9b1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קְהָת 1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "BDB, קְהָת 1", "sourceHeRef": "בראון-דרייבר-בריגס, קְהָת א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קְהָת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קְהָת</span></big><sub>30</sub>  <strong>n.pr.m.</strong> Κααθ: son of Levi <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>; <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a>; <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a>; <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>, cf. <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">Ex 6:18</a>; <a data-ref=\"Numbers 26:58\" href=\"/Numbers.26.58\">Nu 26:58</a> and <span dir=\"rtl\">בֶּן־ק׳</span> <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">Nu 16:1</a>; <a data-ref=\"I Chronicles 6:23\" href=\"/I_Chronicles.6.23\">1 Ch 6:23</a>; <span dir=\"rtl\">בְּנֵי ק׳</span> <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">Ex 6:18</a> + 4 times Ch; as a division of Levites <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">Nu 3:19</a>, <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">29</a> + 9 times; <span dir=\"rtl\">מִשְׁפְּחוֹת ב׳ ק׳</span> <a data-ref=\"Joshua 21:20\" href=\"/Joshua.21.20\">Jos 21:20</a>, <a data-ref=\"Joshua 21:26\" href=\"/Joshua.21.26\">26</a>; <a data-ref=\"I Chronicles 6:51\" href=\"/I_Chronicles.6.51\">1 Ch 6:51</a>, <span dir=\"rtl\">מִשְׁפַּחַת לִב׳ ק׳</span> v <a data-ref=\"I Chronicles 6:55\" href=\"/I_Chronicles.6.55\">55</a>.—Van d. H. has <span dir=\"rtl\">קֳהָת</span> <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">Nu 3:19</a> + 7 times"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4fcb6084aa1cbf3aa3f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁפָּחָה² 1", "anchorRef": "Numbers 3:19", "anchorRefExpanded": ["Numbers 3:19"], "sourceRef": "BDB, מִשְׁפָּחָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁפָּחָה² א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁפָּחָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁפָּחָה</span></big><sub>303</sub>  <strong>n.f.clan (</strong>RS<sup>Sem i. 258, 2nd ed. 276; K149, 2nd ed. 175</sup> Ba<sup>NB § 161 a</sup><strong>)</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> +; cstr. <span dir=\"rtl\">מִשְׁפַּ֫חַת</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> +; sf. <span dir=\"rtl\">מִשְׁפַּחְתִּי</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁפָּחוֹת</span> <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> +; cstr. <span dir=\"rtl\">מִשְׁפְּחוֹת</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> +; sf. <span dir=\"rtl\">מִשְׁפְּחֹתֵיהֶם</span> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> + 2 times, usually -<span dir=\"rtl\">תָם</span> <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">Nu 1:18</a> + 84 times, etc.;—<br><strong>1.</strong>  <em>clan:</em> <strong>a.</strong>  family connexion of individ. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> (+ <span dir=\"rtl\">בֵּית־אָבִי</span>), v <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">40</a> (+ id.), v <a data-ref=\"Genesis 24:41\" href=\"/Genesis.24.41\">41</a> (all J; = <span dir=\"rtl\">מוֹלַדְתִּי</span> v <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">4</a>), <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, united in sacrifice <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a>, <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">29</a>, in passover <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (JE; cf. Benz<sup>Ency. Bib. Passover, §§ 9, 12</sup>); cf. <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (H), <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a>, <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">41</a> (P), v <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (P; defined as <span dir=\"rtl\">כִשְּׁאֵר בְּשָׂרוֹ</span>), non-Heb. v <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a> (H), v <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a> (P), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <span dir=\"rtl\">מִשְׁפְּחוֹתֶיהָ</span> <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">Jos 6:23</a> (E or R) is unintelligible, probably del. (cf. Steuern Holz; <span dir=\"rtl\">בֵּית אָבִיהָ</span> in v <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">25</a> [J]), cf. <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P); <span dir=\"rtl\">מ׳ בֵּית אֲבִי אִמּוֹ</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> <em>clan of his mother’s father-house;</em> incl. individuals, and included by <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a><sup>(×2)</sup> <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">10:21</a>; with specif. name, in series <span dir=\"rtl\">גֶבֶר</span>, <span dir=\"rtl\">בַּיִת</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17b</a>, c (all J; v <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17a</a> read pl. Di Benn, or < <span dir=\"rtl\">שֵׁבֶט</span> GFM <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; Steuern allows either); cf. <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"Judges 21:24\" href=\"/Judges.21.24\">Ju 21:24</a>, <span dir=\"rtl\">מ׳ אָבִי בְּיִשׂ׳</span> <a data-ref=\"I Samuel 18:18\" href=\"/I_Samuel.18.18\">1 S 18:18</a> (+ <span dir=\"rtl\">חַיַּי</span>, v. ii. [<a data-ref=\"BDB, חַי³\" href=\"/BDB,_חַי³\", dir=\"rtl\">חַי</a>]); <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">מִמּ׳ בֵּית־שָׁאוּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; with name also <a data-ref=\"Ruth 2:1\" href=\"/Ruth.2.1\">Ru 2:1</a>, <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">3</a> and (non-Isr.) <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>. <strong>b.</strong>  in loose, popular sense = tribe, <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; <a data-ref=\"Judges 17:7\" href=\"/Judges.17.7\">17:7</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>, cf. v <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">2</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> v <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">1</a>), v <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">11</a> (yet in these two read poss. pl., v. GFM). <strong>c.</strong>  techn. divisions of people of Isr. <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">Nu 11:10</a> (J) <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>; <a data-ref=\"Jeremiah 31:1\" href=\"/Jeremiah.31.1\">31:1</a>, cf. <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">3:14</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a>; <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">2:34</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a> (all P), so (post-ex.) <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7</a>: <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a> (<span dir=\"rtl\">מְדִינָה</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">דּוֹד</span>). <strong>d.</strong>  usually (P) techn. divisions of tribes of Israel, <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>, <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">15</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">25</a>; <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a> + 112 times Nu (93 times <a data-ref=\"Numbers 26\" href=\"/Numbers.26\">Nu 26</a>, incl. v <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a> where <span dir=\"rtl\">הַשּׁוּחָמִי</span> appar. = Dan), 34 times <a data-ref=\"Joshua 13-21\" href=\"/Joshua.13-21\">Jos 13–21</a>; also <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>, <a data-ref=\"I Chronicles 6:45\" href=\"/I_Chronicles.6.45\">45</a>; <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">7:5</a>; <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">Zc 12:13</a>; divisions of Gershom, etc. (in Levi) <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>, <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">19</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a> + 41 times Ex Nu Jos Ch; subdivisions of these divisions (in Levi) <a data-ref=\"Numbers 3:21\" href=\"/Numbers.3.21\">Nu 3:21</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> + <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>; cf. (in other tribes) <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">1 Ch 2:53</a>; <a data-ref=\"I Chronicles 4:2\" href=\"/I_Chronicles.4.2\">4:2</a>, <a data-ref=\"I Chronicles 4:8\" href=\"/I_Chronicles.4.8\">8</a>, <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">21</a>, <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">27</a>, <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">38</a>; <a data-ref=\"I Chronicles 5:7\" href=\"/I_Chronicles.5.7\">5:7</a>; also <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">Zc 12:12b</a>, c. <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">13</a> b, <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a> a, and (distrib.) v <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">12</a>a <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a>b, pleonast. <span dir=\"rtl\">מ׳ מַטֵּה אֲבִיהֶם</span> <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">Nu 36:6</a> cf. v <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a>, and <span dir=\"rtl\">(מַטֵּה מ׳ א׳)</span> v <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>. <strong>e.</strong>  late, div. of other peoples <a data-ref=\"I Chronicles 16:28\" href=\"/I_Chronicles.16.28\">1 Ch 16:28</a> = <a data-ref=\"Psalms 96:7\" href=\"/Psalms.96.7\">ψ 96:7</a>, <a data-ref=\"Psalms 22:28\" href=\"/Psalms.22.28\">ψ 22:28</a>; in Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a> (P). <strong>f.</strong>  in wider sense = people, nation; <span dir=\"rtl\">כֹּל מִשְׁפְּחֹת הָאֲדָמָה</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a>; <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), cf. <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> (all ‖ <span dir=\"rtl\">גּוֹיִם</span>), <a data-ref=\"Zechariah 14:17\" href=\"/Zechariah.14.17\">Zc 14:17</a>; <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">Je 1:15</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>; as one’s posterity <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a> (all P), so prob. v <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">5</a> (P; Di Dr); = all Isr. <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a>, Judah <a data-ref=\"Micah 2:3\" href=\"/Micah.2.3\">Mi 2:3</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3</a> <span dir=\"rtl\">(הַמּ׳ הָרָעָה הַזֹּאת)</span>, Isr. + Judah, <span dir=\"rtl\">שְׁתֵּי הַמּ׳</span> <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a>; <span dir=\"rtl\">מִשְׁפַּחַת מִצְרַיִם</span> <a data-ref=\"Zechariah 14:18\" href=\"/Zechariah.14.18\">Zc 14:18</a>; cf. <a data-ref=\"Psalms 107:41\" href=\"/Psalms.107.41\">ψ 107:41</a>.<br>†<strong>2.</strong>  = <em>guild</em> <a data-ref=\"I Chronicles 2:55\" href=\"/I_Chronicles.2.55\">1 Ch 2:55</a> (of scribes; orig. hereditary in families).<br>†<strong>3.</strong>  = <em>species, kind:</em> <strong>a.</strong>  of judgments <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>. <strong>b.</strong>  animals <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> (P).<br>†<strong>4.</strong>  pl. = <em>aristocrats</em> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a> (cf. Eng. ‘the classes’)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660923e89ee78a249f411adf", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "anchorRef": "Numbers 3:9-45", "anchorRefExpanded": ["Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nahmanides suggests that Korah was not arguing for egalitarianism in the modern sense of the word. Rather, he was protesting the transfer of priestly and Levitical duties to the tribe of Levi after the sin of the Golden Calf.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Num. 3:9–45; 8:13–20.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]