[{"_id": "521dc652edbab45814ae6034", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Rashi on Numbers 3:32:1", "sourceHeRef": "רש\"י על במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ונשיא נשיאי הלוי.</b> מְמֻנֶּה עַל כֻּלָּם, וְעַל מַה הִיא נְשִׂיאוּתוֹ —", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ונשיא נשיאי הלוי AND [ELAZAR THE SON OF AARON THE PRIEST WAS] THE PRINCE OVER THE PRINCES OF THE LEVITES — i.e. he was appointed over all of them. And in regard to what was his overship?", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6e8a", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 3:32", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Onkelos Numbers 3:32", "sourceHeRef": "תרגום אונקלוס על במדבר ג׳:ל״ב", "anchorVerse": 32, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0032, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַאֲמַרְכְּלָא דִּמְמַנָּא עַל רַבְרְבֵי לֵוָאֵי אֶלְעָזָר בַּר אַהֲרֹן כַּהֲנָא דְּמִתְּחוֹת יְדוֹהִי מְמַנָּן נָטְרֵי מַטְּרַת קוּדְשָׁא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The leader of the leaders of Levi shall be Elazar, the son of Aharon, the <i>kohein</i> [who is] in charge of the appointment of the guardians to safeguard the holy [Sanctuary].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6c1", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 3:32", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Targum Jonathan on Numbers 3:32", "sourceHeRef": "תרגום יונתן על במדבר ג׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0032, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַאֲמַרְכּוֹל דִמְמַנֵי עַל רַבְרְבֵי לֵיוָאֵי אֶלְעָזָר בַּר אַהֲרן כַּהֲנָא הוּא הֲוָה שָׁאִיל בְּאוּרַיָיא וְתוּמַיָא מִתְּחוֹת יְדוֹי מְמַנָן נַטְרֵי מַטְרַת קוּדְשָׁא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Amarkol set over the chiefs of the Levites shall be Elazar bar Aharon the priest, who inquireth by Uraya and Thumaya; and under his hand shall they be appointed who keep the charge of the sanctuary. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5693f816d6e4a968e0fce410", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Shadal on Numbers 3:32:1", "sourceHeRef": "שד\"ל על במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "פקדה: Revisione, כמו באו ימי הפקדה, מתחלה שם מופשט, ואח\"כ הושאל כאילו הוא שם התאר, וכיוצא בזה Podestà, גם Ordinanza, Guardia, Guida. וכן כאן אלעזר היה נשיא נשיאי הלוי, והיה פקדת שומרי משמרת הקדש, כלומר שהיה פקיד ומשגיח על שומרי משמרת קדש, וכמן ושמתי פקודתך שלום ונוגשיך צדקה, השלום יהיה פקיד עליך, והצדקה תהיה נוגשיך ושלטוניך.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56ceb515d6e4a91fd5135766", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 3:32:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Rashi on Numbers 3:32:2", "sourceHeRef": "רש\"י על במדבר ג׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>פקדת שמרי משמרת</b> — עַל יָדוֹ הִיא פְּקֻדַּת כֻּלָּם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "פקדת שמרי משמרת THE OVERSIGHT OF THEM THAT KEEP THE CHARGE [OF THE SANCTUARY] — i.e. by him was the appointment of all of these.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d40d6e4a94c7c18aac4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 3:32", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Tafsir Rasag, Numbers 3:32", "sourceHeRef": "תפסיר רס\"ג, במדבר ג׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0032, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ושריף אשראף אלליואניין אלעזר אבן הרון אלאמאם מוכל בחאפט̇י מחפט̇ אלקדס", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "And the chief of the chiefs of the Levites was Eleazar son of Aaron the priest, entrusted with the keepers of the charge of the sanctuary.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b33ad6e4a902855fe502", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 4:16:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Tur HaArokh, Numbers 4:16:1", "sourceHeRef": "הטור הארוך, במדבר ד׳:ט״ז:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ופקודת אלעזר וגו' הכהן שמן המאור וקטורת וגו' פקודת כל המשכן וכל אשר בו בקדש ובכליו. </b>פי' שהיה פקוד וממונה למסור למי שישא כל אלו וגם היה פקיד למסור לבני קהת לשאת אותם. וכתב ר' אברהם פי' פקודת המשכן שיש לו פקודת המשכן ובכל כליו עם איתמר אחיו רק לגודל מעלת אלעזר היה פקיד על השמן והקטורת לבדו. וכתב הרמב\"ן ואינו נכון שהרי הפסוק אומר למט' בפרשה האחרת על פקודת המשכן ביד איתמר בן אהרן ואינו מזכיר אלעזר וכן אומר למעלה ונשיא נשיאי הלוי אלעזר וגו' פקודת שומרי משמרת הקודש כלומר נשיא פקוד' משמר הקודש שהם הנתוני' ביד בני קהת. אלא פי' פקודת המשכן כי פקודת שמן המאור והקטורת והמנחה ושמן המשחה ופקודת כל המשכן בקודש ובכל אשר בו בכלי הקודש הכל ביד אלעזר והם הנזכרים בכאן שאמר וכלה אהרן ובניו לכסות את הקודש ואת כל כלי הקודש. והנה אלעזר אמרכז לשלשת הנשיאים וגזבר למשמרת בני קהת ואיתמר גזבר לגרשון ובני מררי ומפני שלא הזכיר באלעזר ונשא כמו שאמר בשאר הלוים יראה שאינו נושא אותם אלא שהוא פקיד עליהם ליתנם לבני קהת למי שיבחר בהם והם יחזירוהו לידו בהקים המשכן וכן פקודת שומרי משמרת הקודש וכן בשמות תפקדו (את כלי) משמרת משאם שהיו פקידים ליתן לכל אחד משאו אשר ישאו. ועל דעת הירושלמי הכתוב בפי' (רש\"י?) [אומר] שהוא נושא אותם יהיה משא גדול כי הקטורת שס\"ה מנה ומשה (לא) פטמה לחצאין ושמן המאור (לשנה) שלימה רב מאד קך\"ג (קפ\"ג) לוגין ומנחת התמיד לא ידענו לכמה ימים ישא ממנה אלא היה אלעזר חזק ואמיץ כיעקב וכן משה רבינו וקוי י\"י יחליפו כח: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ופקודת אלעזר ...הכהן, שמן המאור, וקטורת הסמים..פקודת כל המשכן וכל אשר בקודש ובכליו, “the supervision of Eleazar, son of Aaron the Priest, was the oil for illumination, the incense of spices the supervision of the entire Tabernacle and everything in it.” In other words, Eleazar was the keeper of all the items mentioned, and would hand to whoever had occasion to use any of these items during the performance of their duties, the correct quantities needed to perform their task.\n    Ibn Ezra writes that the expression פקודת כל המשכן means although there were also subordinate tasks and supervisions, some of which had been entrusted to his brother Ittamar, the Torah wanted us to know that Eleazar was the person responsible for the overall functioning of all matters pertaining to the Tabernacle. Seeing that he was the person in charge, the Torah singles out his supervising the oil for illumination and the spices for the incense as being Eleazar’s specific concern\n    Nachmanides writes that Ibn Ezra’s commentary is not correct, seeing that we have another verse in which Ittamar’s functions are specifically spelled out (Numbers 4,28, 4,31 <i>et al</i>) In those instances no mention is made of Eleazar. Also in Numbers 3,32 Eleazar is described only as the chieftain of the various chieftains of Levi whose task it was to look after the sacred objects and guard their well being. It is clear from there that what are referred to are the objects to be carried by the members of the group of Levites headed by the descendants of Kehat.\n    Therefore, in Nachmanides’ opinion, the meaning of the expression פקודת כל המשכן must be the looking after the oil for illumination, the spices for the incense, the ingredients for the daily <i>minchah</i> offering, the oil for anointment, and other matters pertaining directly to the Tabernacle. It included all the items listed in this paragraph. They are summed up when the Torah writes (4,15) “and Aaron and his sons shall finish covering the holy, and all the holy utensils when the camp breaks up, in order to journey.” At that point the Torah had spoken of Aaron and his sons (pl.), whereas in the verse following, the specific duties of Eleazar are detailed separately. Eleazar was the treasurer or administrator for the three leaders of the Levites as well as the keeper of the furnishings entrusted to the Kehatites, whereas Ittamar was the treasurer of the Gershonites and Merarites. Seeing that the Torah did not mention that Eleazar engaged in carrying any utensils, as it had done in connection with all the other Levites, it seems clear that his task was merely that of a supervisor. He ensured that the other Levites were handed whatever it was they needed to transport, and that when the camp came to rest that they handed back whatever it was they had been carrying during the most recent journey of the people. According to a view expressed in the Jerusalem Talmud as understood by <i>Rashi,</i> Eleazar, personally carried the quantities of spices, a heavy load indeed, seeing that at certain periods of the year 365 portions of such incense were kept in stock, ready and prepared for use. He also carried a full year’s lighting oil supply, surely a very heavy load indeed. (183 login=slightly over 100000 ccm) As far as the daily <i>minchah</i> offering is concerned, we do not know the quantity of components kept in store at all times in the Tabernacle’s storage room. At any rate, it appears that Eleazar must have been of a very powerful physique, like Yaakov who rolled the heavy rock single-handedly, if as reported in the Jerusalem Talmud, he did indeed carry all this by himself.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4f6d6e4a902855ff955", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Tur HaArokh, Numbers 3:32:1", "sourceHeRef": "הטור הארוך, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלויים אלעזר וגו'. </b>שהוא היה נשיא על שלשה הנשיאים. וכתב ר' אברהם מלת נשיאי מושכת עצמה ואחרת עמה ופי' ונשיא נשיאי הלויים אלעזר נשיאי פקודת שומרי משמרת הקדש זו הג' פקידים על השומרים שהם הלויים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ונשיא נשיאי הלוי אלעזר בן אהרן הכהן, “and the leader of the Levites’ leader was Eleazar, son of the High Priest Aaron.” Eleazar was the leader of the three leaders of the families of Gershon, Kehat, and Merari. \n    Ibn Ezra writes that the word נשיאי carries both itself and the following word הלוי with it, so that the meaning of the sequence ונשיא נשיאי הלוי אלעזר is: “and the prince of the respective leaders of the Levites was Eleazar.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d4895bd6e4a939ba174a2f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Torah Temimah on Torah, Numbers 3:32:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלוי אלעזר. </b>תניא, ר׳ יהושע בן לוי אמר, אלעזר דוך דוכנים היה <sup class=\"footnote-marker\">י</sup><i class=\"footnote\">שר השרים, שהיה נשיא על שאר הנשיאים.\n</i>, ור׳ יהודה ברבי אומר אמרכל היה, ולמה נקרא שמו אמרכל – שהיה מר על הכל, וללמד שאפי׳ הכי אין גדולה בפלטין של מלך <sup class=\"footnote-marker\">יא</sup><i class=\"footnote\">בא לפרש מה שקשה לכאורה כיון שהיה שרי השרים, גדול ומכובד הרבה, א\"כ למה נתנו עליו עבודות הרבה, כדכתיב בפרשה הבאה (פסוק ט\"ז) ופקודת אלעזר הכהן שמן המאור וקטורת הסמים ומנחת התמיד ושמן המשחה, והלא בנוהג שבעולם להקל העבודה משר גדול ונכבד, ומפרש לפי שאין גדולה בפלטין של מלך, ורומז לבית המקדש. וכעין דרשה כזו בא לפנינו בר\"פ צו בפסוק והרים את הדשן, יעוי\"ש.\n</i>.<br>(ירושלמי שבת פ\"י ה\"ג)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154789d6e4a92409ac4416", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Siftei Chakhamim, Numbers 3:32:1", "sourceHeRef": "שפתי חכמים, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ממונה על כולם.</b> לפי שהלשון משמע שהוא כאחד משאר הנשיאים ולא יותר משום דנקוד ונשיא הוי\"ו במלאפום הוא דבוק, דאל\"כ היה נקוד ונשיא בשו\"א תחת הוי\"ו וקמ\"ץ תחת הנו\"ן, מש\"ה צריך לפרש ממונה וכו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Appointed over all of them.</b> The language in the verse implies that he was like one of the other leaders, (<i>a</i> leader of the leaders of Levi) and no more. This is so because in the word ונשיא (the leader) the <i>vav</i> is vowelized with a <i>shuruk</i> (וּנשיא) which means that it is connected to the word following (the leaders), otherwise it should have been vowelized with a <i>shva</i> under the <i>vav</i> and a <i>kometz</i> under the <i>nun</i> (וְנָשיא). Therefore Rashi needed to explain that “He was appointed…”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "6037a6c1cda51cfa3ddf3c73", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 4:16:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Ramban on Numbers 4:16:1", "sourceHeRef": "רמב\"ן על במדבר ד׳:ט״ז:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>ופקדת אלעזר בן אהרן הכהן שמן המאור</b> יאמר שהוא פקיד על כל אלו ושיעורו <b>פקודת כל המשכן ופקודת כל אשר בו</b> ואמר רבי אברהם (אבן עזרא על במדבר ד׳:ט״ז) כי פירושו שיש לו פקידות גם במשכן ובכל כליו עם איתמר אחיו רק לגודל מעלת אלעזר היה הוא פקיד על השמן ועל הקטורת לבדו ואינו נכון כי הכתוב אומר (פסוקים כח לג) <b>ביד איתמר</b> ופירש בכאן <b>בקדש ובכליו</b> וכן אמר למעלה (ג לב) ונשיא נשיאי הלוי אלעזר בן אהרן הכהן פקדת שומרי משמרת הקדש כלומר נשיא פקודת משמרת הקדש שהם הנתונים ביד בני קהת אבל פירוש <b>פקדת כל המשכן</b> כי פקדת שמן המאור והקטורת והמנחה ושמן המשחה ופקדת כל המשכן בקדש וכל אשר בו בכלי הקדש הכל ביד אלעזר והם הנזכרים בכאן (במדבר ד׳:ט״ו) שאמר וכלה אהרן ובניו לכסות את הקדש ואת כל כלי הקדש והנה אלעזר אמרכל על שלשת הנשיאים וגזבר למשמרת בני קהת ואיתמר גזבר לגרשון ומררי ומפני שלא הזכיר באלעזר <b>ונשא</b> כאמור בלוים יראה שאינו נושא אותם אבל הוא פקיד עליהם ונותן אותם מידו ליד בני קהת אשר יבחר בהם בזריזות וחסידות והם ישאו אותם ויחזירום לידו בהקים המשכן וכן פקדת שומרי משמרת הקדש (במדבר ג׳:ל״ב) וכן ובשמות תפקדו את כלי משמרת משאם (במדבר ד׳:ל״ב) ועל דעת הירושלמי (שבת פ\"י ה\"ג) הכתוב בפירושי רש\"י (שבת צב ד\"ה שכן) שהוא נושא אותם יהיה משא גדול כי הקטורת שס\"ה מנה (כריתות ו) ומשה רבינו לא פטמה לחצאין ושמן המאור לשנה שלימה רב מאד קפ\"ג לוגין ומנחת התמיד לא ידענו לכמה ימים ישא ממנה אבל היה אלעזר חזק ואמיץ כיעקב אבינו וכן משה רבינו ואהרן אחיו וקוי ה' יחליפו כח:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CHARGE OF ELEAZAR THE SON OF AARON THE PRIEST SHALL BE THE OIL FOR THE LIGHT, AND THE SWEET INCENSE, AND THE CONTINUAL MEAL-OFFERING, AND THE ANOINTING OIL: HE SHALL HAVE THE CHARGE OF ALL THE TABERNACLE, AND OF ALL THAT THEREIN IS, IN THE SANCTUARY, AND IN THE VESSELS THEREOF. Scripture is stating that Eleazar was in charge of all these things, and the meaning of [the end of the verse] is that “he was in <i>charge of all the Tabernacle and</i> in charge of <i>all that therein is</i>.” And Rabbi Abraham ibn Ezra explained that it means that “Eleazar’s charge extended also to the Tabernacle and to all its vessels, together with his brother Ithamar,<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">Ibn Ezra’s interpretation is intended to answer the following point: Scripture further on (4:28, 33) explains that it was <i>Ithamar</i> the son of Aaron who was in charge of the work of the sons of Gershon [in carrying the curtains, etc.] and of the work of the sons of Merari [in carrying the boards and bars of the Tabernacle, etc.]. Why then does Scripture state here that the charge of <i>Eleazar</i> was <i>all the Tabernacle</i> etc.? Ibn Ezra answers that Eleazar shared together with his brother Ithamar in the charge of <i>all the Tabernacle</i> etc., and that the first part of our verse is pointing out that in addition to sharing the general charge of the Tabernacle, Eleazar was, due to his great distinction, solely in charge of <i>the oil for the light</i> etc. Ramban objects to this interpretation and suggests his own explanation.</i> and that due to Eleazar’s great distinction, he alone was in charge of the oil [for the light], and the incense.” But this is not correct, since Scripture states [that the services of the sons of Gershon and Merari were] <i>under the hand of Ithamar</i><sup class=\"footnote-marker\">200</sup><i class=\"footnote\">Further, 4:28, 33.</i> [which thus indicates that Eleazar had no share in it]! And [Scripture] explained here [that Eleazar’s charge was] <i>in the Sanctuary and in the vessels thereof</i>, and similarly it stated above, <i>And Eleazar the son of Aaron the priest, was prince over the princes of the Levites and had the oversight of them that keep the charge of the Sanctuary</i><sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Above, 3:32.</i> meaning to say that he was the prince [who supervised] the charge of those that guarded the Sanctuary, which was in the hands of the Kohathites<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Ramban’s meaning is as follows. It is clear from Scripture’s explanations that Eleazar was <i>the prince of the princes of the Levites</i> inasmuch as he supervised the most holy things. In Verse 4 above it is clearly stated that the sons of Kohath — <i>alone</i> — were in charge of the most holy things, thus disproving Ibn Ezra’s explanation quoted above. If so, the phrase <i>the charge of all the Tabernacle</i> must be in apposition to the end of the verse namely <i>in the Sanctuary, and in the vessels thereof</i>, and the meaning is as follows: “the charge of the oil for the light, etc., <i>the charge of all the Tabernacle</i>, that is, <i>in the Sanctuary, and in the vessels thereof which</i> refers to the most holy things [the ark, etc.] they were given over to the Kohathites — and all these were under the charge of Eleazar,” just as Ithamar was in charge of the work of the sons of Gershon and Merari. In addition to supervising the Kohathites, and assigning each one his particular duty, Eleazar was also chief of all three main Levite families, as will be explained.</i> [i.e., he supervised the most holy things — the ark, the table, candelabrum, altars, Veils and the vessels used in the Divine Service]. But the meaning of <i>the charge of all the Tabernacle</i> is that “<i>the charge of … the oil for the light, and the incense, and the meal-offering, and the anointing oil</i>, and <i>the charge of all the Tabernacle</i> — <i>in the Sanctuary, and of all that therein is</i> of the holy vessels — they were all under the hand of Eleazar,”<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Ramban’s meaning is as follows. It is clear from Scripture’s explanations that Eleazar was <i>the prince of the princes of the Levites</i> inasmuch as he supervised the most holy things. In Verse 4 above it is clearly stated that the sons of Kohath — <i>alone</i> — were in charge of the most holy things, thus disproving Ibn Ezra’s explanation quoted above. If so, the phrase <i>the charge of all the Tabernacle</i> must be in apposition to the end of the verse namely <i>in the Sanctuary, and in the vessels thereof</i>, and the meaning is as follows: “the charge of the oil for the light, etc., <i>the charge of all the Tabernacle</i>, that is, <i>in the Sanctuary, and in the vessels thereof which</i> refers to the most holy things [the ark, etc.] they were given over to the Kohathites — and all these were under the charge of Eleazar,” just as Ithamar was in charge of the work of the sons of Gershon and Merari. In addition to supervising the Kohathites, and assigning each one his particular duty, Eleazar was also chief of all three main Levite families, as will be explained.</i> and they are those mentioned here when He stated, <i>And when Aaron and his sons have made an end of covering the Sanctuary and all the vessels of the Sanctuary</i>.<sup class=\"footnote-marker\">203</sup><i class=\"footnote\">Verse 15.</i> Eleazar was thus officer over the three princes<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">The prince of the Gershonites was Eliasaph the son of Lael (above, 3:24); of the Kohathites, Elitzaphan the son of Uzziel (<i>ibid.</i>, Verse 30), and of the families of Merari, Tzuriel the son of Abichail (<i>ibid.</i>, Verse 35). The prince over the princes of the Levites was Eleazar the son of Aaron (<i>ibid.</i>, Verse 32).</i> [of the Levites], and [also] overseer of the charge of the Kohathites, and Ithamar was overseer of [the charges of the families of] Gershon and Merari. Now since Scripture does not say that Eleazar “shall bear” [the oil for the light etc.] as is said of the Levites,<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">Further, Verse 25: <i>And they shall bear …</i></i> it would appear that Eleazar did not carry them, but was in charge over them and would give them from hand to hand to those Kohathites whom he chose because of their zeal and piety. It was they who carried them, and they returned them to his control when the Tabernacle was set up. This also [is the meaning of the verse which says that Eleazar was <i>the prince over the princes of the Levites</i>,] <i>having the oversight of them that keep the charge of the Sanctuary</i>,<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Above, 3:32.</i> and the verse stating, <i>and by name ye shall appoint the vessels of the charge of their burden</i><sup class=\"footnote-marker\">207</sup><i class=\"footnote\">Further, 4:32.</i> [conveying the same thought, that the individual families of the Levites were to be told by the overseer what their particular kind of work would be, and Eleazar, as the prince over the princes, was the overseer of all the service of the Levites].<br>But according to the opinion of the Yerushalmi<sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Ramban is not referring to Rashi here, but to Rashi’s commentary to Shabbath 92 a. On the term “Yerushalmi,” see Leviticus, <i>Seder Metzora</i>, (p. 192, Note 44).</i> mentioned in the commentaries of Rashi<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">This expression [“mentioned in the commentaries of Rashi”] clearly indicates that Ramban does not mean Rashi’s commentary on the Torah, as he never refers to it by that description. Rather, the reference is to Rashi’s commentary on the Talmud. See Note 208.</i> that he [Eleazar himself] carried them [all the objects enumerated], it would be a heavy load! For the incense consisted of three hundred and sixty-eight manehs,<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">Kerithoth 6 a. There was one for each day of the solar year, and 3 extra manehs for the Service on the Day of Atonement.</i> arid [surely] Moses our teacher would not have prepared [only] half of the required quantity,<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">“If he compounded only half the required amount [i.e., 184 manehs] it would be valid” (Yerushalmi Yoma IV, 5). This rule applies to the compounding of the incense, which was to be done once every year. But, continues Ramban, although valid if done in this manner, surely Moses would prepare the complete, and not just half, the required amount. Hence Eleazar carried the full quantity [except, of course, for the amount that had been used up from the time of the erection of the Tabernacle until the camps set forth].</i> and the oil for the light for a whole year was a large amount, namely one hundred and eighty-three logs,<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">Half a log of oil was used up every night of the year (Menachoth 89 a). This was the measure that was estimated to be sufficient for the longest night of the year ; if any of the oil was left over on the shorter nights, it did not matter (<i>ibid</i>).</i> and as for [the ingredients required for] the continual meal-offering, we do not know how many days’ supply he carried! But [we would have to say that] Eleazar was very strong and powerful, as was our patriarch Jacob,<sup class=\"footnote-marker\">213</sup><i class=\"footnote\"><i>And Jacob went near, and rolled the stone from the well’s mouth</i> (Genesis 29:10) — “as easily as one draws the stopper from the mouth of a bottle. Scripture thus informs you how strong he was” (Rashi <i>ibid.</i>, on the basis of Bereshith Rabbah 70:10).</i> and so also were Moses our teacher<sup class=\"footnote-marker\">214</sup><i class=\"footnote\">Nedarim 38 a.</i> and his brother Aaron,<sup class=\"footnote-marker\">215</sup><i class=\"footnote\">Vayikra Rabbah 26:10. Proof for his great strength is brought there from the fact that he lifted twenty-two Levites in one day (further, 8:21).</i> and <i>they that wait for the Eternal shall renew their strength</i>.<sup class=\"footnote-marker\">216</sup><i class=\"footnote\">Isaiah 40:31.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e43030cf868095cf3cc5c9", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Fear 15:47", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Reshit Chokhmah, Gate of Fear 15:47", "sourceHeRef": "ראשית חכמה, שער היראה ט״ו:מ״ז", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 15.0047, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>אמר</b> רבי יהודה הלוי בר שלום אין מעשיו של הקב\"ה כמעשה בשר ודם, למה, עבד מגירוס של בשר ודם יש לו כלים נאים, בשעה שהוא יוצא לשוק הוא לובשם, אבל בשעה שהוא עומד לבשל פושט את היפים ולובש מקורעים וזוסטא, ועוד בשעה שהוא גורף את הכירים ואת התנור הוא לובש רעים מהם, אבל לפני הקב\"ה בשעה שכהן גורף את המזבח ומדשנו היה לובש כלים מעולים, שנאמר (ויקרא ו, ג) ולבש הכהן מדו בד וגו' בשביל והרים את הדשן, למה כן אלא להודיע שאין גאוה לפני המקום, וכן אתה מוצא באלעזר שהיה נוהג בשפלות לפני המקום, אמר רבי יהושע בן לוי, אלעזר היה דוכוס על דוכסין ונשיא על הנשיאים, שנאמר (במדבר ג, לב) ונשיא נשיאי הלוי אלעזר בן אהרן הכהן וגו', ראה שררה שהיתה בידו, ואת סבור מפני שהיה אדם גדול היה נותן לאחרים שיטענו את הכלים שהיה עשוי לטעון אותם, אלא הוא עצמו היה טוען אותם, שנאמר (שם ד, טז) ופקדת אלעזר בן אהרן הכהן וגו'. והיכן היה טוען כל אלו, אמרו רבותינו כך היה טוען, שמן המאור בימינו וקטרת הסמים בשמאלו ומנחת התמיד תלויה בזרועו, ושמן המשחה היכן היה, אמר רבי אחא אמר רבי שמעון בן יוחאי כמין עדשה היתה הצלוחית והיה נותן אותה בתוך פונדתו מפני שהיה חגור במתניו בזיינו כעבד לפני קונו, להודיע שאין גבהות לפני אלהים, פקדת כל המשכן וכל אשר בו בקדש ובכליו, שעל ידו היה נותן להם הארון והשלחן והמנורה והמזבחות וכל כליהם, כמה דכתיב ומשמרתם הארון וגו' ונשיא נשיאי הלוי אלעזר וגו' עכ\"ל.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "60e43e643a559b9c50ab35b4", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Or Gadol 4:6", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Reshit Chokhmah, Or Gadol 4:6", "sourceHeRef": "ראשית חכמה, אור גדול ד׳:ו׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 4.0006, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "heTitle": "אור גדול", "he": "<b>גדולה</b> ענוה שבה נשתבח אלעזר, שנאמר (במדבר ג, לב) ונשיא נשיאי הלוי אלעזר וגו', ואף על פי כן היה משפיל את עצמו לפני גדולת הקדוש ברוך הוא, והיה נושא בעצמו קטרת הסמים ושמן המאור ומנחת התמיד ושמן המשחה, קטורת הסמים בימינו ושמן המאור בשמאלו ומנחת התמיד תלויה בזרועו שמן המשחה תלויה באפונדתו. ושמא תאמר קטן היה, הרי הוא אומר ונשיא נשיאי הלוי, אלא שאין גדולה בפלטרין של מלך, שנאמר (משלי כ״ה:ו׳, ) אל תתהדר לפני מלך.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed22", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites I", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Already introduced in 1:47–53, the issue of the Levites’ status and their tasks is an important subtheme in Numbers, and makes its central appearance in Chaps. 3 and 4. The present chapter opens with the genealogy of Moshe and Aharon (similarly, Chap. 6 of Exodus, which is a prologue to the Plague cycle, contains a genealogy of the two leaders).", "Notable is the concept that the Levites symbolically replace all the firstborn sons among the Israelites. In a more manageable way, then, the entire community participates in the sacred task of ministering in the sanctuary.", "Theme words in the chapter, not surprisingly, are “charge,” “count/accountable,” and “serve/serving-tasks.” Milgrom has also noted the sevenfold “by order of Y<small>HWH</small>” that permeates this chapter and the next."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9cc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 3:1-51\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 3:1-51</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "648ece2ef98ff7359b60ba0e", "index_title": "Radak on I Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Radak on I Chronicles 9:20:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Radak on I Chronicles 9:20:1", "sourceHeRef": "רד\"ק על דברי הימים א׳ ט׳:כ׳:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Radak on I Chronicles", "he": "רד\"ק על דברי הימים א׳"}, "he": "<b>ופינחס בן אלעזר נגיד היה עליהם לפנים יי' עמו.</b> רוצ' לומ': על משפחת הקרחי היה נגיד פנחס בן אלעזר לפנים בימי אבותיהם, כמו שהיה אלעזר אביו ממונה עליהם, כמו שאומ' \"ופקדת משמרת\" וגו' \"אלעזר בן אהרן הכהן\" (הש' במ' ג,לב; ד,טז); ואחריו היה פנחס בנו נגיד גם כן עליהם, כי היה יי' עמו והיה גדול מבני איתמר – לפיכך היה נגיד כל ימיו עליהם. ויש מרבותי' ז\"ל שאמרו (פדר\"א מז): פנחס זה אליהו; ואמת כי פנחס חיה ימים רבים, כי בימי פלגש בגבעה ראינו שהיה עדין חי, כמו שאמ' שם \"ופנחס בן אלעזר\" וגו' (שו' כ,כח), והיה אז ליציאת מצרים יותר משלש מאות שנה, והוא היה מיוצאי מצרים. ודרשו רבותי' ז\"ל (ב\"ר ס,ג) כי נסתלקה ממנו שכינה על שלא התיר נדרו ליפתח; וזהו שאמ' \"נגיד היה עליהם\" – \"הוא עליהם\" אין כת' כאן אלא \"היה עליהם\". ואמ' \"לפנים יי' עמו\"; אמרו (ירוש' יומא ה,א): \"לפנים יי' עמו\" – בימי זמרי מחה ובימי פלגש בגבעה לא מחה, כלומ': בימי זמרי היה יי' עמו, והיה כח בידו למחות ומחה, והיה כפרה לישראל שלא כלו בימי זמרי, כי היה יי' עמו והיה כח בידו למחות; אבל בימי פלגש בגבעה לא היה כח בידו למחות, כי לא היה יי' עמו, כי כמה אלפים מתו מישראל עד שלא נצחו לבני בנימן (שו' כ,לה ואי'). ויש מפר' \"ופנחס בן אלעזר נגיד היה עליהם\" אינו זה פנחס הכהן, כי זה פנחס היה לוי; וזהו שאמ' \"לפנים יי' עמו\", כלומ': זה פנחס אינו אותו פנחס שהיה לפנים, כי אותו היה יי' עמו והיה שורה עליו רוח הקדש, וזה לא היה כן, אבל גדול היה ונגיד על הלוים. והפי' הנכון הוא מה שפרשתי:", "heVersionTitle": "Critical edition, Hebrew text. Yitzhak Berger, 2003, 2007", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "<b>And Phinehas son of Eleazar was the chief officer over them in time past; the Lord was with him.</b> This means: Phinehas son of Eleazar was chief officer over the Korahite family in time past, in the days of their ancestors, just as his father Eleazar was in charge of them, as the text says, “In charge of the duties … Eleazar son of Aaron the priest” (cf. Num 3:32; 4:16). Eleazar’s son Phinehas continued to be chief after him: because the Lord was with Phinehas and he was greater than the sons of Ithamar, he was chief over them his whole life. Some of our Sages, of blessed memory (Pirkei de-Rabbi Eliezer 47), say that Phinehas is the same as Elijah. And it is indeed true that Phinehas lived for a long time. For he was among those who left Egypt (Exod 6:25); and in the days of the concubine at Gibeah, more than three hundred years after the exodus from Egypt, we see that he was still alive, as the text says there, “and Phinehas son of Eleazar …” (Judg 20:28). In a midrashic vein, our Sages, of blessed memory (Genesis Rabbah 60:3), say that the Divine Presence left him because he did not annul Jephtah’s vow, and that this is why the text says “was the chief officer over them”—not “<i>is</i> … over them,” but “<i>was</i> … over them.” And concerning [the phrase], “in time past the Lord was with him,” they say (y. Yoma 5a): “‘In time past the Lord was with him,’ for in the days of Zimri he protested (Num 25:7–8), whereas in the days of the concubine at Gibeah (Judg 19–21) he did not protest.” That is, because in the days of Zimri the Lord was with him, he had the strength to protest; so he did so. In fact, because the Lord was with him and he had the strength to protest, there was atonement for Israel in they did not die out in the days of Zimri. But in the days of the concubine at Gibeah he did not have the strength to protest, because the Lord was not with him; for several thousand Israelites had died by the time they defeated the Benjaminites (Judg 20:21–39). But some (?) explain that [the statement] “And Phinehas son of Eleazar was the chief officer over them” does not refer to Phinehas the priest, because this Phinehas was a Levite; and that is [precisely] the meaning of “in time past the Lord was with him.” That is, this Phinehas is <i>not</i> the one from time past, because the Lord was with <i>that</i> Phinehas in that the Divine Spirit rested on him. But such was not the case for this one, even though he was great and was chief officer over the Levites. The correct interpretation, however, is the one I have provided.", "versionTitle": "The Commentary of Radak to Chronicles: A Translation with Introduction and Supercommentary, by Yitzhak Berger, Brown University, 2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6593ca6f7cd0ed0599b6da72", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 60:17:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Shadal on Isaiah 60:17:2", "sourceHeRef": "שד\"ל על ישעיהו ס׳:י״ז:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>ושמתי פקדתך שלום,</b> וכשתהיי עשירה ומלאה כל טוב, לא תראי פן תמלא ארצך חמס ועולה, אבל בהפך יהיו כל אנשיך צדיקים, עד שלא תצטרכי להיות עליך פקידים ושרים הרודים בעם, כי השלום יהיה לך במקום פקודה, והצדקה במקום נוגשים פקדתך, השגחת המושל על מעשי מי שתחתיו לגמול ולענוש נקראת פקדה, כמו ומה תעשו ליום פקודה (למעלה יו\"ד ג'), באו ימי הפקדה (הושע ט' ז'), פקדת שומרי משמרת הקדש (במדבר ג' ל\"ב), אמר כי השלום יהיה לירושלם במקום פקדה שררה ושלטון.", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc64758c1dc532ec9024", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 3:32", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Steinsaltz on Numbers 3:32", "sourceHeRef": "ביאור שטיינזלץ על במדבר ג׳:ל״ב", "anchorVerse": 32, "sourceHasEn": true, "commentaryNum": 3.0032, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי</b>– \n  <b>אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן,</b> ובידיו – \n  <b>פְּקֻדַּת שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ.</b> אהרן, שהיה לו תפקיד ייחודי במשכן, לא היה נשיא הלויים. בנו הבכור הוא שנבחר לכך.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Serving above the princes of the three patrilineal houses of the tribe of Levi was a prince of the whole tribe, from the Kehatites:\n  <b>The prince of the princes of the Levites was Elazar son of Aaron the priest, </b>and he was given <b>the appointment over the keepers of the commission of the sacred. </b>Aaron himself had a special role in the Tabernacle. He was not the prince of the Levites; rather, that task was entrusted to his firstborn son.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5255494aedbab4498f4838eb", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Ibn Ezra on Numbers 3:32:1", "sourceHeRef": "אבן עזרא על במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ונשיא נשיאי הלוי.</b> שהם שלשה גם מלת נשיאי הלוי מושכת עצמה ואחרת עמה כמו לא רבים יחכמו וכן הוא נשיאי פקודת שומרי משמרת הקודש והטעם כי אלו שלשה פקידים על השומרים שהם הלוים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "PRINCE OF THE PRINCES OF THE LEVITES. There were three princes of Levi.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See verses 24, 30, and 35.</i> The term <i>nesi’e</i> (princes) in the phrase <i>nesi’e ha-levi</i> (princes of Levi) applies to the word <i>levi</i> and also to another word.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">It also applies to the word <i>pekudat</i> (having the oversight of) in the second part of our verse.</i> It is like the word <i>lo</i> (not) in <i>It is not the great that are wise</i> (Job 32:9).<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The second part of Job 32:9 literally reads, <i>and the aged discern judgment</i>. According to I.E. the word <i>lo</i> is carried over to the second half of the sentence, which is to interpreted, and the aged do not (<i>lo</i>) discern judgment.</i> The second part of our verse is to be interpreted as if written <i>the princes having the oversight of them that keep the charge of the sanctuary</i>.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">I.E. interprets our verse as if written, Eleazar the son of Aaron the priest being prince of the princes of the Levites, the princes having the oversight of them that keep the charge of the sanctuary.</i> Its meaning is that these three princes had oversight over the keepers of the charge of the sanctuary, who were Levites.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0aefbfba21b48f538ca", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Haamek Davar on Numbers 3:32:1", "sourceHeRef": "העמק דבר על במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>פקודת שמרי משמרת הקדש.</b> הוא היה מפקד ביחוד על בני קהת כמו שהיה איתמר על בני גרשון ומררי כדכתיב בפ׳ נשא ביד איתמר. משא״כ בבני קהת לא כתיב שם הכי. ומבואר כאן דפקודתם של שומרי משמרת הקודש היה ביד אלעזר. ובא הכתוב לכאן כדי לפרש דמש״ה היה אלעזר נשיא נשיאי הלוי בשביל שהיה בידו משמרת הקודש תכלית מעשה המשכן כמו הלב לכל אבריו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55b9f5d0fbfba26d9c255915", "index_title": "Mishnah Shekalim", "category": "Mishnah", "type": "", "ref": "Mishnah Shekalim 5:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Mishnah Shekalim 5:2", "sourceHeRef": "משנה שקלים ה׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Mishnah Shekalim", "he": "משנה שקלים"}, "heTitle": "משנה שקלים", "he": "אֵין פּוֹחֲתִין מִשְּׁלֹשָה גִּזְבָּרִין וּמִשִּׁבְעָה אֲמַרְכָּלִין, וְאֵין עוֹשִׂין שְׂרָרָה עַל הַצִּבּוּר בְּמָמוֹן פָּחוּת מִשְּׁנַיִם, חוּץ מִבֶּן אֲחִיָּה שֶׁעַל חוֹלֵי מֵעַיִם וְאֶלְעָזָר שֶׁעַל הַפָּרוֹכוֹת, שֶׁאוֹתָן קִבְּלוּ רוֹב הַצִּבּוּר עֲלֵיהֶן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>There must be no fewer than seven trustees [<i>amarkolin</i>] and three treasurers</b> appointed over the Temple administration. <b>And we do not appoint an authority over the public</b> comprised <b>of fewer than two</b> people, <b>except for ben Aḥiyya, who</b> was responsible <b>for</b> healing priests who suffered from <b>intestinal disease, and Elazar, who</b> was responsible <b>for</b> the weaving <b>of the</b> Temple <b>curtains.</b> The reason for these exceptions is <b>that the majority of the public accepted these</b> men <b>upon themselves</b> as officials who served without the assistance of even a single partner.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "577bc740d6e4a961ff8ba86a", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Yoreh Deah 71:3", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Noda BiYehudah I, Yoreh Deah 71:3", "sourceHeRef": "נודע ביהודה מהדורא קמא, יורה דעה ע״א:ג׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1733, 1793], "commentaryNum": 71.0003, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "יורה דעה", "he": "(א) כתיב בתורה בעשרת הדברות (שמות קפיטל כ' פ' ז'). לא תשא את שם ה' אלהיך לשוא. הרי הזהירנו במקרא זה עד שבועת שוא ולא נזכר כאן במקרא זה שום תנאי שיאחז בידו שום ס\"ת. (ב) אמרו בויקרא (ה' ד'). או נפש כי תשבע לבטא בשפתים להרע או להיטיב לכל אשר יבטא האדם בשבועה. הרי מפורש במקרא הזה שעיקר השבועה תלוי במבטא שפתים שהוא הדבור שמדבר בפיו ולא נזכר שום אחיזת ספר רק אמר לכל אשר יבטא האדם. (ג) אמרו ויקרא (י\"ט י\"ב) ולא תשבעו בשמי לשקר וחללת את שם אלהיך. הרי שאף בלי אחיזת שום ספר אם נשבע לשקר הוא מחלל שם הגדול והנורא. (ד) אין לך מקום שהחמיר הכתב באיומים גדולים ונפלאים כמו בשבועת הסוטה שהיתה בעזרה במקום קדוש והיה הנושא של שבועה זו יותר חמור להשביע אותה אם לא זינתה תחת אישה ונזכר בפרשה ההיא (במדבר ה׳:כ״ט) כל מה שעשה הכהן בשעת השבועה שלקח עפר מקרקע המשכן ומים קדושים מן הכיור וגם מנחת שעורים הכל מפורש בפסוק כל מה שהיה צריך באותה שעה. ולא נזכר שם שום רמז שיקח הכהן ס\"ת ויתן בידה והרי נאמר שם והשביע הכהן אותה ואמר אל האשה וגו' הרי עיקר השבועה הוא האמירה והדיבור ואפי' אינו מן החיוב שהנשבע יוציא השבועה בעצמו מפיו רק אפי' אחר אומר לפניו והנשבע אומר אמן כמו שהיה בסוטה שהכהן אמר השבועה וענתה האשה אמן והוי שבועה גמורה לכל דבר. (ה) אמרו בפסוק (במדבר למ\"ד ג'). איש כי ידור נדר לה' או השבע שבועה לאסור אסר על נפשו לא יחל דברו. הרי שאינו רשאי לחלל הדיבור שהוציא מפיו וזה עקר השבועה ואמר שם ככל היוצא מפיו יעשה. (ו) הנה אברהם אבינו ואבימלך נשבעו שניהם זה לזה כאמור (בראשית כ\"א כ\"ג) ועתה השבעה לי וגו'. ועוד שם (בפסוק ל\"א) ע\"כ קרא למקום ההוא באר שבע כי שם נשבעו שניהם. והרי זה היה קודם מתן תורה ושום ספר לא היה להם אז ואעפ\"כ היתה שבועה ביניהם מכלל שאין השבועה צריכה לאחיזת הספר כלל. (ז) (בראשית כ\"ה ל\"ג) כאשר מכר עשו בכורתו ליעקב נאמר שם בפסוק ויאמר יעקב השבעה לי כיום וישבע לו. (ח) בשבועת יצחק ואבימלך כתוב (בראשית כ\"ו ל\"א) וישכימו בבוקר וישבעו איש לאחיו. (ט) בראשית (סוף ל\"א) כתיב וישבע יעקב בפחד אביו יצחק. (יו\"ד) (בראשית נו\"ן כ\"ה). וישבע יוסף את בני ישראל לאמר פקוד יפקוד אלהים אתכם והעליתם את עצמותי מזה. הרי כל השבועות שהזכרתי מאברהם אבינו עד אותה שעה שעדיין לא קיבלו התורה ולא היה להם ספר שיאחזו בידם בשעת השבועה ואעפ\"כ נשבעו. הרי לך הוכחה ברורה שעיקר השבועה הוא הביטוי שפתים וא\"צ לאחוז שום ס\"ת בידו. (יא) ודבר זה שנוי בנביאים שאין מן הצורך לשבועה אחיזת הספר. כאשר הצילה רחב הזונה את שני האנשים המרגלים והטמינה אותם בפשתי העץ נאמר ביהושע (ב' י\"ב). ועתה השבעו נא לי וגו' והרי אלו האנשים המרגלים הלכו בהחבא שלא יכירו בהם שהם ישראלים ולא היה בידם שום ספר בעת ההיא שהיו בעיר יריחו בין הנכרים רחוק ממחנה ישראל. ואעפ\"כ כל עדת ישראל קיימו שבועתם כמו שנאמר (יהושע ו' כ\"ב) ולשני האנשים המרגלים את הארץ אמר יהושע בואו בית האשה הזונה והוציאו משם את האשה ואת כל אשר לה כאשר נשבעתם לה. (יב) הנה הגבעונים במרמה עשו ורימו את בני ישראל ואמרו בפניהם שהמה מארץ רחוקה מאוד ונשבעו להם נשיאי העדה לחיותם. ואח\"כ כאשר נודע להם כי בקרבם המה יושבים והמה משבע אומות והיו מחויבים להמיתם כאשר הוזהרו בתורת משה על שבעה עממים. כדכתיב (דברים כ' ט\"ז) רק מערי העמים האלה אשר ה' אלהיך נותן לך נחלה לא תחיה כל נשמה, היה קשה מאוד בעיני העדה להחיותם. ואעפ\"כ הוכרחו להחיותם לקיים שבועת הנשיאים. וכתיב (יהושע ט' י\"ח) ולא הכום בני ישראל כי נשבעו להם נשיאי העדה בה' אלהי ישראל וילונו כל העדה על הנשיאים. והנה כל הברית שכרתו הנשיאים לגבעונים היה בלתי ידיעת אלעזר הכהן שכן כתיב (שם י\"ד) ויקחו האנשים מצידם ואת פי ה' לא שאלו. וכתב הרלב\"ג שזה היה טעות הנשיאים שאף שהיה שם אלעזר הכהן מלובש באורים ותומים לא שאלו אותו. והנה לא היה להם אז לכל ישראל בכלל רק ס\"ת אחת שכן כתיב (דברים ל\"א ט') ויכתוב משה את התורה הזאת ויתנה אל הכהנים. ונאמר (שם כ\"ה) ויצו משה את הלוים נושאי ארון ברית ה' לאמר לקוח את ספר התורה הזה ושמתם אותו מצד ארון ברית ה' אלהיכם ואלעזר הכהן הוא היה נשיא נשיאי הלוים כדכתיב (במדבר ג' ל\"ב) ונשיא נשיאי הלוי אלעזר בן אהרן הכהן פקודת שומרי משמרת הקודש. ואם כן ק\"ו הארון שהיה הכלי היותר מקודש קודש הקדשים שלא היה אפשר ליקח דבר מארון ברית ה' בלתי פקודת אלעזר הכהן. וכיון שאלעזר לא ידע מהברית שכרתו הנשיאים לגבעונים א\"כ בודאי לא לקחו הס\"ת בשעת השבועה ההיא כלל והרי שהיה קשה בעיני העדה מאוד לקיים שבועה זו. ואם היה איזה היתר לבטל השבועה אם היא בלי אחיזת ס\"ת למה לא בטלו השבועה ולמה קיימוה אלא ודאי שהשבועה חלה אף בלי אחיזת ס\"ת בידו. (יג) שמואל א' (כ' י\"א). ויאמר יהונתן אל דוד לכה ונצא השדה ויצאו שניהם השדה וגו' ונאמר (שם י\"ז) ויוסף יהונתן להשביע את דוד באהבתו אותו וגו'. הרי שהלכו בסתר להחבא מפני שאול בשדה ובודאי לא היה ספר בידם ואעפ\"כ השביע יהונתן את דוד. (יד) ומשולש בכתובים (רות ג' י\"ג). ליני הלילה והיה בבוקר אם יגאלך טוב יגאל ואם לא יחפוץ לגאלך וגאלתיך אנכי חי ה' שכבי עד הבוקר. הרי שנשבע בועז בעת ההיא והרי אז היה בועז חוץ לעיר בגורן ובלילה על מטתו ואיה אפוא היה להם ס\"ת פתאום שבאה אליו רות ותגל מרגלותיו ובמה נשבע אלא ודאי שהשבועה חלה אף בלי אחיזת ספר תורה בידו: ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bcfcd6e4a97c9cbb0f5e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Bekhor Shor, Numbers 3:32:1", "sourceHeRef": "בכור שור, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלוי.</b> שהיה נשיא על שלשת הנשיאים של שלש המשפחות:\n", "heVersionTitle": "Bekhor Shor, Breslau, 1900", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, ברסלאו, תר\"ס", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1c552d6e4a937f999771f", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 3:11", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Bamidbar Rabbah 3:11", "sourceHeRef": "במדבר רבה ג׳:י״א", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 3.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "לְגֵרְשׁוֹן מִשְׁפַּחַת הַלִּבְנִי וגו' <small>(במדבר ג, כא)</small>, לָמָּה צָרִיךְ לַחֲזֹר מִשְׁפְּחוֹתֵיהֶם וַהֲלוֹא כְּבָר אֲמוּרִים לְמַעְלָה, לָמָּה צָרִיךְ הַכָּתוּב לְכָךְ, לְפִי שֶׁהוּא אוֹמֵר <small>(במדבר ג, ב ד)</small>: וְאֵלֶּה שְׁמוֹת בְּנֵי אַהֲרֹן הַבְּכֹר וגו' וַיָּמָת נָדָב וגו', אַף עַל פִּי שֶׁהָיוּ לְאַהֲרֹן אַרְבָּעָה בָנִים לֹא הֶעֱמִידוּ מִשְׁפָּחוֹת אֶלָּא הַשְּׁנַיִם אֶלְעָזָר וְאִיתָמָר, יָכוֹל אַף בַּלְוִיִּם כֵּן, אַף עַל פִּי שֶׁהָיוּ לְגֵרְשׁוֹן שְׁנֵי בָנִים וְלִקְהָת אַרְבָּעָה בָנִים וְלִמְרָרִי שְׁנֵי בָנִים שֶׁמָּא לֹא הֶעֱמִידוּ כֻּלָּם מִשְׁפָּחוֹת, לְכָךְ חָזַר הַכָּתוּב כְּשֶׁבָּא לִמְנוֹת בְּנֵיהֶם גֵּרְשׁוֹן וּקְהָת וּמְרָרִי, חָשַׁב שֶׁהֶעֱמִידוּ כָּל בְּנֵיהֶם מִשְׁפָּחוֹת שֶׁהָיוּ כֻּלָּם צַדִּיקִים. חֲבִיבִין בְּנֵי לֵוִי שֶׁנִּתְעַסֵּק הַמָּקוֹם בְּכָל מִשְׁפָּחָה וּמִשְׁפָּחָה מֵהֶן בְּמִנְיָנָם וּבִמְקוֹמָם וּבִנְשִׂיאֵיהֶם וּבַעֲבוֹדָתָן בַּמִּשְׁכָּן. בְּנֵי גֵרְשׁוֹן, מַהוּ אוֹמֵר <small>(במדבר ג, כב)</small>: פְּקֻדֵיהֶם בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי שֶׁנִּתְעַסֵּק הַכָּתוּב בְּמִנְיַן בְּנֵי גֵרְשׁוֹן <small>(במדבר ג, כג)</small>: מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי אַחֲרֵי הַמִּשְׁכָּן יַחֲנוּ יָמָּה, הֲרֵי מְקוֹמָן, <small>(במדבר ג, כד)</small>: וּנְשִׂיא בֵית אָב אֶלְיָסָף וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, כה כו)</small>: וּמִשְׁמֶרֶת בְּנֵי גֵרְשׁוֹן וגו' וְקַלְעֵי הֶחָצֵר וגו', הֲרֵי עֲבוֹדָתָן בַּמִּשְׁכָּן. וְכֵן מוֹנֶה הַכָּתוּב בִּבְנֵי קְהָת, הֲדָא הוּא דִכְתִיב <small>(במדבר ג, כז)</small>: וְלִקְהָת מִשְׁפַּחַת הָעַמְרָמִי וגו', הֲרֵי שֶׁהוֹדִיעַ הַכָּתוּב בִּבְנֵי קְהָת שֶׁהֶעֱמִידוּ כֻּלָּם מִשְׁפָּחוֹת, שֶׁלֹא נִתְכַּלָּה אֶחָד מֵהֶם, <small>(במדבר ג, כח)</small>: בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי מִנְיָנָם. לָמָּה פֵּרַשׁ הַכָּתוּב בְּמִסְפַּר בְּנֵי קְהָת: שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ, מַה שֶׁלֹא נֶאֱמַר לֹא בְמִסְפַּר בְּנֵי גֵרְשׁוֹן וְלֹא בְמִסְפַּר בְּנֵי מְרָרִי, וְכִי בְּנֵי קְהָת מִבֶּן חֹדֶשׁ וָמַעְלָה שׁוֹמְרִים מִשְׁמֶרֶת הַקֹּדֶשׁ, וַהֲלוֹא עַד שֶׁהָיָה בֶּן שְׁלשִׁים לֹא הָיָה כָּשֵׁר לָעֲבוֹדָה, לָמָּה עָשָׂה כֵן, לְפִי שֶׁהָיָה הָאָרוֹן מְכַלֶה בִּבְנֵי קְהָת וְהָיָה מְמַעֲטָן, שֶׁהָיָה מְקַצֵּר יְמֵיהֶם וְאַף עַל פִּי כֵן מֵחִבַּת הַקֹּדֶשׁ הָיוּ רָצִים בְּנֵי קְהָת אַחֲרָיו, לְפִיכָךְ הֶעֱלָה עֲלֵיהֶם שָׂכָר כְּאִלּוּ מִבֶּן חֹדֶשׁ נִכְנְסוּ לְשַׁמֵּשׁ, כְּמוֹ שֶׁכָּתוּב בִּשְׁמוּאֵל הָרָמָתִי <small>(שמואל א ז, טו)</small>: וַיִּשְׁפֹּט שְׁמוּאֵל אֶת יִשְׂרָאֵל כֹּל יְמֵי חַיָּיו, אַף הוּא הָיָה מִבְּנֵי קְהָת. <small>(במדבר ג, כט)</small>: מִשְׁפְּחֹת בְּנֵי קְהָת יַחֲנוּ עַל יֶרֶךְ הַמִּשְׁכָּן תֵּימָנָה, הֲרֵי מְקוֹמָן, <small>(במדבר ג, ל)</small>: וּנְשִׂיא בֵּית אָב וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, לא)</small>: וּמִשְׁמַרְתָּם הָאָרֹן וגו', הֲרֵי עֲבוֹדָתָן בַּקֹּדֶשׁ, <small>(במדבר ג, לב)</small>: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי וגו', לָמָּה חָשַׁב בִּבְנֵי קְהָת שְׁנֵי נְשִׂיאִים, לְפִי שֶׁמִּקְהָת יָצְאוּ כֹּהֲנִים וּלְוִיִּם, מֵעַמְרָם יָצְאוּ משֶׁה וְאַהֲרֹן, בְּנֵי משֶׁה הָיוּ לְוִיִּם וּבְנֵי אַהֲרֹן כֹּהֲנִים, וּלְכָךְ חָשַׁב אֶלְעָזָר שֶׁהָיָה מִן הַכֹּהֲנִים וְהוּא הָיָה אֲמַרְכָּל עַל הַלְוִיִּם שֶׁל בְּנֵי קְהָת, וְגַם הוּא הָיָה נוֹשֵׂא מֵעֲבוֹדַת הַקֹּדֶשׁ עִם בְּנֵי קְהָת, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, טז)</small>: וּפְקֻדַּת אֶלְעָזָר בֶּן אַהֲרֹן וגו', וְלָמָּה לֹא חָשַׁב אִיתָמָר הֲלוֹא עַל יָדוֹ הָיְתָה מִשְׁמֶרֶת בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי לָמָּה לֹא מְנָאוֹ עִמָּהֶם לְנָשִׂיא כְּמוֹ שֶׁמָּנָה אֶלְעָזָר לְנָשִׂיא עִם בְּנֵי קְהָת, לְפִי שֶׁאִיתָמָר לֹא הָיָה מְשֻׁתָּף בַּעֲבוֹדַת בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי לְכָךְ לֹא מְנָאוֹ לְנָשִׂיא עִמָּהֶם, אֲבָל אֶלְעָזָר שֶׁהָיָה שֻׁתָּף בְּמַשָֹּׂאָן עִם בְּנֵי קְהָת, לְכָךְ מְנָאוֹ הַכָּתוּב לְנָשִׂיא עִמָּהֶם <small>(במדבר ג, לג)</small>: לִמְרָרִי מִשְׁפַּחַת הַמַּחְלִי, הֲרֵי שֶׁמָּנָה הַכָּתוּב בִּבְנֵי מְרָרִי שֶׁלֹא מֵת אֶחָד מֵהֶן וְהֶעֱמִידוּ מִשְׁפָּחוֹת, <small>(במדבר ג, לד)</small>: וּפְקֻדֵיהֶם בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי הוֹדִיעַ מִנְיָנָן, <small>(במדבר ג, לה)</small>: וּנְשִׂיא בֵית אָב לְמִשְׁפְּחֹת מְרָרִי צוּרִיאֵל וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, לה)</small>: עַל יֶרֶךְ הַמִּשְׁכָּן יַחֲנוּ צָפֹנָה, הֲרֵי מְקוֹמָם, <small>(במדבר ג, לו)</small>: וּפְקֻדַּת מִשְׁמֶרֶת בְּנֵי מְרָרִי, הֲרֵי עֲבוֹדָתָן בַּמִּשְׁכָּן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“For Gershon, the family of the Livnites [and the Shimites]” (Numbers 3:21) – why was it necessary to repeat their families; were they not stated above? Why did the verse need this? Because it says: “These are the sons of Aaron: the firstborn [Nadav, and Avihu, Elazar, and Itamar].… Nadav [and Avihu] died…” (Numbers 3:2–4) – although Aaron had four sons, only the two, Elazar and Itamar, established families; perhaps the same is true regarding the Levites. Although Gershon has two sons, Kehat four sons, and Merari two sons, perhaps not all of them established families. That is why the verse repeated when it came to enumerate the sons of Gershon, Kehat, and Merari. It specified that all their sons established families, as they were all righteous.  <br>The children of Levi are beloved, as the Omnipresent Himself dealt with each and every one of their families regarding their number, their location, their princes, and their service in the Tabernacle. The sons of Gershon, what does it say? “The number of all males counted…[were seven thousand five hundred]” (Numbers 3:22); thus the verse dealt in the number of the sons of Gershon. “The families of the Gershonites shall encamp behind the Tabernacle to the west” (Numbers 3:23) – that is their location. “The prince of the patrilineal house [of the Gershonites] was Elyasaf [son of Lael]” (Numbers 3:24) – that is their prince. “The commission of the sons of Gershon.… and the hangings of the courtyard…” (Numbers 3:25–26) – that is their service in the Tabernacle. <br>Likewise, the verse counts the sons of Kehat. That is what is written: “For Kehat, the family of the Amramites, [and the family of the Yitzharites, and the family of the Hevronites, and the family of the Uzielites]” (Numbers 3:27) – the verse apprised regarding the sons of Kehat that all of them established families, and not one of them perished. “In number, all males, [from one month old and above, eight thousand and six hundred, keepers of the commission of the sacred]” (Numbers 3:28) – that is their number. Why did the verse specify regarding the number of sons of Kehat “keepers of the commission of the sacred,” which is not stated regarding the number of the sons of Gershon nor regarding the number of sons of Merari; were the sons of Kehat “keepers of the commission of the sacred” from one month old and above? After all, one was not eligible for service until he was thirty years old. Why did it do so? It is because the Ark would purge from the sons of Kehat and would diminish their number, as it would shorten their lives.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">An improper action by somebody carrying the Ark could lead to his death.</i> Nevertheless, due to their affection for the sacred, the sons of Kehat would run after it. That is why He accorded them a reward as though they entered to serve from one month old, as it is written regarding Samuel the Ramatite: “Samuel judged Israel all the days of his life” (I Samuel 7:15). He, too, was of the descendants of Kehat. “The families of the sons of Kehat shall encamp on the side of the Tabernacle to the south” (Numbers 3:29) – that is their place. “And the prince of the patrilineal house [of the families of the Kehatites was Elitzafan son of Uziel]” (Numbers 3:30) – that is their prince. “Their commission: the Ark, [the Table, the Candelabrum, the altars, the sacred vessels with which they would serve, the screen, and all its work]” (Numbers 3:31) – that is their service in the Tabernacle.  <br>“The prince of the princes of the Levites [was Elazar son of Aaron the priest, the charge over the keepers of the commission of the sacred]” (Numbers 3:32) – why did it specify two princes for the sons of Kehat? It is because priests and Levites emerged from Kehat. Moses and Aaron emerged from Amram; Moses’s sons were Levites, and Aaron’s sons were priests. That is why it specified Elazar, who was from the priests, and he was overseer of the Levites of the sons of Kehat, and he would carry some of the sacred service [items] with the sons of Kehat. That is what is written: “The charge of Elazar, son of Aaron [the priest, is the illuminating oil, the fragrant incense, the meal offering of the daily offering, and the anointing oil; the charge of the entire Tabernacle, and of all that is in it, in the sacred, and in its vessels]” (Numbers 4:16). <br>Why did it not specify Itamar? After all, the commissions of the sons of Gershon and the sons of Merari were entrusted to him. Why did it not enumerate him with them as a prince like it enumerated Elazar as a prince with the sons of Kehat? It is because Itamar did not participate in the service of the sons of Gershon and the sons of Merari; that is why it did not enumerate him as a prince with them. However, Elazar participated in the burden of the sons of Kehat; that is why the verse enumerated him as a prince with them. <br>“For Merari, the family of the Maḥlites [and the family of the Mushites]” (Numbers 3:33) – the verse counted the sons of Merari, as not one of them died and they established families. “The number of all males counted…[were six thousand two hundred]” (Numbers 3:34) – it apprised of their number. “The prince of the patrilineal house [of the families of Merari was Tzuriel son of Aviḥayil]…” (Numbers 3:35) – that is their prince. “They shall encamp on the side of the Tabernacle to the north” (Numbers 3:35) – that is their place. “The appointed commission of the sons of Merari…” (Numbers 3:36) – that is their service in the Tabernacle.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c562d6e4a937f9997820", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 4:20", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Bamidbar Rabbah 4:20", "sourceHeRef": "במדבר רבה ד׳:כ׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 4.002, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וּפְקֻדַּת אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן וגו' <small>(במדבר ד, טז)</small>, הֲדָא הוּא דִּכְתִיב <small>(משלי כה, ו)</small>: אַל תִּתְהַדַּר לִפְנֵי מֶלֶךְ וּבִמְקוֹם גְּדֹלִים אַל תַּעֲמֹד, אִם לִפְנֵי מֶלֶךְ בָּשָׂר וָדָם צָרִיךְ אָדָם לִנְהֹג שִׁפְלוּת בְּעַצְמוֹ, קַל וָחֹמֶר לִפְנֵי הַמָּקוֹם, וּתְנֵינַן <small>(משנה אבות ה-כ)</small>: הֱוֵי עַז כַּנָּמֵר וְקַל כַּנֶּשֶׁר וְרָץ כַּצְּבִי וְגִבּוֹר כָּאֲרִי לַעֲשׂוֹת רְצוֹן אָבִיךָ שֶׁבַּשָּׁמַיִם, לְלַמֶּדְךָ שֶׁאֵין גַּאֲוָה לִפְנֵי הַמָּקוֹם. אֵלִיָּהוּ אוֹמֵר <small>(תנא דבי אליהו רבה יג)</small>: כָּל הַמַּרְבֶּה כְּבוֹד שָׁמַיִם וּמְמַעֵט כְּבוֹד עַצְמוֹ, כְּבוֹד שָׁמַיִם מִתְרַבֶּה וּכְבוֹדוֹ מִתְרַבֶּה, וְכָל הַמְמַעֵט כְּבוֹד שָׁמַיִם וּמַרְבֶּה כְּבוֹד עַצְמוֹ, כְּבוֹד שָׁמַיִם בִּמְקוֹמוֹ וּכְבוֹדוֹ מִתְמָעֵט. מַעֲשֶׂה בְּאִישׁ אֶחָד שֶׁהָיָה עוֹמֵד בְּבֵית הַכְּנֶסֶת וּבְנוֹ עוֹמֵד כְּנֶגְדוֹ, וְכָל הָעָם עוֹנִים אַחַר הָעוֹבֵר לִפְנֵי הַתֵּבָה הַלְלוּיָה, וּבְנוֹ עוֹנֶה דְּבָרִים שֶׁל תִּפְלוּת, אָמְרוּ לוֹ רְאֵה בִּנְךָ שֶׁהוּא עוֹנֶה דְּבָרִים שֶׁל תִּפְלוּת, אָמַר לָהֶם וּמָה אֶעֱשֶׂה לוֹ תִּינוֹק הוּא, יְשַׂחֵק. שׁוּב לְמָחָר עָשָׂה כְּאוֹתוֹ עִנְיָן וְכָל הָעָם עוֹנִין אַחַר הָעוֹבֵר לִפְנֵי הַתֵּבָה אָמֵן הַלְלוּיָה, וּבְנוֹ עוֹנֶה דְּבָרִים שֶׁל תִּפְלוּת, אָמְרוּ לוֹ רְאֵה בִּנְךָ שֶׁהוּא עוֹנֶה דְּבָרִים שֶׁל תִּפְלוּת, אָמַר לָהֶם וּמָה אֶעֱשֶׂה לוֹ תִּינוֹק הוּא, יְשַׂחֵק. כָּל אוֹתָן שְׁמוֹנַת יְמֵי הֶחָג עָנָה בְּנוֹ דְּבָרִים שֶׁל תִּפְלוּת, וְלֹא אָמַר לוֹ כָּל דָּבָר, וְלֹא יָצָאת אוֹתָהּ הַשָּׁנָה וְלֹא שָׁנְתָה וְלֹא שִׁלְשָׁה עַד שֶׁמֵּת אוֹתוֹ הָאִישׁ וּמֵתָה אִשְׁתּוֹ וּמֵת בְּנוֹ וּבֶן בְּנוֹ וְיָצְאוּ חֲמֵשׁ עֶשְׂרֵה נְפָשׁוֹת מִתּוֹךְ בֵּיתוֹ, וְלֹא נִשְׁתַּיֵּר לוֹ אֶלָּא זוּג אֶחָד שֶׁל בְּנֵי אָדָם, אֶחָד חִגֵּר וְסוּמָא וְאֶחָד שׁוֹטֶה וְרָשָׁע. שׁוּב מַעֲשֶׂה בְּאָדָם אֶחָד, שֶׁהָיָה מִתְחָרֵט שֶׁלֹא קָרָא וְלֹא שָׁנָה, פַּעַם אַחַת הָיָה עוֹמֵד בְּבֵית הַכְּנֶסֶת, כֵּיוָן שֶׁהִגִּיעַ הָעוֹבֵר לִפְנֵי הַתֵּבָה לִקְדֻשַּׁת הַשֵּׁם הִגְבִּיהַּ אֶת קוֹלוֹ וְאָמַר <small>(ישעיהו ו, ג)</small>: קָדוֹשׁ קָדוֹשׁ קָדוֹשׁ ה' צְבָאוֹת, אָמְרוּ לוֹ מָה רָאִיתָ שֶׁהִגְבַּהְתָּ קוֹלְךָ, אָמַר לָהֶם לֹא זָכִיתִי לֹא לְמִקְרָא וְלֹא לְמִשְׁנָה וְעַכְשָׁו שֶׁנִּתְּנָה לִי רְשׁוּת לֹא אַגְבִּיהַּ אֶת קוֹלִי וְתָשׁוּב נַפְשִׁי עָלַי, וְלֹא יָצָאת אוֹתָהּ הַשָּׁנָה וְלֹא שָׁנְתָה וְלֹא שִׁלְשָׁה עַד שֶׁעָלָה אוֹתוֹ הָאִישׁ מִבָּבֶל לְאֶרֶץ יִשְׂרָאֵל, וַעֲשָׂאוּהוּ שַׂר הַחַיִל שֶׁל קֵיסָר וּמִנּוּהוּ רֹאשׁ עַל כָּל בִּירָנִיּוֹת שֶׁבְּאֶרֶץ יִשְׂרָאֵל, וְנָתְנוּ לוֹ מָקוֹם וּבָנָה עִיר וְיָשַׁב שָׁם, וְקָרְאוּ לוֹ קִילוֹנַי, לוֹ וּלְבָנָיו וְלִבְנֵי בָנָיו עַד סוֹף כָּל הַדּוֹרוֹת, מִכָּאן אַתָּה לָמֵד שֶׁלֹא יִנְהַג אָדָם גַּאֲוָה לִפְנֵי הַמָּקוֹם שֶׁכָּל הַמִּתְגָּאֶה לְפָנָיו מִתְבַּזֶּה, וְכֵן הוּא אוֹמֵר <small>(שמואל א ב, ל)</small>: כִּי מְכַבְּדַי אֲכַבֵּד וּבֹזַי יֵקָלוּ. וְכֵן אַתָּה מוֹצֵא בְּדָוִד מֶלֶךְ יִשְׂרָאֵל שֶׁלֹא נָהַג עַצְמוֹ בְּגַאֲוָה לִפְנֵי הַמָּקוֹם, אֶלָּא בִּזָּה עַצְמוֹ לְפָנָיו כְּהֶדְיוֹט לְהַרְבּוֹת כְּבוֹדוֹ שֶׁל מָקוֹם, אֵימָתַי בְּשָׁעָה שֶׁהֶעֱלָה הָאָרוֹן מִבֵּית אֲבִינָדָב אֲשֶׁר בַּגִּבְעָה לַהֲבִיאוֹ לִירוּשָׁלַיִם, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, א)</small>: וַיֹּסֶף עוֹד דָּוִד אֶת כָּל בָּחוּר בְּיִשְׂרָאֵל שְׁלשִׁים אָלֶף, אָמַר דָּוִד אֵינִי מַעֲלֶה אֶת הָאָרוֹן בַּחֲשַׁאי, מִיָּד נִתְיָעֵץ עִם שָׂרֵי הָאֲלָפִים וְהַמֵּאוֹת שֶׁיִּשְׁלְחוּ בְּכָל אֶרֶץ יִשְׂרָאֵל שֶׁיִּתְקַבְּצוּ אֲלֵיהֶם וְיֵלְכוּ לְהַעֲלוֹת הָאָרוֹן, שֶׁנֶּאֱמַר <small>(דברי הימים א יג, א)</small>: וַיִּוָּעֵץ דָּוִיד עִם שָׂרֵי הָאֲלָפִים וְהַמֵּאוֹת לְכָל נָגִיד, <small>(דברי הימים א יג, ב ג)</small>: וַיֹּאמֶר דָּוִיד לְכֹל קְהַל יִשְׂרָאֵל אִם עֲלֵיכֶם טוֹב וּמִן ה' אֱלֹהֵינוּ וגו' וְיִקָּבְצוּ אֵלֵינוּ, וְנָסֵבָּה אֶת אֲרוֹן אֱלֹהֵינוּ אֵלֵינוּ וגו', מִיָּד אָמְרוּ לוֹ כֻּלָּם עֲשֵׂה כְּמוֹ שֶׁאַתָּה חָפֵץ, שֶׁנֶּאֱמַר <small>(דברי הימים א יג, ד)</small>: וַיֹּאמְרוּ כָל הַקָּהָל לַעֲשׂוֹת כֵּן כִּי יָשַׁר הַדָּבָר בְּעֵינֵי כָל הָעָם, מִיָּד שָׁלַח וְקִבֵּץ כָּל יִשְׂרָאֵל שֶׁבְּכָל אֶרֶץ יִשְׂרָאֵל, שֶׁנֶּאֱמַר <small>(דברי הימים א יג, ה)</small>: וַיַּקְהֵל דָּוִיד אֶת כָּל יִשְׂרָאֵל מִן שִׁיחוֹר מִצְרַיִם וְעַד לְבוֹא חֲמָת לְהָבִיא אֶת אֲרוֹן הָאֱלֹהִים מִקִּרְיַת יְעָרִים. כַּמָּה זְקֵנִים מִנָּה דָּוִד שָׁם, אָמַר רַבִּי יִרְמְיָה בֶּן אֶלְעָזָר וְרַבִּי בֶּרֶכְיָה בְּשֵׁם רַבִּי אַבָּא בַּר כַּהֲנָא תִּשְׁעִים אֶלֶף זְקֵנִים מִנָּה דָּוִד בְּיוֹם אֶחָד וְלֹא מִנָּה אֶת אֲחִיתֹפֶל עִמָּהֶם וְקִדְּשָׁן שֶׁיִּהְיוּ עוֹשִׂין דְּרָגוֹן לְפָנָיו, הֲדָא הוּא דִכְתִיב: וַיֹּסֶף עוֹד דָּוִד אֶת כָּל בָּחוּר בְּיִשְׂרָאֵל שְׁלשִׁים אָלֶף, וַיּוֹסֶף תְּלָתִין אַלְפִין, עוֹד שְׁלשִׁים אָלֶף. וּפְשׁוּטֵיהּ דִּקְרָיָה שְׁלשִׁים אַלְפִין, הֲרֵי תִּשְׁעִים אַלְפִין, מִיָּד הָלְכוּ לַגִּבְעָה לְהַעֲלוֹת מִשָּׁם הָאָרוֹן, שֶׁנֶּאֱמַר <small>(שמואל ב ג, ב)</small>: וַיָּקָם וַיֵּלֶךְ דָּוִד וְכָל הָעָם אֲשֶׁר אִתּוֹ מִבַּעֲלֵי יְהוּדָה וגו', וְכָתוּב אֶחָד אוֹמֵר <small>(דברי הימים א יג, ו ז)</small>: וַיַּעַל דָּוִיד וְכָל יִשְׂרָאֵל בַּעֲלָתָה אֶל קִרְיַת יְעָרִים אֲשֶׁר לִיהוּדָה לְהַעֲלוֹת מִשָּׁם אֵת אֲרוֹן הָאֱלֹהִים ה' יוֹשֵׁב הַכְּרוּבִים אֲשֶׁר נִקְרָא שֵׁם וגו'. וְכָתוּב אֶחָד אוֹמֵר: וַיָּקָם וַיֵּלֶךְ דָּוִד וְכָל הָעָם אֲשֶׁר אִתּוֹ מִבַּעֲלֵי יְהוּדָה וגו', כֵּיצַד יִתְקַיְימוּ שְׁנֵי כְּתוּבִים הַלָּלוּ, כָּל יִשְׂרָאֵל הָלְכוּ לְבַעֲלָתָה שֶׁהִיא קִרְיַת יְעָרִים וְהִמְתִּינוּ שָׁם עַל הָאָרוֹן עַד שֶׁיְבִיאוּהוּ מִן הַגִּבְעָה, אֲבָל דָּוִד וְהַזְּקֵנִים קָמוּ מִבַּעֲלֵי יְהוּדָה הִיא בַּעֲלָתָה הִיא קִרְיַת יְעָרִים וְהָלְכוּ נֶגֶד הָאָרוֹן לַגִּבְעָה לַהֲבִיאוֹ מִן הַגִּבְעָה לְקִרְיַת יְעָרִים הִיא בַּעֲלָתָה, וּמִבַּעֲלָתָה יַעֲלוּהוּ כָּל יִשְׂרָאֵל עִמּוֹ עַד יְרוּשָׁלַיִם. וְיֵשׁ אוֹמְרִים בַּתְּחִלָּה נִמְלְכוּ שֶׁלֹא יֵלְכוּ אֶלָּא עַד בַּעֲלָתָה, וְיִשְׁלַח מִשָּׁם עַד בֵּית אֲבִינָדָב אֲשֶׁר בַּגִּבְעָה לְהַעֲלוֹת מִשָּׁם אֲרוֹן הָאֱלֹהִים עַד קִרְיַת יְעָרִים, וּמִשָּׁם יַעֲלוּ כֻּלָּם עִמּוֹ לִירוּשָׁלַיִם, כֵּיוָן שֶׁהָיָה שָׁם אָמַר לָהֶם אֵין כְּבוֹדוֹ שֶׁל אָרוֹן שֶׁיָּבוֹא בִּיחִידִים אֶלָּא נֵלֵךְ כֻּלָּנוּ לְשָׁם, לְכָךְ כְּתִיב: וַיָּקָם וַיֵּלֶךְ דָּוִד וְכָל הָעָם וגו', לָמָּה לֹא הָלַךְ בַּתְּחִלָּה אֶלָּא בַּעֲלָתָה שֶׁהִיא קִרְיַת יְעָרִים, לְפִי שֶׁהַגִּבְעָה וְקִרְיַת יְעָרִים בְּבַת אַחַת הָיוּ יוֹשְׁבִים, שֶׁשָּׁם הָיוּ יוֹשְׁבִין הַגִּבְעוֹנִים, שֶׁנֶּאֱמַר <small>(יהושע ט, יז)</small>: וַיִּסְעוּ בְנֵי יִשְׂרָאֵל וַיָּבֹאוּ אֶל עָרֵיהֶם בַּיּוֹם הַשְּׁלִישִׁי וְעָרֵיהֶם גִּבְעוֹן וְהַכְּפִירָה וּבְאֵרוֹת וְקִרְיַת יְעָרִים, וְנָפְלָה קִרְיַת יְעָרִים בְּחֵלֶק יְהוּדָה, שֶׁכֵּן הוּא מוֹנָהּ בְּחֵלֶק נַחֲלָתוֹ <small>(יהושע טו, ס)</small>: קִרְיַת בַּעַל הִיא קִרְיַת יְעָרִים, וְהִיא הָיְתָה גְּבוּל בֵּין יְהוּדָה וּבִנְיָמִין, שֶׁכֵּן הוּא אוֹמֵר בִּגְבוּל אֶרֶץ בִּנְיָמִין <small>(יהושע יח, יד)</small>: וְהָיוּ תֹצְאֹתָיו אֶל קִרְיַת בַּעַל הִיא קִרְיַת יְעָרִים עִיר בְּנֵי יְהוּדָה וגו', אֲבָל הַגִּבְעָה שֶׁשָּׁם הָיָה הָאָרוֹן הָיָה בִּגְבוּל בִּנְיָמִין, שֶׁכֵּן כְּתִיב בְּעָרֵי בִּנְיָמִין <small>(יהושע יח, כה כו)</small>: גִּבְעוֹן וְהָרָמָּה וּבְאֵרוֹת, וְהַמִּצְפֶּה וְהַכְּפִירָה וְהַמֹּצָה, וּלְכָךְ בָּאוּ בַּתְּחִלָּה עַד קִרְיַת יְעָרִים שֶׁהִיא גְּבוּל בֵּין יְהוּדָה לְבִנְיָמִין, וְאַחַר הָלְכוּ לְגִבְעוֹן <small>(שמואל ב ו, ב)</small>: אֲשֶׁר נִקְרָא שֵׁם שֵׁם ה' צְבָאוֹת, אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי מְלַמֵּד שֶׁהַשֵּׁם וְכָל כִּנּוּיָו מֻנָּחִין בָּאָרוֹן. רַב הוּנָא אָמַר מְלַמֵּד שֶׁהַלּוּחוֹת וְשִׁבְרֵי לוּחוֹת מֻנָּחִין בָּאָרוֹן. <small>(שמואל ב ו, ג)</small>: וַיַּרְכִּבוּ אֶת אֲרוֹן הָאֱלֹהִים וגו' לֹא נָשְׂאוּ כַּתּוֹרָה, שֶׁהֲרֵי כְּתִיב <small>(במדבר ז, ט)</small>: וְלִבְנֵי קְהָת לֹא נָתָן וגו', מִפְּנֵי מָה נֶעֱנַשׁ שֶׁנִּתְעַלֵּם הַמִּקְרָא מֵעֵינָיו, מִפְּנֵי שֶׁקָּרָא לְדִבְרֵי תוֹרָה זְמִירוֹת, שֶׁנֶּאֱמַר <small>(תהלים קיט, נד)</small>: זְמִרוֹת הָיוּ לִי חֻקֶּיךָ וגו', אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא דִּבְרֵי תוֹרָה שֶׁכָּתוּב בָּהֶן <small>(משלי כג, ה)</small>: הֲתָעִיף עֵינֶיךָ בּוֹ וְאֵינֶנּוּ, אַתָּה קוֹרֵא אוֹתָן זְמִירוֹת, הֲרֵי אֲנִי מַכְשִׁילְךָ בְּדָבָר שֶׁאֲפִלּוּ תִּינוֹקוֹת שֶׁל בֵּית רַבָּן יוֹדְעִין אוֹתָן, וְלִבְנֵי קְהָת לֹא נָתָן וגו' וְאִיהוּ אַתְיֵיהּ בַּעֲגָלָה. וְהָיָה אֲרוֹנָא טָעֵין כַּהֲנַיָא לְרוּמָא וְטָרֵיף לוֹן לְאַרְעָא, טָעֵין כַּהֲנַיָא לְרוּמָא וְטָרֵיף לוֹן לְאַרְעָא. שְׁלַח דָּוִד וְאַיְיתֵי לַאֲחִיתֹפֶל אֲמַר לֵיהּ לֵית אַתְּ אָמַר לִי מַה נַּעֲבֵד לְדֵין אֲרוֹנָא דְּהוּא טָעֵין כַּהֲנַיָא לְרוּמָא וְטָרֵיף לוֹן לְאַרְעָא וְטָעֵין כַּהֲנַיָא לְרוּמָא וְטָרֵיף לוֹן לְאַרְעָא. אֲמַר לֵיהּ שְׁלַח שְׁאֵיל לְאִינוּן חַכִּימַיָא דְּמַנִּיתָה. אֲמַר דָּוִד מַאן דְּיָדַע לִמְקִמְתֵיהּ וְלָא קָם לֵיהּ יְהֵא סוֹפָא מִתְחַנְקָא. אָמַר לוֹ דְּבַח קוֹמֵי וְהוּא קָאֵים. אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לַאֲחִיתֹפֶל מִלָּה דְּמֵינוֹקַיָא אָמְרִין בִּכְנִשְׁתָּא בְּכָל יוֹם לָא אֲמַרְתְּ לֵיהּ, וְלִבְנֵי קְהָת לֹא נָתָן וגו', וְדָא רַבְּתָא אֲמַרְתְּ לֵיהּ דְּבַח קוֹמֵי וְקָאֵים, וּלְכָךְ הָיָה זוֹבֵחַ כְּשֶׁהֶעֱלָהוּ בַּשְּׁנִיָה שֶׁלֹא יָבוֹא לִידֵי כָךְ, שֶׁנֶּאֱמַר <small>(שמואל ב ו, יג)</small>: וַיְהִי כִּי צָעֲדוּ וגו', וַיְהִי עֻזָּא וְאַחְיוֹ נוֹהֲגִין אֶת הָעֲגָלָה, שֶׁנֶּאֱמַר <small>(שמואל ב ו, ג)</small>: וַיִּשָֹּׂאֻהוּ מִבֵּית אֲבִינָדָב וגו', עֻזָּא מֵאַחֲרָיו וְאַחְיוֹ לְפָנָיו, <small>(שמואל ב ו, ד)</small>: וַיִּשָֹּׂאֻהוּ מִבֵּית אֲבִינָדָב אֲשֶׁר בַּגִּבְעָה וגו', מַהוּ שֶׁאָמַר הַכָּתוּב: וַיִּשָֹּׂאֻהוּ מִבֵּית אֲבִינָדָב וגו', מַה נָּשְׂאוּ עִמּוֹ, אַרְגָּז שֶׁשִּׁגְרוּ פְּלִשְׁתִּים דּוֹרוֹן לֵאלֹהֵי יִשְׂרָאֵל שֶׁעָלָיו סֵפֶר תּוֹרָה מֻנָּח, כְּהַהִיא דִּתְנֵינָן <small>(ירושלמי שקלים א-א)</small>: אָרוֹן שֶׁעָשָׂה משֶׁה <small>(שמות כה, י)</small>: אַמָּתַיִם וָחֵצִי אָרְכּוֹ וְאַמָּה וָחֵצִי רָחְבּוֹ וְאַמָּה וָחֵצִי קוֹמָתוֹ, בְּאַמָּה בַּת שִׁשָּׁה טְפָחִים. וְהַלּוּחוֹת אָרְכָּן שִׁשָּׁה, וְרָחְבָּן שִׁשָּׁה, וְעָבְיָן שְׁלשָׁה, מֻנָּחוֹת לְאָרְכּוֹ שֶׁל אָרוֹן, וְכַמָּה לוּחוֹת אוֹכְלוֹת, שְׁנֵים עָשָׂר טְפָחִים. וְנִשְׁתַּיְירוּ שָׁם שְׁלשָׁה טְפָחִים, צֵא מֵהֶם טֶפַח, חֶצְיוֹ לְכֹתֶל זֶה וְחֶצְיוֹ לְכֹתֶל זֶה, נִשְׁתַּיְּרוּ שָׁם שְׁנֵי טְפָחִים שֶׁבָּהֶם סֵפֶר תּוֹרָה מֻנָּח, שֶׁנֶּאֱמַר <small>(מלכים א ח, ט)</small>: אֵין בָּאָרוֹן רַק שְׁנֵי לֻחוֹת וגו', אֵין רַק, אֵין מִעוּט אַחַר מִעוּט אֶלָּא לְרַבּוֹת, סֵפֶר תּוֹרָה שֶׁמֻּנָּח בָּאָרוֹן. פִּרְנַסְתָּ אָרוֹן לְאָרְכּוֹ בּוֹא וּפַרְנֵס אָרוֹן לְרָחְבּוֹ, כַּמָּה לוּחוֹת אוֹכְלוֹת בָּאָרוֹן שִׁשָּׁה טְפָחִים, נִשְׁתַּיְּרוּ שָׁם שְׁלשָׁה טְפָחִים, צֵא מֵהֶן טֶפַח חֶצְיוֹ לְכֹתֶל זֶה וְחֶצְיוֹ לְכֹתֶל זֶה, נִשְׁתַּיְּרוּ שָׁם שְׁנֵי טְפָחִים שֶׁלֹא יְהֵא סֵפֶר תּוֹרָה נִכְנָס וְיוֹצֵא בְּדֹחַק, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר בְּאַמָּה בַּת חֲמִשָּׁה טְפָחִים, וְהַלּוּחוֹת אָרְכָּן שִׁשָּׁה וְרָחְבָּן שִׁשָּׁה וְעָבְיָן שְׁלשָׁה, וּמֻנָּחוֹת לְאָרְכּוֹ שֶׁל אָרוֹן, כַּמָּה לוּחוֹת אוֹכְלוֹת בָּאָרוֹן שְׁנֵים עָשָׂר טְפָחִים, נִשְׁתַּיֵּר שָׁם חֲצִי טֶפַח, אֶצְבַּע וּמֶחֱצָה לְכֹתֶל זֶה וְאֶצְבַּע וּמֶחֱצָה לְכֹתֶל זֶה. פִּרְנַסְתָּ אָרוֹן לְאָרְכּוֹ צֵא וּפַרְנֵס אָרוֹן לְרָחְבּוֹ, כַּמָּה לוּחוֹת אוֹכְלוֹת בָּאָרוֹן שִׁשָּׁה טְפָחִים, נִשְׁתַּיְּרוּ שָׁם טֶפַח וּמֶחֱצָה, צֵא מֵהֶם חֲצִי טֶפַח אֶצְבַּע וּמֶחֱצָה לְכֹתֶל זֶה וְאֶצְבַּע וּמֶחֱצָה לְכֹתֶל זֶה, נִשְׁתַּיֵּר שָׁם טֶפַח שֶׁבּוֹ הָעַמּוּדִים עוֹמְדִין, שֶׁנֶּאֱמַר <small>(שיר השירים ג, ט י)</small>: אַפִּרְיוֹן עָשָׂה לוֹ הַמֶּלֶךְ וגו' עַמּוּדָיו עָשָׂה כֶסֶף וגו', וְאַרְגָּז שֶׁשִּׁגְּרוּ פְּלִשְׁתִּים דּוֹרוֹן לֵאלֹהֵי יִשְׂרָאֵל מֻנָּח בְּצִדּוֹ, שֶׁנֶּאֱמַר <small>(שמואל א ו, ח)</small>: וְאֵת כְּלֵי הַזָּהָב אֲשֶׁר הֲשֵׁבֹתֶם לוֹ אָשָׁם תָּשִׂימוּ בָאַרְגַּז מִצִּדּוֹ וּשְׁלַחְתֶּם אֹתוֹ וְהָלָךְ, וְעָלָיו סֵפֶר תּוֹרָה מֻנָח, שֶׁנֶּאֱמַר <small>(דברים לא, כו)</small>: לָקֹחַ אֵת סֵפֶר הַתּוֹרָה הַזֶּה, בְּצִדּוֹ הָיָה מֻנָּח וְלֹא בְּתוֹכוֹ, וּמָה אֲנִי מְקַיֵּם אֵין בָּאָרוֹן רַק שְׁנֵי לֻחוֹת, לְרַבּוֹת שִׁבְרֵי לוּחוֹת שֶׁמֻּנָּחִין בָּאָרוֹן, לְפִי שֶׁהַלּוּחוֹת הַשְּׁלֵמוֹת וְלוּחוֹת הַשְּׁבוּרוֹת עַל צִדֵּיהֶן הָיוּ מֻנָּחוֹת בָּאָרוֹן, לְפִי שֶׁלֹא הָיוּ עָבוֹת אֶלָּא שְׁלשָׁה טְפָחִים, אֲבָל קֹדֶם שֶׁהָיָה הָאַרְגָּז דַּף אֶחָד הָיָה יוֹצֵא מִן הָאָרוֹן וְעָלָיו הָיָה סֵפֶר תּוֹרָה מֻנָּח, לְכָךְ כְּתִיב: וַיִּשָֹּׂאֻהוּ מִבֵּית אֲבִינָדָב, זֶה הָיָה הָאַרְגָּז שֶׁעָלָיו סֵפֶר תּוֹרָה מֻנָּח וְהָיָה עוֹמֵד מִצַד אֲרוֹן בְּרִית ה'. <small>(שמואל ב ו, ד)</small>: וְאַחְיוֹ הֹלֵךְ לִפְנֵי הָאָרוֹן, מִכָּאן אָמְרוּ אַחְיוֹ הוֹלֵךְ לְפָנָיו, כֵּיוָן שֶׁהֶעֱלוּ אוֹתוֹ הָיוּ תִּשְׁעִים אֶלֶף זְקֵנִים מְהַלְּכִין לְפָנָיו וְהַכֹּהֲנִים טוֹעֲנִין בּוֹ וְהַלְוִיִּם מְנַגְנִין וְכָל יִשְׂרָאֵל מְשַׂחֲקִין, מִי שֶׁיֵּשׁ בְּיָדוֹ לוּלָב, מִי שֶׁיֵּשׁ בְּיָדוֹ תֹּף וּכְלֵי שִׁיר, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, ה)</small>: וְדָוִד וְכָל בֵּית יִשְׂרָאֵל מְשַׂחֲקִים לִפְנֵי ה' וגו', זֶה לוּלָב שֶׁאָדָם מְנַעֲנֵעַ בּוֹ. <small>(שמואל ב ו, ו)</small>: וַיָּבֹאוּ עַד גֹּרֶן נָכוֹן, כְּתִיב <small>(דברי הימים א יג, ט)</small>: כִּידֹן, וּכְתִיב: נָכוֹן, אָמַר רַבִּי יוֹחָנָן <small>(גמרא סוטה לה-ב)</small>: בַּתְּחִלָּה כִּידֹן, וּלְבַסּוֹף נָכוֹן. <small>(שמואל ב ו, ז)</small>: וַיִּשְׁלַח עֻזָּה אֶל אֲרוֹן הָאֱלֹהִים, אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא הָאָרוֹן נוֹשְׂאָיו נָשָׂא עַצְמוֹ לֹא כָּל שֶׁכֵּן, דִּכְתִיב <small>(יהושע ד, יא)</small>: וַיְהִי כַּאֲשֶׁר תַּם כָּל הָעָם לַעֲבוֹר וַיַּעֲבֹר אֲרוֹן ה' וְהַכֹּהֲנִים לִפְנֵי הָעָם, נָשָׂא אָרוֹן נוֹשְׂאָיו וְעָבַר. <small>(שמואל ב ו, ז)</small>: כִּי שָׁמְטוּ הַבָּקָר, לָמָּה שָׁמְטוּ, שֶׁהָיוּ מוֹלִיכִין אוֹתוֹ שֶׁלֹא כַתּוֹרָה, שֶׁהֵן הָיוּ צְרִיכִים לְהוֹלִיכוֹ בַּכָּתֵף וּטְעָנוּהוּ בַּעֲגָלָה וְהָלַךְ לוֹ לְעַצְמוֹ, <small>(שמואל ב ו, ז)</small>: וַיִּחַר אַף ה' בְּעֻזָּה וַיַּכֵּהוּ שָׁם הָאֱלֹהִים עַל הַשַּׁל, מַהוּ עַל הַשַּׁל, רַבִּי יוֹחָנָן וְרַבִּי אֶלְעָזָר, חַד אָמַר עַל עִסְקֵי שָׁלוּ, וְחַד אָמַר שֶׁעָשָׂה צְרָכָיו בְּפָנָיו. <small>(שמואל ב ו, ז)</small>: וַיָּמָת שָׁם עִם אֲרוֹן הָאֱלֹהִים, אָמַר רַבִּי יוֹחָנָן עֻזָּא בָּא לָעוֹלָם הַבָּא, שֶׁנֶּאֱמַר: עִם אֲרוֹן הָאֱלֹהִים, מַה אָרוֹן קַיָּם לָעוֹלָם הַבָּא אַף עֻזָּא בָּא לָעוֹלָם הַבָּא. <small>(שמואל ב ו, ח)</small>: וַיִּחַר לְדָוִד עַל אֲשֶׁר פָּרַץ ה' וגו', מַהוּ וַיִּחַר, אָמַר רַבִּי אֶלְעָזָר שֶׁנִּשְׁתַּנּוּ פָּנָיו כַּחֲרָרָה, מַה טַּעַם, דְּלָא כְתִיב בֵּיהּ אַף. מִיָּד נִתְיָרֵא דָּוִד לַהֲבִיאוֹ אֶצְלוֹ, שֶׁנֶּאֱמַר <small>(שמואל ב ו, ט)</small>: וַיִּרָא דָוִד אֶת ה' בַּיּוֹם הַהוּא וַיֹּאמֶר אֵיךְ יָבוֹא אֵלַי אֲרוֹן ה'. מֶה עָשָׂה דָוִד הִטָּהוּ בֵּית עוֹבֵד אֱדוֹם לַעֲמֹד שָׁם, שֶׁנֶּאֱמַר <small>(שמואל ב ו, י)</small>: וְלֹא אָבָה דָּוִד לְהָסִיר אֵלָיו אֶת אֲרוֹן ה' וגו' וַיַּטֵּהוּ דָוִד בֵּית עֹבֵד אֱדֹם הַגִּתִּי. לֵוִי הָיָה עוֹבֵד אֱדוֹם הַגִּתִּי, שֶׁכֵּן מְיַחֲסוֹ עִם הַלְוִיִּם, וְעוֹבֵד אֱדוֹם וְאֶחָיו שִׁשִּׁים וּשְׁנַיִם. וְלָמָּה נִקְרָא שְׁמוֹ עֹבֵד, עַל יְדֵי שֶׁעָבַד לִפְנֵי ה' כָּרָאוּי. אֱדֹם, שֶׁהֶאְדִּים פְּנֵי דָוִד, הוּא הָיָה מִתְיָרֵא מִפְּנֵי הָאָרוֹן שֶׁלֹא יְמִיתֶנוּ, וְהוּא עוֹבֵד לְפָנָיו וּבֵרְכוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא. הַגִּתִּי, שֶׁהָיָה מִגַּת. כְּשֶׁחָזַר דָּוִד לִירוּשָׁלַיִם בָּא אֲחִיתֹפֶל וְאָמַר לוֹ: דָּוִד, לֹא הָיָה לְךָ לִלְמֹד מִפָּסוּק קָטָן שֶׁהַתִּינוֹקוֹת קוֹרְאִין <small>(במדבר ז, ט)</small>: וְלִבְנֵי קְהָת לֹא נָתָן וגו', הַלְוִיִּם נוֹשְׂאִים אֶת הָאָרוֹן וְאֵין הַכֹּהֲנִים נוֹשְׂאִים אֶת הָאָרוֹן. בַּכָּתֵף הֵם נוֹשְׂאִים אֶת הָאָרוֹן וְלֹא עַל עֲגָלָה. וּמִנַּיִן שֶׁכֵּן הוּא, שֶׁכֵּן אַתְּ מוֹצֵא כְּשֶׁהֶעֱלָהוּ בַּשְּׁנִיָה לֹא הָיָה שָׁם כֹּהֵן וְלֹא עֲגָלָה, שֶׁנֶּאֱמַר <small>(דברי הימים א טו, ב)</small>: אָז אָמַר דָּוִיד לֹא לָשֵׂאת אֶת אֲרוֹן הָאֱלֹהִים כִּי אִם הַלְוִיִּם, וּכְתִיב <small>(דברי הימים א טו, טו)</small>: וַיִּשְֹּׂאוּ בְנֵי הַלְוִיִּם אֵת אֲרוֹן הָאֱלֹהִים. <small>(שמואל ב ו, יא)</small>: וַיֵּשֶׁב אֲרוֹן ה' בֵּית עֹבֵד אֱדֹם הַגִּתִּי, אָמְרוּ רַבּוֹתֵינוּ שְׁנֵי דְבָרִים הָיוּ קְדוֹשִׁים וּגְדוֹלִים, וְכִסְּבוּרִין בְּנֵי אָדָם שֶׁהֵם קָשִׁים, וּכְדֵי שֶׁלֹא לְהוֹצִיא לַעַז עֲלֵיהֶם כָּתַב בָּהֶן דָּבָר גָּדוֹל שֶׁל שֶׁבַח וּבְרָכָה, וְאֵלּוּ הֵן: קְטֹרֶת וְאָרוֹן. קְטֹרֶת שֶׁלֹא יֹאמַר אָדָם קָשֶׁה הוּא הַקְּטֹרֶת, עַל יָדוֹ מֵתוּ נָדָב וַאֲבִיהוּא, וְעַל יָדוֹ נִשְׂרְפוּ עֲדַת קֹרַח, וְעַל יָדוֹ נִצְטָרַע עֻזִּיָּהוּ, לְכָךְ כָּתַב הַקָּדוֹשׁ בָּרוּךְ הוּא מַעֲלָה גְדוֹלָה בַּקְּטֹרֶת שֶׁנִּצְּלוּ יִשְׂרָאֵל עַל יָדוֹ, שֶׁנֶּאֱמַר <small>(במדבר יז, יב יג)</small>: וַיִּקַּח אַהֲרֹן כַּאֲשֶׁר דִּבֶּר משֶׁה וַיָּרָץ אֶל תּוֹךְ הַקָּהָל וגו'. אָרוֹן, שֶׁלֹא יֹאמַר אָדָם קָשֶׁה הוּא הָאָרוֹן, הוּא הִכָּה בַּפְּלִשְׁתִּים, הוּא הָרַג בְּאַנְשֵׁי בֵּית שֶׁמֶשׁ, הוא הָרַג לְעֻזָּא, לְכָךְ כָּתַב בּוֹ בְּרָכָה, שֶׁנֶּאֱמַר <small>(שמואל ב ו, יא)</small>: וַיֵּשֶׁב אֲרוֹן ה' וגו', לְלַמֶּדְךָ שֶׁאֵין קְטֹרֶת וְאָרוֹן הוֹרְגִין אֶלָּא עֲוֹנוֹת הוֹרְגִין. בַּמֶּה בֵּרַךְ הַקָּדוֹשׁ בָּרוּךְ הוּא בֵּית עוֹבֵד אֱדוֹם, רַבִּי יוֹסֵי אוֹמֵר בְּבָנִים, הֲדָא הוּא דִכְתִיב <small>(דברי הימים א כו, ד ה)</small>: וּלְעֹבֵד אֱדֹם בָּנִים שְׁמַעְיָה הַבְּכוֹר וגו' יוֹאָח הַשְּׁלִשִׁי וְשָׂכָר הָרְבִיעִי וּנְתַנְאֵל וגו' פְּעֻלְּתַי הַשְּׁמִינִי. בְּעוֹן קוֹמֵי רַבִּי יוֹחָנָן מַהוּ פְּעֻלְּתַי, אָמַר לָהֶם עַל שֶׁפָּעַל פְּעֻלָּה גְדוֹלָה בַּתּוֹרָה, מַה פְּעֻלָּה גְדוֹלָה פָּעַל שֶׁהָיָה מַדְלִיק לִפְנֵי הָאָרוֹן נֵר אֶחָד שַׁחֲרִית וְנֵר אֶחָד עַרְבִית. רַבִּי יוֹסֵי עֲבַד לָהּ אַפְטָרָה מַה אִם הָאָרוֹן שֶׁלֹא אָכַל וְשָׁתָה וְלֹא מִתְכַּבֵּד אֶלָּא בִּשְׁבִיל שְׁנֵי לוּחוֹת שֶׁהָיוּ בּוֹ זָכָה בֵּית עוֹבֵד אֱדוֹם שֶׁיִּתְבָּרֵךְ בִּזְכוּתוֹ, מִי שֶׁקִּבֵּל חֲכָמִים וְתַלְמִידִים בְּמַאֲכָל וּבְמִשְׁתֶּה וְעַל מִטּוֹת כְּבוּדוֹת, עַל אַחַת כַּמָּה וְכַמָּה שֶׁיְשַׁלֵּם לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא שְׂכָרוֹ. אָמְרוּ עַל עוֹבֵד אֱדוֹם שְׁמוֹנָה בָּנִים הָיוּ לוֹ וּשְׁמוֹנֶה כַּלּוֹת הָיוּ לוֹ וְכָל חֲדָא וַחֲדָא מִנְּהוֹן יָלְדָה תְּרֵין בְּיַרְחָא, הָא כֵיצַד, הָיְתָה טְמֵאָה שִׁבְעָה וּטְהוֹרָה שִׁבְעָה וְיוֹלֶדֶת, טְמֵאָה שִׁבְעָה וּטְהוֹרָה שִׁבְעָה וְיוֹלֶדֶת, שִׁית עֲשַׂר לְכָל יְרַח, לִתְלָתָא יַרְחִין הֲרֵי אַרְבְּעִין וּתְמַנְיָא. וּבְנֵי שְׁמַעְיָה שִׁשָּׁה, דִּכְתִיב <small>(דברי הימים א כו, ו ז)</small>: וְלִשְׁמַעְיָה בְנוֹ נוֹלַד בָּנִים וגו' בְּנֵי שְׁמַעְיָה עָתְנִי וגו', הָא חַמְשִׁין וְאַרְבַּע, תְּמַנְיָא דִידֵיהּ, דִּכְתִיב: וּלְעֹבֵד אֱדֹם בָּנִים וגו' הָא שִׁתִּין וּתְרֵין, הֲדָא הוּא דִכְתִיב <small>(דברי הימים א כו, ח)</small>: כָּל אֵלֶּה מִבְּנֵי עֹבֵד אֱדֹם הֵמָה וּבְנֵיהֶם וַאֲחֵיהֶם אִישׁ חַיִל בַּכֹּחַ לַעֲבֹדָה שִׁשִּׁים וּשְׁנַיִם לְעֹבֵד אֱדֹם, הֱוֵי <small>(דברי הימים א כו, ה)</small>: כִּי בֵרְכוֹ אֱלֹהִים, לְכָךְ נֶאֱמַר <small>(דברי הימים א יג, יד)</small>: וַיְבָרֶךְ ה' אֶת בֵּית עֹבֵד אֱדֹם וגו'. שָׁמַע דָּוִד לְסוֹף שְׁלשָׁה חֳדָשִׁים שֶׁבֵּרַךְ הַקָּדוֹשׁ בָּרוּךְ הוּא לְעוֹבֵד אֱדוֹם וּלְבֵיתוֹ, קִבֵּץ זִקְנֵי יִשְׂרָאֵל וְהַשָֹּׂרִים וְשָׂרֵי הַכֹּהֲנִים וְהַלְוִיִּם לְהַעֲלוֹת אֶת הָאָרוֹן בְּשִׂמְחָה גְדוֹלָה, דִּכְתִיב <small>(שמואל ב ו, יב)</small>: וַיֻּגַּד לַמֶּלֶךְ דָּוִד לֵאמֹר בֵּרַךְ ה' אֶת בֵּית עֹבֵד אֱדֹם וגו', וְכָתוּב אֶחָד אוֹמֵר <small>(דברי הימים א טו, כה)</small>: וַיְהִי דָוִיד וְזִקְנֵי יִשְׂרָאֵל וגו', מִי הֶעֱלוּהוּ הַלְוִיִּם הֶעֱלוּהוּ, וְכֵיוָן שֶׁרָאָה דָוִד שֶׁהֶעֱלוּהוּ הַלְוִיִּם וְלֹא נִזּוֹקוּ, כְּמָה שֶׁאָמַר לֵיהּ אֲחִיתֹפֶל, הוֹסִיף עוֹד וְזָבַח לְפָנָיו כְּמוֹ שֶׁאָמַר אֲחִיתֹפֶל בָּרִאשׁוֹנָה, הֲדָא הוּא דִכְתִיב <small>(דברי הימים א טו, כה)</small>: וַיְהִי בֶּעְזֹר הָאֱלֹהִים אֶת הַלְוִיִּם וגו', כָּתוּב אֶחָד אוֹמֵר: וַיִּזְבְּחוּ שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים, וְכָתוּב אֶחָד אוֹמֵר <small>(שמואל ב ז, יג)</small>: וַיְהִי כִּי צָעֲדוּ וגו' שִׁשָּׁה צְעָדִים וַיִּזְבַּח שׁוֹר וּמְרִיא. רַבִּי חֲנִינָא וְרַבִּי מָנָא <small>(גמרא ירושלמי סנהדרין י-ב)</small>: חַד אֲמַר עַל כָּל צְעִידָה וּצְעִידָה שׁוֹר וּמְרִיא, וּבַסּוֹף שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים, וְחַד אֲמַר עַל כָּל צְעִידָה וּצְעִידָה שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים, וּבַסּוֹף שׁוֹר וּמְרִיא, רַבָּנָן אָמְרֵי מִקְרָא חַד פָּרֵשׁ לַחֲבֵרוֹ, עַל כָּל שִׁבְעָה פְּסִיעוֹת שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים. רַב פָּפָּא בַּר שְׁמוּאֵל אָמַר <small>(גמרא סוטה לה-ב)</small>: עַל כָּל פְּסִיעָה וּפְסִיעָה שׁוֹר וּמְרִיא, עַל כָּל שֵׁשׁ פְּסִיעוֹת שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים. אָמַר לוֹ רַב חִסְדָּא אִם כֵּן מִלֵּאתָ אֶת כָּל אֶרֶץ יִשְׂרָאֵל בָּמוֹת, אֶלָּא עַל כָּל שֵׁשׁ פְּסִיעוֹת שׁוֹר וּמְרִיא, עַל כָּל שִׁשָּׁה סְדָרִים שֶׁל שֵׁשׁ שֵׁשׁ פְּסִיעוֹת שִׁבְעָה פָּרִים וְשִׁבְעָה אֵילִים. <small>(שמואל ב ז, יד)</small>: וְדָוִד מְכַרְכֵּר בְּכָל עֹז לִפְנֵי ה' וגו'. בּוֹא וּרְאֵה, כַּמָּה בִּזָּה דָּוִד עַצְמוֹ לִכְבוֹדוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, הָיָה לוֹ לְדָוִד לִהְיוֹת מְהַלֵּךְ לְפָנָיו סְתָם כְּמֶלֶךְ לָבוּשׁ כְּלֵי מַלְכוּתוֹ, לָאו אֶלָּא לָבַשׁ כֵּלִים נָאִים לִכְבוֹד הָאָרוֹן, וּמְשַׂחֵק לְפָנָיו מַה שֶּׁאֶפְשָׁר לוֹמַר, שֶׁנֶּאֱמַר <small>(דברי הימים א טו, כז)</small>: וְדָוִיד מְכֻרְבָּל בִּמְעִיל בּוּץ וְכָל הַלְוִיִּם הַנֹּשְׂאִים אֶת הָאָרוֹן וגו', וּכְתִיב: וְדָוִד מְכַרְכֵּר בְּכָל עֹז לִפְנֵי ה', מַהוּ בְּכָל עֹז, בְּכָל כֹּחוֹ, מַהוּ מְכַרְכֵּר, שֶׁהָיָה מַקִּישׁ יָדָיו זוֹ עַל זוֹ וְטוֹפֵחַ וְאוֹמֵר כִּירִי רָם, וְהָיוּ יִשְׂרָאֵל מְרִיעִים וְתוֹקְעִים בַּשּׁוֹפָרוֹת וּבַחֲצוֹצְרוֹת וְכָל כְּלֵי שִׁיר, שֶׁנֶּאֱמַר <small>(שמואל ב ו, טו)</small>: וְכָל בֵּית יִשְׂרָאֵל מַעֲלִים אֶת אֲרוֹן ה' בִּתְרוּעָה וּבְקוֹל שׁוֹפָר, וְכָתוּב אֶחָד אוֹמֵר <small>(דברי הימים א טו, כח)</small>: וְכָל יִשְׂרָאֵל מַעֲלִים אֶת אֲרוֹן בְּרִית ה' וגו', כֵּיוָן שֶׁבָּאוּ לִירוּשָׁלַיִם הָיוּ כָּל הַנָּשִׁים מְצִיצוֹת עַל דָּוִד מִן הַגַּגּוֹת וּמִן הַחַלּוֹנוֹת וְרָאוּ אוֹתוֹ מְרַקֵּד וּמְשַׂחֵק וְלֹא הָיָה אִכְפַּת לוֹ, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, טז)</small>: וְהָיָה אֲרוֹן ה' בָּא עִיר דָּוִד וגו', הֲרֵי לְךָ שֶׁאִשְׁתּוֹ נִשְׁקְפָה עָלָיו, וּמִנַּיִן שֶׁכָּל נְשֵׁי יְרוּשָׁלַיִם כֵּן, שֶׁכֵּן הִיא אוֹמֶרֶת לוֹ <small>(שמואל ב ו, כ)</small>: מַה נִּכְבַּד הַיּוֹם מֶלֶךְ יִשְׂרָאֵל אֲשֶׁר נִגְלָה הַיּוֹם לְעֵינֵי אַמְהוֹת עֲבָדָיו. <small>(שמואל ב ו, טז)</small>: וַתֵּרֶא אֶת הַמֶּלֶךְ דָּוִד מְפַזֵּז וּמְכַרְכֵּר וגו', כֵּיוָן שֶׁרָאֲתָה אוֹתוֹ מֵשִׂים עַצְמוֹ כְּהֶדְיוֹט, נִתְבַּזָה בְּעֵינֶיהָ. מַהוּ מְפַזֵּז וּמְכַרְכֵּר, הָאֵיךְ הָיָה עוֹשֶׂה, אָמְרוּ רַבּוֹתֵינוּ הָיָה לָבוּשׁ בִּגְדֵי זָהָב סְנוּנִין דּוֹמִין לְפָז, וְהָיָה מַכֶּה בְּיָדָיו זוֹ עַל גַּב זוֹ וְטוֹפֵחַ, כֵּיוָן שֶׁהָיָה מְכַרְכֵּר כִּירִי רָם, הָיָה מְפַזֵּז, מַהוּ מְפַזֵּז, שֶׁהָיָה הַזָּהָב הַמְסֻנָּן שֶׁהָיָה עָלָיו קוֹלוֹ פּוֹזֵז, יָכוֹל לֹא הָיָה דָוִד עוֹשֶׂה יוֹתֵר מִזּוֹ, לָאו, אֶלָּא הוֹפֵךְ אַסְפֵּירָס וּמְשַׁוֵּיר לְפָנָיו, שֶׁכֵּן כְּתִיב בְּמָקוֹם אַחֵר <small>(דברי הימים א טו, כט)</small>: וַתֵּרֶא אֶת הַמֶּלֶךְ דָּוִיד מְרַקֵּד וּמְשַׂחֵק וגו', וְהָיוּ כָּל הַנָּשִׁים מְצִיצוֹת עָלָיו מִן הַגַּגּוֹת וּמִן הַחַלּוֹנוֹת וְלֹא אִכְפַּת לוֹ, וּמֵהֵיכָן אַתְּ לָמֵד שֶׁהָיָה דָוִד הוֹפֵךְ אַסְפִּירָס וּמְשַׁוֵּיר, שֶׁכֵּן אַתְּ מוֹצֵא כֵּיוָן שֶׁהִכְנִיסוּהוּ לְעִיר דָּוִד הִצִּיגוּהוּ בַּמָּקוֹם אֲשֶׁר הֵכִין לוֹ דָּוִד וְהֶעֱלָה עוֹלוֹת לְפָנָיו הוּא וְיִשְׂרָאֵל, שֶׁכֵּן כְּתִיב <small>(שמואל ב ו, יז)</small>: וַיָּבִאוּ אֶת אֲרוֹן ה' וַיַּצִּגוּ אֹתוֹ וגו'. תַּמָן כְּתִיב <small>(דברי הימים א טז, א)</small>: וַיַּקְרִיבוּ עוֹלוֹת וּשְׁלָמִים לִפְנֵי הָאֱלֹהִים, אַחַר שֶׁכִּלָּה לְהַעֲלוֹת בֵּרַךְ כָּל הָעָם עַל שֶׁכִּבְּדוּ אֶת הָאָרוֹן וְנָתַן לְכֻלָּם מַתָּנוֹת מֵרֹב שִׂמְחָתוֹ בָּאָרוֹן וְלַנָּשִׁים, שֶׁנֶּאֱמַר <small>(שמואל ב ו, יח יט)</small>: וַיְכַל דָּוִד מֵהַעֲלוֹת הָעוֹלָה וְהַשְּׁלָמִים וגו' וַיְחַלֵּק לְכָל הָעָם לְכָל הֲמוֹן יִשְׂרָאֵל וגו', מַהוּ אֶשְׁפָּר אֶחָד מִשִּׁשָּׁה בַּפָּר, אֲשִׁישָׁה, אֶחָד מִשִּׁשָּׁה בָּאֵיפָה. וְיֵשׁ אוֹמְרִים אֲשִׁישָׁה, גַרְבָּא דְחַמְרָא, כְּמָה דְתֵימָא <small>(הושע ג, א)</small>: וְאֹהֲבֵי אֲשִׁישֵׁי עֲנָבִים. לְאַחַר שֶׁנִּפְטְרוּ כָּל יִשְׂרָאֵל מִמֶּנּוּ, נִפְנָה לְבָרֵךְ אֶת בֵּיתוֹ וּלְשַׂמְחָהּ מֵרֹב שִׂמְחַת הָאָרוֹן, יָצָאת מִיכַל לִקְרָאתוֹ וּבִזַּתְהוּ עַל שֶׁבִּזָּה עַצְמוֹ לִכְבוֹד הָאָרוֹן לְעֵינֵי הַנָּשִׁים, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, כ)</small>: וַיָּשָׁב דָּוִד לְבָרֵךְ אֶת בֵּיתוֹ וגו', לֹא הִנִּיחַתּוּ לִכָּנֵס לְתוֹךְ הַבַּיִת אֶלָּא יָצָאת לַחוּץ וְהָיְתָה מְקַפַּחְתּוֹ בִּדְבָרִים, וַתֹּאמֶר מַה נִּכְבַּד הַיּוֹם מֶלֶךְ יִשְׂרָאֵל אֲשֶׁר נִגְלָה הַיּוֹם לְעֵינֵי אַמְהוֹת עֲבָדָיו, מִכָּאן אַתְּ לָמֵד שֶׁהָיָה הוֹפֵךְ אַסְפֵּירָס וּמְשַׁוֵּיר, שֶׁכֵּן הִיא אוֹמֶרֶת לוֹ: אֲשֶׁר נִגְלָה הַיּוֹם, הִתְחִילָה עוֹשָׂה מְרִיבָה כְּנֶגְדוֹ מְבַקֶּשֶׁת לֶאֱכֹל פָּנָיו, אָמְרָה לוֹ אִם רָאִיתָ כְּבוֹדְךָ מַה נִּכְבַּד הַיּוֹם מֶלֶךְ יִשְׂרָאֵל, עַכְשָׁו הוֹדַעְתָּ שֶׁאַתְּ מֶלֶךְ, אֲשֶׁר נִגְלָה הַיּוֹם, הַלְוַי בִּצְנִיעוּת, אֶלָּא לְעֵינֵי אַמְהוֹת עֲבָדָיו, וְאֵלּוּ הֵן נְשֵׁי יִשְׂרָאֵל שֶׁהִיא קוֹרְאָה אֶתְהֶן אֲמָהוֹת, כְּהִגָּלוֹת נִגְלוֹת אַחַד הָרֵקִים, אָמַר רַבִּי אַבָּא בַּר כַּהֲנָא הָרֵיק שֶׁבָּרֵיקִים זֶה אַרְכֵיסְטֵס שֶׁאֵין רֵיקָם הֵימֶנּוּ מִכָּל מִצְוָה, כָּךְ הָיָה דָוִד מְרַקֵד לִפְנֵי הָאָרוֹן, אָמְרָה לוֹ הַיּוֹם נִגְלָה כְּבוֹדוֹ שֶׁל בֵּית אַבָּא, בּוֹא וּרְאֵה מַה בֵּינְךָ לְבֵין בֵּית אַבָּא, כָּל בֵּית אָבִי הָיוּ צְנוּעִים וּקְדוֹשִׁים, אָמְרוּ עָלָיו עַל בֵּית שָׁאוּל שֶׁלֹא נִרְאָה מֵהֶם לֹא עָקֵב וְלֹא גּוּדָל מִימֵיהֶם, הֲדָא הוּא דִכְתִיב <small>(שמואל א כד, ג)</small>: וַיָּבֹא אֶל גִּדְרוֹת הַצֹּאן עַל הַדֶּרֶךְ וְשָׁם מְעָרָה וַיָּבֹא שָׁאוּל וגו', מַהוּ וַיָּבֹא אֶל גִּדְרוֹת הַצֹּאן, רַבִּי אָבִין בְּשֵׁם רַבִּי אֶלְעָזָר נִכְנַס לוֹ לְדִיר הַצֹּאן גָּדֵר לִפְנִים מִגָּדֵר. וַיָּבֹא שָׁאוּל לְהָסֵךְ אֶת רַגְלָיו, עָשָׂה עַצְמוֹ כַּסֻּכָּה עָטוּף פְּעַלְיוֹנִים וְיָשַׁב לְבֵית הַכִּסֵּא, וַהֲוָה חָמֵי לֵיהּ מְשֻׁלְשָׁל צִיבְחָר וּמְסַלֵּק צִיבְחָר, מְשֻׁלְשָׁל צִיבְחָר וּמְסַלֵּק צִיבְחָר, אָמַר דָּוִד לֵית אָרִיךְ מַנְגַע בְּהָא גּוּפָא צְנִיעָא, הֲדָא הוּא דִכְתִיב דְּהוּא אֲמַר לֵיהּ <small>(שמואל א כד, י)</small>: הִנֵּה הַיּוֹם הַזֶּה רָאוּ עֵינֶיךָ אֵת אֲשֶׁר נְתָנְךָ ה' הַיּוֹם בְּיָדִי בַּמְעָרָה וְאָמַר לַהֲרָגְךָ וַתָּחָס עָלֶיךָ, וָאָחוּס עָלֶיךָ אֵין כְּתִיב כָּאן, אֶלָּא וַתָּחָס עָלֶיךָ, צְנִיעוּתְךָ חָסָה עָלֶיךָ, וְכָךְ אָמְרָה לוֹ מִיכַל, שֶׁל בֵּית אַבָּא הָיוּ צְנוּעִין כָּל כָּךְ וְאַתְּ עוֹמֵד וּמְגַלֶּה לְבוּשְׁךָ כְּאַחַד הָרֵיקִים. כֵּיוָן שֶׁגָּמְרָה דְבָרֶיהָ אָמַר לָהּ, וְכִי לִפְנֵי מֶלֶךְ בָּשָׂר וָדָם שִׂחַקְתִּי וְלֹא לִפְנֵי מֶלֶךְ מַלְכֵי הַמְלָכִים שִׂחַקְתִּי אֲשֶׁר בָּחַר בִּי מֵאָבִיךְ וּמִכָּל בֵּיתוֹ, וְאִלּוּ הָיָה אָבִיךְ צַדִּיק יוֹתֵר מִמֶּנִּי הָיָה הָאֱלֹהִים בּוֹחֵר בִּי וּפוֹסֵל בְּבֵית אָבִיךְ, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, כא)</small>: וַיֹּאמֶר דָּוִד אֶל מִיכַל לִפְנֵי ה' וגו', אָמַר לָהּ אָבִיךְ הָיָה מֶלֶךְ עַל יִשְׂרָאֵל בִּלְבָד, אֲנִי נָגִיד עַל יִשְׂרָאֵל וִיהוּדָה, הֲדָא הוּא דִכְתִיב: עַל עַם ה', זֶה שֵׁבֶט יְהוּדָה. עַל יִשְׂרָאֵל, אֵלּוּ שְׁאָר שְׁבָטִים. דָּבָר אַחֵר, אָמַר לָהּ שֶׁל בֵּית אָבִיךְ הָיוּ מְבַקְּשִׁין כְּבוֹד עַצְמָן וּמַנִּיחִין כְּבוֹד שָׁמַיִם, וַאֲנִי אֵינִי עוֹשֶׂה כֵּן אֶלָּא מַנִּיחַ כְּבוֹד עַצְמִי וּמְבַקֵּשׁ כְּבוֹד שָׁמַיִם, הֲדָא הוּא דִכְתִיב <small>(שמואל ב ו, כב)</small>: וּנְקַתִי עוֹד מִזֹּאת, וְאַל תֹּאמְרִי שֶׁהָיִיתִי שָׁפָל בְּעֵינֵי אֲחֵרִים וְלֹא נִבְזֶה בִּפְנֵי עַצְמִי, תַּלְמוּד לוֹמַר <small>(שמואל ב ו, כב)</small>: וְהָיִיתִי שָׁפָל בְּעֵינָי <small>(שמואל ב ו, כב)</small>: וְעִם הָאֲמָהוֹת אֲשֶׁר אָמַרְתְּ עִמָּם אִכָּבֵדָה, אָמַר לָהּ אוֹתָן בְּנוֹת יִשְׂרָאֵל שֶׁצָּוַחְתְּ אוֹתָן אֲמָהוֹת, אֵינָן אֲמָהוֹת אֶלָּא אִמָּהוֹת, לְוַאי יְהֵא לִי חֵלֶק עִמָּהֶם לֶעָתִיד לָבוֹא, הֲדָא הוּא דִכְתִיב: וְעִם הָאֲמָהוֹת אֲשֶׁר אָמַרְתְּ, לְוַאי עִמָּם אִכָּבֵדָה. וּלְפִי שֶׁאָמְרָה מִיכַל כֵּן נֶעֶנְשָׁה, שֶׁכֵּן כְּתִיב אַחֲרָיו <small>(שמואל ב ו, כג)</small>: וּלְמִיכַל בַּת שָׁאוּל לֹא הָיָה לָהּ יָלֶד עַד יוֹם מוֹתָהּ, וְהָא כְתִיב <small>(דברי הימים א ג, ג)</small>: יִתְרְעָם לְעֶגְלָה אִשְׁתּוֹ, שֶׁגָּעֲתָה כְּעֶגְלָה וָמֵתָה, הַיְנוּ דִּכְתִיב: עַד יוֹם מוֹתָהּ, הָא בְּיוֹם מוֹתָהּ הָיָה לָהּ. אֵין לְךָ אָדָם בְּיִשְׂרָאֵל שֶׁבִּזָּה עַצְמוֹ עַל הַמִּצְווֹת יוֹתֵר מִדָּוִד, הֲדָא הוּא דִּכְתִיב דְּהוּא אָמַר לִפְנֵי אֱלֹהִים <small>(תהלים קלא, א)</small>: ה' לֹא גָּבַהּ לִבִּי, בְּשָׁעָה שֶׁמְשָׁחַנִּי שְׁמוּאֵל לְמֶלֶךְ, <small>(תהלים קלא, א)</small>: וְלֹא רָמוּ עֵינַי, בְּשָׁעָה שֶׁהָרַגְתִּי אֶת גָּלְיַת, <small>(תהלים קלא, א)</small>: וְלֹא הִלַּכְתִּי בִּגְדֹלוֹת, בְּשָׁעָה שֶׁהֶחֱזִירוּנִי לְמַלְכוּתִי, וּבְנִפְלָאוֹת מִמֶּנִּי, בְּשָׁעָה שֶׁהֶעֱלֵתִי אֶת הָאָרוֹן, <small>(תהלים קלא, ב)</small>: אִם לֹא שִׁוִּיתִי וְדוֹמַמְתִּי נַפְשִׁי כְּגָמֻל עֲלֵי אִמּוֹ, כְּשֵׁם שֶׁהַתִּינוֹק הַזֶּה אֵינוֹ מִתְבַּיֵּשׁ לְהִתְגַּלּוֹת לִפְנֵי אִמּוֹ, כָּךְ שִׁוִּיתִי נַפְשִׁי לְפָנֶיךָ שֶׁלֹא נִתְבַּיַּשְׁתִּי לְהִתְבַּזּוֹת לְפָנֶיךָ לִכְבוֹדְךָ, <small>(תהלים קלא, ב)</small>: כַּגָּמֻל עָלַי נַפְשִׁי, כְּהֵן יָנוֹקָא דְּנָפֵק מִמְּעֵי דְאִמֵּיהּ וְאֵין בּוֹ רוּחַ גַּסָּה לִינוֹק מִשְּׁדֵי אִמּוֹ, כֵּן הֲוַת נַפְשִׁי עָלַי, שֶׁאֵינִי מִתְבַּיֵּשׁ לִלְמֹד תּוֹרָה אֲפִלּוּ מִקְּטַנֵּי יִשְׂרָאֵל. אָמַר רַבִּי אֲדָא בַּר רַבִּי חֲנִינָא אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אַתָּה שִׁוִּיתָ עַצְמְךָ לַגָּמוּל, חַיֶּיךָ כְּשֵׁם שֶׁאֵין לַתִּינוֹק הַזֶּה עֲווֹנוֹת, כָּךְ אֵין לְךָ עֲווֹנוֹת, שֶׁנֶּאֱמַר <small>(שמואל ב יב, יג)</small>: גַּם ה' הֶעֱבִיר חַטָּאתְךָ לֹא תָמוּת, מִכָּאן אַתְּ לָמֵד שֶׁאֵין אָדָם רַשַּׁאי לִנְהֹג גַּאֲוָה לִפְנֵי הַמָּקוֹם, אֶלָּא צָרִיךְ לְהִתְבַּזּוֹת עַל כְּבוֹדוֹ. אָמַר רַבִּי יְהוּדָה הַלֵּוִי בַּר רַבִּי שָׁלוֹם אֵין מַעֲשָׂיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא כְּמַעֲשֵׂה בָּשָׂר וָדָם, לָמָּה, עָבֵיד מָגֵירָס שֶׁל בָּשָׂר וָדָם יֵשׁ לוֹ כֵּלִים נָאִים בְּשָׁעָה שֶׁהוּא יוֹצֵא לַשּׁוּק הוּא לוֹבְשָׁם, אֲבָל בְּשָׁעָה שֶׁהוּא עוֹמֵד לְבַשֵּׁל פּוֹשֵׁט אֶת הַיָּפִים וְלוֹבֵשׁ מְקֹרָעִים וְזוֹסְטֵא, וְעוֹד בְּשָׁעָה שֶׁהוּא גוֹרֵף אֶת הַכִּירַיִם וְאֶת הַתַּנּוּר הוּא לוֹבֵשׁ רָעִים מֵהֶם, אֲבָל לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא בְּשָׁעָה שֶׁכֹּהֵן גּוֹרֵף אֶת הַמִּזְבֵּחַ וּמְדַשְּׁנוֹ הָיָה לוֹבֵשׁ כֵּלִים מְעֻלִּים, שֶׁנֶּאֱמַר <small>(ויקרא ו, ג)</small>: וְלָבַשׁ הַכֹּהֵן מִדּוֹ בַד וגו', בִּשְׁבִיל וְהֵרִים אֶת הַדֶּשֶׁן, לָמָּה כֵן, אֶלָּא לְהוֹדִיעֲךָ שֶׁאֵין גַּאֲוָה לִפְנֵי הַמָּקוֹם. וְכֵן אַתָּה מוֹצֵא בְּאֶלְעָזָר הַכֹּהֵן שֶׁהָיָה נוֹהֵג בְּשִׁפְלוּת לִפְנֵי הַמָּקוֹם, אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אֶלְעָזָר הָיָה דּוּךְ דּוּכָנִין נָשִׂיא עַל הַנְּשִׂיאִים, שֶׁנֶּאֱמַר <small>(במדבר ג, לב)</small>: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן וגו', רְאֵה שְׂרָרָה שֶׁהָיְתָה בְּיָדוֹ וְאַתְּ סָבוּר מִפְּנֵי שֶׁהָיָה אָדָם גָּדוֹל הָיָה נוֹתֵן לַאֲחֵרִים שֶׁיִּטְעֲנוּ אֶת הַכֵּלִים שֶׁהָיָה עָשׂוּי לִטְעֹן אוֹתָם, לָאו, אֶלָּא הוּא עַצְמוֹ הָיָה טוֹעֵן, שֶׁנֶּאֱמַר <small>(במדבר ד, טז)</small>: וּפְקֻדַּת אֶלְעָזָר בֶּן אַהֲרֹן הַכֹּהֵן וגו', וְהֵיאַךְ הָיָה טָעוּן כָּל אֵלּוּ, אָמְרוּ רַבּוֹתֵינוּ כֵּן הָיָה טוֹעֵן, שֶׁמֶן הַמָּאוֹר בִּימִינוֹ, וּקְטֹרֶת הַסַּמִּים בִּשְׂמֹאלוֹ, וּמִנְחַת הַתָּמִיד שֶׁל יוֹם תְּלוּיָה בִּזְרוֹעוֹ, בֵּין הָעַרְבַּיִם הֵיכָן הָיָה נָתוּן, אָמַר רַבִּי אַחָא אָמַר רַבִּי שִׁמְעוֹן בֶּן יוֹחָאי כְּמִין צְלוֹחִית קְטַנָּה הָיָה תּוֹלֶה בַּאֲפֻנְדָּתוֹ, מִפְּנֵי שֶׁהָיָה חָגוּר מָתְנָיו בְּזֵינוֹ כְּעֶבֶד לִפְנֵי קוֹנוֹ, לְהוֹדִיעֲךָ שֶׁאֵין גַּאֲוָה לִפְנֵי הָאֱלֹהִים, <small>(במדבר ד, טז)</small>: פְּקֻדַּת כָּל הַמִּשְׁכָּן וְכָל אֲשֶׁר בּוֹ בְּקֹדֶשׁ וּבְכֵלָיו, שֶׁעַל יָדוֹ הָיָה נוֹתֵן לָהֶם הָאָרוֹן וְהַשֻּׁלְחָן וְהַמְּנוֹרָה וְהַמִּזְבְּחוֹת וְכָל כְּלֵיהֶם, כְּמָה דְתֵימָא <small>(במדבר ג, לא לב)</small>: וּמִשְׁמַרְתָּם הָאָרֹן וגו' וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי אֶלְעָזָר וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“The charge of Elazar, son of Aaron the priest, is the illuminating oil, and the incense of the spices, and the meal offering of the daily offering, and the anointing oil: the charge of the entire Tabernacle, and of everything that is in it, in the sacred, and in its vessels” (Numbers 4:16).</b> <br>“The charge of Elazar, son of Aaron the priest…” – that is what is written: “Do not glorify yourself before a king, and do not stand in the place of the prominent” (Proverbs 25:6). If before a king of flesh and blood a person must conduct himself with humility, all the more so before the Omnipresent. We learned: Be bold like a leopard, nimble like an eagle, run like a deer, and be strong like a lion to perform the will of your Father in heaven,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Mishna <i>Avot</i> 5:20.</i> to teach you that there is no haughtiness before the Omnipresent. Eliyahu said: Anyone who increases the glory of Heaven and minimizes his own glory, the glory of Heaven increases and his own glory increases. But anyone who minimizes the glory of Heaven and increases his own glory, the glory of Heaven remains as it was, and his glory is diminished. <br>There was an incident involving a certain man who was standing in a synagogue and his son was standing opposite him. All the people were responding to the one who passes before the ark:<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The prayer leader.</i> Halleluya, and his son responded with words of frivolity. They said to him: ‘Look at your son, that he is responding with words of frivolity.’ He said to them: ‘What shall I do? He is a child, let him play.’ Again, the next day he acted in the same manner: All the people were responding to the prayer leader: Halleluya, and his son responded with words of frivolity. They said to him: ‘Look at your son, that he is responding with words of frivolity.’ He said to them: ‘What shall I do? He is a child, let him play.’ All those eight days of the festival, his son would respond with matters of frivolity, and he did not say anything to him. Not one year passed, not two, and not three until that man died, his wife died, his son and grandson died. Fifteen people from his house died, and only one pair of people remained: one crippled and blind, and a wicked imbecile. <br>Again there was an incident, involving a certain person who regretted that he had not studied Bible or Mishna. One time, he was standing in a synagogue. When the one passing before the ark reached the sanctification of the Name, he raised his voice and said: “Holy, holy, holy, is the Lord of hosts” (Isaiah 6:3). They said to him: ‘What did you see that led you to raise your voice.’ He said to them: ‘I have been privileged to study neither Bible nor Mishna; now that I have been given permission, will I not raise my voice and my soul will be calmed?’ Not one year passed, not two, and not three until that man ascended from Babylonia to the Land of Israel. They appointed him commander of the emperor’s army and appointed him as the head of all the fortresses in the Land of Israel. They gave him a site, and he constructed a city and settled there. They called him <i>Kilonai</i>,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">A term meaning that he did not have to pay taxes.</i> him, his children, and his children’s children throughout all the generations. From here you learn that a person should not comport himself with haughtiness before the Omnipresent, as anyone who is haughty before Him will be debased. Likewise it says: “For those who honor Me I will honor, but those who scorn Me will be debased” (I Samuel 2:30). <br>Likewise, you find regarding David king of Israel who did not conduct himself haughtily before the Omnipresent, but rather, he debased himself before Him like a commoner, in order to increase the glory of the Omnipresent. When? It was when he took up the Ark from the house of Avinadav in Giva to bring it to Jerusalem. That is what is written: “David again gathered all the chosen of Israel, thirty thousand.” (II Samuel 6:1). David said: I am not taking up the Ark secretly. He immediately consulted with the captains of thousands and of hundreds to send throughout the Land of Israel that they should gather to them and go to take up the Ark, as it is stated: “David consulted with the captains of thousands and of hundreds, with every high official” (I Chronicles 13:1). “David said to the entire congregation of Israel: If it pleases you, and if it is from the Lord our God…so that they gather themselves to us; and let us transfer the Ark of our God to us” (I Chronicles 13:2–3). They all said to him: ‘Do as you wish,’ as it is stated: “The entire congregation said to do so, for the matter was upright in the eyes of the entire people” (I Chronicles 13:4). Immediately, he sent and gathered all of Israel that was in the entire Land of Israel, as it is stated: “David assembled all Israel, from Shiḥor of Egypt until Levo Ḥamat, to bring the Ark of God from Kiryat Ye’arim” (I Chronicles 13:5). How many elders did David appoint there? Rabbi Yirmeya ben Elazar and Rabbi Berekhya said in the name of Rabbi Abba bar Kahana: David appointed ninety thousand elders on that day, but he did not appoint Aḥitofel with them. He sanctified them so they would serve as an honor guard before it. That is what is written: “David again [<i>vayosef od</i>] gathered all the chosen of Israel, thirty thousand.” “<i>Vayosef</i>” – thirty thousand; “<i>od</i>” – thirty thousand; and the plain meaning of the verse, thirty thousand; that is ninety thousand. <br>Immediately, they went to Giva to take up the Ark from there, as it is stated: “David and all the people who were with him from Baalei Yehuda rose and went [to take up from there the Ark of God]” (II Samuel 6:2). One verse says: “David and all Israel went up to Baala, to Kiryat Ye’arim which is of Judah, to take up from there the Ark of God, the Lord who is seated amidst the cherubs, upon which the Name is called” (I Chronicles 13:6). And one verse says: “David and all the people who were with him from Baalei Yehuda…” How can these two verses coexist? All Israel went to Baala, which is Kiryat Ye’arim, and waited there for the Ark, until they would bring it from Giva. But David and the elders set out from Baalei Yehuda, which is Baala, which is Kiryat Ye’arim, and went after the Ark to Giva to bring it from Giva to Kiryat Ye’arim, which is Baala. From Baala, all of Israel took it with them to Jerusalem. <br>Some say: Initially they decided they would go only to Baala and send from there to the house of Avinadav, which was in Giva, to take up the Ark of God from there to Kiryat Ye’arim. From there they would all ascend with it to Jerusalem. When he was there, he said to them: ‘It is not in keeping with the honor due the Ark that it should come with individuals. Rather, let us all go there.’ That is why it is written: “David and all the people…rose and went” (II Samuel 6:2). <br>Why did he initially go only to Baala, which is Kiryat Ye’arim? It is because Giva and Kiryat Ye’arim were located in one area, which is where the Givonites were settled, as it is stated: “The children of Israel traveled, and they came to their cities on the third day. Their cities were Givon, Kefira, Be’erot, and Kiryat Ye’arim” (Joshua 9:17). Kiryat Ye’arim fell into the portion of Judah, as it is enumerated in the portion of its inheritance: “Kiryat Baal, which is Kiryat Ye’arim” (Joshua 15:60), and it was the border between Judah and Benjamin, as it says regarding the border of Benjamin: “Its terminus was at Kiryat Baal, which is Kiryat Ye'arim, a city of the children of Judah…” (Joshua 18:14). But Giva, where the Ark was, was on the border of Benjamin, as it is written regarding the cities of Benjamin: “Givon, Rama, and Be’erot; and Mitzpe, Kefira, and Motza” (Joshua 18:25–26). That is why they initially came to Kiryat Ye’arim, which is on the border between Judah and Benjamin, and then they went to Givon. <br>“Which is called the Name, the name of the Lord of hosts” (II Samuel 6:2) – Rabbi Yoḥanan said in the name of Rabbi Shimon ben Yoḥai: It teaches that the Name and all His appellations are placed in the Ark. Rav Huna said: It teaches that the tablets and the shards of the tablets are placed in the Ark. <br>“They mounted the Ark of God [onto a new wagon]” (II Samuel 6:3) – they did not carry it as it is in the Torah, as it is written: “But to the sons of Kehat he did not give [because the sacred service is upon them, they shall bear on the shoulder]” (Numbers 7:9). Why was he punished to have been rendered oblivious to the verse? It is because he called matters of Torah “songs,” as it is stated: “Your statutes were songs to me…” (Psalms 119:54). The Holy One blessed be He said to him: Matters of Torah in whose regard it is written: “If you cast [<i>hata’if</i>] your eyes on it, it is gone” (Proverbs 23:5),<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">This verse is expounded to mean: If you close your eyes from matters of Torah they will be forgotten. The root <i>ayin-yod-peh </i>in Aramaic means double, so the verse can be understood as: If you double your eyes, meaning cover them with your eyelids.</i> you call them songs? I will cause you to fail regarding a matter that even schoolchildren know: “But to the sons of Kehat he did not give…,” and he brings it in a wagon. The Ark lifted the priests<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The reference is to the priests who were carrying the Ark to the wagon.</i> high and slammed them to the ground, lifted the priests high and slammed them to the ground. David sent and summoned Aḥitofel; he said to him: ‘Will you not say to me what we shall do with this Ark, as it is lifting the priests high and slamming them to the ground, lifting the priests high and slamming them to the ground?’ He said to him: ‘Send and ask those wise men whom you appointed.’ David said: ‘One who knows how to stop it and does not stop it, will ultimately be strangled.’ He said to him: ‘Slaughter offerings before it, and it will stop.’ The Holy One blessed be He said to Aḥitofel: ‘A matter that the children say in the synagogue each day: “But to the sons of Kehat he did not give…” you did not say to him, but this great matter you said to him: Slaughter offerings before it, and it will stop?’ That is why he was slaughtering when he took it up the second time, so he would not experience this, as it is stated: “It was, when [the bearers of the Ark of the Lord] walked [six paces, that he would slaughter a bull and a fatling]” (II Samuel 6:13). <br>Uza and Aḥyo were driving the wagon, as it is stated: “They conveyed it from the house of Avinadav…[Uza and Aḥyo, sons of Avinadav, were driving the new wagon]” (II Samuel 6:3), Uza after it and Aḥyo before it. “They conveyed it from the house of Avinadav that was in Giva, [with the Ark of God, and Aḥyo was walking before the Ark]” (II Samuel 6:4). To what is the verse “They conveyed it from the house of Avinadav” referring? What did they carry with it? It was a chest that the Philistines sent, a gift to the God of Israel,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">I Samuel 6:7–12.</i> upon which a Torah scroll was placed, like that which we learned: The Ark that Moses crafted: “Its length two and a half cubits, and its width one and a half cubits, and its height one and a half cubits” (Exodus 25:10) – with a cubit containing six handbreadths. The length of the tablets was six handbreadths, their width six, and their thickness three. They were placed along the length of the Ark. How much did the tablets fill? It was twelve handbreadths. Three handbreadths remained. Deduct from them one handbreadth, half for this wall and half for that wall. Two handbreadths remained in which the Torah scroll was placed, as it is stated: “There was in the Ark nothing [<i>ein</i>] but [<i>rak</i>] the two tablets [of stone]” (I Kings 8:9). <i>Ein rak</i>, an exclusion after an exclusion<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">One of the rules used to interpret verses in the Torah is that when an exclusion is followed by another exclusion it comes to teach that there is something which has to be included. (<i>Yoma</i> 43a).</i> is only to include the Torah scroll that was placed in the Ark. You have accounted for the Ark by its length; come account for the Ark by its width. How much did the tablets fill in the Ark? It was six handbreadths. Deduct from them one handbreadth, half for this wall and half for that wall. Two handbreadths remained so that the Torah scroll would enter and exit without difficulty. This is the statement of Rabbi Meir. <br>Rabbi Yehuda says: It is with a cubit containing five handbreadths. The length of the tablets was six handbreadths, their width six, and their thickness three. They were placed along the length of the Ark. How much did the tablets fill in the Ark? It was twelve handbreadths. One half handbreadth remained; one fingerbreadth and one half for this wall and one fingerbreadth and one half for that wall.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">A handbreadth is four fingerbreadths if one measures with the thumb, five with the index finger, and six with the pinkie. The midrash here is using the measure of six fingerbreadths to a handbreadth.</i> You have accounted for the Ark by its length, come account for the Ark by its width. How much did the tablets fill in the Ark? It was six handbreadths. One handbreadth and one half remained. Deduct from them half one handbreadth, one fingerbreadth and one half for this wall and one fingerbreadth and one half for that wall. One handbreadth remained, in which the pillars stood, as it is stated: “King [Solomon] made himself a palanquin.… He crafted its pillars of silver…” (Song of Songs 3:9–10).<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">“King Solomon [<i>hamelekh Shelomo</i>] made himself [<i>lo</i>] a palanquin” is expounded as a reference to the Ark of the King, to whom peace belongs [<i>hamelekh shehashalom shelo</i>].</i> The chest that the Philistines sent as a gift to the God of Israel was placed at its side, as it is stated: “Place the gold objects that you are returning to Him as a guilt offering in a chest at its side, and send it and it will go” (I Samuel 6:8). Upon it, the Torah scroll was placed, as it is stated: “Take this scroll of the Torah, [and place it at the side of the Ark]” (Deuteronomy 31:26). It was placed at its side and not inside it.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><i>Bava Batra</i> 14a.</i> <br>How, then, do I realize: “There was in the Ark nothing [<i>ein</i>] but [<i>rak</i>] the two tablets” (I Kings 8:9)? It is to include the shards of the tablets, which were placed in the Ark, because the whole tablets and the shattered tablets were placed on their sides in the Ark, as they were only three handbreadths thick. Before the chest there was a shelf that protruded from the Ark, on which the Torah scroll was placed. That is what is written: “They conveyed it from the house of Avinadav […with the Ark of God]” (II Samuel 6:4) – this is the chest upon which the Torah scroll was placed and was standing at the side of the Ark of the Covenant of the Lord.  <br>“Aḥyo was walking before the Ark” (II Samuel 6:4) – from here they said: Aḥyo was walking before it. <br>When they were taking it up, ninety thousand elders were walking before it, the priests were bearing it,<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The priests placed it in the wagon, and the wagon was led by priests. Uza and Aḥyo were apparently priests (Maharzu). </i> the Levites were playing instruments, and all Israel were reveling; one who had a palm branch in his hand, one who had a drum or a musical instrument. That is what is written: “David and the entire house of Israel were reveling before the Lord [with all kinds of juniper wood, with harps, with lyres, with drums, with timbrels [<i>uvimenaanim</i>], and with cymbals]” (II Samuel 6:5). This is a reference to a palm branch with which a person waves [<i>menaane’a</i>]. <br>“They came to the threshing floor of Nakhon” (II Samuel 6:6) – “Kidon” (I Chronicles 13:9) is written and “Nakhon” is written. Rabbi Yoḥanan said: Initially Kidon<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Kidon means spear, an instrument of death, as it caused Uza’s death.</i> but ultimately Nakhon.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Nakhon means firmly established, after bringing blessing to the house of Oved Edom.</i> <br>“Uza reached out to the Ark of God [and took hold of it]” (II Samuel 6:6) – the Holy One blessed be He said to him: The Ark bears its bearers; itself all the more so, as it is written: “It was when the entire people had finished crossing, the Ark of the Lord and the priests passed before the people” (Joshua 4:11) – the Ark bore its bearers and crossed. “Because the cattle had stumbled” (II Samuel 6:6( – why did they stumble? It was because they were taking it in contravention of the Torah. They should have taken it on the shoulder, but they loaded it onto a wagon and it proceeded on its own. <br>“The wrath of the Lord was enflamed against Uza, and God smote him there <i>al hashal</i>” (II Samuel 6:7) – what is “<i>al hashal</i>”? Rabbi Yoḥanan and Rabbi Elazar: One said: Over matters of unwitting actions, and one said: Because he tended to his needs before it.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Some say that on a previous occasion he relieved himself before the Ark. Others say that his focus was on personal matters rather than on the matter of the Ark.</i>  <br>“And he died there with the Ark of God” (II Samuel 6:7) – Rabbi Yoḥanan said: Uza will enter the World to Come, as it is stated: “With the Ark of God”; just as the Ark is in existence in the World to Come, so too, Uza will enter the World to Come. <br>“David was distressed [<i>vayiḥar</i>] because the Lord had lashed out [in a breach against Uza]” (II Samuel 6:8) – what is <i>vayiḥar</i>? Rabbi Elazar said: It is that David’s face changed and resembled a loaf baked on coals [<i>ḥarara</i>].<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Wrinkled, dry, and black.</i> What is the reason? It is because <i>af </i>is not written with it.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Typically the word <i>vayiḥar </i>is followed by the word <i>af</i> (see the previous verse), and together they mean: His wrath was enflamed. Here, <i>vayiḥar </i>is not followed by <i>af</i>. Therefore, the Sages attribute an additional meaning to it.</i> <br>Immediately, David feared to bring it to his home, as it is stated: “David feared the Lord on that day, and he said: How can the Ark of the Lord come to me?” (II Samuel 6:9). What did David do? He diverted it to the home of Oved Edom to remain there, as it is stated: “David was unwilling to transfer the Ark of the Lord to him…and David diverted it to the home of Oved Edom the Gitite” (II Samuel 6:10). Oved Edom was a Levite, as it attributes his lineage with the Levites. Oved Edom and his brethren were sixty-two.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">See I Chronicles 26:8.</i> Why was his name called Oved? It is because he served [<i>avad</i>] before the Lord properly. Edom, because he reddened [<i>shehedim</i>] David’s face. He was fearful of the Ark lest it kill him, and he serves before it, and the Holy One blessed be He blessed him. “The Gitite” – it is because he was from Gat. <br>When David returned to Jerusalem, Aḥitofel came and said to him: David, should you not have learned from a small verse that the children read: “But to the sons of Kehat he did not give, [because the service of the sacred objects was upon them; they bore them upon their shoulders]” (Numbers 7:9)? The Levites bear the Ark; the priests do not bear the Ark. On a shoulder they bear the Ark, not on a wagon. From where is it derived that this is so? For you find when he took it up the second time, there was neither priest nor wagon there, as it is stated: “Then David said not to bear the Ark of God, other than the Levites” (I Chronicles 15:2). And it is written: “The children of the Levites bore the Ark of God [as Moses had commanded in accordance with the word of the Lord, on their shoulders with the poles on them]” (I Chronicles 15:15). <br>“The Ark of the Lord stayed in the house of Oved Edom the Gitite” (II Samuel 6:11) – our Rabbis said: There were two items that were sacred and great, but people believed that they were harsh. So as not to disseminate slander in their regard, it wrote a conspicuous instance of praise and blessing in their regard. These are: Incense and the Ark. Incense, so that a person would not say that the incense is harsh. It was by its means that Nadav and Avihu died; by its means the assembly of Koraḥ were burned; by its means Uziyahu was afflicted with leprosy. That is why the Holy One blessed be He wrote a significant virtue regarding the incense, that Israel was saved by its means, as it is stated: “Aaron took as Moses had spoken, and ran into the midst of the assembly, [and behold, the plague had begun among the people; he placed the incense, and atoned for the people. He stood between the dead and the living, and the plague was checked]” (Numbers 17:12–13). The Ark, so that a person will not say that the Ark is harsh. It smote the Philistines, it killed the residents of Beit Shemesh, it killed Uza. That is why it wrote a blessing in its regard, as it is stated: “The Ark of the Lord stayed [in the house of Oved Edom the Gitite for three months, and the Lord blessed Oved Edom and his entire household]” (II Samuel 6:11). It is to teach you that incense and the Ark do not kill, but rather sins kill. <br>With what did the Holy One blessed be He bless the home of Oved Edom? Rabbi Yosei says: With children; that is what is written: “Oved Edom had sons: Shemaya the firstborn…Yoaḥ the third, and Sakhar the fourth, and Netanel.… Peuletai the eighth, [for God had blessed him]” (I Chronicles 26:4–5). They asked before Rabbi Yoḥanan: What is Peuletai? He said to them: It is because he performed a great action [<i>peula</i>] on behalf of the Torah. What great action did he perform? He would kindle a lamp before the Ark, one lamp in the morning and one lamp in the evening. <br>Rabbi Yosei rendered it words of parting: If for the Ark that did not eat and drink and requires attention only due to the two tablets that were in it, the home of Oved Edom the Gitite was privileged to be blessed on account of it, one who receives Sages and students with food, drink, and made beds, all the more so that the Holy One blessed be He will pay him his reward. They said regarding Oved Edom: He had eight sons and eight daughters-in-law, and each and every one of them would give birth to two in one month. How so? She would be impure for seven,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Seven days.</i> pure for seven, and give birth; impure for seven, pure for seven, and give birth. Sixteen for each month; for three months that is forty-eight. The sons of Shemaya were six, as it is written: “To Shemaya his son were born sons.… The sons of Shemaya: Otni…” (I Chronicles 26:6–7);<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">According to the midrash, these six sons of Shemaya were born before the Ark arrived.</i> that is fifty-four. His eight, as it is written: “Oved Edom had sons…” (I Chronicles 26:4–5), that is sixty-two. That is what is written: “All these were of the sons of Oved Edom, they and their sons and their brethren, capable men with strength for the service: sixty-two for Oved Edom.” (I Chronicles 26:8). That is, “for God had blessed him” (I Chronicles 26:5). That is why it is stated: “[The Ark of God remained with the household of Oved Edom, in his house three months,] and the Lord blessed the house of Oved Edom…” (I Chronicles 13:14). <br>David heard after three months that the Holy One blessed be He had blessed Oved Edom and his household. He gathered the elders of Israel, the leaders, and the leaders of the priests and Levites to take up the Ark with great rejoicing, as it is written: “It was told to King David, saying: The Lord has blessed the house of Oved Edom…[David went and took up the Ark of God from the house of Oved Edom to the City of David with rejoicing]” (II Samuel 6:12). And one verse says: “David, and the elders of Israel, [and the captains of thousands, who were walking to take up the Ark of the Covenant of the Lord from the house of Oved Edom, were joyful]” (I Chronicles 15:25). Who took it up? The Levites took it up. When David saw that the Levites took it up and were not harmed, as Aḥitofel had said to him, he added and slaughtered more offerings before it as Aḥitofel had said initially. That is what is written: “It was as God helped the Levites, [carriers of the Ark of the Covenant of the Lord, and they sacrificed seven bulls and seven rams]” (I Chronicles 15:26).  <br>One verse says: “They sacrificed seven bulls and seven rams” (I Chronicles 15:26). And one verse says: “It was when [the bearers of the Ark of the Lord] would walk six paces, he would slaughter a bull and a fatling” (II Samuel 6:13). Rabbi Ḥanina and Rabbi Mana: One said: For each pace a bull and a fatling, and after seven, seven bulls and seven rams. And one said: For each pace seven bulls and seven rams, and at the end a bull and a fatling. The Rabbis say: One verse explains the other: For each seven<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">It should read six paces (<i>Matnot Kehuna</i>).</i> paces, seven bulls and seven rams.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Jerusalem Talmud, <i>Sanhedrin</i> 10:2.</i> Rav Pappa bar Shmuel said:<b> </b>For each and every pace, a bull and a fatling; for every six steps seven bulls and seven rams. Rav Ḥisda said to him: If so, you have filled the entire Land of Israel with altars. Rather, Rav Ḥisda said: For every six paces, a bull and a fatling, and for every six sets of six paces, seven bulls and seven rams.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\"><i>Sota</i> 35b.</i> <br>“David was dancing before the Lord with all his might” (II Samuel 6:14) – come and see to what extent David debased himself for the glory of the Holy One blessed be He. David should have been walking before it like a king clad in his royal garments. [He was] not, but rather David donned fine garments in honor of the Ark and reveled before it in any describable manner saying whatever he could say, as it is stated: “David was wrapped in a fine linen robe along with all the Levites who were bearing the Ark…[upon David there was an ephod of linen]” (I Chronicles 15:27).  <br>And it is written: “David was <i>mekharker</i> before the Lord <i>bekhol oz</i>” (II Samuel 6:14) – what is “<i>bekhol oz</i>”? It is with all his might. What is “<i>mekharker</i>”? It is that he was clapping his hands one upon the other and saying: Exalted Lord [<i>kiri ram</i>]. Israel were shouting<i> </i>and sounding the shofars, trumpets, and all musical instruments, as it is stated: “All the house of Israel were taking up the Ark of the Lord with shouting and with the sounding of the shofar” (II Samuel 6:15). And one verse says: “All Israel were taking up the Ark of the Covenant of the Lord [with shouts, and with sound of a shofar, and with trumpets, and with cymbals, sounding with lyres and harps]” (I Chronicles 15:28). <br>When they arrived in Jerusalem, all the women were peering at David from the rooftops and from the windows and saw him dancing and reveling, but he did not care. That is what is written: “It was, as the Ark of the Lord was entering the City of David [that Mikhal daughter of Saul peered through the window]” (II Samuel 6:16). You see that his wife was peering at him. From where is it derived that the same is true of all the women of Jerusalem? It is as she says: “How honorable today is the king of Israel, who was exposed today before the eyes of the maidservants of his servants” (II Samuel 6:20).  <br>“She saw King David <i>mefazez umkharker</i>…” (II Samuel 6:16) – when she saw him conducting himself like a commoner, he was contemptible in her eyes. What is <i>mefazez umkharker</i>? What would he do? Our Rabbis said: He was wearing refined gold garments similar to pure gold [<i>paz</i>]. He would strike his hands one on another and clap, and he would cry <i>kiri ram</i>. He would <i>mefazez</i>. What is <i>mefazez</i>? The refined gold that was on him would produce a clinking sound. Could it be that David did not do any more than that? No. Rather, he would reverse his cloak and leap before it, as it is written elsewhere: “And saw King David dancing and reveling…” (I Chronicles 15:29). All the women were peering at him from the rooftops and the windows, and he did not care. From where do you learn that David would reverse his cloak and leap?<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The midrash returns to this question later.</i>  <br>It is as you find that once they took it into the City of David, they displayed it in the place that David had prepared for it, and he and Israel offered up burnt offerings before it, as it is written: “They brought the Ark of the Lord, and they displayed it [in its place, within the tent that David had pitched for it]” (II Samuel 6:17). Elsewhere it is written: “They presented burnt offerings and peace offerings before God” (I Chronicles 16:1) – after he concluded the offering, he blessed the entire people because they honored the Ark. He gave gifts to them all as an expression of joy for the Ark, and to the women, as it is stated: “David concluded offering up the burnt offerings and the peace offerings, [and he blessed the people in the name of the Lord of hosts]. He distributed to all the people, to the entire multitude of Israel, [both men and women, to each, one loaf of bread, one portion of beef [<i>eshpar</i>], and one raisin cake [<i>ashisha</i>]]” (II Samuel 6:18–19). What is <i>eshpar</i>? It is one-sixth [<i>eḥad mishisha</i>] of a bull [<i>bapar</i>]; <i>ashisha</i>, one-sixth of an ephah. Some say: <i>Ashisha</i> – a cask of wine, just as it says: “And lovers of goblets [<i>ashishei</i>] of grapes” (Hosea 3:1). <br>After all Israel took their leave from him, he turned to bless his household and to bring them joy, due to the overwhelming celebration of the Ark. Mikhal emerged to meet him and disgraced him for debasing himself before the eyes of the women in honor of the Ark. That is what is written: “David returned to bless his household. [Mikhal daughter of Saul came out to meet David, and she said: How honorable today was the king of Israel, who was exposed today before the eyes of the maidservants of his servants, in the manner that one of the idlers is exposed]” (II Samuel 6:20). She did not enable him to enter into the house, but she went out and verbally lambasted him. “She said: How honorable today was the king of Israel, who was exposed today before the eyes of the maidservants of his servants.” From here you learn that he reversed his cloak and leapt, as she said to him: “Who was exposed today.” She began instigating a quarrel with him, seeking to utterly shame him. She said to him: ‘Have you seen your glory?’ “How honorable today was the king of Israel”? ‘Now you have let it be known that you are king?’ “Who was exposed today” – if only it had been privately, but rather it was “before the eyes of the maidservants of his servants.” These are the women of Israel, whom she characterizes as maidservants. “In the manner that one of the idlers is exposed” – Rabbi Abba bar Kahana said: The idlest of the idlers is the dancing jester, as there is no one idler than he is from any mitzva. That is how David was dancing before the Ark.  <br>She said to him: ‘Today the glory of father’s household has been revealed. Come and see what the difference is between you and father’s household. All members of my father’s household were modest and holy.’ They said about the household of Saul that neither heel nor big toe of theirs was ever seen. That is what is written: “He came to the sheep enclosures upon the way, and there was a cave there. Saul came [to relieve himself]” (I Samuel 24:3). What is, “he came to the sheep enclosures [<i>gidrot</i>]”? Rabbi Avin in the name of Rabbi Elazar: He entered a sheep pen, a gate within a gate. “Saul came to relieve himself [<i>lehasekh et raglav</i>]” – he made himself like a booth [<i>sukka</i>], wrapped in flowing robes and sat in the lavatory. He would lower his garment a bit and raise it a bit, lower it a bit and raise it a bit. David said: It is not proper to harm so modest a body. That is what is written that he said to him: “Behold, this day your eyes have seen that the Lord delivered you today into my hand in the cave, and one said to kill you, and I <i>vataḥas</i> on you” (I Samuel 24:10). It is not written here, “I had compassion [<i>vaaḥus</i>] on you,” but rather, “it has compassion [<i>vataḥas</i>] on you” – your modesty caused there to be compassion on you. That is what Mikhal said to him: ‘The members of father’s household were so modest, and you stand and expose your garment like one of the idlers.’ <br>When she finished her words, he said to her: ‘Was I reveling before a king of flesh and blood? Was it not before the King of kings that I was reveling, who chose me over your father and his entire household? Were your father more righteous than I, would God have chosen me and rejected your father’s household?’ That is what is written: “David said to Mikhal: Before the Lord, [who chose me over your father and over his entire household, to appoint me ruler over the people of the Lord, over Israel, I will revel before the Lord]” (II Samuel 6:21). He said to her: ‘Your father was king over Israel alone; I am ruler over Israel and Judah.’ That is what is written: “Over the people of the Lord” – this is the tribe of Judah. “Over Israel” – these are the rest of the tribes.  <br>Another matter: He said to her: ‘The members of your father’s household sought their own glory and forsook the glory of Heaven. I do not do so, but rather, I forsake my own glory and seek the glory of Heaven.’ That is what is written: “I would be demeaned even more than this, [and I would be lowly in my eyes; but with the maidservants of whom you spoke, with them, I would be honored]” (II Samuel 6:22). ‘Do not say that I was lowly in the eyes of others and not contemptible in my perception’; the verse states: “And I would be lowly in my eyes.” “But with the maidservants of whom you spoke, with them, I would be honored” – he said to her: ‘Those women whom you characterized as maidservants are not maidservants [<i>amahot</i>], but mothers [<i>imahot</i>]. If only I will have a portion with them in the future.’ That is what is written: “But with the maidservants of whom you spoke” – if only, “with them, I would be honored.”  <br>Because Mikhal said this, she was punished, as it is written thereafter: “Mikhal daughter of Saul did not have a child until the day of her death” (II Samuel 6:23). But is it not written: “Yitre’am, to Egla his wife” (I Chronicles 3:3)? She lowed like a calf [<i>egla</i>] and died.<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The reference is to Mikhal and that she died in childbirth.</i> That is what is written: “[Mikhal…did not have a child] until the day of her death” – but on the day of her death she had. <br>There is no person in Israel who debased himself for the mitzvot more than David. That is what is written that he said: “Lord, my heart was not haughty” (Psalms 131:1) – when Samuel anointed me as king; “nor my eyes lofty” (Psalms 131:1) – when I killed Goliath; “and I did not aspire to greatness” (Psalms 131:1) – when they restored me to my kingdom; “or to what is beyond me” (Psalms 131:1) – when I took up the Ark. “Instead I have composed and quieted my soul, like a weaned child on his mother” (Psalms 131:2) – just as this child is not ashamed to be exposed before his mother, so, I have composed myself before You that I was not ashamed to debase myself before You in Your honor. “My soul is like a weaned child” (Psalms 131:2) – like this infant who emerges from his mother’s womb, and he has no haughtiness of spirit to refrain from nursing from his mother’s breasts, so my soul is upon me, as I am not ashamed to study Torah from the insignificant of Israel. Rabbi Ada bar Rabbi Ḥanina said: The Holy One blessed be He said to him: ‘You have rendered yourself like a weaned child; as you live, just as this child has no iniquities, so, you have no iniquities, as it is stated: “The Lord has expunged your sin; you will not die” (II Samuel 12:13). <br>From here you learn that a person may not comport himself with haughtiness before the Omnipresent, but rather, he should debase himself for His glory. Rabbi Yehuda HaLevi bar Rabbi Shalom said: The actions of the Holy One blessed be He are unlike the actions of flesh and blood. Why? The cook of flesh and blood has fine garments. When he goes out to the marketplace he wears them, but when he stands and cooks, he removes the nice ones and wears tatters and an apron. Moreover, when he sweeps the stove and the oven, he wears lower-quality garments than those. But before the Holy One blessed be He, when the priest sweeps the altar and removes the ashes, he dons excellent garments, as it is stated: “The priest shall don his linen vestments…” (Leviticus 6:3), so that “he shall remove the ashes” (Leviticus 6:3). Why is it so? It is only to inform you that there is no haughtiness before the Omnipresent. <br>Likewise, you find that Elazar the priest would comport himself with humility before the Omnipresent. Rabbi Yehoshua ben Levi said: Elazar was the head of heads, the prince of princes, as it is stated: “The prince of the princes of the Levites was Elazar son of Aaron the priest…” (Numbers 3:32). See the authority that he possessed, and you assume that because he was a prominent man he would delegate others to bear the vessels that he was supposed to bear. No; rather, he himself would bear them, as it is stated: “The charge of Elazar son of Aaron the priest [is the illuminating oil, and the incense of the spices, and the meal offering of the daily offering, and the anointing oil]” (Numbers 4:16). How did he bear all these? Our Rabbis said: This is how he bore them: The anointing oil in his right, the incense of the spices in his left, and the meal offering of the daily offering of the morning was suspended from his forearm. Where was the one brought in the afternoon placed? Rabbi Aḥa said that Rabbi Shimon ben Yoḥai said: He would suspend a type of small bowl from his belt, because his loins were girded with a belt like a servant before his master. This is to inform you that there is no haughtiness before God. “The charge of the entire Tabernacle, and of all that is in it, in the sacred, and in its vessels” (Numbers 4:16) – as it was he who would give them the Ark, the table, the candelabrum, and the altars and all their utensils, just as it says: “Their commission: The Ark, [the table, the candelabrum, the altars, and the sacred vessels with which they would serve, and the screen, and all its work]. The prince of the princes of the Levites was Elazar…” (Numbers 3:31–32).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c574d6e4a937f99979f9", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 7:3", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Bamidbar Rabbah 7:3", "sourceHeRef": "במדבר רבה ז׳:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וגו' <small>(במדבר ה, ב)</small>, אַתְּ מוֹצֵא מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ פְּרוֹפָּסִיטִין, אַף הָאֱלֹהִים יֵשׁ לוֹ פְּרָפּוֹסִיטִין, שֶׁנֶּאֱמַר <small>(במדבר א, ב)</small>: שְׂאוּ אֶת רֹאשׁ כָּל עֲדַת בְּנֵי יִשְׂרָאֵל וגו', מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ דֻּכָּסִין, אַף הָאֱלֹהִים יֵשׁ לוֹ דֻּכָּסִין, <small>(במדבר ג, לב)</small>: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי וגו', אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן לֵוִי דּוּךְ דּוּכָנִין הָיָה, מֶלֶךְ בָּשָׂר וָדָם מְחַלֵּק דּוֹנָטִיבָא לְלִגְיוֹנוֹתָיו, הָאֱלֹהִים מְחַלֵּק דּוֹנָטִיבָא, שֶׁנֶּאֱמַר <small>(שמות טז, ד)</small>: הִנְנִי מַמְטִיר לָכֶם לֶחֶם מִן הַשָּׁמָיִם. מֶלֶךְ בָּשָׂר וָדָם מְחַלֵּק כֵּלִים וּבֶסְטִיָא לְאִסְרַטְיוֹטוֹת שֶׁלּוֹ, וְאַף הָאֱלֹהִים כֵּן, שֶׁנֶּאֱמַר <small>(דברים ח, ד)</small>: שִׂמְלָתְךָ לֹא בָלְתָה וגו'. מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ סְפֶקוּלָא, וְאַף הָאֱלֹהִים יֵשׁ לוֹ סְפֶקוּלָא, שֶׁנֶּאֱמַר <small>(ויקרא כ, י)</small>: מוֹת יוּמַת הַנֹּאֵף וְהַנֹּאָפֶת. מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ קָטָרִיקָס, אַף הָאֱלֹהִים יֵשׁ לוֹ קָטָרִיקָס, שֶׁנֶּאֱמַר <small>(דברים כב, יט)</small>: וְעָנְשׁוּ אֹתוֹ מֵאָה כֶסֶף. מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ קָטָפוֹרָס, אַף הָאֱלֹהִים יֵשׁ לוֹ קָטָפוֹרָס, שֶׁנֶּאֱמַר <small>(דברים כה, ג)</small>: אַרְבָּעִים יַכֶּנּוּ לֹא יֹסִיף. מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ מֶטָלוֹן שֶׁל טֵרוּדִין, אַף הָאֱלֹהִים יֵשׁ לוֹ מֶטָלוֹן שֶׁל טֵרוּדִין, שֶׁנֶּאֱמַר: וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“They shall send out from the camp every leper…” – you find that a king of flesh and blood has nobility; God, too, has nobility, as it is stated: “Take a census of [<i>se’u et rosh</i>]<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Literally, elevate them.</i> the entire congregation of the children of Israel…” (Numbers 1:2). A king of flesh and blood has senior officials; God, too, has senior officials: “The prince of the princes of the Levites, [Elazar son of Aaron the priest]” (Numbers 3:32). Rabbi Yehoshua ben Levi says: He [Elazar] was an overseer of officials. A king of flesh and blood distributes sustenance to his legions; God, too, distributes sustenance, as it is stated: “Behold, I am raining bread for you from the heavens” (Exodus 16:4). A king of flesh and blood distributes blankets and garments to his soldiers; the same is true of God, as it is stated: “Your garments did not become worn…” (Deuteronomy 8:4). A king of flesh and blood issues a death sentence; God, too, issues a death sentence, as it is stated: “The adulterer and the adulteress shall be put to death” (Leviticus 20:10). A king of flesh and blood exacts fines; God, too, exacts fines, as it is stated: “They shall fine him one hundred silver pieces” (Deuteronomy 22:19). A king of flesh and blood inflicts corporal punishment; God, too, inflicts corporal punishment, as it is stated: “Forty he shall flog him; he shall not add” (Deuteronomy 25:3). A king of flesh and blood has a metal mine to which the banished are exiled; God, too, has a metal mine<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">This is meant metaphorically; there is a place to which people are banished.</i> to which the banished are exiled, as it is stated: “They shall send out from the camp every leper…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39d6ed6e4a94c42d0fecd", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Avi Ezer, Numbers 3:32:1", "sourceHeRef": "אבי עזר, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלוי. </b>.הא לך כלל גדול, כל \nמקום שנזכר שני שמות סמוכים משורש אחד הוראתם להפלגה גדולה, וכן שמי \nהשמים (דברים י, יז).:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58fdc0bfd6e4a960c04a1907", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Noach 14:7", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Midrash Tanchuma, Noach 14:7", "sourceHeRef": "מדרש תנחומא, נח י״ד:ז׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נח", "he": "מֹשֶׁה הִתְחִיל בַּכְּהֻנָּה, וּבַדּוּכָן, וּבַקָּרְבָּנוֹת, וּבַתּוֹרָה. בַּכְּהֻנָּה, שֶׁשִּׁמֵּשׁ בִּכְהֻנָּה גְדוֹלָה בְּשִׁבְעַת יְמֵי הַמִּלּוּאִים. וּבַדּוּכָן, שֶׁהֶעֱמִיד אֶלְעָזָר בֶּן אַהֲרֹן עַל הַדּוּכָן, שֶׁנֶּאֱמַר: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי אֶלְעָזָר וְגוֹ' <small>(במדבר ג, לב)</small>. בַּקָּרְבָּנוֹת, שֶׁנֶּאֱמַר: וַיַּקְטֵר מֹשֶׁה אֶת הָרֹאשׁ וְגוֹ' <small>(ויקרא ח, כ)</small>. בַּתּוֹרָה, שֶׁנֶּאֱמַר: וְאֶתְּנָה לְךָ אֶת לֻחֹת הָאֶבֶן וְהַתּוֹרָה וְהַמִּצְוָה <small>(שמות כד, יב)</small>. בִּלְעָם, הִתְחִיל בַּקֻבְּיָא, בַּבְּלוֹרִית, בַּקְּסָמִים, וּבַזְּנוּת. הֱוֵי, נֹחַ אֶחָד מֵאַרְבָּעָה שֶׁהִתְחִילוּ בְּאַרְבָּעָה דְּבָרִים אֵלּוּ.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Moses introduced priestcraft, priesthood, sacrifice, and the law. He introduced priestcraft when he officiated as priest for seven days during the inauguration (of the priesthood); priesthood when He appointed Elazar the son of Aaron to the office of priest in the Temple, as it is said: <i>And the chief over the princes of the Levites was Elazar the son of Aaron the priest</i> (Num. 3:32); sacrifice, for it is said: <i>And Moses made the whole head ram smoke upon the altar; it was a burnt offering</i> (Lev. 8:20); and law, for it is written: <i>And I will give to thee the tablets of stone and the law and the commandments</i> (Exod. 24:12). Balaam instituted gambling, plaiting the hair, sorcery, and unchastity. Hence, Noah was one of four men who introduced four things.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b273d6e4a957603a20b9", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Noach 20:5", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Midrash Tanchuma Buber, Noach 20:5", "sourceHeRef": "תנחומא בובר, נח כ׳:ה׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 20.0005, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נח", "he": "משה התחיל בכהונה ובדוכן ובקרבנות ובתורה, [בכהונה ששמש בכהונה גדולה בשבעת ימי המלואים], בדוכן שהעמיד אלעזר על הדוכן, שנאמר ונשיא נשיאי הלוי אלעזר וגו' <small>(במדבר ג לב)</small>, ובקרבנות מנין, ויקטר משה את [כל] האיל המזבחה <small>(ויקרא ח כא)</small>, ובתורה מנין, שנאמר עלה אלה ההרה [והיה שם ואתנה לך את לחות האבן והתורה והמצוה אשר כתבתי להורותם] <small>(שמות כד יב)</small>.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "Moses was first with the priesthood, with the pulpit, with the sacrifices, and with the Torah.<br>• [With the priesthood, when he served in the high priesthood for the seven days during the consecration (of Aaron and his sons.)]<sup class=\"footnote-marker\">73</sup><i class=\"footnote\"><i>yYoma</i> 1:1 (38b); Lev. R. 11:7; <i>PRK</i> 4:5; <i>PR</i> 14:11.</i> <br>• With the pulpit, when he had Eleazar stand on the pulpit. Thus it is stated (in Numb. 3:32): <small>AND THE PRINCE OF THE LEVITE PRINCES WAS ELEAZAR</small>….<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">As a Levite he would officiate from a pulpit.</i><br>• With the sacrifices: Where is it shown? (Lev. 8:21): <small>MOSES SACRIFICED THE [WHOLE] RAM UPON THE ALTAR</small> (during the consecration of Aaron and his sons).<br>• With the Torah: Where is it shown? Where it is stated (in Exod. 24:12): <small>COME UP TO ME ON THE MOUNTAIN [AND BE THERE, AND I WILL GIVE YOU STONE TABLETS WITH TORAH AND THE COMMANDMENTS WHICH I HAVE WRITTEN FOR THEIR INSTRUCTION</small>]. ", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "59a6c634d6e4a920f72d99e2", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "HaKtav VeHaKabalah, Numbers 3:32:1", "sourceHeRef": "הכתב והקבלה, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 32.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלוי. </b>טעם שהזכיר זה סמוך לבני קהת, גם איתמר היה ממונה על בני גרשון ומררי ולא הזכירו בפרשה זו, אמר במדבר רבה, לפי שאלעזר היה גם כן שותף במשאן של בני קהת שהיה נושא מעבודת הקדש עמהם כדכתיב בסוף הפרשה ופקודת אלעזר וגו' משא\"כ איתמר שלא היה שותף עם עבודת בני גרשון ובני מררי: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc280c1533e001928a961", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Malbim on Numbers 3:32:1", "sourceHeRef": "מלבי\"ם על במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ונשיא נשיאי הלוי </b>הנה היו להם ג' נשיאים לג' בתי אבות וחוץ מזה היו אהרן ובניו פוקדי' בעניני המקדש כמ\"ש [ד כז] עפ\"י אהרן ובניו תהיה, והיה איתמר ממונה על בני גרשון ומררי כמ\"ש [ד כח לג] <b>ואלעזר </b>היה נשיא על כל הנשיאים השלשה, וגם עליו היה מוטל פקודת שומרי משמרת הקדש, וזה ית' לקמן [ד טז], והראב\"ע מפרש נשיא פקודת שומרי משמרת הקדש, ר\"ל שאלה השלשה נשיאים הם פקידים על השומרים שהם הלוים ואלעזר ממונה על הנשיאים:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178bfbbb386c00d3de6b59", "index_title": "Bartenura on Mishnah Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Shekalim 5:2:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Bartenura on Mishnah Shekalim 5:2:2", "sourceHeRef": "ברטנורא על משנה שקלים ה׳:ב׳:ב׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Shekalim", "he": "ברטנורא על משנה שקלים"}, "heTitle": "ברטנורא על משנה שקלים", "he": "<b>אמרכלין.</b> למעלה מן הגזברים. ונשיא נשיאי הלוי (במדבר ג׳:ל״ב) מתרגמינן ואמרכליא דממנא. ולשון אמרכל, אמר על כל. ובערבי קורים לגדול אמיר. מה היו ז׳ אמרכלין עושין, שבעה מפתחות העזרה בידם, רצה אחד מהן לפתוח אינו יכול עד שיכנסו כולם ויפתחו, והגזברים נכנסים אחריהם ומוציאים מה שהן צריכין. ועוד מעלה האחרת למעלה מן האמרכלים היתה שם שלא נזכרה במשנה ומייתי לה בתוספתא, והן שני קתילוקין. ונמצאו שם ה׳ מדרגות, כהן גדול, סגן, קתילוקין, אמרכלין, גזברים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "אמרכלין – they are higher than the treasurers and (Numbers 3:32): “The head chieftain of the Levites [was Eleazar son of Aaron the priest, in charge of those attending to the duties of the sanctuary],” which we translate [in Aramaic] as \"ואמרכלין דממנא\" and the language \"אמרכל\" - “he stated over everything,” and in Arabic we call him “Amir.” What did the seven officers/אמרכלין do? Seven keys of the courtyard were in their hands. If one of them wanted to open it up, he could not until all of them entered in together and the treasurers coming after them would open it and remove whatever they needed. And another level above that of the אמרכלין/officer/trustees (superintending the cashiers) was there, which was not mentioned in the Mishnah and it is brought in the Tosefta (Chapter 2, Halakha 15 – Lieberman edition), and they are two financial officers/controllers (\"קתילוקין\" ) and there were found five levels there: The High Priest, his assistant, the financial controllers, the trustees, treasurers.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c214b1ddea4bb00682c48d3", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 5a:8", "anchorRef": "Numbers 3:22-34", "anchorRefExpanded": ["Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34"], "sourceRef": "Bekhorot 5a:8", "sourceHeRef": "בכורות ה׳ א:ח׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0008, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "שאל קונטרוקוס השר את רבן יוחנן בן זכאי בפרטן של לוים אתה מוצא עשרים ושנים אלף ושלש מאות בכללן אתה מוצא עשרים ושנים אלף ושלש מאות להיכן הלכו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ With regard to the abrogation of the sanctity of the firstborn in the wilderness by the Levites, the Gemara relates that <b>Kontrokos the officer asked Rabban Yoḥanan ben Zakkai: In</b> the <b>individual</b> count <b>of</b> each family of <b>Levites you find</b> that there were <b>22,300</b> (see Numbers 3:22–34). But <b>in</b> the <b>collective</b> count <b>of</b> the entire tribe <b>you find</b> a total of <b>22,000,</b> as it is stated: “All the males from a month old and upward, were 22,000” (Numbers 3:39). <b>Where,</b> then, <b>did</b> the other <b>three hundred</b> Levites <b>go?</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c467c1608d98a02694cd171", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, דּוּךְ III 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Jastrow, דּוּךְ III 1", "sourceHeRef": "מילון יסטרוב, דּוּךְ III א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "דּוּךְ III", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">דּוּךְ III</strong> m.  (v. <a class=\"refLink\" href=\"/Jastrow,_דּוּךְ II.1\" data-ref=\"Jastrow, דּוּךְ II 1\">preced.</a>) <i>leader, chief commander</i>, only in <span dir=\"rtl\">דּוּךְ דּוּכָנִין</span> (an adaptation of dux ducum, δώξ δωκῶν, v. Du Cange s. v.) the leader of the services of the Levites, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דּוּכָן.1\" data-ref=\"Jastrow, דּוּכָן 1\">דּוּכָן</a>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Shabbat.10.3.3\" data-ref=\"Jerusalem Talmud Shabbat 10:3:3\">Y. Sabb. X, 12ᶜ</a>; <a class=\"refLink\" href=\"/Bamidbar_Rabbah.7.3\" data-ref=\"Bamidbar Rabbah 7:3\">Num. R. s. 7</a> (rendering of <span dir=\"rtl\">נשיא נשיאי</span> <a class=\"refLink\" href=\"/Numbers.3.32\" data-ref=\"Numbers 3:32\">Num. III, 32</a>). <a class=\"refLink\" href=\"/Bamidbar_Rabbah.4.20\" data-ref=\"Bamidbar Rabbah 4:20\">Num. R. s. 4</a>, end [read:] <span dir=\"rtl\">אלעזר היה דוך דוכנין וכ׳</span> Eleazar was chief commander, prince over princes; cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דּוּכּוֹס.1\" data-ref=\"Jastrow, דּוּכּוֹס 1\">דּוּכּוֹס</a>.—*Pl. <span dir=\"rtl\">דּוּכִים</span>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.5.3\" data-ref=\"Bereishit Rabbah 5:3\">Gen. R. s. 5</a> (play on <span dir=\"rtl\">ד̇כ̇י̇ם̇</span>, <a class=\"refLink\" href=\"/Psalms.93.3\" data-ref=\"Psalms 93:3\">Ps. XCIII, 3</a>) (‘the rivers lift up their voices’, saying to the waves of the Sea) <span dir=\"rtl\">דּוֹּכִֹיֹםֹ קבלונו</span> ye leaders, receive us; [<a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.848.1\" data-ref=\"Yalkut Shimoni on Nach 848:1\">Yalk. Ps. 848</a> <span dir=\"rtl\">דַּכִּים אנו</span> we are crushed]."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd140d904bbb60019c1e51c", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Birkat Asher on Torah, Numbers 3:32:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"ונשיא נשיאי הלוי אלעזר בן אהרן הכהן\".</b> ראש הנשיאים למשפחות הלויים היה אלעזר בן אהרן הכהן. תפקידו היה להנהיג את הלויים שעסקו במשמרת הקודש. וקשה לי, שלכאורה אין מקומו של פסוק זה כאן, לאחר מנין בני גרשון ובני קהת ותיאור תפקידם כי אם אחר מניית משפחות מררי ותיאור תפקידם, ועדיין לא מצאתי תשובה. (פ' נשא תשמ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140d99539fc005a15fdbe", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 3:32:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Birkat Asher on Torah, Numbers 3:32:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ג׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "ולכאורה התשובה פשוטה - מפני שאלעזר, בן בנו של עמרם, קהתי היה, על כן מנוהו כאן, לפי משפחתו ולא לפי תפקידו. (פ' במדבר תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140d904bbb60019c1e51e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 3:32:3", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Birkat Asher on Torah, Numbers 3:32:3", "sourceHeRef": "ברכת אשר על התורה, במדבר ג׳:ל״ב:ג׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 32.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "וראה רש\"י (להלן ד, טז ד\"ה פקודת כלי המשכן) שעל בני גרשון ומררי היה ממונה איתמר בן אהרן. (פ' נשא תשמ\"ט) ובהערה 25 שבחומש \"דעת מקרא\" על אתר כתוב: יש לציין, שהתפקיד (של אלעזר) נזכר בכוונה כאן, בתיאור עבודת בני קהת, כי מלבד מה שהיה ממונה על כל בני לוי, היה אלעזר אחראי במיוחד לעבודת בני קהת, שטיפלו בכלים המקודשים ביותר. ונזכור, שכבר הוסיף להם הכתוב תואר כבוד \"שמרי משמרת הקדש\" (פסוק כח). ועם זה היה אלעזר ממונה גם על עבודות בני גרשון ומררי ליד איתמר בן אהרן הכהן (ראה להלן ד, כח ו־לג). ע\"כ.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0ceeb7d2e1475644c19", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Midrash Lekach Tov, Numbers 3:32:1", "sourceHeRef": "מדרש לקח טוב, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 32.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ונשיא נשיאי הלוי. זה אמרכלא מאי אמרכלא אמר כלא על פיו היו עושין כל דבר ודבר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f5770f59f29a4b526dedae", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Maskil LeDavid, Numbers 3:32:1", "sourceHeRef": "משכיל לדוד, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי וכולי ממונה וכו׳</b> והטעם שהזכירו כאן סמוך לבני קהת וגם הטעם שלא הזכיר גם כן איתמר שגם הוא היה ממונה על בני גרשון ובני מררי. כבר תירצו בבמדבר רבה לפי שאלעזר היה גם כן שותף במשאן של בני קהת שהיה נושא מעבודת הקדש עמהם כדכתיב בסוף הפרשה ופקודת אלעזר וכו׳ משא״כ איתמר שלא היה שותף עם עבודת ב״ג ובני מררי כלל:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6232087f574a17ca6bc7f", "index_title": "Jerusalem Talmud Shabbat", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shabbat 10:3:3", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Jerusalem Talmud Shabbat 10:3:3", "sourceHeRef": "תלמוד ירושלמי שבת י׳:ג׳:ג׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Jerusalem Talmud Shabbat", "he": "תלמוד ירושלמי שבת"}, "heTitle": "תלמוד ירושלמי שבת", "he": "אִין תֹּאמַר שֶׁהָיָה קָטָן. אָמַר רִבִּי יְהוֹשֻׁעַ בֶּן לֵוֵי. כְּתוּב וּנְשִׂיא֙ נְשִׂיאֵ֣י הַלֵּוֵ֔י אֶלְעָזָר֖ בֶּן־אַֽהֲרֹ֣ן הַכֹּהֵ֑ן. דּוּךּ דּוּכָּנִים הָיָה. רִבִּי יְהוּדְה בִּירְבִּי אָמַר. מַרְכָּל הָיָה. תַּנֵּי רִבִּי חִייָה. וְלָמָּה נִקְרָא שְׁמוֹ מַרְכָּל. שֶׁהָיָה מַר עַל הַכֹּל. אֶלָּא שֶׁאֵין גְּדוּלָּה בְפַּלַטִין שֵׁלְּמֶלֶךְ. אָמַר רִבִּי לֵוִי. כְּתִיב וְלָבַ֨שׁ הַכֹּהֵ֜ן מִדּ֣וֹ בַ֗ד... וְהֵרִ֣ים אֶת־הַדֶּ֗שֶׁן. אֶלָּא שֶׁאֵין גְּדוּלָּה בְפַּלַטִין שֵׁלְּמֶלֶךְ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "If you say that he was unimportant, Rebbi Joshua ben Levi said, it is written<sup class=\"footnote-marker\">39</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\"><i>Num</i>. 3:32</a>.</i>: <i>The prince of the princes of the Levites, Eleazar, Aaron’s son</i>. A duke<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Latin <i>dux, ducis,</i> <i>m</i>. As in English, the Hebrew form is derived from the root, not the nominative.</i> of dukes he was. The great Rebbi Jehudah said, he was the executive officer. “And why was his title <i>Markol</i>? Because he had the say about everything.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">“Having a say about everything.” <a class=\"refLink\" data-ref=\"Tosefta Shekalim (Lieberman) 2:15\" href=\"/Tosefta_Shekalim_(Lieberman).2.15\">Tosephta <i>Šeqalim</i> 2:15</a>.</i>” Only there is no greatness in the king’s palace. Rebbi Levi said, it is written<sup class=\"footnote-marker\">42</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\"><i>Lev</i>. 6:3</a>.</i>, <i>the priest shall dress in linen garment</i> … <i>and remove the ashes</i>, only there is no greatness in the king’s palace.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6241ae81525d18d1b6419b94", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, iv; On Humility, Great is Humility 10", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Menorat HaMaor, iv; On Humility, Great is Humility 10", "sourceHeRef": "מנורת המאור, ד; פרק הענווה, גדולה ענוה י׳", "anchorVerse": 32, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 10, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "גדולה ענוה", "he": "גדולה ענוה שבה נשתבח אלעזר בן אהרן הכהן. שנא' בו (במדבר ג, לב) ונשיא נשיאי הלוי אלעזר בן אהרן הכהן, ואפי' הכי היה משפיל את עצמו ומשתעבד לפני הב\"ה, והיה נושא בעצמו קטורת הסמים ושמן המאור בשמאלו ומנחת התמיד בזרועו. ושמן המשחה היכן היה. ר' אבין בשם ר' אלעזר אומר, תלויה היתה באפונדתו. ושמא תאמר קטן היה, הרי הוא אומר ונשיא נשיאי הלוי אלעזר בן אהרן הכהן. אלא שאין גדולה בפלטרין של מלך, שנא’ (משלי כה, ו) אל תתהדר לפני מלך.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63209affd940592148169e04", "index_title": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 4:17", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein 4:17", "sourceHeRef": "משנה תורה, הלכות כלי המקדש והעובדין בו ד׳:י״ז", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0017, "collectiveTitle": {"en": "Mishneh Torah, Vessels of the Sanctuary and Those Who Serve Therein", "he": "משנה תורה, הלכות כלי המקדש והעובדין בו"}, "heTitle": "משנה תורה, הלכות כלי המקדש והעובדין בו", "he": "וְעוֹד מְמַנִּין קַתִּיקוֹלִין לִהְיוֹת לַסְּגָן כְּמוֹ הַסְּגָן לְכֹהֵן גָּדוֹל. וְאֵין פּוֹחֲתִין מִשְּׁנַיִם. וּמְמַנִּים אֲמַרְכָּלִין אֵין פָּחוֹת מִשִּׁבְעָה. וּמַפְתְּחוֹת הָעֲזָרָה בְּיָדָם רָצָה הָאֶחָד לִפְתֹּחַ אֵינוֹ יָכוֹל עַד שֶׁיִּתְכַּנְּסוּ כָּל הָאֲמַרְכּוֹלִין וְיִפְתְּחוּ:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "In addition, <i>katikolin</i><sup class=\"footnote-marker\">44</sup><i class=\"footnote\">A Greek term meaning \"general officer.\"</i> are appointed to serve the <i>segen</i> as the <i>segen</i> serves the High Priest. There should be no less than two of them.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">In his Commentary to the Mishnah (<i>Shekalim</i> 5:2), the Rambam states that there should never be less than two people appointed to take care of communal matters.</i> No less than seven <i>amerkalin</i><sup class=\"footnote-marker\">46</sup><i class=\"footnote\"><i>Horiot</i> 13a interprets this as a composite of two Aramaic terms meaning \"appointed over all.\" See also the <i>Targum</i> to Numbers 3:32 which uses this term to translate <i>nasi</i>, \"prince.\" The Radbaz notes that the word <i>emir</i> in Arabic means \"officer.\"</i> should be appointed, The keys to the Temple Courtyard are in their hands.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I.e., there were seven keys to the Temple Courtyard and each one had one key (<i>Tosefta, Shekalim</i>). In <i>Hilchot Beit HaBechirah</i> 8:5, the Rambam states that the keys to the Sanctuary were entrusted to the elders of the clan. Perhaps the intent is that the elders of the clan were in fact the <i>amerkalin</i> (<i>Ma'aseh Rokeach</i>). Based on the following halachah, that would seem unlikely (<i>Kin'at Eliyahu</i>). See also Chapter 7, Halachah 3, which speaks about a priest appointed to lock the gates of the Temple. Perhaps the intent is that the keys belonged to the <i>amerkalin</i> and each night, they would entrust them.</i> If one desires to open [the courtyard], he cannot until all the <i>amerkalin</i> gather and open it.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cf8eb6084aa1cbef9341", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אַהֲרֹן 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "BDB, אַהֲרֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אַהֲרֹן א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אַהֲרֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אַהֲרֹן</span></big><sub>346</sub>  <strong>n.pr.m. Aaron</strong>, elder brother of Moses <a data-ref=\"Exodus 7:7\" href=\"/Exodus.7.7\">Ex 7:7</a>; the priest <a data-ref=\"Exodus 31:10\" href=\"/Exodus.31.10\">Ex 31:10</a> +; mentioned <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a>; <a data-ref=\"Exodus 15:20\" href=\"/Exodus.15.20\">15:20</a>; <a data-ref=\"Exodus 17:10\" href=\"/Exodus.17.10\">17:10</a>; <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">24:1</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">28:29</a> + (115 times Ex); <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:23\" href=\"/Leviticus.8.23\">23</a> + (80 times Lv); <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24f</a>; <a data-ref=\"Numbers 33:39\" href=\"/Numbers.33.39\">33:39</a> + (101 times Nu); <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a> +; <a data-ref=\"Micah 6:4\" href=\"/Micah.6.4\">Mi 6:4</a> (only here in proph.) <a data-ref=\"Psalms 77:21\" href=\"/Psalms.77.21\">ψ 77:21</a>; <a data-ref=\"Psalms 105:26\" href=\"/Psalms.105.26\">105:26</a>; called <span dir=\"rtl\">הַכֹּהֵן</span> <a data-ref=\"Exodus 31:10\" href=\"/Exodus.31.10\">Ex 31:10</a>; <a data-ref=\"Exodus 35:19\" href=\"/Exodus.35.19\">35:19</a>; <a data-ref=\"Exodus 39:41\" href=\"/Exodus.39.41\">39:41</a> <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a> +, v. <a data-ref=\"Psalms 99:6\" href=\"/Psalms.99.6\">ψ 99:6</a> <span dir=\"rtl\">משֶׁה וא׳ בְּכֹהֲנָיו</span>; also <span dir=\"rtl\">בּן־א׳ הַכֹּהֵן</span> <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a> <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">Nu 3:32</a> + (all P) called <span dir=\"rtl\">קְדוֹשׁ יהוה</span> <a data-ref=\"Psalms 106:16\" href=\"/Psalms.106.16\">ψ 106:16</a>; often named with his sons <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a>, <a data-ref=\"Leviticus 2:10\" href=\"/Leviticus.2.10\">10</a>; <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">6:2</a> +; <span dir=\"rtl\">בְּנֵי א׳</span> in strict sense <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a>, <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a> + often; <span dir=\"rtl\">בְּנֵי א׳ הַכֹּהֲנִים</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a> + <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a> <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">1 Ch 6:42</a>; of temple-priests in gen’l, as descendants of A., <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">31:19</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>, v. also <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">13:9</a>, <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a> & cf. <span dir=\"rtl\">הַכֹּהֵן בֶּן־א׳</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; so <span dir=\"rtl\">בֵּית א׳</span> <a data-ref=\"Psalms 115:10\" href=\"/Psalms.115.10\">ψ 115:10</a>, <a data-ref=\"Psalms 115:12\" href=\"/Psalms.115.12\">12</a>; <a data-ref=\"Psalms 118:3\" href=\"/Psalms.118.3\">118:3</a>; <a data-ref=\"Psalms 135:19\" href=\"/Psalms.135.19\">135:19</a>; <span dir=\"rtl\">אַהֲרֹן</span> alone (= <span dir=\"rtl\">בֵּית א׳</span>) <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a>(<a data-ref=\"I Chronicles 12:28\" href=\"/I_Chronicles.12.28\">28</a>) cf. <a data-ref=\"I Chronicles 27:17\" href=\"/I_Chronicles.27.17\">27:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d282b6084aa1cbf1acb5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֵוִי² 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "BDB, לֵוִי² 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֵוִי² א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֵוִי²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">לֵוִי</span></big><sub>291</sub>  <strong>adj.gent. Levite</strong>;—<span dir=\"rtl\">לֵוִי</span>, 40 times; pl. <span dir=\"rtl\">לְוִיִּם</span> 250 times; sf. 1 pl. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>;—<br>†<strong>1.</strong>  sg. of individual, <span dir=\"rtl\">אִישׁ ל׳</span> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">Ju 19:1</a> <em>a certain Levite;</em> pred. <span dir=\"rtl\">וְהוּא ל׳</span> <a data-ref=\"Judges 17:1\" href=\"/Judges.17.1\">Ju 17:1</a> <em>and he was a Levite</em>, so v <a data-ref=\"Judges 17:9\" href=\"/Judges.17.9\">9</a>; c. art. <span dir=\"rtl\">הַלּ׳</span> as subst. <em>the Levite</em> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a> (J), <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>, <a data-ref=\"Judges 17:11\" href=\"/Judges.17.11\">11</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a>, <a data-ref=\"Judges 17:13\" href=\"/Judges.17.13\">13</a> (as priest), <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">Dt 18:6</a>; <a data-ref=\"II Chronicles 20:14\" href=\"/II_Chronicles.20.14\">2 Ch 20:14</a>; <a data-ref=\"II Chronicles 31:12\" href=\"/II_Chronicles.31.12\">31:12</a>, <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">14</a>, <a data-ref=\"Ezra 10:15\" href=\"/Ezra.10.15\">Ezr 10:15</a>; <span dir=\"rtl\">הַנַּעַר הַלּ׳</span> <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>, <a data-ref=\"Judges 18:15\" href=\"/Judges.18.15\">15</a>; <span dir=\"rtl\">הָאִישׁ הַלּ׳</span> <a data-ref=\"Judges 20:4\" href=\"/Judges.20.4\">20:4</a>.<br>Sg. usually †<strong>2.</strong>  c. art. <span dir=\"rtl\">הַלֵּוִי</span> as subst. coll. <em>the Levites:</em> <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">Ex 6:19</a>; <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">Nu 3:20</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a> (all P); <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a> (P; charged with service of tabern.); especially D, <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">Dt 12:12</a>, <a data-ref=\"Deuteronomy 12:18\" href=\"/Deuteronomy.12.18\">18</a>, <a data-ref=\"Deuteronomy 12:19\" href=\"/Deuteronomy.12.19\">19</a>; <a data-ref=\"Deuteronomy 14:27\" href=\"/Deuteronomy.14.27\">14:27</a>, <a data-ref=\"Deuteronomy 14:29\" href=\"/Deuteronomy.14.29\">29</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a>; <a data-ref=\"Deuteronomy 26:10\" href=\"/Deuteronomy.26.10\">26:10</a>, <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">12</a>, <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">13</a>; also <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">1 Ch 24:6</a>; <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">Mal 2:8</a> (as priestly tribe), <span dir=\"rtl\">שֵׁבֶט הַלּ׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a> <em>tribe of the Levites</em> (set apart for service), cf. <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a>; <a data-ref=\"I Chronicles 23:14\" href=\"/I_Chronicles.23.14\">1 Ch 23:14</a>; <span dir=\"rtl\">בְּנֵי־הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> (van d. H. v <a data-ref=\"I Chronicles 12:26\" href=\"/I_Chronicles.12.26\">26</a>) <em>sons of the Levites</em> (i.e. of the tribe); so <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a> (as tithe-collectors); <span dir=\"rtl\">בֵּית הַלֵּוִי</span> <a data-ref=\"Psalms 135:20\" href=\"/Psalms.135.20\">ψ 135:20</a> <em>house</em> (family, tribe) <em>of the Levites</em><br><strong>3.</strong>  pl. <span dir=\"rtl\">לְוִיִּם</span> chiefly Chr and P;—always c. art. <span dir=\"rtl\">הַֽלְוִיִּם</span> except sf. <span dir=\"rtl\">לְוִיֵּנוּ</span> <a data-ref=\"Nehemiah 10:1\" href=\"/Nehemiah.10.1\">Ne 10:1</a>; the art. is om. by 𝔊𝔙 and most in <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a>; always = subst. <em>Levites;</em>— <strong>A.</strong> †<strong>a.</strong>  earlier usage:—as bearing the ark <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">1 S 6:15</a>; <a data-ref=\"II Samuel 15:24\" href=\"/II_Samuel.15.24\">2 S 15:24</a>; <a data-ref=\"Deuteronomy 31:25\" href=\"/Deuteronomy.31.25\">Dt 31:25</a>, so (with priests) <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> = <a data-ref=\"II Chronicles 5:5\" href=\"/II_Chronicles.5.5\">2 Ch 5:5</a> (ℌ <span dir=\"rtl\">הכהנים הַל׳</span>; read prob. <span dir=\"rtl\">וְהַל׳</span> as in K, 𝔊𝔖𝔙 cf. Öt VB); also <a data-ref=\"I Chronicles 15:2\" href=\"/I_Chronicles.15.2\">1 Ch 15:2</a>, <a data-ref=\"I Chronicles 15:26\" href=\"/I_Chronicles.15.26\">26</a>, <a data-ref=\"I Chronicles 15:27\" href=\"/I_Chronicles.15.27\">27</a>; <a data-ref=\"I Chronicles 23:26\" href=\"/I_Chronicles.23.26\">23:26</a>; <a data-ref=\"II Chronicles 5:4\" href=\"/II_Chronicles.5.4\">2 Ch 5:4</a> (for <span dir=\"rtl\">הכהנים</span> ‖ <a data-ref=\"I Kings 8:3\" href=\"/I_Kings.8.3\">1 K 8:3</a>). †<strong>b.</strong>  not disting. from priests by D: <span dir=\"rtl\">הַכֹּהֲנִים הַל׳</span> <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>, <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">18</a>; <a data-ref=\"Deuteronomy 18:1\" href=\"/Deuteronomy.18.1\">18:1</a>; <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">24:8</a>; <a data-ref=\"Deuteronomy 27:9\" href=\"/Deuteronomy.27.9\">27:9</a>, <a data-ref=\"Joshua 3:3\" href=\"/Joshua.3.3\">Jos 3:3</a>; <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">8:33</a> (both D; as bearing ark), also <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">Je 33:18</a>, <a data-ref=\"Jeremiah 33:21\" href=\"/Jeremiah.33.21\">21</a> <span dir=\"rtl\">(הַל׳ הַכּ׳)</span>, <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a>; cf. <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">Dt 18:7</a>; <a data-ref=\"Deuteronomy 27:14\" href=\"/Deuteronomy.27.14\">27:14</a> <a data-ref=\"Jeremiah 33:22\" href=\"/Jeremiah.33.22\">Je 33:22</a>; <span dir=\"rtl\">הַכּ׳ הַל׳</span> likewise <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">30:27</a> (but read prob. <span dir=\"rtl\">וְהַל׳</span> after 𝔊𝔖𝔙, cf. Öt and infr.) †<strong>c.</strong>  as tribal designation, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a>; <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">Nu 3:39</a>; <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>, <a data-ref=\"Numbers 4:46\" href=\"/Numbers.4.46\">46</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">Jos 21:1</a> (all P), <a data-ref=\"I Chronicles 9:33\" href=\"/I_Chronicles.9.33\">1 Ch 9:33</a>, <a data-ref=\"I Chronicles 9:34\" href=\"/I_Chronicles.9.34\">34</a>; <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">15:12</a>; <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>; <a data-ref=\"Nehemiah 11:15\" href=\"/Nehemiah.11.15\">Ne 11:15</a>, <a data-ref=\"Nehemiah 11:16\" href=\"/Nehemiah.11.16\">16</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">12:24</a>; with ref. to share in land <a data-ref=\"Leviticus 25:32\" href=\"/Leviticus.25.32\">Lv 25:32</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 1:47\" href=\"/Numbers.1.47\">Nu 1:47</a>; <a data-ref=\"Numbers 2:33\" href=\"/Numbers.2.33\">2:33</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a>, <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">4</a>; <a data-ref=\"Joshua 21:3\" href=\"/Joshua.21.3\">21:3</a>, <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">4</a>, <a data-ref=\"Joshua 21:8\" href=\"/Joshua.21.8\">8</a>, <a data-ref=\"Joshua 21:20\" href=\"/Joshua.21.20\">20</a>, <a data-ref=\"Joshua 21:27\" href=\"/Joshua.21.27\">27</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a>, <a data-ref=\"Joshua 21:39\" href=\"/Joshua.21.39\">39</a> (all P), <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (D), <a data-ref=\"I Chronicles 6:49\" href=\"/I_Chronicles.6.49\">1 Ch 6:49</a>; cf. also <a data-ref=\"II Chronicles 11:14\" href=\"/II_Chronicles.11.14\">2 Ch 11:14</a>†. <strong>d.</strong>  set apart for service in tabern., <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">51</a><sup>(×2)</sup>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a><sup>(×2)</sup>; <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">2:17</a>; <a data-ref=\"Numbers 7:5\" href=\"/Numbers.7.5\">7:5</a>, <a data-ref=\"Numbers 7:6\" href=\"/Numbers.7.6\">6</a>; <a data-ref=\"Numbers 8:6\" href=\"/Numbers.8.6\">8:6</a> + 18 times <a data-ref=\"Numbers 8\" href=\"/Numbers.8\">Nu 8</a> (all P), cf. <a data-ref=\"I Chronicles 6:33\" href=\"/I_Chronicles.6.33\">1 Ch 6:33</a>; <a data-ref=\"I Chronicles 16:4\" href=\"/I_Chronicles.16.4\">16:4</a>; ministers to Aaron and his sons <a data-ref=\"Numbers 3:9\" href=\"/Numbers.3.9\">Nu 3:9</a>; <a data-ref=\"Numbers 8:19\" href=\"/Numbers.8.19\">8:19</a>; <a data-ref=\"Numbers 18:6\" href=\"/Numbers.18.6\">18:6</a> (P); set apart for <span dir=\"rtl\">י׳</span> (as redemption for first-born) <a data-ref=\"Numbers 3:12\" href=\"/Numbers.3.12\">Nu 3:12</a><sup>(×2)</sup> + 7 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> (P); with certain perquisites <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">Nu 18:24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a>, <a data-ref=\"Numbers 18:30\" href=\"/Numbers.18.30\">30</a> + 9 times Nu (P). <strong>B.</strong>  in Chr. the tribal idea is in the background, and thought of Levites as official class is prominent: <strong>a.</strong>  disting. from priests <span dir=\"rtl\">הַכּ׳ וְהַל׳</span> <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">1 Ch 9:14</a> (cf. v <a data-ref=\"I Chronicles 9:10\" href=\"/I_Chronicles.9.10\">10</a>), <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">13:2</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a>, <a data-ref=\"I Chronicles 15:11\" href=\"/I_Chronicles.15.11\">11</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"I Chronicles 23:2\" href=\"/I_Chronicles.23.2\">23:2</a>; <a data-ref=\"I Chronicles 24:6\" href=\"/I_Chronicles.24.6\">24:6</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> + 67 times Chr.; also <a data-ref=\"Isaiah 66:21\" href=\"/Isaiah.66.21\">Is 66:21</a> (according to Vrss., but dub.), <a data-ref=\"Ezekiel 44:10\" href=\"/Ezekiel.44.10\">Ez 44:10</a>; <a data-ref=\"Ezekiel 45:5\" href=\"/Ezekiel.45.5\">45:5</a> (cf. v <a data-ref=\"Ezekiel 45:4\" href=\"/Ezekiel.45.4\">4</a>), <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>, <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">12</a>, <a data-ref=\"Ezekiel 48:13\" href=\"/Ezekiel.48.13\">13</a>, <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a>. <strong>b.</strong>  as porters, <a data-ref=\"I Chronicles 9:26\" href=\"/I_Chronicles.9.26\">1 Ch 9:26</a>; <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">26:17</a>, cf. <a data-ref=\"Ezekiel 34:9\" href=\"/Ezekiel.34.9\">34:9</a>; as in charge of music, <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>, <a data-ref=\"I Chronicles 15:22\" href=\"/I_Chronicles.15.22\">22</a> <a data-ref=\"II Chronicles 5:12\" href=\"/II_Chronicles.5.12\">2 Ch 5:12</a>; <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">29:25</a>, <a data-ref=\"II Chronicles 29:30\" href=\"/II_Chronicles.29.30\">30</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Nehemiah 12:27\" href=\"/Nehemiah.12.27\">Ne 12:27</a>; yet disting. from porters and singers, <a data-ref=\"Nehemiah 7:1\" href=\"/Nehemiah.7.1\">Ne 7:1</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">13:5</a>, <a data-ref=\"Nehemiah 13:10\" href=\"/Nehemiah.13.10\">10</a>; disting. also from <span dir=\"rtl\">נְתִינִים</span> <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">1 Ch 9:2</a>; <a data-ref=\"Ezra 8:20\" href=\"/Ezra.8.20\">Ezr 8:20</a>; <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">Ne 10:29</a>; further (with various official functions) <a data-ref=\"I Chronicles 9:31\" href=\"/I_Chronicles.9.31\">1 Ch 9:31</a> + 29 times Chr.; of groups of individuals, <a data-ref=\"II Chronicles 17:8\" href=\"/II_Chronicles.17.8\">2 Ch 17:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a> <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; <a data-ref=\"Nehemiah 3:17\" href=\"/Nehemiah.3.17\">Ne 3:17</a>; <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">9:5</a>; <a data-ref=\"Nehemiah 10:10\" href=\"/Nehemiah.10.10\">10:10</a>; <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">12:8</a>, also <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">8:7</a> (om. <span dir=\"rtl\">וְ</span>; 𝔙 BeRy Ryle). <strong>c.</strong>  <span dir=\"rtl\">בְּנֵי־הַלְוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a> (bearing ark), <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (tribal designation).—See, on Levites, especially Gf<sup>Gesch. d. Stammes Levi</sup> in Me<sup>Archiv i. 68 ff. 208 ff.</sup> We<sup>Prol. Cap. iv</sup> RS<sup>OTJC. 435 f., 2nd ed., 360 f.</sup> Bau<sup>Priesterthum 50 f., 68 f., and often</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d327b6084aa1cbf2314b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָשִׂיא 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "BDB, נָשִׂיא 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָשִׂיא א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָשִׂיא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">נָשִׂיא</span></big><sub>128</sub>  <strong>n.m. one lifted up</strong>, i.e. <strong>a chief prince</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Ezekiel 22:27\" href=\"/Ezekiel.22.27\">Ez 22:27</a> +; cstr. <span dir=\"rtl\">נְשִׂיא</span> <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">Gn 23:6</a> +; pl. <span dir=\"rtl\">נְשִׂיאִים</span> <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">Jos 22:32</a> +, <span dir=\"rtl\">נְשִׂאִים</span> <a data-ref=\"Exodus 34:31\" href=\"/Exodus.34.31\">Ex 34:31</a> + 7 times, <span dir=\"rtl\">נְשִׂיאִם</span> <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">Gn 17:20</a> + 3 times, <span dir=\"rtl\">נְשִׂאִם</span> <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">Ex 35:27</a>; cstr. <span dir=\"rtl\">נְשִׂיאֵי</span> <a data-ref=\"Exodus 16:22\" href=\"/Exodus.16.22\">Ex 16:22</a> +; sf. <span dir=\"rtl\">נְשִׂיאַי</span> <a data-ref=\"Ezekiel 45:8\" href=\"/Ezekiel.45.8\">Ez 45:8</a>, <span dir=\"rtl\">נְשִׂיאֶיהָ</span> <a data-ref=\"Ezekiel 32:29\" href=\"/Ezekiel.32.29\">Ez 32:29</a>, <span dir=\"rtl\">נְשִׂיאֵיהֶם</span> <a data-ref=\"Numbers 17:21\" href=\"/Numbers.17.21\">Nu 17:21</a>, <span dir=\"rtl\">נְשִׂיאֵהֶם</span> v <a data-ref=\"Ezekiel 32:17\" href=\"/Ezekiel.32.17\">17</a>, etc.—mostly in Isr.:<br><strong>1.</strong>  <span dir=\"rtl\">נ׳ בְּעַמְּךָ</span> of any chief man, <a data-ref=\"Exodus 22:27\" href=\"/Exodus.22.27\">Ex 22:27</a> (E; human ruler, over ag. <span dir=\"rtl\">אֱלֹהִים</span>).<br><strong>2.</strong>  of Solom. <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">1 K 11:34</a>. Elsewhere only Ez P Chr:—<br><strong>3.</strong>  of Abr. <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">Gn 23:6</a>, of Ishmaelites <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">17:20</a>; <a data-ref=\"Genesis 25:16\" href=\"/Genesis.25.16\">25:16</a>, of Hittites <a data-ref=\"Genesis 34:2\" href=\"/Genesis.34.2\">Gn 34:2</a>.<br><strong>4.</strong>  rulers of the congregation, <span dir=\"rtl\">נְשִׂיאֵי הָעֵדָה</span> <a data-ref=\"Ezekiel 16:22\" href=\"/Ezekiel.16.22\">Ex 16:22</a> <a data-ref=\"Joshua 9:15\" href=\"/Joshua.9.15\">Jos 9:15</a>, <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">18</a>; <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">22:30</a>, <span dir=\"rtl\">הַנּ׳ בָּעֵדָה</span> <a data-ref=\"Ezekiel 34:31\" href=\"/Ezekiel.34.31\">34:31</a>, cf. 35:27 <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18b</a>, <a data-ref=\"Joshua 9:19\" href=\"/Joshua.9.19\">19</a>, <a data-ref=\"Joshua 9:21\" href=\"/Joshua.9.21\">21</a><sup>(×2)</sup>; <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>; <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">22:14</a><sup>(×3)</sup>, <a data-ref=\"Joshua 22:32\" href=\"/Joshua.22.32\">32</a> (all P); especially<br><strong>5.</strong>  tribal chiefs and representatives, according to the religious organization of P, <a data-ref=\"Numbers 1:16\" href=\"/Numbers.1.16\">Nu 1:16</a>, <a data-ref=\"Numbers 1:44\" href=\"/Numbers.1.44\">44</a> <a data-ref=\"Numbers 2:3\" href=\"/Numbers.2.3\">2:3</a> + 57 times Nu (especially chaps. <a data-ref=\"Numbers 2\" href=\"/Numbers.2\">2</a>, <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">7</a>, <a data-ref=\"Numbers 34\" href=\"/Numbers.34\">34</a>; note <span dir=\"rtl\">נְשִׂיא נְשִׂיאֵי הַלִּוֵי</span> <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">3:32</a>); cf. <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">1 Ch 2:10</a>; <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">4:38</a>; <a data-ref=\"I Chronicles 5:6\" href=\"/I_Chronicles.5.6\">5:6</a>; <a data-ref=\"I Chronicles 7:40\" href=\"/I_Chronicles.7.40\">7:40</a> <a data-ref=\"II Chronicles 1:2\" href=\"/II_Chronicles.1.2\">2 Ch 1:2</a>; also <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a> (prob. gloss, om. 𝔊 Benz), <a data-ref=\"II Chronicles 5:2\" href=\"/II_Chronicles.5.2\">2 Ch 5:2</a>.<br><strong>6.</strong>  in Ezek.: <strong>a.</strong>  of Zedekiah (for <span dir=\"rtl\">מֶלָךְ</span>; v. Böhmer<sup>SK 1900, 112 ff.</sup>), <a data-ref=\"Ezekiel 7:27\" href=\"/Ezekiel.7.27\">7:27</a>; <a data-ref=\"Ezekiel 12:10\" href=\"/Ezekiel.12.10\">12:10</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a>; <a data-ref=\"Ezekiel 21:30\" href=\"/Ezekiel.21.30\">21:30</a>, + <a data-ref=\"Ezekiel 19:1\" href=\"/Ezekiel.19.1\">19:1</a> (read sg. 𝔊 Ew Hi Co Berthol Toy). <strong>b.</strong>  chief men of Judah <a data-ref=\"Ezekiel 21:17\" href=\"/Ezekiel.21.17\">21:17</a>; <a data-ref=\"Ezekiel 22:6\" href=\"/Ezekiel.22.6\">22:6</a>; <a data-ref=\"Ezekiel 45:8\" href=\"/Ezekiel.45.8\">45:8</a>, <a data-ref=\"Ezekiel 45:9\" href=\"/Ezekiel.45.9\">9</a>. <strong>c.</strong>  future Davidic kg. <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">37:25</a>, cf. <a data-ref=\"Ezekiel 44:3\" href=\"/Ezekiel.44.3\">44:3</a><sup>(×2)</sup> + 16 times <a data-ref=\"Ezekiel 45\" href=\"/Ezekiel.45\">Ez 45</a>, <a data-ref=\"Ezekiel 46\" href=\"/Ezekiel.46\">46</a>, <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">48</a>. <strong>d.</strong>  foreign princes <a data-ref=\"Ezekiel 26:16\" href=\"/Ezekiel.26.16\">26:16</a>; <a data-ref=\"Ezekiel 27:21\" href=\"/Ezekiel.27.21\">27:21</a>; <a data-ref=\"Ezekiel 30:13\" href=\"/Ezekiel.30.13\">30:13</a>; <a data-ref=\"Ezekiel 32:29\" href=\"/Ezekiel.32.29\">32:29</a>; <a data-ref=\"Ezekiel 38:2\" href=\"/Ezekiel.38.2\">38:2</a>, <a data-ref=\"Ezekiel 38:3\" href=\"/Ezekiel.38.3\">3</a>; <a data-ref=\"Ezekiel 39:1\" href=\"/Ezekiel.39.1\">39:1</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a>.<br><strong>7.</strong>  leader of exiles returning under Cyrus, according to <a data-ref=\"Ezra 1:8\" href=\"/Ezra.1.8\">Ezr 1:8</a>.<br><strong>8.</strong>  non-Isr. chiefs in P: <a data-ref=\"Genesis 34:2\" href=\"/Genesis.34.2\">Gn 34:2</a> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a> <a data-ref=\"Joshua 13:21\" href=\"/Joshua.13.21\">Jos 13:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3e7b6084aa1cbf2c865", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פְּקֻדָּה 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "BDB, פְּקֻדָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, פְּקֻדָּה א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פְּקֻדָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">פְּקֻדָּה</span></big><sub>32</sub>  <strong>n.f. oversight, mustering, visitation, store</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Hosea 9:7\" href=\"/Hosea.9.7\">Ho 9:7</a>; <a data-ref=\"I Chronicles 23:11\" href=\"/I_Chronicles.23.11\">1 Ch 23:11</a>; cstr. <span dir=\"rtl\">פְּקֻדַּת</span> <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">Nu 3:32</a> +; sf. <span dir=\"rtl\">פְּקֻדָּתוֹ</span> <a data-ref=\"Psalms 109:8\" href=\"/Psalms.109.8\">109:8</a>, etc.; pl. <span dir=\"rtl\">פְּקֻדּ(וֹ)ת</span> <a data-ref=\"Jeremiah 52:11\" href=\"/Jeremiah.52.11\">Je 52:11</a> +;—<br><strong>1.</strong>  <em>visitation:</em> <strong>a.</strong>  = punishment <a data-ref=\"Hosea 9:7\" href=\"/Hosea.9.7\">Ho 9:7</a>; <a data-ref=\"Isaiah 10:3\" href=\"/Isaiah.10.3\">Is 10:3</a>; <a data-ref=\"Micah 7:4\" href=\"/Micah.7.4\">Mi 7:4</a>; <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>; <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a> (P), especially in <span dir=\"rtl\">(שְׁנַת)עֵת פְּקֻדָּתָם</span> <a data-ref=\"Jeremiah 8:12\" href=\"/Jeremiah.8.12\">Je 8:12</a>; <a data-ref=\"Jeremiah 10:15\" href=\"/Jeremiah.10.15\">10:15</a> + 6 times Je (cf. <a data-ref=\"BDB, עֵת²\" href=\"/BDB,_עֵת²\", dir=\"rtl\">עֵת</a> c. <span dir=\"rtl\">פָּקַד</span> <a data-ref=\"Jeremiah 6:15\" href=\"/Jeremiah.6.15\">6:15</a>; <a data-ref=\"Jeremiah 49:8\" href=\"/Jeremiah.49.8\">49:8</a>; <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">50:31</a>), <span dir=\"rtl\">בֵּית הַפּ׳</span> = prison <a data-ref=\"Jeremiah 52:11\" href=\"/Jeremiah.52.11\">52:11</a>. <strong>b.</strong>  gracious visitation, providence <a data-ref=\"Job 10:12\" href=\"/Job.10.12\">Jb 10:12</a>.<br><strong>2.</strong> <strong>a.</strong>  <em>oversight, charge</em> <a data-ref=\"Numbers 4:16\" href=\"/Numbers.4.16\">Nu 4:16</a> (P), also <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">3:36</a> (P; redund.), <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a>; = <em>office</em> <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>. <strong>b.</strong>  <em>overseer</em> (abstr. for concr.), <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">2 K 11:18</a>; <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">Ez 44:11</a> (c. <span dir=\"rtl\">אֶל</span> rei), <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">Nu 3:32</a> (P); coll. = magistracy <a data-ref=\"Isaiah 60:17\" href=\"/Isaiah.60.17\">Is 60:17</a> (Lag<sup>BN 151</sup>), cf. <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>. <strong>c.</strong>  <em>class of officers</em> <a data-ref=\"I Chronicles 23:11\" href=\"/I_Chronicles.23.11\">1 Ch 23:11</a>; <a data-ref=\"I Chronicles 24:3\" href=\"/I_Chronicles.24.3\">24:3</a>, <a data-ref=\"I Chronicles 24:19\" href=\"/I_Chronicles.24.19\">19</a>. <strong>d.</strong>  <em>charge</em> = thing entrusted <a data-ref=\"Numbers 4:16\" href=\"/Numbers.4.16\">Nu 4:16</a> (P).<br><strong>3.</strong>  <em>mustering</em> <a data-ref=\"II Chronicles 17:14\" href=\"/II_Chronicles.17.14\">2 Ch 17:14</a>; <a data-ref=\"II Chronicles 26:11\" href=\"/II_Chronicles.26.11\">26:11</a>.<br><strong>4.</strong>  <em>store</em>, things laid up, <a data-ref=\"Isaiah 15:7\" href=\"/Isaiah.15.7\">Is 15:7</a> <a data-ref=\"Psalms 109:8\" href=\"/Psalms.109.8\">ψ 109:8</a> (perhaps; Hup We<sup>Skizzen vi. 184</sup> al. <em>office</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f3b6084aa1cbf3a2b3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁמֶ֫רֶת 1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "BDB, מִשְׁמֶ֫רֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁמֶ֫רֶת א׳", "anchorVerse": 32, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁמֶ֫רֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁמֶ֫רֶת</span></big><sub>78</sub>  <strong>n.f.</strong> guard, watch, also charge, function;—<span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> +, cstr. <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a> +; abs. <span dir=\"rtl\">מִשְׁמָ֑רֶת</span> <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a>; sf. <span dir=\"rtl\">מִשְׁמַרְתִּי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁמָרוֹת</span> <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a> +; cstr. <span dir=\"rtl\">מִשְׁמְרוֹת</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; sf. -<span dir=\"rtl\">רוֹתָם</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> +, -<span dir=\"rtl\">תֵיהֶם</span> <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">2 Ch 31:17</a>;—<br>†<strong>1.</strong>  <em>guard, watch:</em> <span dir=\"rtl\">בֵּית מ׳</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> = <em>house of detention, confinement;</em> <span dir=\"rtl\">מ׳ אַתָּה עִמָּדִי</span> <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">1 S 22:23</a> i.e. protected, secure; c. <span dir=\"rtl\">שָׁמַר</span> <em>keep the watch</em> <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a>, <a data-ref=\"II Kings 11:6\" href=\"/II_Kings.11.6\">6</a>, <a data-ref=\"II Kings 11:7\" href=\"/II_Kings.11.7\">7</a>; <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a> (van d. H. v <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">29</a>); = <em>post of watch</em> (fig.) <a data-ref=\"Isaiah 21:8\" href=\"/Isaiah.21.8\">Is 21:8</a> (‖ <span dir=\"rtl\">מִצְפֶּה</span>), <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a> (‖ <span dir=\"rtl\">מָצוֹר</span>); pl. = <em>guards</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a>.<br>†<strong>2.</strong>  <em>keeping, preserving</em>, <span dir=\"rtl\">וְהָיָה לָכֶם לְמ׳</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> i.e. ye shall keep it; <span dir=\"rtl\">הַנִּיחוּ לָכֶם לְמ׳</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">16:23</a>, cf. v <a data-ref=\"Exodus 12:32\" href=\"/Exodus.12.32\">32</a>, <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">33</a>, <a data-ref=\"Exodus 12:34\" href=\"/Exodus.12.34\">34</a>; <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> (all P).<br>†<strong>3.</strong>  <em>charge, injunction</em> of <span dir=\"rtl\">י׳</span>, c. <span dir=\"rtl\">שָׁמַר</span>, in gen. <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a> (+ <span dir=\"rtl\">חֻקּוֹת</span>, <span dir=\"rtl\">מִשְׁפָּטִים</span>, <span dir=\"rtl\">מִצְוֹת</span>), cf. <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>, and <span dir=\"rtl\">(מ׳ מִצְוַת י׳)</span> <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">Jos 22:3</a> (all R<sup>D</sup>), <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a>; of specif. injunctions <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a>; <a data-ref=\"Numbers 9:19\" href=\"/Numbers.9.19\">Nu 9:19</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>.<br>†<strong>4.</strong> <strong>a.</strong>  ceremoniral <em>office</em> or <em>function</em> (AV RV usually <em>charge</em>) of priest or Levite (P [especially Nu], <a data-ref=\"Ezekiel 40\" href=\"/Ezekiel.40\">Ez 40</a>, <a data-ref=\"Ezekiel 44\" href=\"/Ezekiel.44\">44</a>, <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">48</a>, Chr Zc), mostly c. <span dir=\"rtl\">שָׁמַר</span>: <span dir=\"rtl\">מ׳ מִשְׁכַּן הָעֵדוּת</span> <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">Nu 1:53</a>, <span dir=\"rtl\">מ׳ מִשְׁכַּן י׳</span> <a data-ref=\"Numbers 31:30\" href=\"/Numbers.31.30\">31:30</a>, <a data-ref=\"Numbers 31:47\" href=\"/Numbers.31.47\">47</a>, <span dir=\"rtl\">מ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">Nu 3:38</a>, <span dir=\"rtl\">מ׳ אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a> cf. v <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">18:5</a> <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ קָדָשַׁי</span> (of Isr. in gen.) <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <span dir=\"rtl\">מ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">Nu 18:5</a>; <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a>, <span dir=\"rtl\">תְּרוּמֹתָ֑י</span> <a data-ref=\"Numbers 18:8\" href=\"/Numbers.18.8\">Nu 18:8</a>, <span dir=\"rtl\">מ׳ הַבַּיִת</span> <a data-ref=\"Ezekiel 40:45\" href=\"/Ezekiel.40.45\">Ez 40:45</a>; <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">44:14</a>, <span dir=\"rtl\">מ׳ הַטָּהֳרָה</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a>; c. genit. (sf.) <span dir=\"rtl\">שׁ׳ מ׳</span> = <em>perform the service imposed by, due to</em>, <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>; <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <a data-ref=\"Ezekiel 44:16\" href=\"/Ezekiel.44.16\">16</a>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>; <a data-ref=\"Zechariah 3:7\" href=\"/Zechariah.3.7\">Zc 3:7</a>, <span dir=\"rtl\">מ׳ אֱלֹהֵיהֶם</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a> (of Judah in gen.); <span dir=\"rtl\">מ׳ הָעֵדָה</span> <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7a</a>, <span dir=\"rtl\">מ׳ בְּנֵי יִשׂ׳</span> <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">3:8</a>, <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">38</a>, <span dir=\"rtl\">מ׳ בְּנֵי גֵרְשׁוֹן</span> <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">3:25</a>, cf. v <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">7a</a>, <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">31</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">4:27</a>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>; also, in secular sense, <span dir=\"rtl\">מ׳ בֵּית שָׁאוּל</span> <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a>; <span dir=\"rtl\">מ׳ מַשָּׂאָם</span> <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">Nu 4:31</a>, <span dir=\"rtl\">כְּלֵי מ׳ מַשָּׂאָם</span> v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (v <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a> read c. 𝔊 Di Gr Gray, etc. <span dir=\"rtl\">בְּשֵׁמוֹת</span> for <span dir=\"rtl\">במ׳</span>, and perhaps <span dir=\"rtl\">מִשְׁמֶרֶת</span> after <span dir=\"rtl\">אֵת</span>, cf. v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>); <span dir=\"rtl\">עֲלֵיהֶם מ׳</span> <a data-ref=\"I Chronicles 9:27\" href=\"/I_Chronicles.9.27\">1 Ch 9:27</a> i.e. the duty rested upon them;—<a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">25:8</a>; <a data-ref=\"I Chronicles 26:12\" href=\"/I_Chronicles.26.12\">26:12</a> v. i. <a ,=\"\" data-ref=\"BDB, עֻמָּה\" dir=\"rtl\" href=\"/BDB,_עֻמָּה\">עֻמָּה</a> <strong>c, d</strong> (p. 769 supr.); <span dir=\"rtl\">עַל־מ׳ עֹמְדִים</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> were standing <em>according to</em> (or <em>in</em>) <em>their offices</em>, <span dir=\"rtl\">הֱעֶמִיד עַל מ׳</span> appoint <em>to their offices</em> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>. <strong>b.</strong>  pl. of Levitical <em>divisions</em> for service <a data-ref=\"Nehemiah 12:9\" href=\"/Nehemiah.12.9\">Ne 12:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418734ca17d285d83ca9ccc", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 3:32:1", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Netinah LaGer, Numbers 3:32:1", "sourceHeRef": "נתינה לגר, במדבר ג׳:ל״ב:א׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>ונשיא נשיאי הלוי אלעזר, ואמרכלא דממני על רברבי לואי אלעזר.</b> עי' במס' הוריות (י\"ג ע\"א) \"מאי אמרכל אמר כולא\" ופרש\"י שממונה על כולם ואין משיבין על דבריו, ובשקלים פ\"ה מ\"ב \"אין פוחתין משבעה אמרכלין\", ובירושלמי שבת (פ\"י הלכה ג') הביא תרגום זה בל' \"מרכל\" בלא אל\"ף ולמה נקרא שמו מרכל שהיה מר על הכל אלא שאין גדולה בפלטין של מלך, וע' ערוך ע אמרכל.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418734ea17d285d83ca9cd0", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 3:32:2", "anchorRef": "Numbers 3:32", "anchorRefExpanded": ["Numbers 3:32"], "sourceRef": "Netinah LaGer, Numbers 3:32:2", "sourceHeRef": "נתינה לגר, במדבר ג׳:ל״ב:ב׳", "anchorVerse": 32, "sourceHasEn": false, "commentaryNum": 32.0002, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>פקדת שמרי, דתחות ידוהי ממנא נטרי.</b> משמע שמפ' דלא כהראב\"ע שמלת \"נשיאי\" מושכת עצמה ואחר עמה, ושעורו \"נשיא נשיאי פקדת\" (אלא כוונתי שאלעזר הוא פקדת שמרי משמרת הקדש, וכאשר מצינו כמה פעמים בעברית שבא השם המפשט ת' השם התאר, והמת' באר את הכוונה הזאת במלות אחרות).", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "660923e89ee78a249f411adf", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "anchorRef": "Numbers 3:9-45", "anchorRefExpanded": ["Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nahmanides suggests that Korah was not arguing for egalitarianism in the modern sense of the word. Rather, he was protesting the transfer of priestly and Levitical duties to the tribe of Levi after the sin of the Golden Calf.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Num. 3:9–45; 8:13–20.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]