[{"_id": "531e4fe3fbfba276047f6e8d", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 3:35", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Onkelos Numbers 3:35", "sourceHeRef": "תרגום אונקלוס על במדבר ג׳:ל״ה", "anchorVerse": 35, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 3.0035, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְרַב בֵּית אַבָּא לְזַרְעֲיַת מְרָרִי צוּרִיאֵל בַּר אֲבִיחָיִל עַל צִדָּא דְמַשְׁכְּנָא יִשְׁרוּן צִפּוּנָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The leader of the household of the families of the Merorites is Tzuriel the son of Avichail, they shall camp on the north side of the <i>Mishkon.</i>", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec6c4", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 3:35", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Targum Jonathan on Numbers 3:35", "sourceHeRef": "תרגום יונתן על במדבר ג׳:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 3.0035, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְרַב בֵּית אַבָּא דַהֲוָה מִתְמַנֵי עַל גְנִיסַת מְרָרִי צוּרִיאֵל בַּר אֲבִיחָיִל עַל צִידָא דְמַשְׁכְּנָא יִשְׁרוּן צָפוֹנָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and the Rab Zeruel bar Abichael: they shall encamp by the tabernacle northward;  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4827fbfba21733362180", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 33:20:1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Ramban on Genesis 33:20:1", "sourceHeRef": "רמב\"ן על בראשית ל״ג:כ׳:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>וַיִּקְרָא לוֹ אֵל אֱלֹהֵי יִשְׂרָאֵל</b> לֹא שֶׁהַמִּזְבֵּחַ קָרוּי אֱלֹהֵי יִשְׂרָאֵל אֶלָּא עַל שֵׁם שֶׁהָיָה הַקָּבָּ\"ה עִמּוֹ לְהַצִּילוֹ קָרָא שֵׁם הַמִּזְבֵּחַ עַל שֵׁם הַנֵּס, לִהְיוֹת שִׁבְחוֹ שֶׁל הקב\"ה נִזְכָּר בִּקְרִיאַת הַמִּזְבֵּחַ, כְּלוֹמַר מִי שֶׁהוּא אֵל הוּא אֱלֹהִים לִי שֶׁשְּׁמִי יִשְׂרָאֵל. וְכֵן מָצִינוּ בְּמֹשֶׁה \"וַיִּקְרָא שְׁמוֹ ה' נִסִּי\" (שמות יז טו), לֹא שֶׁהַמִּזְבֵּחַ קָרוּי ה' אֶלָּא עַל שֵׁם הַנֵּס קָרָא שֵׁם הַמִּזְבֵּחַ לְהַזְכִּיר שִׁבְחוֹ שֶׁל הקב\"ה, ה' הוּא נִסִּי. וְרַבּוֹתֵינוּ דָּרְשׁוּ (מגילה יח) שֶׁהַקָּבָּ\"ה קְרָאוֹ לְיַעֲקֹב אֵל. וְדִבְרֵי תּוֹרָה כְּפַטִּישׁ יְפֹצֵץ סָלַע, מִתְחַלְּקִין לְכַמָּה טְעָמִים, וַאֲנִי לְיַשֵּׁב פְּשׁוּטוֹ בָּאתִי. כָּל זֶה לְשׁוֹן רַשִׁ\"י (רש\"י על בראשית ל\"ג:כ'). וְהִנֵּה צָדְקוּ דִּבְרֵי הָרַב בִּפְשׁוּטוֹ שֶׁל מִקְרָא, וְיִהְיֶה טַעַם \"לוֹ\" כְּטַעַם \"קָרָא לוֹ בִנְיָמִין\" (בראשית ל\"ה:י\"ח), \"וְקֹרָא לְךָ גֹּדֵר פֶּרֶץ\" (ישעיהו נח יב). וְדַע כִּי הַמִּנְהָג הַזֶּה בְּיִשְׂרָאֵל כֵּן שֶׁיִּקְרְאוּ הַשֵּׁמוֹת בְּשִׁבְחֵי הָאֵל, כְּמוֹ צוּרִיאֵל (במדבר ג לה), צוּרִישַׁדָּי (שם א ו), כִּי יַגִּיד הַקּוֹרֵא שֶׁהָאֵל הוּא צוּרוֹ וְשַׁדַּי הוּא צוּרוֹ, וְכֵן עִמָּנוּ אֵל (ישעיהו ז יד), וְכֵן שֵׁם הַמָּשִׁיחַ ה' צִדְקֵנוּ (ירמיהו לג טז), וְשֵׁם יְרוּשָׁלַיִם ה' שָׁמָּה (יחזקאל מח לה), וְכֵן יַעֲשׂוּ בִּשְׁמוֹת מַלְאָכִים, גַּבְרִיאֵל (דניאל ח טז), מִיכָאֵל (שם ו כא), כִּי בַּעֲבוּר גְּדֻלַּת כֹּחָם יַגִּידוּ בִּשְׁמָם כִּי הַגְּבוּרָה לָאֵל וּמִי כָּמוֹהוּ. אֲבָל אוּנְקְלוֹס (תרגום אונקלוס על בראשית ל\"ג:כ') אָמַר \"וּפְלַח עֲלוֹהִי קֳדָם אֵל אֱלָהָא דְּיִשְׂרָאֵל\", וְיִהְיֶה טַעַם \"לוֹ\" כְּטַעַם בּוֹ, כְּדֶרֶךְ \"כִּי בֹחֵר אַתָּה לְבֶן יִשַׁי\" (שמואל א כ ל), \"וְהֶחֱזִיק לוֹ\" (שמואל ב טו ה), \"לְמֵי מְרִיבָה\" (במדבר כ כד). אוֹ יֹאמַר, וַיִּקְרָא אֵל אֱלֹהֵי יִשְׂרָאֵל, וְטַעַם \"לוֹ\" כְּטַעַם \"אֵלֲכָה לִּי אֶל הַגְּדֹלִים\" (ירמיהו ה ה), \"לֶךְ לְךָ מֵאַרְצְךָ\" (בראשית י\"ב:א'). וְעַל דֶּרֶךְ הָאֱמֶת הוּא כְּמִדְרַשׁ רַבּוֹתֵינוּ שֶׁדָּרְשׁוּ רַבּוֹתֵינוּ בְּמַסֶּכֶת מְגַלֶּה (יח), מִנַּיִן שֶׁקְּרָאוֹ הקב\"ה לְיַעֲקֹב אֵל, שֶׁנֶּאֱמַר \"וַיִּקְרָא לוֹ אֵל אֱלֹהֵי יִשְׂרָאֵל\", וְיֵשׁ בָּעִנְיָן הַזֶּה סוֹד גָּדוֹל, הִזְכִּירוּהוּ עוֹד בִּבְרֵאשִׁית רַבָּה (בראשית רבה ע\"ט:ח') בְּלָשׁוֹן אַחֵר, אָמַר לוֹ, אַתָּה אֱלוֹהַּ בָּעֶלְיוֹנִים וַאֲנִי אֱלוֹהַּ בַּתַּחְתּוֹנִים. יִרְמְזוּ לְמָה שֶׁהֵם אוֹמְרִים תָּמִיד שֶׁאִיקוֹנִין שֶׁל יַעֲקֹב חֲקוּקָה בְּכִסֵּא הַכָּבוֹד, וְהַכַּוָּנָה שֶׁהַשְּׁכִינָה שׁוֹרָה בְּאֶרֶץ יִשְׂרָאֵל. וְהַמַּשְׂכִּיל יָבִין:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HE CALLED ‘LO’ (IT) E-IL-ELOKEI-ISRAEL. It does not mean that the altar was called “The G-d of Israel,” but because the Holy One, blessed be He, had been with him to deliver him, he named the altar in honor of the miracle so that the praise of the Holy One, blessed be He, would be recalled when people referred to the altar. Thus it would mean, “He Who is <i>E-il</i> is the G-d of me whose name is Israel.” Similarly we find in the case of Moses: <i>And he called its</i> [the altar’s] <i>name Adonai-nissi</i>.<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Exodus 17:15.</i> It is not that the altar was called by the Divine Name <i>Adonai</i> but rather that he named the altar in honor of the miracle so that the praise of the Holy One, blessed be He, might be mentioned: “G-d — He is my banner.” Our Rabbis expounded that the Holy One, blessed be He, called Jacob <i>eil</i> (a great and mighty man). [According to this, the verse should be interpreted as follows: “And the G-d of Israel called Jacob <i>eil</i>].” The words of the Torah are thus as a hammer splitting the rock into many different pieces, admitting many different explanations. I, however, make it my aim to render the plain sense of Scripture. All of this is the language of Rashi.<br>Now the words of the Rabbi [Rashi] are correct as regards the plain sense of Scripture. And the meaning of the word <i>lo</i> will then be [not “it,” which would refer to the altar, but “him,” which refers to Jacob], just as is the meaning of the same word in the verses: <i>And his father called ‘lo’ (him) Benjamin;</i><sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Genesis, 35:18.</i> <i>‘Vekarei lecha’ (and thou shalt be called) The repairer of the breach</i>.<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Isaiah 58:12.</i><br>Know that it was the custom in Israel that names be called which are indicative of the praises of G-d, such as <i>Zuriel</i><sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Numbers 3:35.</i> (G-d is my rock), <i>Zurishaddai</i><sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><i>Ibid.</i>, 7:36.</i> (The Almighty is my rock), for the one who calls that name declares that G-d is his rock and the Almighty is his rock. Likewise, <i>Immanuel</i><sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Isaiah 7:14.</i> (G-d is with us). And so also the name of the Messiah, who will be called, <i>The Eternal is our righteousness</i>,<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Jeremiah 23:6.</i> and the name of Jerusalem will be, <i>The Eternal is there</i>.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Ezekiel 48:35.</i> And so did they do with the names of the angels: <i>Gabriel</i><sup class=\"footnote-marker\">116</sup><i class=\"footnote\">Daniel 8:16.</i> (G-d is my strength), <i>Michael</i><sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Ibid.</i>, 10:13.</i> (Who is like unto G-d?), for because of their great power they proclaim with their very name that the strength belongs to G-d and who is like unto Him!<br>Onkelos however said: “And he worshipped on it before G-d, the G-d of Israel.” In that case the meaning of the word <i>lo</i> will be as <i>bo</i> (“in it” or “on it”), in the same manner as: <i>That thou hast chosen ‘l’ben’ (the son) of Jesse;</i><sup class=\"footnote-marker\">118</sup><i class=\"footnote\">I Samuel 20:30.</i> <i>And he took hold ‘lo’ (of him);</i><sup class=\"footnote-marker\">119</sup><i class=\"footnote\">II Samuel 15:5.</i> <i>‘L’mei’ (In the waters) of Meribah</i>.<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Numbers 20:24.</i> It may be that Scripture is saying, “And he called Him G-d, the G-d of Israel,” and the meaning of the word <i>lo</i> is similar to the usage in these verses: <i>I will get me unto the great men;</i><sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Jeremiah 5:5.</i> <i>Get thee out of thy country</i>.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Above, 12:1.</i><br>And by way of the Truth, [that is, the mystic lore of the Cabala, the verse is to be understood] as being in accord with the Midrash which the Rabbis have expounded in Tractate Megillah:<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">18a.</i> “Whence do we know that the Holy One, blessed be He, called Jacob <i>eil</i>? It is said, <i>And He — the G-d of Israel — called him ‘eil.’</i> “ There is in this matter a great secret, which the Sages have additionally mentioned in Bereshith Rabbah<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">79:10.</i> in another way: “Jacob said to G-d, ‘Thou art the G-d of those on high, and I am the master of those down below.’” The Sages thereby alluded to that which they constantly say: the likeness of Jacob is engraved in the Heavenly Throne.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Tanchuma Numbers 19.</i> The intent [of Jacob’s statement quoted in the Midrash — “I am the master of those down below”] — is that the Divine Glory rests in the Land of Israel. The student learned in the mystic lore of the Cabala will understand.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77d40d6e4a94c7c18aaca", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 3:35", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Tafsir Rasag, Numbers 3:35", "sourceHeRef": "תפסיר רס\"ג, במדבר ג׳:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 3.0035, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ושריפהם צוריאל בן אביחיל וינזלון אלי ג̇אנב אלמסכן פי אלשמאל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "And their leader was Zuriel son of Abihail, and they camp on the side of the tabernacle to the north.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17b932b071e100bf4e7f83", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Baraita of The 32 Midot of Aggadah 1:22", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Otzar Midrashim, Baraita of The 32 Midot of Aggadah 1:22", "sourceHeRef": "אוצר מדרשים, ל\"ב מדות באגדה א׳:כ״ב", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.0022, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "י״ז) <b>מדבר שאינו מתפרש במקומו ומתפרש במקום אחר</b>, כיצד? ויטע ה׳ אלהים גן בעדן וגו׳ ויצמח ה׳ אלהים וגו׳ שמענו שהקב״ה נטע לאדם הראשון בג״ע כל עץ וכל מיני מגדים, אבל לא מצינו שברא לו הקב״ה חופות של זהב ואבנים טובות ומרגליות, והיכן שמענו, בשעה שנאמר לחירם מלך צור בעדן גן אלקים היית כל אבן יקרה מסוכתך (יחזקאל כ״ח י״ג), א״ל שמא אדה\"ר אתה שעשיתי לו כל הכבוד הזה. כיוצא בו משפחות הגרשוני אחרי המשכן יחנו ימה וגו׳ משפחות בני קהת יחנו על ירך המשכן תימנה, ונשיא בית אב למשפחות מררי צוריאל בן אביחיל על ירך המשכן יחנו צפונה וגו׳ (במדבר ג׳:ל״ה), אבל לא מצינו שצוה הקב״ה את בניו להיות כ״ד משמרות, והיכן שמענו, אלה פקודתם לעבודתם לבא לבית ה׳ במשפטם ביד אהרן אביהם כאשר צוהו ה׳ אלהי ישראל (דהי״א כ״ד י״ט), מלמד שמצוה זו מימות משה ואהרן.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3b96c6022cb66f7cecd68", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 5:10", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Tractate Soferim 5:10", "sourceHeRef": "מסכת סופרים ה׳:י׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [750], "commentaryNum": 5.001, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "אלו שמות הנחלקין בית אל בית און באר שבע צפנת פענח פוטי פרע בן אוני ידיד יה הללו יה (וחרה אף וחרה אפי) רבי יוסי אומר אין נחלקין אבל הכל שוין שאין חולקין <i data-commentator=\"Haggahot R' Yeshaya Berlin\" data-order=\"1\"></i>עמיאל עמינדב צוריאל צורישדי:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "The following names are to be divided:<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Although each represents one name, it is to be written as two words.</i> Beth-el,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">e.g. Gen. 12, 8.</i> Beth-’awen,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Hos. 4, 15, X, 15.</i> Beer-sheba,<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">E.g. Gen. 21, 31.</i> Ẓofenath-pa’neaḥ, [37<i>b</i>] Poṭi-fera,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>ibid.</i> XLI, 45. E.V. <i>Zaphenathpaneah</i> and <i>Poti-phera</i>.</i> Ben-’oni,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\"><i>ibid.</i> XXXV, 18.</i> Yedid-yah,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">2 Sam. 12, 25. E.V. <i>Jedidiah</i>.</i> Halelu-yah.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">E.g. Ps. 111, 1, ‘praise ye the Lord’. E.V. prints it as one word. V and H add: <span dir=\"rtl\">וחרה אף וחרה אפי</span>, <i>and the anger</i> [<i>of the Lord</i>] <i>was kindled, My wrath shall wax hot</i> (Ex. 22, 23; Num. 11, 10).</i> R. Jose says: These must not be divided.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">But written as one word.</i> All, however, agree that there must be no breaking up of ‘Ammi’el,<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">A name meaning ‘God is with me’ (e.g. Num. 13, 12). Another reading is <span dir=\"rtl\">עזיאל</span>, ‘God is my strength’ (e.g. Ex. 6, 18).</i> ‘Amminadab,<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">A name meaning ‘my kinsman is noble’ (e.g. <i>ibid.</i> 23).</i> Ẓuri’el,<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">A name meaning ‘my Rock is God’ (Num. 3, 35).</i> Ẓurishaddai.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">A name meaning ‘my Rock is Shaddai’ (cf. Num. 1, 6).</i>", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b921c823a798e70b5e14", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 427:1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Yalkut Shimoni on Torah 427:1", "sourceHeRef": "ילקוט שמעוני על התורה תכ״ז:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 427.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כיצד היו הלוים משמרין במשכן בני קהת משמרין בדרום שנאמר משפחות בני קהת יחנו וגו'. והם היו ממונין על הארון שנאמר ומשמרתם הארון והשלחן וגו'. חוצה להן שלשה שבטים ראובן שמעון וגד. בני גרשון משמרים במערב שנאמר משפחות הגרשוני אחרי המשכן יחנו ימה. והם היו ממונין על האהל שנאמר ונשאו את יריעות המשכן וחוצה להן שלשה שבטים אפרים ומנשה ובנימין. בני מררי היו משמרין בצפון שנאמר וניא בית אב למשפחות מררי. והן היו ממונין על הקרשים ועל הבריחים שנאמר ופקודת משמרת בני מררי וגו'. וחוצה להן שלשה שבטים דן אשר ונפתלי. למזרח משה ואהרן ובניו שנאמר והחונים לפני המשכן קדמה לפני אהל מועד מזרחה משה ואהרן ובניו. וחוצה להן שלשה שבטים יהודה יששכר וזבולון. מחנה ישראל היתה שנים עשר מיל על שנים עשר מיל מן המזרח למערב שנים עשר מיל. ודגלו של יהודה ארבעת מילין. מחנה לויה ומחנה שכינה ארבעת מילין. דגלו של ראובן ארבעת מילין מן הצפון לדרום שנים עשר מיל. דגלו של אפרים ארבעת מילין. מחנה לויה ומחנה שכינה ארבעת מילין. דגלו של דן ארבעת מילין. נמצאו ארבע זויות של ארבעת מילין שמשמשין בכל צדדין שנאמר איש על דגלו באותות איש על ידו לדגליהם, כיון שהיו נוסעין ישראל היה עמוד הענן מקופל ונמשך על גבי בני יהודה כמין קורה. תקעו והריעו ותקעו ונסע דגל של יהודה שנאמר (ונסע) [ויסע] דגל מחנה בני יהודה. מיד נכנסו אהרן ובניו ופרקו את הפרכת וכסו בה את ארון העדות ובא אהרן ובניו בנסוע המחנה. תקעו והריעו ותקעו ונסע דגלו של ראובן שנאמר ונסע דגל מחנה (בני) ראובן. מיד נכנסו בני גרשון ובני מררי ופרקו את המשכן וטענוהו בעגלה והעמידו אותו עד בוא בני קהת שנאמר ונסעו הקהתים. תקעו והריעו ותקעו ונסע דגל אפרים שנאמר ונסע דגל מחנה [בני] אפרים. מיד נכנסו בני קהת ופרקו את הקדש וטענו אותו בכתף שנאמר וכלה אהרן ובניו, תקעו והריעו ותקעו ונסע דגלו של דן שנאמר ונסע דגל מחנה בני דן. ונמצאו שני דגלים מלפניהם ושני דגלים מאחריהם ומחנה לויה ומחנה שכינה באמצע שנאמר ונסע אהל מועד מחנה הלוים בתוך המחנות, וכשם שהיו חונין כך היו נוסעין שנאמר כאשר יחנו כן יסעו. על פי שלשה נוסעין ישראל על פי הקודש ועל פי משה ועל פי חצוצרות. על פי הקודש מנין שנאמר על פי ה' יסעו בני ישראל. על פי משה היה אומר להם מבערב בהשכמה אתם נוסעים מיד היו ישראל מוציאין את בהמתם ומתקנים את כליהם לצאת. על פי חצוצרות תקעו והריעו ותקעו שלש תקיעות על כל דגל ודגל. רבי יהודה אומר שלש תקיעות על כל מטה ומטה. כיון שהיו ישראל חונין היה עמוד הענן מתמר ועולה ונמשך על גבי בני יהודה כמין סוכה ונקפל נוקפן ומחפה את האהל מבפנים וממלא את המשכן מבחוץ שנאמר ויכס הענן את אהל מועד. וזה אחד מענני כבוד ששמשו את ישראל במדבר ארבעים שנה אחד בימינם ואחד בשמאלם אחד מלפניהם ואחד מאחריהם ואחד למעלה מהם וענן שכינה ביניהם. ועמוד ענן נוסע לפניהם משפיל לפניהם את הגבוה ומגביה להם את השפל והורג נחשים ועקרבים ושורף קוצים וברקנים ומדריכם בדרך ישרה וענן שכינה שורה באהל. רבי שמעון בן יוחאי אומר כל ארבעים שנה שהיו ישראל במדבר לא נצרך אחד מהם לאור החמה ביום ולא לאור הלבנה בלילה אלא האדים היו יודעין ששקעה החמה. הלבין היו יודעין שזרחה החמה. מסתכל בחבית ויודע מה שבתוכה, בטפיח ויודע מה שבתוכה מפי ענן שכינה שביניהם שנאמר לעיני כל בית ישראל בכל מסעיהם, ואף לעתיד לבוא כן שנאמר קומי אורי כי בא אורך וגו' ואומר לא יהיה לך עוד (אור) השמש לאור יומם ואומר לא יבוא עוד שמשך וירחך לא יאסף כי ה' יהיה לך לאור (יומם) [עולם]. מהיכן היתה שכינה מדברת עם משה. רבי נתן אומר מעם מזבח הקטרת שנאמר ונתתה אותו לפני הפרכת וגו'. שמעון בן עזאי אומר מאצל מזבח הקטרת שנאמר ושחקת ממנה הדק וגו'. תלמידיו של רבי ישמעאל אומרים מאצל מזבח העולה שנאמר עולת תמיד לדורותיכם:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb6bfddfbb310fed22", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levites I", "he": "במדבר הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Already introduced in 1:47–53, the issue of the Levites’ status and their tasks is an important subtheme in Numbers, and makes its central appearance in Chaps. 3 and 4. The present chapter opens with the genealogy of Moshe and Aharon (similarly, Chap. 6 of Exodus, which is a prologue to the Plague cycle, contains a genealogy of the two leaders).", "Notable is the concept that the Levites symbolically replace all the firstborn sons among the Israelites. In a more manageable way, then, the entire community participates in the sacred task of ministering in the sanctuary.", "Theme words in the chapter, not surprisingly, are “charge,” “count/accountable,” and “serve/serving-tasks.” Milgrom has also noted the sevenfold “by order of Y<small>HWH</small>” that permeates this chapter and the next."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9cc", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "anchorRef": "Numbers 3:1-51", "anchorRefExpanded": ["Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, Levites I 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה ג׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 3:1-51\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 3:1-51</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "657ecc64758c1dc532ec9027", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 3:35", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Steinsaltz on Numbers 3:35", "sourceHeRef": "ביאור שטיינזלץ על במדבר ג׳:ל״ה", "anchorVerse": 35, "sourceHasEn": true, "commentaryNum": 3.0035, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וּנְשִׂיא בֵית אָב לְמִשְׁפְּחֹת מְרָרִי</b>– \n  <b>צוּרִיאֵל בֶּן אֲבִיחָיִל. עַל יֶרֶךְ</b>, צד\n  <b>הַמִּשְׁכָּן יַחֲנוּ, צָפֹנָה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The prince of the patrilineal house of the families of Merari was Tzuriel son of Avihayil; they shall encamp on the side of the Tabernacle to the north. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5255495aedbab4498f4838ee", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 3:35:1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Ibn Ezra on Numbers 3:35:1", "sourceHeRef": "אבן עזרא על במדבר ג׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "ויתכן היות <b>צפונה.</b> מגזרת צפנת ליראיך וצפון לצדיק כי אין בנגב שום דבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "NORTHWARD. It is possible that the word <i>tzafonah</i> (northward) is derived from the word <i>tzafanta</i> (laid up) in <i>Thou hast laid up for them that fear Thee</i> (Ps. 31:20) and from the word <i>tzafon</i> (laid up) in <i>laid up for the righteous</i> (Prov. 13:22). The north is so called because there is nothing in the south.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">I.E. apparently believed that no one lives south of the equator, for the temperature there is too hot. It is only in the north where the necessary elements to sustain life are found. See I.E. on Gen. 12:9 (Vol. 1, p. 153).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0aefbfba21b48f538cc", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 3:35:1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Haamek Davar on Numbers 3:35:1", "sourceHeRef": "העמק דבר על במדבר ג׳:ל״ה:א׳", "anchorVerse": 35, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ונשיא בית אב וגו׳.</b> כאן נמשך אחר הספור שהיה מקודם נשיא. מש״ה הקדימו הכתוב לצווי על ירך וגו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b1c552d6e4a937f9997727", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 3:11", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "Bamidbar Rabbah 3:11", "sourceHeRef": "במדבר רבה ג׳:י״א", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 3.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "לְגֵרְשׁוֹן מִשְׁפַּחַת הַלִּבְנִי וגו' <small>(במדבר ג, כא)</small>, לָמָּה צָרִיךְ לַחֲזֹר מִשְׁפְּחוֹתֵיהֶם וַהֲלוֹא כְּבָר אֲמוּרִים לְמַעְלָה, לָמָּה צָרִיךְ הַכָּתוּב לְכָךְ, לְפִי שֶׁהוּא אוֹמֵר <small>(במדבר ג, ב ד)</small>: וְאֵלֶּה שְׁמוֹת בְּנֵי אַהֲרֹן הַבְּכֹר וגו' וַיָּמָת נָדָב וגו', אַף עַל פִּי שֶׁהָיוּ לְאַהֲרֹן אַרְבָּעָה בָנִים לֹא הֶעֱמִידוּ מִשְׁפָּחוֹת אֶלָּא הַשְּׁנַיִם אֶלְעָזָר וְאִיתָמָר, יָכוֹל אַף בַּלְוִיִּם כֵּן, אַף עַל פִּי שֶׁהָיוּ לְגֵרְשׁוֹן שְׁנֵי בָנִים וְלִקְהָת אַרְבָּעָה בָנִים וְלִמְרָרִי שְׁנֵי בָנִים שֶׁמָּא לֹא הֶעֱמִידוּ כֻּלָּם מִשְׁפָּחוֹת, לְכָךְ חָזַר הַכָּתוּב כְּשֶׁבָּא לִמְנוֹת בְּנֵיהֶם גֵּרְשׁוֹן וּקְהָת וּמְרָרִי, חָשַׁב שֶׁהֶעֱמִידוּ כָּל בְּנֵיהֶם מִשְׁפָּחוֹת שֶׁהָיוּ כֻּלָּם צַדִּיקִים. חֲבִיבִין בְּנֵי לֵוִי שֶׁנִּתְעַסֵּק הַמָּקוֹם בְּכָל מִשְׁפָּחָה וּמִשְׁפָּחָה מֵהֶן בְּמִנְיָנָם וּבִמְקוֹמָם וּבִנְשִׂיאֵיהֶם וּבַעֲבוֹדָתָן בַּמִּשְׁכָּן. בְּנֵי גֵרְשׁוֹן, מַהוּ אוֹמֵר <small>(במדבר ג, כב)</small>: פְּקֻדֵיהֶם בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי שֶׁנִּתְעַסֵּק הַכָּתוּב בְּמִנְיַן בְּנֵי גֵרְשׁוֹן <small>(במדבר ג, כג)</small>: מִשְׁפְּחֹת הַגֵּרְשֻׁנִּי אַחֲרֵי הַמִּשְׁכָּן יַחֲנוּ יָמָּה, הֲרֵי מְקוֹמָן, <small>(במדבר ג, כד)</small>: וּנְשִׂיא בֵית אָב אֶלְיָסָף וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, כה כו)</small>: וּמִשְׁמֶרֶת בְּנֵי גֵרְשׁוֹן וגו' וְקַלְעֵי הֶחָצֵר וגו', הֲרֵי עֲבוֹדָתָן בַּמִּשְׁכָּן. וְכֵן מוֹנֶה הַכָּתוּב בִּבְנֵי קְהָת, הֲדָא הוּא דִכְתִיב <small>(במדבר ג, כז)</small>: וְלִקְהָת מִשְׁפַּחַת הָעַמְרָמִי וגו', הֲרֵי שֶׁהוֹדִיעַ הַכָּתוּב בִּבְנֵי קְהָת שֶׁהֶעֱמִידוּ כֻּלָּם מִשְׁפָּחוֹת, שֶׁלֹא נִתְכַּלָּה אֶחָד מֵהֶם, <small>(במדבר ג, כח)</small>: בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי מִנְיָנָם. לָמָּה פֵּרַשׁ הַכָּתוּב בְּמִסְפַּר בְּנֵי קְהָת: שֹׁמְרֵי מִשְׁמֶרֶת הַקֹּדֶשׁ, מַה שֶׁלֹא נֶאֱמַר לֹא בְמִסְפַּר בְּנֵי גֵרְשׁוֹן וְלֹא בְמִסְפַּר בְּנֵי מְרָרִי, וְכִי בְּנֵי קְהָת מִבֶּן חֹדֶשׁ וָמַעְלָה שׁוֹמְרִים מִשְׁמֶרֶת הַקֹּדֶשׁ, וַהֲלוֹא עַד שֶׁהָיָה בֶּן שְׁלשִׁים לֹא הָיָה כָּשֵׁר לָעֲבוֹדָה, לָמָּה עָשָׂה כֵן, לְפִי שֶׁהָיָה הָאָרוֹן מְכַלֶה בִּבְנֵי קְהָת וְהָיָה מְמַעֲטָן, שֶׁהָיָה מְקַצֵּר יְמֵיהֶם וְאַף עַל פִּי כֵן מֵחִבַּת הַקֹּדֶשׁ הָיוּ רָצִים בְּנֵי קְהָת אַחֲרָיו, לְפִיכָךְ הֶעֱלָה עֲלֵיהֶם שָׂכָר כְּאִלּוּ מִבֶּן חֹדֶשׁ נִכְנְסוּ לְשַׁמֵּשׁ, כְּמוֹ שֶׁכָּתוּב בִּשְׁמוּאֵל הָרָמָתִי <small>(שמואל א ז, טו)</small>: וַיִּשְׁפֹּט שְׁמוּאֵל אֶת יִשְׂרָאֵל כֹּל יְמֵי חַיָּיו, אַף הוּא הָיָה מִבְּנֵי קְהָת. <small>(במדבר ג, כט)</small>: מִשְׁפְּחֹת בְּנֵי קְהָת יַחֲנוּ עַל יֶרֶךְ הַמִּשְׁכָּן תֵּימָנָה, הֲרֵי מְקוֹמָן, <small>(במדבר ג, ל)</small>: וּנְשִׂיא בֵּית אָב וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, לא)</small>: וּמִשְׁמַרְתָּם הָאָרֹן וגו', הֲרֵי עֲבוֹדָתָן בַּקֹּדֶשׁ, <small>(במדבר ג, לב)</small>: וּנְשִׂיא נְשִׂיאֵי הַלֵּוִי וגו', לָמָּה חָשַׁב בִּבְנֵי קְהָת שְׁנֵי נְשִׂיאִים, לְפִי שֶׁמִּקְהָת יָצְאוּ כֹּהֲנִים וּלְוִיִּם, מֵעַמְרָם יָצְאוּ משֶׁה וְאַהֲרֹן, בְּנֵי משֶׁה הָיוּ לְוִיִּם וּבְנֵי אַהֲרֹן כֹּהֲנִים, וּלְכָךְ חָשַׁב אֶלְעָזָר שֶׁהָיָה מִן הַכֹּהֲנִים וְהוּא הָיָה אֲמַרְכָּל עַל הַלְוִיִּם שֶׁל בְּנֵי קְהָת, וְגַם הוּא הָיָה נוֹשֵׂא מֵעֲבוֹדַת הַקֹּדֶשׁ עִם בְּנֵי קְהָת, הֲדָא הוּא דִכְתִיב <small>(במדבר ד, טז)</small>: וּפְקֻדַּת אֶלְעָזָר בֶּן אַהֲרֹן וגו', וְלָמָּה לֹא חָשַׁב אִיתָמָר הֲלוֹא עַל יָדוֹ הָיְתָה מִשְׁמֶרֶת בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי לָמָּה לֹא מְנָאוֹ עִמָּהֶם לְנָשִׂיא כְּמוֹ שֶׁמָּנָה אֶלְעָזָר לְנָשִׂיא עִם בְּנֵי קְהָת, לְפִי שֶׁאִיתָמָר לֹא הָיָה מְשֻׁתָּף בַּעֲבוֹדַת בְּנֵי גֵרְשׁוֹן וּבְנֵי מְרָרִי לְכָךְ לֹא מְנָאוֹ לְנָשִׂיא עִמָּהֶם, אֲבָל אֶלְעָזָר שֶׁהָיָה שֻׁתָּף בְּמַשָֹּׂאָן עִם בְּנֵי קְהָת, לְכָךְ מְנָאוֹ הַכָּתוּב לְנָשִׂיא עִמָּהֶם <small>(במדבר ג, לג)</small>: לִמְרָרִי מִשְׁפַּחַת הַמַּחְלִי, הֲרֵי שֶׁמָּנָה הַכָּתוּב בִּבְנֵי מְרָרִי שֶׁלֹא מֵת אֶחָד מֵהֶן וְהֶעֱמִידוּ מִשְׁפָּחוֹת, <small>(במדבר ג, לד)</small>: וּפְקֻדֵיהֶם בְּמִסְפַּר כָּל זָכָר וגו', הֲרֵי הוֹדִיעַ מִנְיָנָן, <small>(במדבר ג, לה)</small>: וּנְשִׂיא בֵית אָב לְמִשְׁפְּחֹת מְרָרִי צוּרִיאֵל וגו', הֲרֵי נָשִׂיא שֶׁלָּהֶם, <small>(במדבר ג, לה)</small>: עַל יֶרֶךְ הַמִּשְׁכָּן יַחֲנוּ צָפֹנָה, הֲרֵי מְקוֹמָם, <small>(במדבר ג, לו)</small>: וּפְקֻדַּת מִשְׁמֶרֶת בְּנֵי מְרָרִי, הֲרֵי עֲבוֹדָתָן בַּמִּשְׁכָּן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“For Gershon, the family of the Livnites [and the Shimites]” (Numbers 3:21) – why was it necessary to repeat their families; were they not stated above? Why did the verse need this? Because it says: “These are the sons of Aaron: the firstborn [Nadav, and Avihu, Elazar, and Itamar].… Nadav [and Avihu] died…” (Numbers 3:2–4) – although Aaron had four sons, only the two, Elazar and Itamar, established families; perhaps the same is true regarding the Levites. Although Gershon has two sons, Kehat four sons, and Merari two sons, perhaps not all of them established families. That is why the verse repeated when it came to enumerate the sons of Gershon, Kehat, and Merari. It specified that all their sons established families, as they were all righteous.  <br>The children of Levi are beloved, as the Omnipresent Himself dealt with each and every one of their families regarding their number, their location, their princes, and their service in the Tabernacle. The sons of Gershon, what does it say? “The number of all males counted…[were seven thousand five hundred]” (Numbers 3:22); thus the verse dealt in the number of the sons of Gershon. “The families of the Gershonites shall encamp behind the Tabernacle to the west” (Numbers 3:23) – that is their location. “The prince of the patrilineal house [of the Gershonites] was Elyasaf [son of Lael]” (Numbers 3:24) – that is their prince. “The commission of the sons of Gershon.… and the hangings of the courtyard…” (Numbers 3:25–26) – that is their service in the Tabernacle. <br>Likewise, the verse counts the sons of Kehat. That is what is written: “For Kehat, the family of the Amramites, [and the family of the Yitzharites, and the family of the Hevronites, and the family of the Uzielites]” (Numbers 3:27) – the verse apprised regarding the sons of Kehat that all of them established families, and not one of them perished. “In number, all males, [from one month old and above, eight thousand and six hundred, keepers of the commission of the sacred]” (Numbers 3:28) – that is their number. Why did the verse specify regarding the number of sons of Kehat “keepers of the commission of the sacred,” which is not stated regarding the number of the sons of Gershon nor regarding the number of sons of Merari; were the sons of Kehat “keepers of the commission of the sacred” from one month old and above? After all, one was not eligible for service until he was thirty years old. Why did it do so? It is because the Ark would purge from the sons of Kehat and would diminish their number, as it would shorten their lives.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">An improper action by somebody carrying the Ark could lead to his death.</i> Nevertheless, due to their affection for the sacred, the sons of Kehat would run after it. That is why He accorded them a reward as though they entered to serve from one month old, as it is written regarding Samuel the Ramatite: “Samuel judged Israel all the days of his life” (I Samuel 7:15). He, too, was of the descendants of Kehat. “The families of the sons of Kehat shall encamp on the side of the Tabernacle to the south” (Numbers 3:29) – that is their place. “And the prince of the patrilineal house [of the families of the Kehatites was Elitzafan son of Uziel]” (Numbers 3:30) – that is their prince. “Their commission: the Ark, [the Table, the Candelabrum, the altars, the sacred vessels with which they would serve, the screen, and all its work]” (Numbers 3:31) – that is their service in the Tabernacle.  <br>“The prince of the princes of the Levites [was Elazar son of Aaron the priest, the charge over the keepers of the commission of the sacred]” (Numbers 3:32) – why did it specify two princes for the sons of Kehat? It is because priests and Levites emerged from Kehat. Moses and Aaron emerged from Amram; Moses’s sons were Levites, and Aaron’s sons were priests. That is why it specified Elazar, who was from the priests, and he was overseer of the Levites of the sons of Kehat, and he would carry some of the sacred service [items] with the sons of Kehat. That is what is written: “The charge of Elazar, son of Aaron [the priest, is the illuminating oil, the fragrant incense, the meal offering of the daily offering, and the anointing oil; the charge of the entire Tabernacle, and of all that is in it, in the sacred, and in its vessels]” (Numbers 4:16). <br>Why did it not specify Itamar? After all, the commissions of the sons of Gershon and the sons of Merari were entrusted to him. Why did it not enumerate him with them as a prince like it enumerated Elazar as a prince with the sons of Kehat? It is because Itamar did not participate in the service of the sons of Gershon and the sons of Merari; that is why it did not enumerate him as a prince with them. However, Elazar participated in the burden of the sons of Kehat; that is why the verse enumerated him as a prince with them. <br>“For Merari, the family of the Maḥlites [and the family of the Mushites]” (Numbers 3:33) – the verse counted the sons of Merari, as not one of them died and they established families. “The number of all males counted…[were six thousand two hundred]” (Numbers 3:34) – it apprised of their number. “The prince of the patrilineal house [of the families of Merari was Tzuriel son of Aviḥayil]…” (Numbers 3:35) – that is their prince. “They shall encamp on the side of the Tabernacle to the north” (Numbers 3:35) – that is their place. “The appointed commission of the sons of Merari…” (Numbers 3:36) – that is their service in the Tabernacle.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf79b6084aa1cbef83f3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָב² 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, אָב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָב² א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָב</span></big><sub>1191</sub>  <strong>n.m. father (</strong>Ph. <span dir=\"rtl\">אב</span>, Assyrian <em>abu</em>, Arabic <span dir=\"rtl\">أَبٌ</span>, Sab. <span dir=\"rtl\">אב</span> CIS<sup>iv, 1. 37 1. 2</sup> al. Ethiopic አብ Aramaic <span dir=\"rtl\">אַבָּא</span>, <span dir=\"rtl\">ܐܰܒܳܐ</span> <strong>)</strong>—abs. <span dir=\"rtl\">אָב</span> <a data-ref=\"Genesis 44:19\" href=\"/Genesis.44.19\">Gn 44:19</a> + 47 times; cstr. <span dir=\"rtl\">אַב</span> <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">Gn 17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (cf. in <span dir=\"rtl\">אַבְרָהָם</span> <em>ib.</em> & elsewhere in n.pr. On Hal’s proposes <span dir=\"rtl\">אֲבִר</span> v. <a data-ref=\"BDB, אַבְרָהָם\" href=\"/BDB,_אַבְרָהָם\", dir=\"rtl\">אברהם</a>); <a ,=\"\" data-ref=\"BDB, אֲבִי\" dir=\"rtl\" href=\"/BDB,_אֲבִי\">אֲבִי</a> (cf. Ge<sup>§§ 90, 3b, 96</sup>) <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a> +; sf. <span dir=\"rtl\">אָבִי</span> <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> + (MI <span dir=\"rtl\">אבי</span>); <span dir=\"rtl\">אָבִיךָ</span> <a data-ref=\"Genesis 12:1\" href=\"/Genesis.12.1\">Gn 12:1</a> +; <span dir=\"rtl\">אָבִיו</span> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> +; <span dir=\"rtl\">אָבִ֫יהוּ</span> <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> + 6 times; pl. <span dir=\"rtl\">אָבוֹת</span> <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">Ex 12:3</a> +; cstr. <span dir=\"rtl\">אֲבוֹת</span> <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> + 7 times; sf. <span dir=\"rtl\">אֲבוֹתַי</span> (<span dir=\"rtl\">אֲבֹתַי</span>, <span dir=\"rtl\">אֲבוֹתָ֑י</span>) <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> + 15 times; <span dir=\"rtl\">אֲבוֹתֵיהֶם</span> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a> + 32 times (late); <span dir=\"rtl\">אֲבוֹתָם</span> <a data-ref=\"Exodus 4:5\" href=\"/Exodus.4.5\">Ex 4:5</a> + 106 times etc.;—<br><strong>1.</strong>  <em>father of individual</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">11:28</a>, <a data-ref=\"Genesis 11:29\" href=\"/Genesis.11.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">19:31</a>, <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">32</a>, <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">33</a>, + often (mostly JED); of father as commanding <a data-ref=\"Genesis 50:16\" href=\"/Genesis.50.16\">Gn 50:16</a> (J) <a data-ref=\"Jeremiah 35:6\" href=\"/Jeremiah.35.6\">Je 35:6 f</a> <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a> (cf. <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> J <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a>, <a data-ref=\"Genesis 28:6\" href=\"/Genesis.28.6\">6</a> P <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a>); instructing <span dir=\"rtl\">מוסר</span> <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>; <a data-ref=\"Proverbs 4:1\" href=\"/Proverbs.4.1\">4:1</a> (cf. <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a>); specif. as begetter, <em>genitor</em> <a data-ref=\"Proverbs 23:22\" href=\"/Proverbs.23.22\">Pr 23:22</a> <a data-ref=\"Zechariah 13:3\" href=\"/Zechariah.13.3\">Zc 13:3</a><sup>(×2)</sup> (+ <span dir=\"rtl\">אֵם</span>) <a data-ref=\"Isaiah 45:10\" href=\"/Isaiah.45.10\">Is 45:10</a>; cf. <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (J) <a data-ref=\"Leviticus 18:7\" href=\"/Leviticus.18.7\">Lv 18:7</a>, <a data-ref=\"Leviticus 18:8\" href=\"/Leviticus.18.8\">8</a>, <a data-ref=\"Leviticus 18:11\" href=\"/Leviticus.18.11\">11</a> (P); rebuking <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a>; loving <a data-ref=\"Genesis 37:4\" href=\"/Genesis.37.4\">Gn 37:4</a>; <a data-ref=\"Genesis 44:20\" href=\"/Genesis.44.20\">44:20</a> (JE; cf. <a data-ref=\"Genesis 22:2\" href=\"/Genesis.22.2\">22:2</a>; <a data-ref=\"Genesis 25:28\" href=\"/Genesis.25.28\">25:28</a>; <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">37:3</a> <a data-ref=\"II Samuel 14:1\" href=\"/II_Samuel.14.1\">2 S 14:1</a>); pitying <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">ψ 103:13</a> (in sim. cf. <a data-ref=\"II Samuel 18:5\" href=\"/II_Samuel.18.5\">2 S 18:5</a>); blessing <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a> (JE cf. <a data-ref=\"Genesis 27:4\" href=\"/Genesis.27.4\">27:4</a> also <a data-ref=\"Genesis 28:1\" href=\"/Genesis.28.1\">28:1</a> P +); as glad <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">Pr 10:1</a>; <a data-ref=\"Proverbs 15:20\" href=\"/Proverbs.15.20\">15:20</a> cf. <a data-ref=\"Proverbs 29:3\" href=\"/Proverbs.29.3\">29:3</a>; grieving <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">Gn 37:35</a> (JE; cf. <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a>; <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">19:1</a>, <a data-ref=\"II Samuel 19:2\" href=\"/II_Samuel.19.2\">2 f</a>) etc. Also as obj. of honour, obedience, love <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (E) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>; <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a> (E) <a data-ref=\"Deuteronomy 21:18\" href=\"/Deuteronomy.21.18\">Dt 21:18</a>, <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">19</a> <a data-ref=\"Genesis 28:7\" href=\"/Genesis.28.7\">Gn 28:7</a> (P), <a data-ref=\"Genesis 50:1\" href=\"/Genesis.50.1\">50:1</a>, <a data-ref=\"Genesis 50:5\" href=\"/Genesis.50.5\">5</a> <a data-ref=\"I Kings 19:20\" href=\"/I_Kings.19.20\">1 K 19:20</a> (all + <span dir=\"rtl\">אֵם</span>) (J) <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a> etc. Hence metaph. of <em>intimate connection</em> <a data-ref=\"Job 17:14\" href=\"/Job.17.14\">Jb 17:14</a> <em>to corruption I cry, My father</em> art <em>thou</em> (‖ <span dir=\"rtl\">אִמִּי וַאֲחֹתִי לָֽרִמָּה</span>).<br><strong>2.</strong>  of God as <em>father of his people</em> (v. RS<sup>Sem 42</sup>), who constituted, controls, guides and lovingly watches over it: <a data-ref=\"Deuteronomy 32:6\" href=\"/Deuteronomy.32.6\">Dt 32:6</a> <a data-ref=\"Jeremiah 3:4\" href=\"/Jeremiah.3.4\">Je 3:4</a>, <a data-ref=\"Jeremiah 3:19\" href=\"/Jeremiah.3.19\">19</a>; <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">31:9</a> <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">Is 63:16</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 64:7\" href=\"/Isaiah.64.7\">64:7</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <a data-ref=\"Malachi 2:10\" href=\"/Malachi.2.10\">2:10</a> (cf. <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a>; <a data-ref=\"Exodus 19:4\" href=\"/Exodus.19.4\">19:4</a> (JE) <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>); cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a> (of idolatr. Isr.) <span dir=\"rtl\">אֹמְרִים לָעֵץ אָבִי אַתָּה וְלָאֶבֶן אַתְּ ילדתני׃</span>; especially God as <em>father of Davidic line</em> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> <a data-ref=\"Psalms 89:27\" href=\"/Psalms.89.27\">ψ 89:27</a>; f. <em>of needy</em> (late) <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a> (cf. <a data-ref=\"Psalms 103:13\" href=\"/Psalms.103.13\">103:13</a>) (in n.pr., f. <em>of individ.</em>, cf. infr.)<br><strong>3.</strong>  <em>head of household</em>, family or clan; <span dir=\"rtl\">בֵּית אָבִי</span> as abode <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a><sup>(×2)</sup> <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">Lv 22:13</a> +; = family <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">Gn 24:40</a> (‖ <span dir=\"rtl\">מִשְׁפַחְתִּי</span>) <a data-ref=\"Genesis 41:51\" href=\"/Genesis.41.51\">41:51</a>; <a data-ref=\"Genesis 46:31\" href=\"/Genesis.46.31\">46:31</a> + cf. <a data-ref=\"Numbers 18:1\" href=\"/Numbers.18.1\">Nu 18:1</a>, <a data-ref=\"Numbers 18:2\" href=\"/Numbers.18.2\">2</a> <a data-ref=\"Joshua 2:12\" href=\"/Joshua.2.12\">Jos 2:12</a>, <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">18</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; especially techn. of divisions of Isr. <span dir=\"rtl\">בֵּית אָב לְמִשְׁפָּחוֹת</span> <a data-ref=\"Numbers 3:30\" href=\"/Numbers.3.30\">Nu 3:30</a>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> = a father’s house, i.e. a family or clan; more often pl. (<span dir=\"rtl\">אבותם</span>, <span dir=\"rtl\">אבותיו</span>) <span dir=\"rtl\">בֵית אָבוֹת</span> = fathers’ houses = families, clans (cf. Di on <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>) <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">12:3</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18 ff.</a> (often in Nu) <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a><sup>(×2)</sup> without <span dir=\"rtl\">בית</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a><sup>(×2)</sup> (always P in Hex.); also <a data-ref=\"I Chronicles 5:13\" href=\"/I_Chronicles.5.13\">1 Ch 5:13</a>, <a data-ref=\"I Chronicles 5:15\" href=\"/I_Chronicles.5.15\">15</a> + often in Ch; cf. <span dir=\"rtl\">רָאשֵׁי אבות הלוים</span> (= <span dir=\"rtl\">ר׳ בית א׳</span>) <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">Ex 6:25</a> cf. <a data-ref=\"I Kings 8:1\" href=\"/I_Kings.8.1\">1 K 8:1</a> <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>; <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> + often Ch Ezr Ne.<br><strong>4.</strong>  <em>ancestor</em> (<strong>a</strong>) of individual; grandfather (instead of precise term) <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a>; <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">32:10</a> (J; where used of Abr. & Isaac); greatgr. <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">1 K 15:3</a>; gr.-greatgr. <a data-ref=\"I Kings 15:11\" href=\"/I_Kings.15.11\">1 K 15:11</a>, <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">24</a> etc.; cf. <a data-ref=\"II Kings 14:3\" href=\"/II_Kings.14.3\">2 K 14:3</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Kings 18:3\" href=\"/II_Kings.18.3\">18:3</a>; <a data-ref=\"II Kings 22:2\" href=\"/II_Kings.22.2\">22:2</a>; often pl. (= <em>fathers, forefathers</em>) <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a>; <a data-ref=\"Genesis 46:34\" href=\"/Genesis.46.34\">46:34</a> (JE) <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"II Kings 19:12\" href=\"/II_Kings.19.12\">2 K 19:12</a>; <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">20:17</a> +; particularly <span dir=\"rtl\">שׁכב עם אבותיו</span> <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a>; <a data-ref=\"I Kings 2:10\" href=\"/I_Kings.2.10\">2:10</a>; <a data-ref=\"I Kings 11:21\" href=\"/I_Kings.11.21\">11:21</a>; <a data-ref=\"I Kings 22:40\" href=\"/I_Kings.22.40\">22:40</a> +; joined with <span dir=\"rtl\">ויקבר עם אב׳</span> <a data-ref=\"I Kings 14:31\" href=\"/I_Kings.14.31\">1 K 14:31</a>; <a data-ref=\"I Kings 15:24\" href=\"/I_Kings.15.24\">15:24</a>; <a data-ref=\"I Kings 22:51\" href=\"/I_Kings.22.51\">22:51</a> <a data-ref=\"II Kings 8:24\" href=\"/II_Kings.8.24\">2 K 8:24</a>; <a data-ref=\"II Kings 15:38\" href=\"/II_Kings.15.38\">15:38</a> cf. v <a data-ref=\"II Kings 15:7\" href=\"/II_Kings.15.7\">7</a>, <a data-ref=\"I Kings 16:20\" href=\"/I_Kings.16.20\">16:20</a> + (all of kings of Judah); intens., <span dir=\"rtl\">אֲבֹתֶיךָ וַאֲבוֹת אֲבֹתֶיךָ</span> <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> cf. <a data-ref=\"Daniel 11:24\" href=\"/Daniel.11.24\">Dn 11:24</a>; (<strong>b</strong>) of people <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a> (J) <a data-ref=\"Genesis 17:4\" href=\"/Genesis.17.4\">17:4</a>, <a data-ref=\"Genesis 17:5\" href=\"/Genesis.17.5\">5</a> (P) <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J) <a data-ref=\"Genesis 36:9\" href=\"/Genesis.36.9\">36:9</a>, <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">43</a> (P) <a data-ref=\"Deuteronomy 26:5\" href=\"/Deuteronomy.26.5\">Dt 26:5</a> <a data-ref=\"Isaiah 51:2\" href=\"/Isaiah.51.2\">Is 51:2</a>; <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">43:27</a> (where <span dir=\"rtl\">אביך הראשׁון</span> <em>thy first father</em>, v. Che) cf. also <a data-ref=\"Ezekiel 16:3\" href=\"/Ezekiel.16.3\">Ez 16:3</a>, <a data-ref=\"Ezekiel 16:45\" href=\"/Ezekiel.16.45\">45</a> + often; pl. <a data-ref=\"Exodus 3:13\" href=\"/Exodus.3.13\">Ex 3:13</a>, <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a>, <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">16</a> (E) <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> <a data-ref=\"Judges 2:1\" href=\"/Judges.2.1\">Ju 2:1</a> <a data-ref=\"I Samuel 12:6\" href=\"/I_Samuel.12.6\">1 S 12:6</a> +; <a data-ref=\"I Samuel 12:15\" href=\"/I_Samuel.12.15\">1 S 12:15</a> ad fin read <span dir=\"rtl\">וּבְמַלְכְּכֶם</span> 𝔊 We Dr.<br><strong>5.</strong>  <em>originator</em> or <em>patron</em> of a class, profession, or art <a data-ref=\"Genesis 4:20\" href=\"/Genesis.4.20\">Gn 4:20</a>, <a data-ref=\"Genesis 4:21\" href=\"/Genesis.4.21\">21</a>.<br><strong>6.</strong>  fig. of <em>producer, generator</em> <a data-ref=\"Job 38:28\" href=\"/Job.38.28\">Jb 38:28</a> <span dir=\"rtl\">הֲיֵשׁ לַמָּטָר אָ֑ב</span> (‖ <span dir=\"rtl\">מִי־הוֹלִיד אֶגְלֵי־טָֽל׃</span>).<br><strong>7.</strong>  fig. of <em>benevolence</em> & protection <a data-ref=\"Job 29:16\" href=\"/Job.29.16\">Jb 29:16</a> <span dir=\"rtl\">אָב אָֽנֹכִי לָֽאֶבְיוֹנִים</span>, cf. <a data-ref=\"Job 31:18\" href=\"/Job.31.18\">31:18</a>; of Eliakim <a data-ref=\"Isaiah 22:21\" href=\"/Isaiah.22.21\">Is 22:21</a>; perhaps also of gracious Mess. king <span dir=\"rtl\">אֲבִי עַד</span> <a data-ref=\"Isaiah 9:5\" href=\"/Isaiah.9.5\">Is 9:5</a> <em>everlasting father</em> (Ge Ew De Che Brd Di)—others <em>divider of spoil</em> (Abarb Hi Kn KueBr<sup>MP</sup>).<br><strong>8.</strong>  term of <em>respect & honour</em> (<em>Abbas, Pater, Papa, Pope</em>); appl. to master <a data-ref=\"II Kings 5:13\" href=\"/II_Kings.5.13\">2 K 5:13</a>; priest <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>; prophet <a data-ref=\"II Kings 2:12\" href=\"/II_Kings.2.12\">2 K 2:12</a><sup>(×2)</sup>; <a data-ref=\"II Kings 6:21\" href=\"/II_Kings.6.21\">6:21</a>; <a data-ref=\"II Kings 13:14\" href=\"/II_Kings.13.14\">13:14</a><sup>(×2)</sup> cf. <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">8:9</a>; counsellor <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a> (E; cf. δευτέρου πατρός 𝔊 add. <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; τῷ πατρί <a data-ref=\"The Book of Maccabees I (Kahana Translation) 11:32\" href=\"/The_Book_of_Maccabees_I_(Kahana_Translation).11.32\">1 Mac 11:32</a>); king <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">1 S 24:12</a>; artificer <a data-ref=\"II Chronicles 2:12\" href=\"/II_Chronicles.2.12\">2 Ch 2:12</a>; <a data-ref=\"II Chronicles 4:16\" href=\"/II_Chronicles.4.16\">4:16</a>.<br><strong>9.</strong>  specif., <em>ruler, chief</em> (late) <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">1 Ch 2:24</a>, <a data-ref=\"I Chronicles 2:42\" href=\"/I_Chronicles.2.42\">42</a><sup>(×2)</sup> etc. (cf. Ew<sup>§ 273b</sup>). See also Ew<sup>Gesch. i. 524 H i. 365</sup>. On the force of <span dir=\"rtl\">אָב</span> in proper names (in many prob. a divine title), v. Che<sup>Ency. Bib., abi, names with</sup> Nö<sup>ib., names, §§ 44, 45</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cf7bb6084aa1cbef8517", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲבִיחַ֫יִל 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, אֲבִיחַ֫יִל 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲבִיחַ֫יִל א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲבִיחַ֫יִל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֲבִיחַ֫יִל</span></big>  <strong>n.pr.m.</strong> & <strong>f. (</strong><em>my father is might</em>, Sab. <span dir=\"rtl\">אבחיל</span> Hal<sup>MA 234</sup><strong>)</strong>—prob. = <span dir=\"rtl\">אֲבִיהַיִל</span> <a data-ref=\"II Chronicles 11:18\" href=\"/II_Chronicles.11.18\">2 Ch 11:18</a>, <span dir=\"rtl\">אֲבִיהָ֑יִל</span> <a data-ref=\"I Chronicles 2:29\" href=\"/I_Chronicles.2.29\">1 Ch 2:29</a>—<br><strong>1.</strong>  a Levite <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">Nu 3:35</a>.<br><strong>2.</strong>  a Gadite <a data-ref=\"I Chronicles 5:14\" href=\"/I_Chronicles.5.14\">1 Ch 5:14</a>.<br><strong>3.</strong>  father of Esther <a data-ref=\"Esther 2:15\" href=\"/Esther.2.15\">Est 2:15</a>; <a data-ref=\"Esther 9:29\" href=\"/Esther.9.29\">9:29</a>.<br><strong>4.</strong>  wife of Abishur <a data-ref=\"I Chronicles 2:29\" href=\"/I_Chronicles.2.29\">1 Ch 2:29</a>.<br><strong>5.</strong>  wife of Rehoboam <a data-ref=\"II Chronicles 11:18\" href=\"/II_Chronicles.11.18\">2 Ch 11:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d16bb6084aa1cbf0e211", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָנָה 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, חָנָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָנָה א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָנָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">חָנָה</span></big></big><sub>143</sub><big></big>  <strong>vb.</strong> decline, bend down, encamp <strong>(</strong>Aramaic <span dir=\"rtl\">ܚܢܳܐ</span> <em>to aim at, incline towards, reach;</em> Zinj. <span dir=\"rtl\">מחנת</span> cstr. <em>camp</em>, Inscr. Panammu<sup>13, 16, 17</sup>; Arabic <span dir=\"rtl\">حَنَا</span> <em>bend, curve, bend down;</em> Assyrian <em>mûnu, mênu</em> and <em>tênû couch</em>, <em>mânîtu</em>, <em>house</em>, Zim<sup>BP 44, 45</sup> Dl in Zim<sup>117</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">חָנָה</span> <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <span dir=\"rtl\">וְחָנִ֫יתִי</span> consec. <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a> <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">חָנוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> + 2 times; <span dir=\"rtl\">וְחָנוּ</span> consec. <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; Impf. <span dir=\"rtl\">וַיִּחַן</span> <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> + 9 times; 3 fs. <span dir=\"rtl\">תַּחֲנֶה</span> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <span dir=\"rtl\">יַחֲנוּ</span> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a> + 13 times Nu + <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>: <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> + 79 times (of which 42 in <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a>); <span dir=\"rtl\">וַיַּחֲנוּן</span> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>; 2 mpl. <span dir=\"rtl\">תַּחֲנוּ</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>; 1 pl. <span dir=\"rtl\">וַנַּחֲנֶה</span> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; Imv. <span dir=\"rtl\">חֲנֵה</span> <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <span dir=\"rtl\">חֲנוּ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; Inf. <span dir=\"rtl\">חֲנוֹת</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a>; <span dir=\"rtl\">חֲנֹת</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; sf. <span dir=\"rtl\">חֲנֹתֵנוּ</span> <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <span dir=\"rtl\">חֲנֹתְכֶם</span> <a data-ref=\"Deuteronomy 1:33\" href=\"/Deuteronomy.1.33\">Dt 1:33</a>; Pt. <span dir=\"rtl\">חֹנֶה</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a> <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>; f. <span dir=\"rtl\">חֹנָה</span> <a data-ref=\"II Samuel 23:13\" href=\"/II_Samuel.23.13\">2 S 23:13</a>; <a data-ref=\"I Chronicles 11:15\" href=\"/I_Chronicles.11.15\">1 Ch 11:15</a>; <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; pl. <span dir=\"rtl\">חֹנִים</span> <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">Ex 14:9</a> + 11 times; <span dir=\"rtl\">חוֹנִים</span> <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">Nu 2:2</a>; <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>;— <strong>1.</strong>  <em>decline</em>, of day drawing to its close <span dir=\"rtl\">חֲנוֹת הַיּוֹם</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a> (‖ <span dir=\"rtl\">רָפָה הַיּ׳ לַעֲרוֹב</span>; also <span dir=\"rtl\">נְטוֹת הַיּ׳</span> v <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">8</a>; <span dir=\"rtl\">הַיּוֹם רַד מְאֹד</span> v <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a>). <strong>2.</strong>  <em>encamp</em> (proposes <em>verge toward, incline to, settle at</em>, of goal of day’s march):— <strong>a.</strong>  of single nomad <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> (J; sq. <span dir=\"rtl\">ב</span>), <a data-ref=\"Genesis 33:18\" href=\"/Genesis.33.18\">33:18</a> (E; sq. <span dir=\"rtl\">אֶת־פני</span>). <strong>b.</strong>  of Israel at Exod. and in wilderness <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> <span dir=\"rtl\">(ב)</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">14:2</a> <span dir=\"rtl\">(לִפְנֵי)</span>, v <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">2</a> <span dir=\"rtl\">(עַל)</span>, + c. 80 times (Hex chiefly P); also (abs.) <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a> cf. <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"Nehemiah 11:30\" href=\"/Nehemiah.11.30\">Ne 11:30</a> <em>so they encamped</em> (i.e. <em>settled</em>, or <em>were settled</em>) from Beersheba to the valley of Hinnom (‖ <span dir=\"rtl\">ישׁבו</span> v <a data-ref=\"Nehemiah 11:25\" href=\"/Nehemiah.11.25\">25</a>). <strong>c.</strong>  of armies: (1) Israel (conquering Cannan, etc.) <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">5:10</a> + often; (2) Philistines <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a>; <a data-ref=\"II Samuel 23:23\" href=\"/II_Samuel.23.23\">2 S 23:23</a> +; usually sq. ב loc. <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a> <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> + 63 times (<span dir=\"rtl\">וַיַּחֲנוּ בְ</span> <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a> read <span dir=\"rtl\">וַיָּחֵלּוּ מִן</span> 𝔊L We Dr v. <a data-ref=\"BDB, חָלָל\" href=\"/BDB,_חָלָל\", dir=\"rtl\">חלל</a>); so of locusts in hedges (in sim.) <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>; also sq. <span dir=\"rtl\">עַל</span> = <em>by, near</em> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>, <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">9</a>; <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">15:27</a>; <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">2:2</a>, <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">5</a>, <a data-ref=\"Numbers 2:12\" href=\"/Numbers.2.12\">12</a>, <a data-ref=\"Numbers 2:27\" href=\"/Numbers.2.27\">27</a>; <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">3:29</a>; <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> <span dir=\"rtl\">(על ירך)</span>, <a data-ref=\"Numbers 33:10\" href=\"/Numbers.33.10\">33:10</a>; <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">Ju 7:1</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <span dir=\"rtl\">על־פני השׂדה</span> (<span dir=\"rtl\">על</span> in diff. sense) <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; sq. <span dir=\"rtl\">עַל</span> also = <em>against, encamp</em> with hostile purpose <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:31\" href=\"/Joshua.10.31\">31</a>, <a data-ref=\"Joshua 10:34\" href=\"/Joshua.10.34\">34</a> <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a>; <a data-ref=\"Judges 20:19\" href=\"/Judges.20.19\">20:19</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">1 K 16:15</a>; <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; <a data-ref=\"Jeremiah 52:4\" href=\"/Jeremiah.52.4\">52:4</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; sq. <span dir=\"rtl\">אֶל־</span> in same sense <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>; metaph. of God’s hostility to apostate Jerusalem <span dir=\"rtl\">(על)</span> <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a>; sq. also <span dir=\"rtl\">לְ</span> = <em>at, by</em> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a>; <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">אשׁר</span> … <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a>; <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a>; sq. <span dir=\"rtl\">סביב לְ</span> for protection <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>, cf. metaph. <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>, but also hostility <a data-ref=\"Job 19:12\" href=\"/Job.19.12\">Jb 19:12</a>; also sq. other prep. and prep. phrases, e.g. <span dir=\"rtl\">מֵעֵבֶר</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>; <span dir=\"rtl\">מחוץ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <span dir=\"rtl\">בין</span> <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a>; <span dir=\"rtl\">נגד</span> <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">1 K 20:27</a> etc.; sq. acc. loc. <a data-ref=\"II Samuel 17:26\" href=\"/II_Samuel.17.26\">2 S 17:26</a>; sq. sf. acc. with hostile sense <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; without prep. or noun foll., in sense of <em>encamp, be</em> or <em>abide in encampment</em> <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>; <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a> +; poet. of David in Jerusalem, <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a> <em>city in which David fixed his camp</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d200b6084aa1cbf14a6d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרֵךְ 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, יָרֵךְ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרֵךְ א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרֵךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יָרֵךְ</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">Nu 5:27</a></sup> <strong>thigh, loin, side, base (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יַרְכָּא</span>; Zinj. <span dir=\"rtl\">ירך</span> <em>loin;</em> Assyrian <em>arku, arkâtu</em>, <em>back, rear, hereafter</em> Dl<sup>HWB 242</sup>; Arabic <span dir=\"rtl\">وَرِكٌ</span> <em>hip</em><strong>)</strong>—abs. <span dir=\"rtl\">יָרֵךְ</span> <a data-ref=\"Judges 15:8\" href=\"/Judges.15.8\">Ju 15:8</a> + 6 times; cstr. <span dir=\"rtl\">יֶ֫רֶךְ</span> <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> + 11 times + <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">2 S 3:27</a> (v. infr.); sf. <span dir=\"rtl\">יְרֵכִי</span> <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a>; <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">47:29</a>; <span dir=\"rtl\">יְרֵכֵךְ</span> <a data-ref=\"Numbers 5:21\" href=\"/Numbers.5.21\">Nu 5:21</a>; <span dir=\"rtl\">יְרֵכוֹ</span> <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">Gn 32:26</a> + 6 times; <span dir=\"rtl\">יְרֵכָהּ</span> <a data-ref=\"Exodus 25:31\" href=\"/Exodus.25.31\">Ex 25:31</a> + 3 times; du. <span dir=\"rtl\">יְרֵכַיִם</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a>; sf. <span dir=\"rtl\">יְרֵכַיִךְ</span> <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">Ct 7:2</a>;—<br><strong>1.</strong>  <em>thigh</em>, <strong>a.</strong>  outside of thigh, where sword was worn, <span dir=\"rtl\">שִׂים חֶרֶב עַל־יְרֵכוֹ</span> <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a> (E); <span dir=\"rtl\">וַיַּחְגֹּר אֹתָהּ עַל־יֶרֶךְ יְמִינוֹ</span> <a data-ref=\"Judges 3:16\" href=\"/Judges.3.16\">Ju 3:16</a> <em>and he girded it upon his right thigh</em>, v <a data-ref=\"Judges 3:21\" href=\"/Judges.3.21\">21</a> <a data-ref=\"Psalms 45:4\" href=\"/Psalms.45.4\">ψ 45:4</a> <a data-ref=\"Song of Songs 3:8\" href=\"/Song_of_Songs.3.8\">Ct 3:8</a>; <span dir=\"rtl\">כַּף הַיָּרֵךְ</span> <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">Gn 32:33</a> <em>hollow of the thigh</em>, v <a data-ref=\"Genesis 32:26\" href=\"/Genesis.32.26\">26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">33</a> (all J); <span dir=\"rtl\">חַמּוּקֵי יְרֵכַיִךְ</span> <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">Ct 7:2</a> <em>the roundings of thy thighs;</em> <span dir=\"rtl\">מִמָּתְנַיִם וְעַד־יְרֵכַיִם</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P); ‖ <span dir=\"rtl\">בֶּטֶן</span> <a data-ref=\"Numbers 5:21\" href=\"/Numbers.5.21\">Nu 5:21</a>, <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">22</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a> (P); <span dir=\"rtl\">צֹלֵעַ עַל־יְרֵכוֹ</span> <a data-ref=\"Genesis 32:32\" href=\"/Genesis.32.32\">Gn 32:32</a> (J), <em>limping upon his thigh;</em> <span dir=\"rtl\">סָפַק עַל־יָרֵךְ</span> <a data-ref=\"Jeremiah 31:19\" href=\"/Jeremiah.31.19\">Je 31:19</a> and (c. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Ezekiel 21:17\" href=\"/Ezekiel.21.17\">Ez 21:17</a>, <em>smite upon thigh</em>, in token of consternation; <span dir=\"rtl\">וַיַּךְ אוֹתָם שׁוֹק עַל־ יָרֵךְ</span> <a data-ref=\"Judges 15:8\" href=\"/Judges.15.8\">Ju 15:8</a> <em>and he smote them, hip upon thigh</em>, a great slaughter. <strong>b.</strong>  <em>thigh</em> = <em>loins</em>, as seat of procreative power (RS<sup>K 34; Sem i, 360 (380)</sup>) <span dir=\"rtl\">יֹצְאֵי ירך</span> <em>those proceeding from the loins of</em> any one <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">Gn 46:26</a> <a data-ref=\"Exodus 1:5\" href=\"/Exodus.1.5\">Ex 1:5</a> (both P), <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">Ju 8:30</a>; hence <span dir=\"rtl\">שִׂים יַד תַּחַת ירך</span> <em>place the hand under thigh</em>, in taking oath <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a>, <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">9</a> (J), <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">47:29</a>.<br><strong>2.</strong>  <em>side</em> (flank) of altar <a data-ref=\"II Kings 16:14\" href=\"/II_Kings.16.14\">2 K 16:14</a> <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">Lv 1:11</a> (P); of tabernacle <a data-ref=\"Exodus 40:22\" href=\"/Exodus.40.22\">Ex 40:22</a>, <a data-ref=\"Exodus 40:24\" href=\"/Exodus.40.24\">24</a> <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">Nu 3:29</a>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> (all P); also <span dir=\"rtl\">יֶרֶךְ הַשַּׁעַר</span> (for MT <span dir=\"rtl\">תּוֹךְ הַשּׁ׳</span>) 𝔊 Th We Dr Bu Kit.<br><strong>3.</strong>  <em>base</em> (loins) of candlestick <a data-ref=\"Exodus 25:31\" href=\"/Exodus.25.31\">Ex 25:31</a>; <a data-ref=\"Exodus 37:17\" href=\"/Exodus.37.17\">37:17</a> <a data-ref=\"Numbers 8:4\" href=\"/Numbers.8.4\">Nu 8:4</a> (all P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2d6b6084aa1cbf1f093", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מְרָרִי 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, מְרָרִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מְרָרִי א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מְרָרִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">מְרָרִי</span></big>  <strong>n.pr.m.</strong> a son of Levi, and head of a chief Levit. family: 𝔊 Μεραρ(ε)ι, Μαραρει;—<a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>; <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a>, <a data-ref=\"Numbers 3:33\" href=\"/Numbers.3.33\">33</a><sup>(×2)</sup>, <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:29\" href=\"/Numbers.4.29\">4:29</a>, <a data-ref=\"Numbers 4:33\" href=\"/Numbers.4.33\">33</a>, <a data-ref=\"Numbers 4:42\" href=\"/Numbers.4.42\">42</a>, <a data-ref=\"Numbers 4:45\" href=\"/Numbers.4.45\">45</a>; <a data-ref=\"Numbers 7:8\" href=\"/Numbers.7.8\">7:8</a>; <a data-ref=\"Numbers 10:17\" href=\"/Numbers.10.17\">10:17</a>; <a data-ref=\"Numbers 26:57\" href=\"/Numbers.26.57\">26:57</a>; <a data-ref=\"Joshua 21:7\" href=\"/Joshua.21.7\">Jos 21:7</a>, <a data-ref=\"Joshua 21:34\" href=\"/Joshua.21.34\">34</a>, <a data-ref=\"Joshua 21:38\" href=\"/Joshua.21.38\">38</a> (all P), <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a>, <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">4</a>, <a data-ref=\"I Chronicles 6:14\" href=\"/I_Chronicles.6.14\">14</a>, <a data-ref=\"I Chronicles 6:29\" href=\"/I_Chronicles.6.29\">29</a>, <a data-ref=\"I Chronicles 6:32\" href=\"/I_Chronicles.6.32\">32</a>, <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">48</a>, <a data-ref=\"I Chronicles 6:62\" href=\"/I_Chronicles.6.62\">62</a>; <a data-ref=\"I Chronicles 9:14\" href=\"/I_Chronicles.9.14\">9:14</a>; <a data-ref=\"I Chronicles 15:6\" href=\"/I_Chronicles.15.6\">15:6</a>, <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">17</a>; <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>, <a data-ref=\"I Chronicles 23:21\" href=\"/I_Chronicles.23.21\">21</a>; <a data-ref=\"I Chronicles 24:26\" href=\"/I_Chronicles.24.26\">24:26</a>, <a data-ref=\"I Chronicles 24:27\" href=\"/I_Chronicles.24.27\">27</a>; <a data-ref=\"I Chronicles 26:10\" href=\"/I_Chronicles.26.10\">26:10</a>, <a data-ref=\"I Chronicles 26:19\" href=\"/I_Chronicles.26.19\">19</a>; <a data-ref=\"II Chronicles 29:12\" href=\"/II_Chronicles.29.12\">2 Ch 29:12</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <a data-ref=\"Ezra 8:19\" href=\"/Ezra.8.19\">Ezr 8:19</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d408b6084aa1cbf2e217", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צוּרִיאֵל 1", "anchorRef": "Numbers 3:35", "anchorRefExpanded": ["Numbers 3:35"], "sourceRef": "BDB, צוּרִיאֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, צוּרִיאֵל א׳", "anchorVerse": 35, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צוּרִיאֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">צוּרִיאֵל</span></big>  <strong>n.pr.m. (</strong><em>my rock is Ēl</em><strong>)</strong>;—a Levite <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">Nu 3:35</a>, Σουριηλ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660923e89ee78a249f411adf", "index_title": "Covenant and Conversation; Numbers; The Wilderness Years", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "anchorRef": "Numbers 3:9-45", "anchorRefExpanded": ["Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45"], "sourceRef": "Covenant and Conversation; Numbers; The Wilderness Years, Korach, The Egalitarian Impulse in Judaism 5", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר, קרח, ו ה׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Covenant and Conversation; Numbers; The Wilderness Years", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, במדבר"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nahmanides suggests that Korah was not arguing for egalitarianism in the modern sense of the word. Rather, he was protesting the transfer of priestly and Levitical duties to the tribe of Levi after the sin of the Golden Calf.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">See Num. 3:9–45; 8:13–20.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]