[{"_id": "520b4376edbab45d17917a3d", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Ramban on Leviticus 24:18:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "אין <b>נפש תחת נפש</b> בבהמה ממש שיצטרך לקנות לו בהמה כבהמתו אבל שישלם לו דמים בשווי הנזק אשר עשה לו וכן שבר תחת שבר עין תחת עין (ויקרא כ״ד:כ׳) על דעת רבותינו (ב\"ק פג):", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND HE THAT SMITETH A BEAST MORTALLY SHALL PAY FOR IT; ‘NEFESH’ (LIFE) FOR ‘NEFESH’ (LIFE). This does not mean a real animal, that he must buy him an animal similar to his one [that was killed], but rather it means that he is to give him monetary compensation equal to the damage he caused him. Similarly, <i>breach for breach, eye for eye</i><sup class=\"footnote-marker\">538</sup><i class=\"footnote\">Verse 20.</i> [also means monetary compensation], according to the opinion of our Rabbis.<sup class=\"footnote-marker\">539</sup><i class=\"footnote\">Baba Kama 83 b.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6a8b", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 24:18", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Onkelos Leviticus 24:18", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ד:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 24.0018, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּדְיִקְטוֹל נְפַשׁ בְּעִירָא יְשַׁלְּמִנַּהּ נַפְשָׁא חֲלַף נַפְשָׁא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Whoever kills an animal shall pay for it, [the compensation of] an animal for an animal.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec2c2", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 24:18", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Targum Jonathan on Leviticus 24:18", "sourceHeRef": "תרגום יונתן על ויקרא כ״ד:י״ח", "anchorVerse": 18, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 24.0018, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּדְיִקְטוֹל נְפַשׁ בְּעִירָא יְשַׁלְמִינָהּ נַפְשָׁא חֲלַף נַפְשָׁא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And he who destroyeth the life of an animal shall make it good, a living animal for a living one.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53967e84fbfba24fa9b34dfc", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 3:47", "anchorRef": "Leviticus 24:18-21", "anchorRefExpanded": ["Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21"], "sourceRef": "Kuzari 3:47", "sourceHeRef": "הכוזרי ג׳:מ״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 3.0047, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(מז) אָמַר הֶחָבֵר: וַהֲלֹא נֶאֱמַר בּוֹ אַחַר כֵּן: 'וּמַכֵּה נֶפֶשׁ־בְּהֵמָה יְשַׁלְּמֶנָּה נֶפֶשׁ תַּחַת נָפֶשׁ', הֲלֹא זֶה הַכֹּפֶר, וַהֲלֹא לֹא הָיָה אוֹמֵר: מִי שֶׁהִכָּה סוּסְךָ – הַכֵּה סוּסוֹ, אֲבָל אוֹמֵר: קַח סוּסוֹ, כִּי אֵין לְךָ תּוֹעֶלֶת בְּהַכּוֹת סוּסוֹ, וְכֵן מִי שֶׁכָּרַת יָדְךָ אֵין אוֹמְרִים לְךָ: קַח יָדוֹ, כִּי אֵין לְךָ תוֹעֶלֶת בִּכְרֹת אֶת יָדוֹ. כָּל שֶׁכֵּן שֶׁהָיָה נִכְנָס בַּדִּינִין הָאֵלֶּה מַה שֶּׁסּוֹתֵר אוֹתוֹ הַשֵּׂכֶל, מִ'פֶּצַע תַּחַת פָּצַע' וְ'חַבּוּרָה תַּחַת חַבּוּרָה', אֵיךְ נוּכַל לְשַׁעֵר זֶה, שֶׁמָּא יָמוּת אֶחָד מֵהֶם מִפֶּצַע וְלֹא יָמוּת הָאַחֵר מִכְּמוֹתוֹ, וְאֵיךְ נוּכַל לְשַׁעֵר כְּמוֹתוֹ, וְאֵיךְ נִקַּח עֵין מִי שֶׁאֵין לוֹ אֶלָּא עַיִן אַחַת כֹּפֶר עֵין מִי שֶׁיֵּשׁ לוֹ שְׁתֵּי עֵינַיִם, וְיִשָּׁאֵר הָאֶחָד סוֹמֵא וְהַשֵּׁנִי בְעַיִן אַחַת, וְהַתּוֹרָה אָמְרָה: 'כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם כֵּן יִנָּתֶן בּוֹ'. וּמַה צָּרְכִּי לְדַבֵּר עִמְּךָ עַל אֵלֶּה הַחֲלָקִים, אַחֲרֵי אֲשֶׁר הִקְדַּמְתִּי לְךָ צֹרֶךְ הַקַּבָּלָה עִם אֲמִתַּת הַמְקֻבָּל מֵהֶם וּגְדֻלָּתָם וְחָכְמָתָם וְהִשְׁתַּדְּלוּתָם.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "47. The Rabbi: And is it not said immediately afterwards: 'And he that killeth a beast shall make it good, life for life'? (Leviticus 24:18-21). Is this not the principle of ransom? It is not said: 'If anyone kills thy horse, kill his horse,' but 'take his horse, for what use is it to thee to kill his horse?' Likewise: If anyone has cut off thy hand, take the value of his hand; for cutting off his hand profits thee not. The sentence: 'Wound for wound and stripe for stripe' (Exodus 21:25), embodies ideas antagonistic to common sense. How can we determine such a thing? One person may die from a wound, whilst another person may recover from the same. How can we gauge whether it is the same? How can we take away the eye of a one-eyed person in order to do justice to a person with two eyes, when the former would be totally blind, the latter still have one eye? The Tōrāh teaches: As he hath caused a blemish in man, so shall be done to him. What further need is there to discuss these details, when we have just set forth the necessity of tradition, the truthfulness, loftiness, and religious zeal of traditionists?", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "539fa476fbfba22f2ff9a90a", "index_title": "Mishnah Makkot", "category": "Mishnah", "type": "", "ref": "Mishnah Makkot 1:6", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Mishnah Makkot 1:6", "sourceHeRef": "משנה מכות א׳:ו׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Mishnah Makkot", "he": "משנה מכות"}, "heTitle": "משנה מכות", "he": "אֵין הָעֵדִים זוֹמְמִין נֶהֱרָגִין, עַד שֶׁיִּגָּמֵר הַדִּין, שֶׁהֲרֵי הַצְּדוֹקִין אוֹמְרִים, עַד שֶׁיֵּהָרֵג, שֶׁנֶּאֱמַר נֶפֶשׁ תַּחַת נָפֶשׁ. אָמְרוּ לָהֶם חֲכָמִים, וַהֲלֹא כְבָר נֶאֱמַר (דברים יט) וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם לַעֲשׂוֹת לְאָחִיו, וַהֲרֵי אָחִיו קַיָּם. וְאִם כֵּן לָמָּה נֶאֱמַר נֶפֶשׁ תַּחַת נָפֶשׁ, יָכוֹל מִשָּׁעָה שֶׁקִּבְּלוּ עֵדוּתָן יֵהָרֵגוּ, תַּלְמוּד לוֹמַר, נֶפֶשׁ תַּחַת נָפֶשׁ, הָא אֵינָן נֶהֱרָגִין עַד שֶׁיִּגָּמֵר הַדִּין: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>The conspiring witnesses are executed only</b> if they are rendered conspiring witnesses after <b>the verdict</b> of the accused <b>is concluded.</b> This is in contrast to the opinion of the Sadducees, <b>as the Sadducees say:</b> Conspiring witnesses are executed <b>only</b> if they are rendered conspiring witnesses after the accused <b>is killed</b> on the basis of their testimony, <b>as it is stated: “A life for a life”</b> (Exodus 21:23; see Deuteronomy 19:21). <b>The Rabbis said to</b> the Sadducees: <b>But wasn’t it already stated: “And you shall do to him as he conspired to do to his brother”</b> (Deuteronomy 19:19), <b>and</b> this latter verse indicates that <b>his</b> accused <b>brother is alive? And if so, why is it stated: “A life for a life”?</b> One <b>might</b> have thought that if they are rendered conspiring witnesses <b>from the moment</b> the judges <b>accepted their testimony</b> in court, <b>they will be executed,</b> even though no verdict was concluded. Therefore, <b>the verse states: “A life for a life,”</b> teaching that <b>they are executed only</b> if they are rendered conspiring witnesses after <b>the verdict</b> of the accused <b>will be concluded,</b> from the moment that the court is on the verge of taking his life.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f9e350fbfba21fafd3debe", "index_title": "Rashbam on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Rashbam on Leviticus 24:18:1", "sourceHeRef": "רשב\"ם על ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על ויקרא", "he": "ומכה נפש בהמה - ממיתה לגמרי. ", "heVersionTitle": "Rashbam on Leviticus - Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מכה נפש בהמה, so that the animal dies.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54b1d9e3fbfba21603f5bc24", "index_title": "Kuzari", "category": "Jewish Thought", "type": "", "ref": "Kuzari 3:47", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Kuzari 3:47", "sourceHeRef": "הכוזרי ג׳:מ״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1120, 1140], "commentaryNum": 3.0047, "collectiveTitle": {"en": "Kuzari", "he": "הכוזרי"}, "heTitle": "הכוזרי", "he": "(מז) אָמַר הֶחָבֵר: וַהֲלֹא נֶאֱמַר בּוֹ אַחַר כֵּן: 'וּמַכֵּה נֶפֶשׁ־בְּהֵמָה יְשַׁלְּמֶנָּה נֶפֶשׁ תַּחַת נָפֶשׁ', הֲלֹא זֶה הַכֹּפֶר, וַהֲלֹא לֹא הָיָה אוֹמֵר: מִי שֶׁהִכָּה סוּסְךָ – הַכֵּה סוּסוֹ, אֲבָל אוֹמֵר: קַח סוּסוֹ, כִּי אֵין לְךָ תּוֹעֶלֶת בְּהַכּוֹת סוּסוֹ, וְכֵן מִי שֶׁכָּרַת יָדְךָ אֵין אוֹמְרִים לְךָ: קַח יָדוֹ, כִּי אֵין לְךָ תוֹעֶלֶת בִּכְרֹת אֶת יָדוֹ. כָּל שֶׁכֵּן שֶׁהָיָה נִכְנָס בַּדִּינִין הָאֵלֶּה מַה שֶּׁסּוֹתֵר אוֹתוֹ הַשֵּׂכֶל, מִ'פֶּצַע תַּחַת פָּצַע' וְ'חַבּוּרָה תַּחַת חַבּוּרָה', אֵיךְ נוּכַל לְשַׁעֵר זֶה, שֶׁמָּא יָמוּת אֶחָד מֵהֶם מִפֶּצַע וְלֹא יָמוּת הָאַחֵר מִכְּמוֹתוֹ, וְאֵיךְ נוּכַל לְשַׁעֵר כְּמוֹתוֹ, וְאֵיךְ נִקַּח עֵין מִי שֶׁאֵין לוֹ אֶלָּא עַיִן אַחַת כֹּפֶר עֵין מִי שֶׁיֵּשׁ לוֹ שְׁתֵּי עֵינַיִם, וְיִשָּׁאֵר הָאֶחָד סוֹמֵא וְהַשֵּׁנִי בְעַיִן אַחַת, וְהַתּוֹרָה אָמְרָה: 'כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם כֵּן יִנָּתֶן בּוֹ'. וּמַה צָּרְכִּי לְדַבֵּר עִמְּךָ עַל אֵלֶּה הַחֲלָקִים, אַחֲרֵי אֲשֶׁר הִקְדַּמְתִּי לְךָ צֹרֶךְ הַקַּבָּלָה עִם אֲמִתַּת הַמְקֻבָּל מֵהֶם וּגְדֻלָּתָם וְחָכְמָתָם וְהִשְׁתַּדְּלוּתָם.", "heVersionTitle": "Sefer haKuzari - Project Ben-Yehuda", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ספר הכוזרי. פרוייקט בן-יהודה", "text": "47. The Rabbi: And is it not said immediately afterwards: 'And he that killeth a beast shall make it good, life for life'? (Leviticus 24:18-21). Is this not the principle of ransom? It is not said: 'If anyone kills thy horse, kill his horse,' but 'take his horse, for what use is it to thee to kill his horse?' Likewise: If anyone has cut off thy hand, take the value of his hand; for cutting off his hand profits thee not. The sentence: 'Wound for wound and stripe for stripe' (Exodus 21:25), embodies ideas antagonistic to common sense. How can we determine such a thing? One person may die from a wound, whilst another person may recover from the same. How can we gauge whether it is the same? How can we take away the eye of a one-eyed person in order to do justice to a person with two eyes, when the former would be totally blind, the latter still have one eye? The Tōrāh teaches: As he hath caused a blemish in man, so shall be done to him. What further need is there to discuss these details, when we have just set forth the necessity of tradition, the truthfulness, loftiness, and religious zeal of traditionists?", "versionTitle": "Kitab al Khazari, translated by Hartwig Hirschfeld, 1905", "license": "Public Domain", "versionTitleInHebrew": "כתאב אלכ'זרי בתרגום הרטוויג הירשפלד, 1905"}, {"_id": "54bd482cfbfba217333628ce", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 21:24:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Ramban on Exodus 21:24:1", "sourceHeRef": "רמב\"ן על שמות כ״א:כ״ד:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>עַיִן תַּחַת עַיִן</b> הַיָּדוּעַ בְּקַבָּלַת רַבּוֹתֵינוּ שֶׁהוּא מָמוֹן (מכילתא כאן, ב\"ק פד.), וְיָבֹא כַּלָּשׁוֹן הַזֶּה בְּתַשְׁלוּמִין \"וּמַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה נֶפֶשׁ תַּחַת נָפֶשׁ\" (ויקרא כד יח). וְאָמַר ר\"א (אבן עזרא על שמות כ\"א:כ\"ד) כִּי כַּוָּנַת הַכָּתוּב לוֹמַר שֶׁהוּא חַיָּב בְּכָךְ אִם לֹא יִתֵּן כָּפְרוֹ. וְהַכָּתוּב אוֹסֵר עָלֵינוּ שֶׁלֹּא נִקַּח כֹפֶר לְנֶפֶשׁ רֹצֵחַ אֲשֶׁר הוּא רָשָׁע לָמוּת (במדבר לה לא), אֲבָל נִקַּח כֹּפֶר בְּמִי שֶׁהוּא רָשָׁע לִכְרוֹת אֵבָר מֵאֵיבָרָיו. וְלָכֵן לֹא נִכְרֹת אוֹתוֹ לְעוֹלָם, אֲבָל יְשַׁלֵּם כְּדֵי דָּמָיו. וְאִם אֵין לוֹ יִהְיֶה דָּמָיו עָלָיו חוֹב עַד שֶׁתַּשִּׂיג יָדוֹ וְנִגְאָל. וְהָרְאָיָה לְדִבְרֵי חֲכָמִים מַה שֶׁאָמַר לְמַעְלָה (שמות כ\"א:י\"ט) <b>רַק שִׁבְתּוֹ יִתֵּן וְרַפֹּא יְרַפֵּא</b>, וְאִם נַעֲשֶׂה בָּאִישׁ אֲשֶׁר יַכֶּה אֶת רֵעֵהוּ כַּאֲשֶׁר עָשָׂה בּוֹ, מַה יְשַׁלֵּם אַחֲרֵי כֵן, וְהוּא גַּם הוּא צָרִיךְ שֶׁבֶת וְרִפּוּי. וְאֵין טַעֲנָה מִפְּנֵי הַמִּתְרַפֵּא מְהֵרָה, כִּי אֵין זֶה פְּשׁוּטוֹ שֶׁל מִקְרָא. אֲבָל הַכָּתוּב יְדַבֵּר בְּכָל אָדָם. וְגַם אִם נִתְרַפֵּא יוֹתֵר מַהֵר, כְּבָר לָקַחְנוּ נִקְמָתוֹ מִמֶּנּוּ כִּי עָשִׂינוּ לוֹ כַּאֲשֶׁר עָשָׂה בְּשָׁוֶה:<br>וְעַל דֶּרֶךְ הַפְּשָׁט אֵין הַצָּלָה מִזֹּאת הַשְּׁאֵלָה, לְבַד אִם יֹאמְרוּ כִּי הַמַּכֶּה אֲשֶׁר יִתֵּן מוּם בַּעֲמִיתוֹ (ויקרא כד יט) וְהוּא מוּם קָבוּעַ שֶׁיִּשָּׁאֵר בּוֹ, כְּגוֹן עַיִן יָד וָרֶגֶל וּכְוִיָּה שֶׁיִּשָּׁאֵר מִמֶּנָּה הָרֹשֶׁם לְעוֹלָם, אָז נַעֲשֶׂה כְּמוֹתָהּ בְּגוּפוֹ, וְהוּא מַה שֶׁאָמַר (שם כ) \"כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם כֵּן יִנָּתֶן בּוֹ\", וְאֵין בָּזֶה תַּשְׁלוּמֵי שֶׁבֶת וְרִפּוּי כְּלָל, אֲבָל אֲשֶׁר יַכֶּה אוֹתוֹ בְּאֶבֶן אוֹ בְּאֶגְרוֹף עַל בְּגָדָיו וְנָפַל לְמִשְׁכָּב וְנִתְרַפֵּא רְפוּאָה שְׁלֵמָה וְלֹא נִשְׁאַר בְּגוּפוֹ מוּם, בָּזֶה אָמַר (שמות כ\"א:י\"ט) <b>רַק שִׁבְתּוֹ יִתֵּן וְרַפֹּא יְרַפֵּא</b>. וְהִנֵּה הַכָּתוּב שֶׁהִזְכִּיר כְּוִיָּה וּפֶצַע וְחַבּוּרָה, כְּפִי מַשְׁמָעוֹ כָּל הַנְּזָקִים הָאֵלּוּ בַּכְּלָל הַזֶּה, וְהַפֶּצַע וְהַחַבּוּרָה יִתְרַפְּאוּ לְגַמְרֵי. וּמַה שֶׁאָמַר הַכָּתוּב שָׁם (ויקרא כד יט) \"וְאִישׁ כִּי יִתֵּן מוּם בַּעֲמִיתוֹ\", רָצָה לִכְלֹל כָּל הַמַּכּוֹת, שֶׁלֹּא הֶאֱרִיךְ שָׁם לְהַזְכִּיר פֶּצַע וְחַבּוּרָה וּכְוִיָּה, וְאָמַר מוּם, כִּי כָּל מַכֶּה יַעֲשֶׂה מוּם לִשְׁעָתוֹ, וַאֲפִלּוּ הַמִּתְרַפֵּא נִקְרָא מוּם, כְּאָמְרֵנוּ מוּם עוֹבֵר (בכורות לז:). וְהַתּוֹרָה קָרְאָה גָרָב אוֹ יַלֶּפֶת אוֹ מְרוֹחַ אָשֶׁךְ מוּם (ויקרא כא כ), וְכֻלָּם עוֹבְרִים וּמִתְרַפְּאִים. וְכָתוּב \"יְלָדִים אֲשֶׁר אֵין בָּהֶם כָּל מוּם\" (דניאל א ד). וְהַכְּלָל כִּי הַקַּבָּלָה בְּכָל מָקוֹם אֱמֶת:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "EYE ‘TACHATH’ (FOR) EYE. It is known in the tradition of our Rabbis<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Mechilta here on the Verse.</i> that this means monetary compensation. Such usage [of the term <i>tachath</i> to indicate] monetary compensation is found in the verse: <i>And he that smiteth a beast mortally shall pay for it; life ‘tachath’ life</i>,<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Leviticus 24:18.</i> [in which case <i>tachath</i> surely indicates monetary compensation]. Rabbi Abraham ibn Ezra commented that Scripture uses such a term to indicate that he really is deserving of such a punishment, [that his eye be taken from him], if he does not give his ransom. For Scripture has forbidden us to take <i>ransom for the life of a murderer, that is guilty of death</i>,<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">Numbers 35:31.</i> but we may take ransom from a wicked person who cut off any of the limbs of another person. Therefore we are never to cut off that limb from him, but rather he is to pay monetary compensation, and if he has no money to pay, it lies as a debt on him until he acquires the means to pay, and then he is redeemed.<br>Proof for what the Sages have said [that <i>eye ‘tachath’ eye</i> means he pays him the value of his eye], is in what He has said above [with reference to one who injures another person], <i>only he shall pay for the loss of his time, and shall cause him to be thoroughly healed</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Above, Verse 19.</i> But if we were to do to the assailant exactly as he has done to the injured man, why does he have to pay after that? He himself is in need of amends for the loss of his own time and costs of his own healing! And it would not be valid to argue that the assailant is to give the injured man [the difference in cost between a slow recovery and] a fast recovery,<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Thus, if the assailant had a fast recovery and the injured man a slower recovery, the assailant is to pay him the difference of expenses incurred in the loss of time and costs of healing. In that case, one could still argue that <i>eye ‘tachath’ eye</i> really means that the eye of the assailant be removed, and Verse 19 that deals with his obligation to pay for the loss of time and cost of healing of the injured, applies to that difference as explained above. — This argument is actually mentioned in the Talmud (Baba Kamma 84a.). But, argues Ramban, it is not the plain meaning of Scripture, for the simple meaning of Verse 19 is that it speaks of the assailant having to pay for the <i>whole</i> loss of time and costs of healing. Therefore it constitutes a proof that <i>eye ‘tachath’ eye</i> means monetary compensation, as explained above.</i> since this is not the plain meaning of Scripture. Rather, Scripture speaks of all people, and even if his recovery [i.e., the assailant’s] were to be fast, we would have long taken our punishment of him, in doing to him exactly as he did!<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">And why should he be burdened with the additional cost representing the difference in the recoveries [as explained above], after we have already taken our punishment of him by doing to him as he had done to others? Thus it is obvious that Verse 19 speaks of all men alike, and <i>eye ‘tachath’ eye</i> cannot be meant literally, but means the monetary value of the eye.</i><br>If we explain the verses according to the literal interpretation of Scripture, there is no escape from this question,<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">I.e., an apparent difficulty in the verses [if we interpret them in their plain meaning]: that in one verse it says <i>eye for an eye</i>, and in the other it speaks of the assailant’s duty to pay for <i>the loss of his time and costs of healing</i>, and the question appears why he should pay this additional payment when we have already punished him. There is no escape from this question except by saying that etc. [see text]. Ramban will finally allude to why he mentions all this: it is to show what sophistry we have to display if we seek to follow only the plain meaning of Scripture! We thus have no recourse but to Tradition.</i> unless they<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">I.e., “those who pursue the plain meaning of Scripture” (the <i>rodfei ha’pshat</i>). See Vol. I, p. 154.</i> will say that if someone maims his neighbor so that he deprives him permanently of some bodily member, such as an eye, hand, or foot, or causes a burn which leaves a permanent mark, then we are to do likewise to the assailant’s body, this being the case of the verse which says, <i>As he hath caused a blemish in a man, so shall it be done to him</i>,<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Leviticus 24:20.</i> and in that case there is no monetary compensation paid for loss of time and cost of healing. But if he hits him with a stone or with his fist on his clothes, and he is laid up in bed but then is completely healed without any crippling effect remaining upon his body, in that case He said, <i>only he shall pay for the loss of his time, and shall cause him to be thoroughly healed</i>.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">Above, Verse 19.</i> All the injuries specified in the verse, <i>burning for burning, wound for wound, stripe for stripe</i>,<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Verse 25.</i> are included, according to the plain meaning of Scripture, in this preceding general principle, for a wound and stripe may be completely healed. And as for that which Scripture states there, <i>And if a man cause a blemish in his neighbor, as he hath done so shall it be done to him</i>,<sup class=\"footnote-marker\">161</sup><i class=\"footnote\">Leviticus 24:19.</i> it too was meant to include all injuries, but He did not mention there at length the cases of wounding, striping, and burning [as He did here]. He used the term <i>mum</i> (blemish), for every wound causes at least a temporary blemish. Thus even if it is of the kind which heals, it is still called “a blemish,” just as we say: “a passing blemish,”<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Bechoroth 37b.</i> and the Torah calls <i>scabbed, or scurvy, or hath his stones crushed</i><sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Leviticus 21:20.</i> “a blemish” although they are temporary and can be healed,<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">See my Hebrew commentary, p. 425.</i> and it is further written, <i>youths in whom there was no blemish</i>.<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Daniel 1:3. The intention there is obviously that these youths who were to serve in the king’s palace were free even of any passing blemish.</i> The general principle everywhere is that the Tradition is always true.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">See above, Note 157.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "559af3acfbfba22d0838c58e", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 12:16", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 12:16", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ב:ט״ז", "anchorVerse": 18, "sourceHasEn": false, "compDate": [200], "commentaryNum": 12.0016, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>וביום הראשון מקרא קודש</b> קדשהו, במה אתה מקדשו קדשהו במאכל קדשהו במשתה וקדשהו בכסות נקייה: ביום הראשון מקרא קדש וביום השביעי מקרא קדש. אין לי אלא יום טוב ראשון ואחרון שאסורין במלאכה חולו של מועד מניין, אמרת ומה יום טוב ראשון ואחרון שאין לפניהם ואחריהם מקודשין אסורין במלאכה חולו של מועד שלפניהם ואחריהם מקודשין אינו דין שיהו אסורין במלאכה: הרי ששת ימי בראשית יוכיחו שלפניהם ואחריהם מקודשין ואין אסורין במלאכה: לא אם אמרת בששת ימי בראשית שאין עמהן קרבן מוסף תאמר בחולו של מועד שיש עמהן קרבן מוסף: הרי ראשי חדשים יוכיחו שיש עמהן קרבן מוסף ואין אסורין במלאכה: לא אם אמרת בראשי חדשים שאין קרויין מקרא קדש תאמר באלו שקרויין מקרא קודש הואיל וקרויין מקרא קדש דין הוא שיהוא אסורין במלאכה: כל מלאכה לא יעשה בהם. יכול לא יקנב את הירק ולא ידיח את הכלים ולא יציע את המטות הרי אתה דן נאמר כאן מלאכה ונאמר מלאכה במשכן מה מלאכה האמורה במשכן מלאכה שיש עמה מחשבה אף מלאכה האמורה כאן מלאכה שיש עמה מחשבה, או מה מלאכה האמורה במשכן מלאכה גמורה אף כאן אין לי אלא מלאכה גמורה שלא יכתוב כל הספר ושלא יארוג את כל הבגד ושלא יעשה את כל הנפה, מניין שלא יכתוב שתי אותיות ולא יארוג שני חוטין ולא יעשה שני בתי נירין בסלין ובסוגין בנפה ובכברה ת\"ל מלאכה כל מלאכה, אין לי אלא ברשות במצוה מניין לא יכתוב שתי אותיות בספרים בתפילין ובמזוזות לא יארוג שני חוטין בכתנת ובמכנסים ובמעיל ת\"ל מלאכה כל מלאכה, אין לי אלא מלאכה שחייבין עליה חטאת מלאכה שאין חייבין עליה חטאת מניין לא יכתוב אות אחת ולא יארוג חוט אחד ולא יעשה בית אחד בסלין ובסוגין בנפה ובכברה [ת\"ל] מלאכה כל מלאכה: אין לי אלא ברשות במצוה מניין לא יכתוב אות אחת בספרים בתפלין ובמזוזות ולא יארוג חוט אחד בכתנת ובמכנסים ובמעיל ת\"ל מלאכה כל מלאכה: אין לי אלא מלאכה שחייבין על מינה חטאת מלאכה שאין חייבין על מינה חטאת מניין לא עולין באילן ולא רוכבין על גבי בהמה ולא שטין על פני המים ולא מספקין ולא מטפחין ולא מרקדין ת\"ל מלאכה כל מלאכה , אין לי אלא ברשות במצוה מניין אין מקדישין ואין מעריכין ואין מחרימין ואין מגביהין תרומות ומעשרות ת\"ל (ויקרא כ\"ד כ\"ג) שבתון שבות: אילו אומר לא יעשה בהם אשר יאכל לכל נפש הייתי אומר את שהוא אוכל נפש לא יעשה בהם ואת שאינו אוכל נפש יעשה בהם ת״ל אך הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' ח' ט') אין בארון רק שני לוחות אבנים יכול שלא היו בו שני לחות אבנים ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' כ\"ב ט\"ז) אשר לא תדבר אלי רק אמת בשם ה' יכול שאמר לו אל תדבר לי אמת ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' ט\"ו ה') אשר עשה דוד הישר בעיני ה' ולא סר מכל אשר צוהו כל ימי חייו רק בדבר אוריה החתי יכול בדבר אוריה החתי לא סר אבל סר בדברי אחרים ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (יהושע י\"א י\"ב) לא נותר ענקים בארץ ישראל רק בעזה בגת ובאשדוד נשארו, יכול בעזה בגת ובאשדוד לא נותר אבל נותר בשאר מקומות ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: אמר לו ר' עקיבה ומה אני צריך והלא כבר נותרו אלא מלמד שנכנסה בהן מארה והיו מתמעטין והולכין: הוא לבדו. מה ת\"ל לבדו מלמד שאין בוררין ואין טוחנין ואין מרקדין: ומניין לעושה מדורה ומתחמם כנגדה מחימין לו חמין ורוחץ בהן ידיו ורגליו ומרחיץ בהן תינוק ת\"ל לכם לכל שצרככם: יכול יעשה מן היום למחר ת\"ל אשר יאכל לכל נפש יעשה בהם את שנאכל בהם יעשה ואת שאין נאכל בהם לא יעשה, או אשר יאכל לכל נפש שומע אני אף נפשות בהמה שהיא קרויה נפש כענין שנאמר (ויקרא כ\"ד י\"ח) ומכה נפש בהמה ישלמנה יכול יהוא מהלקטין מורסן לתורנגלים ועושין לימודין לכלבים ת״ל לכם לכם ולא לגוים לכם ולא לכלבים: מעשה בשמעון התימני שלא בא בלילי יום טוב לבית המדרש, לשחרית מצאו ר' יהודה בן באבא אמר לו מפני מה לא באתה אמש לבית המדרש אמר לו מצוה אחת אירע לי ועשיתיה, בלשת נכנסו לעיר והיינו מתיראין שלא יצהיבו את בני העיר שחטנו להם עגל אחד והאכלנום והשקינום וסכנום שלא יצהיבו את בני העיר אמר לו תמיה אני אם לא יצא שברך בהפסידך שהרי אמרו אין עושין ביום טוב לא לאכילת גוים ולא לאכילת כלבים: לכם. לכם ולא לגבוה שהיה אבא שאול דנו דין אחר ומה אם בשעה שלא נפתחו בידי הדיוט נפתחו בידי שמים, בשעה שנפתחו בידי הדיוט דין הוא שיפתחו בידי שמים:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55adff31fbfba23a0680993a", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 122", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Meshekh Chokhmah, Emor 122", "sourceHeRef": "משך חכמה, אמור קכ״ב", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 122, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>מכה </b>נפש בהמה ישלמנה. מילת נפש אין מובן, דאטו אם הכחישה באבנים אינו חייב לשלם. והגמ' רמי לה בריש הנחנקין. והנראה, דמזה דריש בפ\"ק דב\"ק ישלימנה לפחת נבלה, פירוש, שאם פיחתה הנבלה הוא לניזק, ודוקא במתה, דהיה לו למוכרה תיכף ולא להשהותה, הא בהוזקה, שלא היה לו למוכרה, אם כחשה חייב המזיק בתשלומין, משום דא\"ל קרנא דתורך קבירא ביה, כמוש\"כ תוס' שם, לכן דוקא מכה נפש בהמה ישלמנה ומזה דריש ר' אמי ישלמנה ישלימנה. ועיין שם היטב ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55adff35fbfba23a0680993c", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 123", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Meshekh Chokhmah, Emor 123", "sourceHeRef": "משך חכמה, אמור קכ״ג", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 123, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>ומכה </b>נפש בהמה ישלמנה נפש תחת נפש. נראה הא דלא כתביה קרא במשפטים, משום דכאן מיירי אפילו בשל עו\"ג. ולכן א\"ש דלא כתוב מכה אדם מות יומת, רק יומת לחודיה, דמצאנו במיתה בידי שמים וכמו והזר הקרב יומת, דממית עו\"ג דינו מסור לשמים ויומת בידי שמים, וכמו שאמר במכילתא משפטים איסי בן עקביא. יעו\"ש. וא\"ש, דכתיב בנפש בהמה ישלמנה נפש תחת נפש, ואטו על הזיקה או הכחישה באבנים לה מחייב כדרמי בתלמודין ריש פרק הנחנקין, ולפ\"ז א\"ש, דבסוף פרק קמא דעו\"ג בירושלמי (הל' ו') אמרו דלא ימכור לו משום, דמפקיע מגיזה וממתנות ובכורה, לכן כתוב ישלמנה נפש תחת נפש, שמותר למסור לו בהמה בתשלומין, אע\"ג דנפקעת מכל הקדושות. ומזיק אינו בגדר הפקעת הלואתו, דשריא בעו\"ג, רק בגדר גזל, דאסור בעו\"ג. ולכך לא נכתב בסדר אלה המשפטים, דשם אשר תשים לפניהם ולא לפני עו\"ג (יעוין סוף גיטין).\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07b3d6e4a979b40a07eb", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 26:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Sifrei Bamidbar 26:1", "sourceHeRef": "ספרי במדבר כ״ו:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [200], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "כל ימי הזירו לה' על נפש מת לא יבא הרי הכתוב משיאו מכלל תגלחת ובא לו ללמד על הטומאה. על נפש (מת) לא יבא שומע אני נפשות בהמה במשמע תלמוד לומר (לאביו ולאמו) על נפש מת לא יבא במה ענין מדבר בנפשות אדם. רבי ישמעאל אומר אינו צריך שכבר נאמר לא יבא בנפשות המטמאות בביאה הכתוב מדבר אלו הם, אלו נפש אדם. ומה תלמוד לומר לאביו ולאמו לא יטמא, לאביו ולאמו אינו מטמא אבל מטמא הוא למת מצוה. עד שלא יאמר יש לי בדין הואיל וכהן גדול בל יטמא לקרובים ונזיר בל יטמא לקרובים, אם למדתי לכהן גדול שמטמא למת מצוה אף נזיר מטמא למת מצוה. ועוד קל וחומר ומה כהן גדול שקדושתו קדושת עולם הרי הוא מטמא למת מצוה, נזיר שקדושתו קדושת שעה אינו דין שיטמא למת מצוה. לא אם אמרת בכ\"ג שאינו מביא קרבן על טומאתו לפיכך מטמא למת מצוה, תאמר בנזיר שמביא קרבן על טומאתו שלא יטמא למת מצוה, תלמוד לומר לאביו ולאמו לא יטמא. לאביו ולאמו לא יטמא אבל מטמא הוא למת מצוה. או לאביו ולאמו לא יטמא אבל מטמא הוא לשאר מתים. אמרת קל וחומר, ומה כהן הדיוט שמטמא הוא לקרובים אין מטמא לשאר מתים, נזיר שאין מטמא לקרובים אין דין שלא יטמא לשאר מתים. הא מה תלמוד לומר לאביו ולאמו לא יטמא, לאביו ולאמו אינו מטמא אבל מטמא הוא למת מצוה. הא עד שלא יאמר, יש לי בדין. נאמר כלל בכ\"ג ונאמר כלל בנזיר מה כלל האמור בכ\"ג בל יטמא לקרובים אף כלל האמור בנזיר בל יטמא לקרובים. אתה דן מכ\"ג ואני אדון מכ\"ה נאמר כלל בכהן הדיוט ונאמר כלל בנזיר, מה כלל האמור בכ\"ה הרי הוא מטמא לקרובים אף כלל האמור בנזיר הרי הוא מטמא לקרובים. אתה דן מכ\"ה ואני אדון מכ\"ג. תלמוד לומר לאביו ולאמו לאחיו ולאחותו לא יטמא להם במותם אם היה (כ\"ג) [כהן הדיוט] לאביו ולאמו לא מטמא אבל מטמא למ\"מ, אם (הולך לשחוט את פסחו) [היה כ\"ג] לאחיו אין מטמא אבל מטמא למת מצוה, אם (היה כ\"ה) [היה הולך לשחוט את פסחו] לאחותו אין מטמא אבל מטמא למת מצוה. אבל לבנו ולבתו לא נאמר שאין הקטנים נזורים. לא יטמא להם במותם במותם אינו מטמא אבל מטמא הוא בנגעם ובזיבתם. אין לי אלא בנזיר, בכהן גדול מנין, תלמוד לומר לאמו בכ\"ג. שלא היא צריך שכבר קל וחומר הוא, ומה אם במקום טשכהן הדיוט מטמא לאחיו מאביו, אין כ\"ג מטמא לאביו, מקום שאין כ\"ה מטמא לאחיו מאמו דין הוא שלא יהא כ\"ג מטמא לאמו. אם זכיתי מן הדין מה תלמוד לומר לאמו בכ\"ג. מופנה, להקיש ולדון ג\"ש, נאמר כאן אמו ונאמר להלן אמו מה, אמו האמור להלן מטמא בנגעם ובזיבתם אף אמו האמור כאן מטמא בנגעם ובזיבתם. לא יטמא להם במותם, במותם אין מטמא אבל עומד הוא בהספד ובשורה. כי נזר אלהיו על ראשו בין שיש לו שער בין שאיז לו שער דברי ר' (נתן) [יונתן]:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 6:6) \"All the days of his Naziritism to the L-rd, upon the soul of a dead one he shall not come.\" Scripture now leaves the subject of shaving and comes to speak of tumah. \"upon the soul … he shall not come\": I might think that even beasts are herein subsumed, as in (Vayikra 24:18) \"One who strikes the soul of a beast, etc.\"; it is, therefore, written: \"upon the soul of a dead one he shall not come,\" Scripture referring to a human being. R. Yishmael says: This (proof) is not needed, for it is written \"he shall not come.\" Scripture is speaking of a (dead) soul that confers tumah by entry (into his tent, [i.e., the soul of a man, and not that of a beast]). (6:7) \"For his father and his mother … he shall not become tamei\" — but he does become tamei for a meth-mitzvah (one who has no one to bury him). Why need this be stated? It is understood a fortiori, viz.: If the high-priest, whose holiness is permanent, becomes tamei for a meth-mitzvah, how much more so, a Nazirite, whose holiness is temporary! — No, this may be true of a high-priest, who does not bring an offering for his uncleanliness — wherefore he becomes tamei for a meth-mitzvah, as opposed to a Nazirite, who does bring an offering for his uncleanliness — wherefore he should not become tamei for a meth-mitzvah! It must, therefore, be written \"For his father and his mother he shall not become tamei\" — but he does become tamei for a meth-mitzvah. — But perhaps the intent of the verse is: \"For his father and his mother … he shall not become tamei,\" but he does become for other dead! — Would you say such a thing? If an ordinary Cohein, who does become tamei for his kin, may not become tamei for other dead, how much more so a Nazirite, who may not become tamei for his kin! What, then, is the intent of \"For his father and his mother … he shall not become tamei? He does not become tamei for his father and his mother, but he does become tamei for a meth-mitzvah. — But even without this verse, I can derive it by reasoning, viz.: There is a general rule for a high-priest (Vayikra 21:11: \"And upon all souls of the dead he shall not come\"), and there is a general rule for a Nazirite (\"Upon the soul of a dead one he shall not come.\") Just as with the general rule for the high-priest, he may not become tamei for kin, so with the general rule for the Nazirite, he may not become tamei for kin. You derive it from the high-priest, but I can derive it from an ordinary priest, viz.: There is a general rule for an ordinary priest and there is a general rule for a Nazirite. Just as with the general rule for the ordinary priest he does become tamei for kin, so, with the general rule for the Nazirite, he should become tamei for kin. It must, therefore, be written \"For his father and his mother; for his brother and for his sister, he shall not become tamei, etc.\" R. Akiva says (on Vayikra 21:11): \"souls\" — these are the distant (i.e., non-kin); \"the dead\" — these are kin; \"for his (the high-priest's) father and his mother\" — For his father and his mother he does not become tamei, but he does become tamei for a meth-mitzvah. (Bamidbar 6:7) \"for his brother\": If he were a high-priest or a Nazirite, he may not become tamei, but he does become tamei for a meth-mitzvah. \"and for his sister\": What is the intent of this? If one (an ordinary Cohein) were going to slaughter his Paschal lamb or to circumcise his son, and he hears that one of his kin had died, I might think that he should become tamei for them; it is, therefore, written (Ibid.) \"he shall not become tamei.\" I might think that he should (also) not become tamei for a meth-mitzvah; it is, therefore, written \"and for his sister\" — He does not become tamei for his sister, but he does become tamei for a meth-mitzvah. But (a verse) is not needed for his (young) son and daughter; for minors cannot become Nazirites. \"he shall not become tamei for them in their death\": In their death he does not become tamei for them, but he does become tamei for them in their leprous or zivah (genital discharge) state. This tells me only of a Nazirite. Whence do I derive (the same for) a high-priest? It is written in respect to a high-priest (Vayikra 21:11) \"for his mother (he shall not) become tamei.\" This is superfluous, for I can derive it a fortiori, viz.: If in an instance where an ordinary Cohein may become tamei for his father's brother, a high-priest may not become tamei for his father, then in an instance where an ordinary Cohein may not become tamei for his father's brother, how much more so may a high-priest not become tamei for his father! If I can derive it, then, a fortiori, why is the verse \"for his mother, etc.\" needed in respect to a high-priest? It is \"extra,\" to the end of formulating an identity (gezeirah shavah ), viz.: It is written \"his mother\" here (in respect to a high-priest), and it is written \"his mother\" elsewhere (in respect to a Nazirite). Just as there he does become tamei (for them) in their leprous or zivah state, so, here. Variantly: \"He shall not become tamei for them in their death\": In their death he may not become tamei for them, but he may stand at their eulogy and in the mourner's row. (Bamidbar, Ibid.) \"for the crown of his G-d is on his head\": whether or not he has hair. These are the words of R. Yonathan.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d2cd6e4a94c7c18a8bc", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 24:18", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Tafsir Rasag, Leviticus 24:18", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ד:י״ח", "anchorVerse": 18, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 24.0018, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ומן קתל בהימה יג̇רמהא ראסא מת̇להא בדל ראס", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585aedadd6e4a908ac4ec968", "index_title": "Mishneh Torah, Virgin Maiden", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Virgin Maiden 1:13", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Mishneh Torah, Virgin Maiden 1:13", "sourceHeRef": "משנה תורה, הלכות נערה בתולה א׳:י״ג", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Mishneh Torah, Virgin Maiden", "he": "משנה תורה, הלכות נערה בתולה"}, "heTitle": "משנה תורה, הלכות נערה בתולה", "he": "הָיְתָה מֵחַיָּבֵי מִיתַת בֵּית דִּין כְּגוֹן בִּתּוֹ וְאֵשֶׁת בְּנוֹ וְכַיּוֹצֵא בָּהֶן בֵּין הִתְרוּ בּוֹ בֵּין לֹא הִתְרוּ בּוֹ פָּטוּר מִן הַקְּנָס שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"וְלֹא יִהְיֶה אָסוֹן עָנוֹשׁ יֵעָנֵשׁ\" הָא אִם הָיָה שָׁם אָסוֹן אֵין שָׁם עֹנֶשׁ. וְאַף עַל פִּי שֶׁהֲרִיגַת הָאִשָּׁה בִּשְׁגָגָה שֶׁהֲרֵי לֹא נִתְכַּוְּנוּ לָהּ שֶׁנֶּאֱמַר <small>(שמות כא כב)</small> \"כִּי יִנָּצוּ אֲנָשִׁים וְנָגְפוּ אִשָּׁה\" הָא לָמַדְתָּ שֶׁלֹּא חִלֵּק הַכָּתוּב בְּאָסוֹן בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין. וַהֲרֵי הוּא אוֹמֵר <small>(ויקרא כד יח)</small> \"מַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה\" <small>(ויקרא כד כא)</small> \"וּמַכֵּה אָדָם יוּמָת\" מָה מַכֵּה נֶפֶשׁ בְּהֵמָה לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְחַיְּבוֹ בְּתַשְׁלוּמִין אַף מַכֵּה נֶפֶשׁ אָדָם לֹא חִלֵּק הַכָּתוּב בֵּין שׁוֹגֵג לְמֵזִיד לְפָטְרוֹ מִן הַתַּשְׁלוּמִין: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "[When the girl raped] was forbidden because of a prohibition punishable by execution by the court - e.g., she was his daughter, daughter-in-law,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">This refers to a girl who was divorced after consecration. If she was divorced after <i>nisu'in</i>, the second stage of the marriage, she is not entitled to a fine as stated in Halachah 9.</i> or the like - he is not liable for the fine, regardless of whether or not he received a warning.<br>[This is derived from Exodus 21:22, which] states: \"If there will not be a [fatal] accident, he should be punished.\"<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The verse speaks of the woman's miscarrying. If she herself does not die, the man who caused her to miscarry must pay her damages.</i> Implied is that if there is a [fatal] accident, no punishment should be levied.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">I.e., if the woman dies, her heirs need not be reimbursed. Since the man is liable for a sin of a more severe nature, he is not held liable for damages (<i>Hilchot Sanhedrin</i> 16:5).</i> [This applies] although the woman was killed unintentionally, [i.e.,] the man did not intend to strike her,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Although the general principle stated in this halachah is accepted without dispute, the particular case of the pregnant woman is a matter of question. The Rambam himself states (<i>Hilchot Chovel UMazik</i> 4:5-6) that if the man did not intend to strike the woman, he is liable to pay damages to her heirs.<br>In that source, he explains that the leniency granted by the verse applies when the man intended to strike the woman, but did not intend to kill her.</i> as it is written [<i>Ibid.</i>]: \"If men strive and a woman receives a blow....\" This teaches that with regard to a [fatal] accident, Scripture did not differentiate between an intentional and unintentional act to free him from monetary obligation.<br>And [Leviticus 24:18-21] says: \"A person who [fatally] strikes an animal shall reimburse [its owner] for it, and one who [fatally] strikes a man must die.\" Just as Scripture did not distinguish between intentional and unintentional action for killing an animal to make him liable for payment, so too, it did not distinguish between intentional and unintentional action for killing a person to free him from financial obligation.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad95cfd6e4a93323dc1eaa", "index_title": "Nazir", "category": "Talmud", "type": "", "ref": "Nazir 48a:6", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Nazir 48a:6", "sourceHeRef": "נזיר מ״ח א:ו׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 95.0006, "collectiveTitle": {"en": "Nazir", "he": "נזיר"}, "heTitle": "נזיר", "he": "שׁוֹמֵעַ אֲנִי אֲפִילּוּ נֶפֶשׁ בְּהֵמָה בַּמַּשְׁמָע, כְּעִנְיָן שֶׁנֶּאֱמַר ״מַכֵּה נֶפֶשׁ בְּהֵמָה״, תַּלְמוּד לוֹמַר: ״עַל נֶפֶשׁ מֵת לֹא יָבֹא״, בְּנֶפֶשׁ אָדָם הַכָּתוּב מְדַבֵּר. רַבִּי יִשְׁמָעֵאל אוֹמֵר: אֵינוֹ צָרִיךְ, הֲרֵי הוּא אוֹמֵר ״לֹא יָבֹא״ — בִּנְפָשׁוֹת הַמְטַמְּאוֹת בְּבִיאָה הַכָּתוּב מְדַבֵּר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>I</b> would <b>derive</b> from this verse that a nazirite is prohibited from coming near all bodies, <b>including even the body of an animal, similar to that which is stated:</b> “And <b>he who smites the body [<i>nefesh</i>] of an animal”</b> (Leviticus 24:18). Therefore, <b>the verse states: “He shall not come near to a dead body,”</b> employing the dual term <i>nefesh met</i>, which indicates that <b>the verse is speaking of the body of a person. Rabbi Yishmael says:</b> This exposition <b>is unnecessary, as</b> the verse <b>states: “He shall not come near,”</b> indicating that <b>the verse is speaking</b> only <b>of bodies that render</b> people and items <b>ritually impure through going in,</b> i.e., entering. In other words, the verse is referring solely to corpses. Entering into a tent in which the corpse is contained renders one impure. By contrast, an animal carcass imparts impurity only by means of contact and carrying.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bced6e4a955f8ceb942", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 84b:8", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Sanhedrin 84b:8", "sourceHeRef": "סנהדרין פ״ד ב:ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 168.0008, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "אמר קרא (ויקרא כד, כא) מכה אדם ומכה בהמה מה מכה בהמה עד דעביד בה חבורה דכתיב בה נפש אף מכה אדם עד דעביד חבורה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara answers that <b>the verse states: “And one who strikes an animal</b> shall pay for it; <b>and one who strikes a person</b> shall be put to death” (Leviticus 24:21), juxtaposing one who strikes an individual with one who strikes an animal. An earlier verse states: “One who strikes the soul of an animal shall pay for it” (Leviticus 24:18). Based on this it is derived: <b>Just as one who strikes an animal</b> is not liable <b>unless he wounds it</b> and draws blood, <b>as “soul” is written concerning it,</b> and it can be derived from the verse: “For the blood is the soul” (Deuteronomy 12:23), that the term “soul” is a reference to blood, <b>so too, one who strikes a person</b> is not liable <b>unless he causes a wound</b> and draws blood.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59d48943d6e4a939ba1747fb", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:18:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ישלמנה. </b>ת\"ר, תשלומי נזק, מלמד שהבעלים מטפלים בנבילה <sup class=\"footnote-marker\">מח</sup><i class=\"footnote\">ר\"ל הניזק נוטל את הנבילה בחשבון הכסף שחייב המזיק לשלם לו, ועיין במש\"כ בפ' משפטים בפסוק והמת יהיה לו (כ\"א ל\"ו).\n</i>, מנה\"מ, א\"ר אמי, דאמר קרא מכה נפש בהמה ישלמנה, אל תקרא ישלמנה אלא ישלימנה <sup class=\"footnote-marker\">מט</sup><i class=\"footnote\">לכאורה הדיוק פשוט מדלא כתיב ישלם ודריש ישלימנה שישלים אותה לסכום הכסף המזומן שחייב, אך לפי\"ז כנראה היה צריך לומר ישלם עליה ולא ישלימנה והיינו שישלם הניזק על שויה, ואולי י\"ל דמפרש הלשון ישלימנה לא מלשון תשלומין וסילוק אלא מלשון מסירה ונתינה, וכמו שתרגם אונקלוס על הפסוק וה' הסגירם (פ' האזינו) וה' אשלמינון, וכן על הפ' במשלי אם תקעת לזר כפיך אשלימתא לעובד כוכבים ידך, ועוד, ובדברי חז\"ל יש ג\"כ מלות כאלה בבאור מסירה ע' שבת קי\"א א' ומשלים להו אצינורא דדשא, ובחגיגה ה' א' והדר משלימנא ליה לדומה, וא\"כ י\"ל גם הכא הפירוש ישלימנה ימסרנה להבעלים והיינו בעלים מטפלין בנבילה, ודו\"ק.\n</i>.<br>(ב\"ק י' ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2c2fd6e4a90d4d5b6e4b", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 35a:5", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Ketubot 35a:5", "sourceHeRef": "ביאור שטיינזלץ על כתובות ל״ה א:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 69.0005, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "ושואלים: <b>היכן ריבתה תורה</b> דבר זה? <b>אמר אביי: אתיא</b> <small>[בא,</small> נלמד<small>]</small> הדבר מגזירה שווה <b>\"רשע\" \"רשע\";</b> שבמקום אחד נאמר \"אשר הוא רשע למות\" (במדבר לה, לא), ונאמר \"אם בן הכות הרשע\" (דברים כה, ב), הרי שמשווה הכתוב חייבי מלקות לחייבי מיתה. <b>רבא אמר אתיא</b> <small>[בא</small> נלמד הדבר<small>]</small> בגזירה שווה של <b>\"מכה\" \"מכה\". אמר ליה</b> <small>[לו]</small> <b>רב פפא לרבא:</b> על <b>הי</b> <small>[איזה]</small> <b>\"מכה\"</b> אתה מדבר? <b>אילימא</b> <small>[אם תאמר]</small> להשוואה של <b>\"ומכה בהמה ישלמנה ומכה אדם יומת\"</b> (ויקרא כד, כא) — הלא <b>האי בקטלא כתיב</b> <small>[</small>\"מכה אדם\" <small>זה</small> שנאמר, <small>במיתה</small> הוא ש<small>נאמר],</small> שהכאה האמורה שם היא הכאה של מיתה! <b>אלא האי \"מכה\"</b> <small>[\"מכה\" זה]</small> שנאמר במקום אחר; <b>\"</b>ו<b>מכה נפש בהמה ישלמנה נפש תחת נפש\"</b> (ויקרא, כד יח), <b>וסמיך ליה</b> <small>[וסמוך לו]</small> <b>\"ואיש כי יתן מום בעמיתו כאשר עשה כן יעשה לו\"</b> (ויקרא כד, יט), ומשוים חייבי מלקות לחייבי ממון לפטור אותם מממון, אף על זה יש להקשות:", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e17d6e4a90d4d5c0e1d", "index_title": "Steinsaltz on Nazir", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Nazir 48a:6", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Nazir 48a:6", "sourceHeRef": "ביאור שטיינזלץ על נזיר מ״ח א:ו׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 95.0006, "collectiveTitle": {"en": "Steinsaltz on Nazir", "he": "ביאור שטיינזלץ על נזיר"}, "heTitle": "ביאור שטיינזלץ על נזיר", "he": "<b>שומע אני</b> איסור לגבי כל הנפשות, ו<b>אפילו נפש בהמה במשמע,</b> שהרי אף היא קרויה נפש, <b>כענין שנאמר \"</b>ו<b>מכה נפש בהמה\"</b> (ויקרא כד, יח) — <b>תלמוד לומר: \"על נפש מת לא יבא\" —</b> <b>בנפש אדם הכתוב מדבר. ר' ישמעאל אומר: אינו צריך</b> ללימוד זה, <b>הרי הוא אומר \"לא יבא\"</b> ללמד כי דווקא <b>בנפשות המטמאות בביאה הכתוב מדבר,</b> כלומר באלה שבמותם מטמאים טומאת אוהל, שאם בא למקום שבו מצוי מת זה בתוכו — נטמא. ואילו בהמה מתה אינה מטמאה אלא במגע ובמשא.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef31c8d6e4a90d4d5d63d6", "index_title": "Steinsaltz on Beitzah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Beitzah 21a:15", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Beitzah 21a:15", "sourceHeRef": "ביאור שטיינזלץ על ביצה כ״א א:ט״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 41.0015, "collectiveTitle": {"en": "Steinsaltz on Beitzah", "he": "ביאור שטיינזלץ על ביצה"}, "heTitle": "ביאור שטיינזלץ על ביצה", "he": "ומשיבים: <b>תנאי</b> <small>[</small>מחלוקת <small>תנאים]</small> <b>היא</b> אם מותר לעשות מלאכה ביום טוב עבור הכלבים. <b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]:</small> נאמר: <b>\"אך אשר יאכל לכל נפש הוא לבדו יעשה לכם\", ממשמע שנאמר \"לכל נפש\" שומע</b> (לומד) <b>אני</b> כי <b>אפילו נפש בהמה במשמע,</b> ו<b>כענין שנאמר: \"ומכה נפש בהמה ישלמנה\"</b> (ויקרא כד, יח), משמע שנפש בהמה אף היא קרוייה נפש, על כן <b>תלמוד לומר</b> ההדגשה בכתוב <b>\"לכם\"</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3308d6e4a90d4d5db802", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 10b:15", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Bava Kamma 10b:15", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא י׳ ב:ט״ו", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 20.0015, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "ושואלים: <b>מנא הני מילי</b> <small>[מנין דברים אלה]</small> שהבעלים עצמם צריכים לטפל בנבילה? <b>אמר ר' אמי,</b> ש<b>אמר קרא</b> <small>[הכתוב]:</small> \"ו <b>מכה נפש בהמה ישלמנה\"</b> (ויקרא כד, יח), <b>אל תקרי</b> <small>[תקרא]</small> <b>\"ישלמנה\" אלא \"ישלימנה\".</b> כלומר, הוא ישלים את ההפסד שגרם, אבל אין המזיק משלם את כל הערך של הבהמה בחוב.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3314d6e4a90d4d5dba7a", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 83b:11", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Bava Kamma 83b:11", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא פ״ג ב:י״א", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 166.0011, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "<b>אלא</b> תאמר כי הדבר נלמד <b>מהכא</b> <small>[מכאן],</small> מכתוב זה: <b>\"</b>ו<b>מכה נפש בהמה ישלמנה נפש תחת נפש\"</b> (ויקרא כד, יח), <b>וסמיך ליה</b> <small>[וסמוך לו]</small> הפסוק: <b>\"ואיש כי יתן מום</b> <b>בעמיתו כאשר עשה כן יעשה לו\"</b> ((ויקרא כד, יט), והרי <b>האי</b> <b>לאו</b> <small>[זה לא]</small> <b>מכה הוא,</b> שהרי לא נאמרה בכתוב זה לשון \"מכה\" באדם! ומשיבים: בגזירה שווה של <b>הכאה הכאה קאמרינן</b> <small>[אומרים אנו],</small> שלא היתה הכוונה ללמוד מן המלה כדיוקה אלא מתוכנה, וכך היא ההשוואה: <b>מה הכאה האמורה בבהמה</b> הרי היא <b>לתשלומין, אף הכאה האמורה באדם</b> הרי היא <b>לתשלומין.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3314d6e4a90d4d5dba80", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 83b:13", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Bava Kamma 83b:13", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא פ״ג ב:י״ג", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 166.0013, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "ודוחים: <b>לא סלקא דעתך</b> <small>[יעלה על דעתך]</small> לומר כן, משום שני טעמים: <b>חדא</b> <small>[האחד]</small> — <b>דהא איתקש</b> <small>[שהרי הוקש,</small> הושווה<small>]</small> מכה אדם <b>ל\"מכה</b> נפש <b>בהמה ישלמנה\"</b> שנאמר אחריו ((ויקרא כד, יח). ושם מדובר בתשלומים, <b>ועוד, כתיב בתריה</b> <small>[נאמר אחריו]</small> <b>\"</b>שבר תחת שבר עין תחת עין שן תחת שן <b>כאשר יתן מום באדם כן ינתן בו\"</b> ((ויקרא כד, כ), <b>ושמע מינה</b> <small>[ולמד כאן]</small> מלשון \"ינתן\" שמשלם <b>ממון.</b> וממשיכים לדון בפירוש הברייתא. על הראיה שהובאה בתחילת הברייתא נאמר \"אם נפשך לומר\".", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43671ad6e4a97d18d916cf", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 24:18:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ומכה נפש בהמה ישלמנה וגו'.</b> רוצה לומר שישלם לו בהמה השוה לה או שוויה כי הכסף דינו כדין שוה כסף בכמו אלו הדברים כמו שזכרנו בפרשת משפטים ולהוסיף ביאור שהחובל בחברו יתחייב ממון לא שיעשה מום בו כאשר עשה בחברו כמו שאפשר יובן מלשון התורה זכרה התורה דין נתינת האדם מום בעמיתו אחר זכרה דין מכה בהמה שיתחייב ממון והנה לזאת הסבה גם כן שבה התורה להזכיר אחר כך שמכה בהמה הוא חייב בתשלומין להורות שמה שזכרה התורה בדין נותן מום בעמיתו הוא תשלומי ממון ואחר זה שב להזכיר שמכה אדם הוא חייב מיתה. וכבר ביארנו זה באופן שלם בפרשת משפטים ושם ביארנו האופן אשר ישוער בו מה שיתחייב החובל בחבירו לשלם לו מהממון:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc49cc1533e001928cbe2", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Emor 7:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Yismach Moshe, Emor 7:1", "sourceHeRef": "ישמח משה, אמור ז׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "אמור", "he": "<b>במסכתא</b> נזיר (דף מ\"ח ע\"א) על כל נפשות מת לא יבא (ויקרא כא יא), בנפש אדם הכתוב מדבר, עיין רש\"י (ד\"ה ת\"ל), ותוספת (ד\"ה כל). ויש להבין כיון דבהמה נקרא נפש, כדכתיב (ויקרא כד יח) מכה נפש בהמה וגו', וכן מת דכתיב (שמות כא לה) ואת המת יחצון, ולמה לא תקרא נפש מת. והנ\"ל בזה, דבחיותה נקראת נפש שיש לה נפש חיה, מה שאין כן אחר מיתה אין לה השארה ואין כאן נפש כלל, ואיך יאמר נפש מת, רק האדם יש לו השארה שייך להקרא כן, והבן. (ועיין מ\"ש לעיל בשם האלשיך בפסוק (ויקרא כא א) לנפש לא יטמא, עיין שם).", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba81b071e100bf4f578c", "index_title": "Rashi on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Kamma 4b:13:5", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Rashi on Bava Kamma 4b:13:5", "sourceHeRef": "רש\"י על בבא קמא ד׳ ב:י״ג:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Rashi on Bava Kamma", "he": "רש\"י על בבא קמא"}, "heTitle": "רש\"י על בבא קמא", "he": "ומנסך - יין לע\"ז ובמס' גיטין (דף נב:) מפרש אמאי לא קם ליה בדרבה מיניה. מטמא מדמע ומנסך לא כתיבי בהדיא ואפ\"ה הוו אבות שבכלל נזק הן ונזק ממון כתיב בתורה (ויקרא כ״ד:י״ח) מכה נפש בהמה ישלמנה ומנסך את היין ליכא למימר שניסכו ביין נסך שזרק בו דלא קמחסריה ולא מידי דהא מזבין ליה בר מדמי יין נסך שבו:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c3600643463c20016090994", "index_title": "Tosafot on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Bava Kamma 2a:1:2", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Tosafot on Bava Kamma 2a:1:2", "sourceHeRef": "תוספות על בבא קמא ב׳ א:א׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1150, 1350], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Tosafot on Bava Kamma", "he": "תוספות על בבא קמא"}, "heTitle": "תוספות על בבא קמא", "he": "השור והבור - פי' בקונטרס כסדר שנכתבו בפרשה סדרן במשנה. ואע\"ג דלמ\"ד תנא שור לרגלו לא הוי כסדר הפרשה דרגל נפקא לן מושלח את בעירה דכתיב בתר בור מ\"מ שם שור כתיב קודם בפרשה דהיינו נגיחה דקרן ולמ\"ד מבעה זה אדם אע\"ג דלבתר הבערה כתיב בפרשת אמור מכה בהמה ישלמנה דהיינו אדם דאזיק שור לא חש לשנותו כסדר הפרשה לפי שרחוק כל כך. ושנאו כסדר לא הרי דסיפא שמבעה קודם להבער ור\"ת פי' דשם אדם כתיב בפרשה קודם כי יגנוב איש שור והוא אחד מאבות נזיקין דקתני לה בברייתא בגמרא:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "<b>The ox and the pit.</b> Why are the four damagers listed in this particular order? Tosafot elaborates upon Rashi’s explanation.<br><b>Rashi (ד\"ה השור והבור) explains:</b> that<b> in the order</b> the four damagers<b> were written in the Torah, the tanna arranged them in the Mishna.</b> <br>Keren appears in Parashat Mishpatim 21, 28.<br>Bor appears in 21, 33.<br>Maveh and hever will soon be discussed in this Tosafot.<br>This is correct according to the one who says that the word shor in our Mishna is a reference to keren. There is another opinion that shor in our Mishna is referring to regel, which actually appears later in the Torah 22, 4, after bor.<br><b>And even though according to the one who says that when the tanna mentions shor, it means regel, it is not in the order of the parsha, since regel is mentioned in Shemot 22, 4, - “and he will send his animal”, which is after bor (21, 33),</b> this does not present a problem, because <b>in any case, the title “shor” appears earlier in the parsha (21, 28), which is discussing goring by keren.</b> That reference to shor is sufficient reason to list shor first in our Mishna, even though the shor our Mishna is discussing is regel.<br>There is a dispute in the Gemara (3b) about maveh. Rav says that maveh refers to a person who damages. Shmuel holds that maveh means shain, an animal that damages by eating. How do these two opinions mesh with Rashi’s explanation that the Mishna follows the order of the Torah? If maveh is shain, there is no problem. Shain is mentioned in Shemot 22, 4, after bor Shemot 21, 33 and followed by aish (hever) in the next verse. However, Rav’s opinion that maveh means a person is problematic, as Tosafot now points out.<br><b>And according to the one who says maveh is a person, even though it is written much later in Parashat Emor (Vayikra 24, 18), - “and one who destroys the life of an animal must pay”, which is speaking of a person who damages an ox, the tanna did not feel the need to teach it in the order of the parsha,</b> the hever (aish) before the maveh, <b>because the maveh is so distant</b> anyhow<b>. the tanna</b> therefore <b>prefers to list maveh in the order</b> it will appear in the Mishna later, when the Mishna discusses the different characteristics of the damagers by saying <b>“this one does not appear</b> to have the same characteristics <b>as that one”.</b> In that sentence <b>maveh precedes hever (aish)</b> and that is why the tanna listed ‘a person’ before ‘hever’ in the first sentence of the Mishna.<br>Rabbeinu Tam offers another solution to this difficulty, in line with the answer Tosafot said earlier when the question was raised, why is regel listed first? It appears in the Torah later. Tosafot answered that although regel is mentioned later the title shor appears earlier in keren. Rabbeinu Tam offers a similar solution to our present problem about listing a person before hever (aish).<br><b>And Rabbeinu Tam explained that the title “person” appears before aish in the parsha,</b> when the Torah says (Shemot 21, 27) - <b>“if a man will steal an ox”, and that is one of the primary damagers, as is taught in the Braita in the Gemara.</b><sup class=\"footnote-marker\">1</sup><i class=\"footnote\"> See שיטה מקובצת for various opinions who disagree with Rashi and Tosafot about the order that the tanna chose for our Mishna.</i>", "versionTitle": "Tosafot, Translated by Jan Buckler.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7dab1e30811000605921f3", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Chapter 20 2", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Sifra, Emor, Chapter 20 2", "sourceHeRef": "ספרא, אמור, פרק כ ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק כ", "he": "[ב] אילו אמר \"מכה נפש בהמה ישלם\" הייתי אומר מכה אדם ישלם בהמה, וכשהוא אומר \"ישלמנה\" – בבהמה עסקתי.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) (Vayikra 24:18) \"And one that smites a beast shall pay for it — a life for a life.\": If it were written \"And one who smites a soul a beast he shall pay,\" I would take it to mean: One who smites a man shall pay a beast. Now that it is written \"shall pay for it,\" (I see that) the referent is the beast, (and the reading is [lit.,] \"And one that smites the soul of a beast must pay for it.\")", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6f3f5f6461001992de9e", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 247:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Malbim on Leviticus, Emor 247:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור רמ״ז:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 247.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "ומכה נפש בהמה ישלמנה: לא נמצא פעל \"שלם\" בכינוי על הדבר שגרם התשלומין בשום מקום לבד פה [<small>שמה שכתוב באיוב (איוב לד, לג) \"המעמך ישלמנה\" הכינוי מוסב על התשלומין</small>] והוא זרות בלשון שאין משלמין הדבר עצמו רק תמורתו. ועל כן דרש ר' אמי בבבא קמא (דף י) אל תקרא ישלמנה אלא ישלימנה, כמ\"ש התוס' שם. ומשיב בספרא שאם יאמר \"ישלם\" נטעה לפרש המכה נפש (ר\"ל המכה נפש אדם, הכאה בלא מיתה) בהמה ישלם, פירוש: ישלם בהמה. על כן אמר \"ישלמנה\" בכינוי, שנדע שמוסב על הבהמה.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee442e5a42115dfca0c2b", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 550:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Malbim Ayelet HaShachar 550:1", "sourceHeRef": "אילת השחר (מלבי\"ם) תק״נ:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 550.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "מה שכתוב \"מכה נפש בהמה <b>ישלמנה</b>\" הוא זרות בלשון, שלא מצאנו פעל 'שלם' בכינוי על הדבר שגרם התשלומין. וחז\"ל דרשוהו (אמור ס' רמז).", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "When it is written מכה נפש בהמה <b>ישלמנה</b> (And he that smites a beast mortally shall make it good)<sup class=\"footnote-marker\">742</sup><i class=\"footnote\">Leviticus 24:18.</i>, it is in a peculiar language, because the verb שלם (pay) should not have a pronoun referring to the thing which causes the obligation of payment. And the sages of blessed memory give a homiletical interpretation.<br><br><i>The pronoun of the word </i><b>ישלמנה</b><i> refers to the thing which causes the obligation of payment, namely the beast that one smites mortally. The homiletical interpretation is that the word <b>ישלמנה</b> should be interpreted as meaning “make it good”, meaning that the one who smites the beast mortally shall compensate the owner of the beast whatever he owes<sup class=\"footnote-marker\">743</sup><i class=\"footnote\">Malbim, HaTorah v’HaMitzvah Emor 247.</i>.</i>", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea055eb7d2e1475644ab3", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Midrash Lekach Tov, Leviticus 24:18:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ומכה נפש בהמה ישלמנה.  <i data-commentator=\"Beur HaRe'em\" data-order=\"198\"></i> הכל לפי מה שהזיק:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ebde735e0a5900c7a94", "index_title": "Rif Makkot", "category": "Quoting Commentary", "type": "", "ref": "Rif Makkot 2a:6", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Rif Makkot 2a:6", "sourceHeRef": "רי\"ף מכות ב׳ א:ו׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Rif Makkot", "he": "רי\"ף מכות"}, "heTitle": "רי\"ף מכות", "he": "<b><big>מתני'</big></b> <i data-commentator=\"Mishneh Torah, Testimony\" data-label=\"⚬\"></i><i data-commentator=\"Sefer Mitzvot Gadol\" data-label=\"⚬\"></i><i data-commentator=\"Tur\" data-label=\"⚬\"></i>אין העדים זוממין נהרגין עד שיגמר הדין שהרי הצדוקין אומרים עד שיהרג שנאמר (ויקרא כ״ד:י״ח) נפש תחת נפש אמרו להן חכמים והלא כבר נאמר (דברים י״ט:י״ט) ועשיתם לו כאשר זמם לעשות לאחיו והרי אחיו קיים אם כן למה נאמר נפש תחת נפש יכול משעה שקבלו עדותן יהרגו ת\"ל נפש תחת נפש הא אינן נהרגין עד שיגמר הדין:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ef4e735e0a5900c811f", "index_title": "Rif Beitzah", "category": "Quoting Commentary", "type": "", "ref": "Rif Beitzah 10b:5", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Rif Beitzah 10b:5", "sourceHeRef": "רי\"ף ביצה י׳ ב:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 20.0005, "collectiveTitle": {"en": "Rif Beitzah", "he": "רי\"ף ביצה"}, "heTitle": "רי\"ף ביצה", "he": "תניא (שמות י״ב:ט״ז) אך <i data-commentator=\"Shiltei HaGiborim\" data-label=\"ג\" data-order=\"3\"></i>אשר יאכל לכל נפש שומע אני אפילו נפש בהמה במשמע כענין שנאמר (ויקרא כ״ד:י״ח) ומכה נפש בהמה ישלמנה ת\"ל לכם (דף כא:) לכם ולא לכותים לכם ולא לכלבים <i data-commentator=\"Shiltei HaGiborim\" data-label=\"ד\" data-order=\"4\"></i>דברי ר' יוסי הגלילי ר\"ע אומר אפילו נפש בהמה במשמע א\"כ מה ת\"ל לכם <i data-commentator=\"Hagahot Chavot Yair\" data-label=\"ב\" data-order=\"2\"></i>לכם ולא לכותים ומה ראית לרבות את הכלבים ולהוציא את הכותים מרבה אני את הכלבים שמזונותן עליך ומוציא אני את הכותים שאין מזונותן עליך והלכתא כרבי יוסי <i data-commentator=\"Shiltei HaGiborim\" data-label=\"ה\" data-order=\"5\"></i>הגלילי דסתם לן תנא כוותיה דתנן", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b72fc823a798e70b5880", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 658:5", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Yalkut Shimoni on Torah 658:5", "sourceHeRef": "ילקוט שמעוני על התורה תרנ״ח:ה׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 658.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "תנו רבנן איש מה תלמוד לומר איש איש לרבות הנכרים שמוזהרין על עריות כישראל ואין נהרגין אלא בסייף שכל מיתה האמורה לבני נח אינה אלא בסייף. והא מהכא נפקא מהתם נפקא ה' זו ברכת השם. אמר ר' יצחק נפח אלא נצרכה אלא לרבות את הכנויין ואילבוא דר\"מ. דתניא איש איש כי יקלל אלהיו מה תלמוד לומר והלא כבר נאמר ונוקב שם ה' מות יומת לפי שנאמר נוקב שם ה' יכול לא יהא חייב אלא על שם המיוחד בלבד מנין לרבות את הכנויין תלמוד לומר איש איש כי יקלל אלהיו מ\"ט דברי ר\"מ. וחכמים אומרים על שם המיוחד במיתה ועל הכנויין באזהרה. ופליגי דרבי מיישא דאמר בן נח שברך את השם בכנוי פטור. לרבנן חייב מאי טעמא אמר קרא כגר כאזרח גר הוא דבעינן בנקבו שם אבל נכרים אפילו בכנוי. ור' מאיר האי כגר כאזרח מאי עביד ליה. מיבעי ליה כגר כאזרח הוא דבסקילה אבל נרים בסייף סד\"א הואיל ואתרבו אתרבו קא משמע לן. ור' יצחק נפחא אליבוא דרבנן האי כגר כאזרח טאי עביד ליה. כגר כאזרח הוא דבעינן שם בשם אבל נכרים לא בעינן שם בשם. איש איש למה לי. דברה תורה כשלון בני אדם. אמר רב אחא בר יעקב אינו חייב עד שיברך שם כן ד' אותיות לאפוקי שם בן שתים דלא. עומדין מנלן דאמר קרא ואהוד בא אליו וגו' ויקם מעל הכסא. והלא דברים קל וחומר ומה עגלון שהוא עו\"א ולא ידע אלא בכנוי עמד. ישראל ושם המפורש עאכ\"ו. קוריען מנלן דכתיב ויבוא אליקים ושבנא הסופר אל חזקיהו קרועי בגדים. ולא מאחין מנלן. אתיא קריעה מאלישע שנאמר ויחזק בבגדיו ויקרעם לשנים קרעים ממשמע שנאמר ויקרעם לשנים איני יודע שהן קרעים מה תלמוד לומר קרעים מלמד שהן קרועים והולכים לעולם. תנו רבנן אחד השומעין ואחד השומע מפי שומע חייב לקרוע והעדים אינם חייבים לקרוע שכבר קרעו בשעה ששמעו דכתיב ויהי כשמוע המלך את דברי רבשקה ויקרע את בגדיו המלך קרע והם לא קרעו. אמר רב יהודה אמר שמואל השומע אזכרה מפי עו\"א איני חייב לקרוע. וא\"ת רבשקה. ישראל מומר היה. ואמר רב יהודה אמר שמואל אין קורעין אלא על שם המיוחד בלבד לאפוקי כנוי דלא. ופלינא דר' חייא בתרווייהו דאמר ר' חייא השומע אזכרה בזמן הזה אינו חייב לקרוע שםא [אי] אתה אומר כן נתמלא כל הבגד כולו קרעים. ממאן אילימא מישראל מי פקרי כולי האי. אלא מנוי מי גמירי שם המיוחד אלא בכנוי. וש\"מ בזמן הזה הוא דלא חייב. אבל מעיקרא חייב לקרוע. ונשא חטאו ר' יהודה אומר נאמר כאן נשיאת חטא ונאמר להלן נשיאת חטא האמור כאן כרת. ונוקב שם ה' מות יומת רגים ירגמו בו כל העדה בעלי דבבא שלו. גר זה הגר. כגר לרבות את נשי גרים. אזרח זה אזרח כאזרח לרבות את נשי האזרחים. בנקבו שם יומת אמר ר' מנחם בר יוסי להביא את המקלל אביו ואמו שלא יהא חייב עד שיקללם בשם. איש להוציא את הקטן או אשי להוציא את האשה. תלמוד לומר ומכה בין איש בין אשה. אין לי אלא שהכה את האיש הכה את האשה ואת הקטן מנין. תלמוד לומר כי יכה כל נפש בין אשה בין איש ובין קטן. אין לי אלא איש ואשה שהכו את האיש ואיש שהכה את האשה ואת הקטן. אשה שהכתה את האשה ואת הקטן מנין. תלמוד לומר רוצח מות יומת מכל מקום. מה תלמוד לומר איש שיכול אפילו הכה את הנפלים ובני שמונה יהא חייב תלמוד לומר איש מה איש מיוחד שהוא בן קיימא יצאו נפלים ובני ח' שאינן בני קיימא. יכה כל נפש עד שיכה כל נפשו להביא שהכהו ויש בה כדי מיתה ובא אחר והמית האחרון חייב. תנו רבן הכהו י' בני אדם בעשר מקלות ומתבין בבת אחת בין בזה אחר זה פטורין ר' יהודה בן בתירה אומר בזה אחר זה האחרון חייב מפני שקירב את מיתתו. אמר ר' יוחנן ושניהם מקרא אחד דרשו ואיש כי יכה כל נפש אדם מות יומת. רבנן סברי כל נפש עד דאיכא כולי נפש. ור' יהודה סבר כל נפש כל דהו נפש. אמר רבא הכל מודים בהורג את הטרפה שהוא פטור. בגוסס בידי שמים שהוא חייב לא נחלקו אלא בגוסס בידי אדם. מר מדמי לטרפה ולא מדמי לגוסס בידי שמים משום דהאי לא עביד ביה מעשה האי עביד ביה מעשה. ומאן דמדמי ליה לגוסס בידי שמים מאי טעמא לא מדמי ליה לטרפה. טרפה מחתכי סימני האי לא מחתכי סימניה. תינוק בן יום אחד ההורגו חייב שנאמר ואיש כי יכה כל נפש אדם (כתוב ברמז שכ\"ב וברמז תק\"נ). מכה נפש בדמה (כתוב ברמז שמ\"א וברמז שכ\"ח). אלו נאמרו מכה נפש בהמה ישלם הייתי אומר מכה אדם ישלם בהמה כשהוא אומר ישלמנה בבהמה עסקתי:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edc47cf7a0c25239b5d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Miscellany", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Two issues, unrelated to what has gone before, are treated here: certain ritual objects in the Dwelling (oil/lamps and “showbread”), and the story of a man who insulted God and therefore had to be executed (along with further rules about capital crimes). The function of this chapter is not clear; perhaps it serves as a breather between the important sections on sacred days (23) and land tenure (25). It is also possible (as Levine notes) that chapters such as this one and Num. 15 serve as a repository for various cultic laws that needed a location. There are two other places in the Torah where a brief passage on the lights in the sanctuary may originally have served to separate sections: the end of Ex. 27 and the beginning of Num. 8. If so, that function no longer is as major as it once might have been.", "The first two parts (2–4 and 5–9) are linked by their common vocabulary: “take,” “arrange,” “regularly,” and “before the presence of Y<small>HWH</small>” (Wenham). The second section (vv. 10–23) is united by its chiastic structure (cf. Wenham here as well). It has points of contact with material in the Exodus laws, but here with the characteristic addition (v.22) of “I, Y<small>HWH</small>, am your God.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e8c9ad75f2d99af9a2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 24:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 24:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6419514d3f60e9e0fa3cfdcc", "index_title": "Netinah LaGer", "category": "Quoting Commentary", "type": "", "ref": "Netinah LaGer, Exodus 20:13:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Netinah LaGer, Exodus 20:13:1", "sourceHeRef": "נתינה לגר, שמות כ׳:י״ג:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 13.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "שמות", "he": "<b>לא תרצח, לא תקטול נפש.</b> וגבי \"לא תגנוב\" לא הוסיף מלת \"נפש\" משמע כפשוטו שקאי על גניבה כסף או כלים. ולא כסוגיא דסנהדרין (פ\"ו ע\"א) שהובאה ברש\"י שבגונב נפשות הכתוב מדבר. אבל קשה הלא אין הריגה בלא הוצאת נפש, ולמה לו להוסיף מלת \"נפש\" ? וכבר הקשה זאת בס' מנחה בלולה, ומה שהשיג האוג\"ר בסוף ספרו, כי אין בארמית פעל שיהי' כחו ככח \"רצח\" בעברית, כי \"קטל\" הוא תרגום של \"הרג\" וגם שליח ב\"ד יקרא \"הורג\" ואין ספק שלא יקרא \"רוצח\", לא ידעתי מי הגיד לו שיש הבדל בעברית בין הפעל \"רצח\" להפעל \"הרג\" הלא מצאנום נרדפים בפסוק אחד \"אלמנה וגר יהרגו ויתומים \"רצחו\" [תהלים צ\"ד] ? ועוד יותר יקשה, אם לא מצא מלת \"קטל\" דומה בהוראתה למלת \"רצח\" בעברית מדוע לא ת' גם בארמית \"לא תרצח\" כאשר ת' הפסוק הנ\"ל \"ויתמי ירצחון\" ? ולכן נ\"ל לומר, כי באשר מלת \"קטל\" היא באמת הת' של שני הפעלים, הרג ורצח, ותבא גם על הכאה הבלתי מביאה מיתה אחריה, כדאמרינן במס' ב\"ק \"מה לי קטלה כולה מה לי קטלה פלגא\" ע\"כ הוסיף המת' פה מלת \"נפש\" לפ' המקרא ע\"פ פשוטו, וראי' נאמנה לדברינו אלה, מלקמן (ויקרא כ\"ד י\"ח) \"ומכה נפש בהמה ישלמנה\" ת' \"ודיקטול נפש בעירא\" ושם בפסוק כ\"א \"ומכה בהמה ישלמנה\" ת' \"ודיקטול בעירא\" והיא ע\"פ דרשת רז\"ל שם, שהכתוב הראשון שב על הורג בהמה וממיתה, והכתוב השני מוסב רק על עושה בה חבורה. ובזה ניחא ג\"כ שת' \"לא תנאף, לא תגוף, ולא ת' ג\"כ כמו בעברית, אף כי מצאנו גם הפעל הזה בארמית [ישעיה נ\"ז ג'] בכדי להוציא מדרשת רז\"ל (שבועות מ\"ז ע\"ב).", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a05a5a4d0d592640cae", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Rav Hirsch on Torah, Leviticus 24:18:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 18. ומכה נפש בהמה ישלמנה ergänzt die Schmot 21, 33 f. 24, 33 f und 24, 4 f. besprochene Beschädigung des Nächstengutes durch Eigentum oder Veranstaltung, נזקי ממון בממון, durch den Fall des direkt durch den Menschen selbst beschädigten Gutes des Nächsten, ונזקי ממון באדם, und statuiert, daß auch hier תשלומין Ergänzung, d. h. Ersatz des angerichteten Schadens und nur dieser zu leisten sei, so daß das getötete Tier z. B. für Risiko des Beschädigten liegt, הבעלים מטפלין בנבלה ופחת נבלה לניזק (B. K. 10b u. 11a, siehe Schmot 21, 34). – נפש תחת נפש: er hat ihm so viel zu zahlen, daß der etwa noch gebliebene Wert des beschädigten Tieres mit der zum Ersatz geleisteten Zahlung zusammen den früheren vollen Wert desselben repräsentiert, so daß dem an seinem Gute Beschädigten dieses wieder hergestellt ist. Damit ist zu gleicher Zeit gesagt, daß Tötung und Beschädigung eines Tieres, zivilrechtlich, nur als Verbrechen oder Vergehen gegen den Eigentümer in Betracht kommt.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5d758c1dc532ec8f20", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 24:18", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Steinsaltz on Leviticus 24:18", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ד:י״ח", "anchorVerse": 18, "sourceHasEn": true, "commentaryNum": 24.0018, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וּמַכֵּה נֶפֶשׁ בְּהֵמָה</b> של זולתו – \n  <b>יְשַׁלְּמֶנָּה,</b> ישלם כמותה,\n  <b>נֶפֶשׁ תַּחַת נָפֶשׁ,</b> בהמה אחרת או את שוויה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>One who smites the life of an animal </b>that belongs to another <b>shall pay for it, a life for a life. </b>He must pay for the animal with either another animal or its equivalent value. 98", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525506d9edbab4498f483491", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Ibn Ezra on Leviticus 24:18:1", "sourceHeRef": "אבן עזרא על ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ומכה בהמה ישלמנה.</b> והנה נפש תחת נפש משמש לשני׳‎ הפסוקים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND HE THAT SMITETH A BEAST MORTALLY SHALL MAKE IT GOOD. Note, the phrase <i>life for life</i>,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Which concludes verse 18.</i> serves two verses.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Verses 17 and 18. I.E. reads verse 17 as follows: <i>And he that smiteth any man mortally shall surely be put to death</i>, life for life.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17eb35", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Haamek Davar on Leviticus 24:18:1", "sourceHeRef": "העמק דבר על ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ומכה נפש בהמה ישלמנה.</b> ישלם מיבעי. ומזה יצא הדרש ישלימנה. ולפי הפשט ביאורו ישלם בצמצום לפי ערך הבהמה דמלבד שיש חילוק במלאכתה ועבודתה עוד יש שומא ביחוסה. כגון מי שזכה בסוס אשר רכב עליו המלך ובל״ס אם היה נמכר בשוק העלו על ממונו הרבה בשביל יחוסו והמכה סוס זה חייב לשלם כפי שוויו בצמצום:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>Whoever kills an animal shall pay for it.</b> It should have said ישלם [instead of ישלמנה]. This is the source for the halachic derivation (Baba Kama 10b): He shall complete it [ישלימנה — he pays for the difference after the owner deducts the value of the carcass]. According to the plain meaning: He should pay minimally, according to the animal’s value; for besides the differences in the animal’s skill or work, there is also an evaluation based on its lineage — someone who had the horse upon whom the king rode … he is obligated to pay only its minimum worth.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17eb37", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 24:18:2", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Haamek Davar on Leviticus 24:18:2", "sourceHeRef": "העמק דבר על ויקרא כ״ד:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>נפש תחת נפש.</b> כ״כ דמים אשר יוכל להשיג נפש בהמה כזה בצמצום:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad941ad6e4a93323dbfa6c", "index_title": "Beitzah", "category": "Talmud", "type": "", "ref": "Beitzah 21a:15", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Beitzah 21a:15", "sourceHeRef": "ביצה כ״א א:ט״ו", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 41.0015, "collectiveTitle": {"en": "Beitzah", "he": "ביצה"}, "heTitle": "ביצה", "he": "תַּנָּאֵי הִיא. דְּתַנְיָא: ״אַךְ אֲשֶׁר יֵאָכֵל לְכׇל נֶפֶשׁ הוּא לְבַדּוֹ יֵעָשֶׂה לָכֶם״, מִמַּשְׁמַע שֶׁנֶּאֱמַר ״לְכׇל נֶפֶשׁ״, שׁוֹמֵעַ אֲנִי אֲפִילּוּ נֶפֶשׁ בְּהֵמָה בַּמַּשְׁמָע, כְּעִנְיָן שֶׁנֶּאֱמַר: ״וּמַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה״, תַּלְמוּד לוֹמַר ״לָכֶם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: The question of whether or not one may perform prohibited labor on a Festival for the sake of dogs <b>is</b> a dispute between <b><i>tanna’im</i>. As it is taught</b> in a <i>baraita</i>: It is written: <b>“Only that which every soul must eat, that alone may be done for you.” By inference, from that which is stated: “Every soul,” I</b> might <b>derive</b> that <b>even the soul of an animal is included, similar to</b> that <b>which is stated: “And he that kills the soul of an animal shall pay it”</b> (Leviticus 24:18), indicating that the life force of an animal is also called a soul. Therefore, <b>the verse states</b> and emphasizes: <b>“For you,”</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad94bdd6e4a93323dc043e", "index_title": "Ketubot", "category": "Talmud", "type": "", "ref": "Ketubot 35a:5", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Ketubot 35a:5", "sourceHeRef": "כתובות ל״ה א:ה׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 69.0005, "collectiveTitle": {"en": "Ketubot", "he": "כתובות"}, "heTitle": "כתובות", "he": "הֵיכָן רִיבְּתָה תּוֹרָה? אָמַר אַבָּיֵי: אָתְיָא ״רָשָׁע״ ״רָשָׁע״. רָבָא אָמַר אָתְיָא ״מַכֵּה״ ״מַכֵּה״. אֲמַר לֵיהּ רַב פָּפָּא לְרָבָא: הֵי ״מַכֵּה״? אִילֵימָא ״וּמַכֵּה בְהֵמָה יְשַׁלְּמֶנָּה וּמַכֵּה אָדָם יוּמָת״ — הַאי בִּקְטָלָא כְּתִיב! אֶלָּא הַאי ״מַכֵּה״: ״מַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה נֶפֶשׁ תַּחַת נָפֶשׁ״, וּסְמִיךְ לֵיהּ: ״וְאִישׁ כִּי יִתֵּן מוּם בַּעֲמִיתוֹ [כַּאֲשֶׁר עָשָׂה כֵּן יֵעָשֶׂה לּוֹ]״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>Where did</b> the <b>Torah include</b> those liable to be flogged? <b>Abaye said:</b> It is <b>derived</b> by means of a verbal analogy between the term <b>wicked</b> in the verse “That he is wicked and liable to die” (Numbers 35:31), and the term <b>wicked</b> in the verse “That he is wicked and liable to be flogged” (Deuteronomy 25:2). <b>Rava said:</b> It is <b>derived</b> by means of a verbal analogy between the term <b>smites</b> in one verse and the term <b>smites</b> in another verse. <b>Rav Pappa said to Rava:</b> To <b>which</b> term <b>smites</b> are you referring? <b>If we say</b> that it is the verse <b>“And one who smites an animal shall pay for it, and one who smites a person shall die”</b> (Leviticus 24:21), clearly that is not so, as <b>that is written with regard to death.</b> Smiting a person in that verse is referring to murder. <b>Rather,</b> it is to <b>this</b> term <b>smites</b> that Rava is referring: <b>“And he who smites an animal shall pay for it, a life for a life”</b> (Leviticus 24:18), <b>and juxtaposed to it,</b> it is written: <b>“And a man who places a blemish upon his counterpart, as he has done so shall be done to him”</b> (Leviticus 24:19). The verses liken those liable to receive lashes to those obligated to pay money, from which it is derived that those liable to receive lashes are exempt from payment.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad984ed6e4a93323dc52f3", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 10b:15", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Bava Kamma 10b:15", "sourceHeRef": "בבא קמא י׳ ב:ט״ו", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 20.0015, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "מְנָא הָנֵי מִילֵּי? אָמַר רַבִּי אַמֵּי, דְּאָמַר קְרָא: ״מַכֵּה נֶפֶשׁ בְּהֵמָה, יְשַׁלְּמֶנָּה״ – אַל תִּקְרֵי ״יְשַׁלְּמֶנָּה״, אֶלָּא ״יַשְׁלִימֶנָּה״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>From where are these matters</b> derived? <b>Rabbi Ami said: As the verse states: “One who strikes an animal shall pay for it [<i>yeshallemenna</i>]”</b> (Leviticus 24:18). <b>Do not read</b> the final word <b><i>yeshallemenna</i>,</b> meaning he shall pay for it; <b>rather,</b> read it as though it were vocalized as <b><i>yashlimenna</i>,</b> meaning he shall complete it, to teach that he shall complete the injured party’s compensation, which is already partially accounted for by the injured party’s right to sell his animal’s carcass.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad986ad6e4a93323dc55c3", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 83b:11", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Bava Kamma 83b:11", "sourceHeRef": "בבא קמא פ״ג ב:י״א", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.0011, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "אֶלָּא מֵהָכָא: ״מַכֵּה נֶפֶשׁ בְּהֵמָה יְשַׁלְּמֶנָּה, נֶפֶשׁ תַּחַת נָפֶשׁ״, וּסְמִיךְ לֵיהּ: ״וְאִישׁ כִּי יִתֵּן מוּם בַּעֲמִיתוֹ, כַּאֲשֶׁר עָשָׂה כֵּן יֵעָשֶׂה לוֹ״. הַאי לָאו ״מַכֶּה״ הוּא! ״הַכָּאָה״–״הַכָּאָה״ קָאָמְרִינַן; מָה הַכָּאָה הָאֲמוּרָה בִּבְהֵמָה – לְתַשְׁלוּמִין, אַף הַכָּאָה הָאֲמוּרָה בְּאָדָם – לְתַשְׁלוּמִין.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rather,</b> the <i>baraita</i> references the verse <b>from here: “One who strikes an animal mortally shall pay its compensation, a life for a life”</b> (Leviticus 24:18); <b>and juxtaposed to that</b> is the verse: <b>“And if a man maims his neighbor, as he has done, so shall it be done to him”</b> (Leviticus 24:19). The Gemara challenges: But <b>this</b> latter verse <b>does not</b> use the expression: <b>“One who strikes,”</b> which is the basis for the comparison in the <i>baraita</i>. The Gemara responds: <b>We are stating</b> an analogy from <b>striking</b> to <b>striking</b> that is based not upon the exact phrasing of the verse but upon the details of the <i>halakha</i>, as follows: <b>Just as</b> the act of <b>striking that is stated with regard to an animal</b> renders one liable <b>to</b> pay monetary <b>compensation, so too,</b> the act of <b>striking that is stated with regard to a person</b> renders one liable <b>to</b> pay monetary <b>compensation.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad986ad6e4a93323dc55c9", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 83b:13", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Bava Kamma 83b:13", "sourceHeRef": "בבא קמא פ״ג ב:י״ג", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.0013, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "לָא סָלְקָא דַּעְתָּךְ. חֲדָא – דְּהָא אִיתַּקַּשׁ לְ״מַכֵּה בְהֵמָה יְשַׁלְּמֶנָּה״. וְעוֹד, כְּתִיב בָּתְרֵיהּ: ״כַּאֲשֶׁר יִתֵּן מוּם בָּאָדָם, כֵּן יִנָּתֶן בּוֹ״ – וּשְׁמַע מִינַּהּ מָמוֹן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: That interpretation should <b>not enter your mind</b> for two reasons. <b>One</b> reason is that this verse <b>is juxtaposed to</b> the following verse: <b>“One who strikes an animal mortally shall pay its compensation”</b> (Leviticus 24:18). <b>And furthermore, it is written after it:</b> “A fracture for a fracture, an eye for an eye, a tooth for a tooth; <b>as he has given a blemish to a person, so shall it be given unto him”</b> (Leviticus 24:20); <b>and learn from</b> the use of the word “given” that the verse is referring to <b>money.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9891d6e4a93323dc57c7", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 83b:12", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Bava Kamma 83b:12", "sourceHeRef": "בבא קמא פ״ג ב:י״ב", "anchorVerse": 18, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.0012, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "וְהָא כְּתִיב: ״וְאִישׁ כִּי יַכֶּה כׇּל נֶפֶשׁ אָדָם, מוֹת יוּמָת״! בְּמָמוֹן. מִמַּאי דִּבְמָמוֹן? אֵימָא בְּמִיתָה מַמָּשׁ!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara challenges: <b>But isn’t it written</b> in the verses discussing one who injures another: <b>“And a man who strikes any person mortally shall be put to death”</b> (Leviticus 24:17), which presumably means that in the case of one who severs another’s extremity the same injury, i.e., death of a limb, is done to the one who caused the injury, and he does not pay monetary compensation? The Gemara answers: The verse does not mean that his limb shall be put to death, i.e., removed, but rather, that he should pay compensation <b>with money.</b> The Gemara asks: <b>From where</b> do you say <b>that</b> the verse is referring to paying compensation <b>with money?</b> Why not <b>say</b> that he is punished <b>with actual death</b> i.e., loss of a limb?", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b1c5c0d6e4a937f999810d", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 10:11", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Bamidbar Rabbah 10:11", "sourceHeRef": "במדבר רבה י׳:י״א", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 10.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כָּל יְמֵי הַזִּירוֹ לַה' וגו' <small>(במדבר ו, ו)</small>, בֹּא וּרְאֵה שֶׁכָּל מִי שֶׁמְּקַדֵּשׁ אֶת עַצְמוֹ מִלְּמַטָּה מְקַדְּשִׁין אוֹתוֹ מִלְּמַעְלָה, זֶה לְפִי שֶׁמַּזִּיר אֶת עַצְמוֹ מִן הַיַּיִן וְנוֹהֵג צַעַר בְּעַצְמוֹ שֶׁלֹא יְגַלֵּחַ רֹאשׁוֹ כְּדֵי לִשְׁמֹר עַצְמוֹ מִן הָעֲבֵרָה, אוֹמֵר הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵי הוּא חָשׁוּב לְפָנַי כְּכֹהֵן גָדוֹל, מַה כֹּהֵן אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, אַף נָזִיר אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, מַה בְּכֹהֵן גָּדוֹל כְּתִיב <small>(ויקרא כא, יב)</small>: כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו, אַף בַּנָּזִיר הוּא אוֹמֵר <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, מַה בְּכֹהֵן כְּתִיב <small>(דברי הימים א כג, יג)</small>: וַיִּבָּדֵל אַהֲרֹן לְהַקְדִּישׁוֹ קֹדֶשׁ קֳדָשִׁים, אַף נָזִיר נִקְרָא קָדוֹשׁ, שֶׁנֶּאֱמַר <small>(במדבר ו, ח)</small>: כָּל יְמֵי נִזְרוֹ קָדשׁ הוּא לַה'. בֹּא וּרְאֵה כַּמָּה הַמִּצְווֹת מְעַטְּרוֹת אֶת יִשְׂרָאֵל, וַהֲלֹא גִּדּוּל שֵׂעָר נִוּוּל הוּא לָאָדָם, שֶׁהוּא אֵינוֹ חוֹפֵף רֹאשׁוֹ, וּלְפִי שֶׁהוּא מְגַדְּלוֹ לְשֵׁם שָׁמַיִם קְרָאוֹ הַכָּתוּב עֲטָרָה לְרֹאשׁוֹ, הֲדָא הוּא דִּכְתִיב: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ. כָּל יְמֵי הַזִּירוֹ וגו', נָזִיר שֶׁכָּל יָמָיו אָסוּר לִשְׁתּוֹת וּלְגַלֵּחַ וְלִטַּמָּא לַמֵּתִים, וְאִם גִּלַּח וְשָׁתָה יַיִן וְנִטְמָא לַמֵּתִים סוֹפֵג אֶת הָאַרְבָּעִים, עַל הַיַּיִן מִנַּיִן שֶׁלּוֹקֶה, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. לְגַלֵּחַ מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ וגו', לְרַבּוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. עַל הַטֻּמְאָה מִנַּיִן, דִּכְתִיב כָּל יְמֵי הַזִּירוֹ לַה' וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. שְׁלשָׁה מִנִּין אֲסוּרִים בְּנָזִיר, הַטֻּמְאָה וְהַתִּגְלַחַת וְהַיּוֹצֵא מִן הַגֶּפֶן. הַטֻּמְאָה מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ו)</small>: כָּל יְמֵי הַזִּירוֹ לַה' עַל נֶפֶשׁ מֵת וגו'. תִּגְלַחַת מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ. הַיּוֹצֵא מִן הַגֶּפֶן, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ מִכֹּל אֲשֶׁר יֵעָשֶׂה מִגֶּפֶן וגו'. חֹמֶר בַּטֻּמְאָה וּבַתִּגְלַחַת מִבַּיּוֹצֵא מִן הַגֶּפֶן, שֶׁהַטֻּמְאָה וְהַתִּגְלַחַת סוֹתְרִים וְהַיּוֹצֵא מִן הַגֶּפֶן אֵינוֹ סוֹתֵר. וְחֹמֶר בַּיּוֹצֵא מִן הַגֶּפֶן מִבַּטֻּמְאָה וְתִגְלַחַת, שֶׁלֹא הֻתַּר כְּלַל הַיּוֹצֵא מִן הַגֶּפֶן וְהֻתַּר בְּתִגְלַחַת מִצְוָה, כְּגוֹן מְצוֹרָע, דְּנַפְקָא מֵרֹאשׁוֹ הָאָמוּר בַּמְּצוֹרָע הַמְיֻתָּר, לְהָבִיא נָזִיר מְצוֹרָע שֶׁמְגַלֵּחַ, וְהֻתַּר בְּמֵת מִצְוָה לִטַּמָּא. חֹמֶר בַּטֻּמְאָה מִתִּגְלַחַת, שֶׁהַטֻּמְאָה סוֹתֶרֶת אֶת הַכֹּל וְחַיָּבִין עָלֶיהָ קָרְבָּן, וְתִגְלַחַת אֵינָהּ סוֹתֶרֶת אֶלָּא שְׁלשִׁים יוֹם וְאֵין חַיָּבִין עָלֶיהָ קָרְבָּן. עַל נֶפֶשׁ מֵת לֹא יָבֹא, שׁוֹמֵעַ אֲנִי נַפְשׁוֹת בְּהֵמָה בְּמַשְׁמַע, כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ויקרא כד, יח)</small>: מַכֵּה נֶפֶשׁ בְּהֵמָה, תַּלְמוּד לוֹמַר <small>(במדבר ו, ז)</small>: לְאָבִיו וּלְאִמּוֹ, בַּמֶּה עִנְיָן מְדַבֵּר בְּנַפְשׁוֹת אָדָם. רַבִּי יִשְׁמָעֵאל אוֹמֵר אֵינוֹ צָרִיךְ, הֲרֵי הוּא אוֹמֵר לֹא יָבֹא בִּנְפָשׁוֹת הַמְּטַמְּאוֹת בְּבִיאָה הַכָּתוּב מְדַבֵּר, וְאֵלּוּ הֵן נַפְשׁוֹת אָדָם. לְאָבִיו לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא כּוֹלֵל בְּכֹהֵן הֶדְיוֹט <small>(ויקרא כא, א)</small>: לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו, וְחָזַר וְהִתִּירוֹ לַקְּרוֹבִים <small>(ויקרא כא, ב)</small>: כִּי אִם לִשְׁאֵרוֹ וגו', יָכוֹל אַף נָזִיר כֵּן יְהֵא מֻתָּר לִטַּמָּא לַקְּרוֹבִים, תַּלְמוּד לוֹמַר לְאָבִיו, לוֹמַר שֶׁאֵינוֹ מִטַּמֵּא לַקְּרוֹבִים. וּלְאִמּוֹ לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר בַּנָּזִיר לֹא יִטַּמָּא לָהֶם בְּמֹתָם, רַבִּי אוֹמֵר בְּמֹתָם אֵין מִטַּמֵּא, אֲבָל מִטַּמֵּא הוּא בְּנִגְעָן וּבְזִיבָתָן, וְאֵין לִי אֶלָּא בְּנָזִיר, בְּכֹהֵן גָּדוֹל מִנַּיִן, תַּלְמוּד לוֹמַר <small>(ויקרא כא, יא)</small>: וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, שֶׁלֹא הָיִיתִי צָרִיךְ, שֶׁכְּבָר קַל וָחֹמֶר הוּא, וּמָה אִם בַּמָּקוֹם שֶׁכֹּהֵן הֶדְיוֹט מִטַּמֵּא לְאָחִיו מֵאָבִיו אֵין כֹּהֵן גָּדוֹל מִטַּמֵּא לְאָבִיו, מָקוֹם שֶׁאֵין כֹּהֵן הֶדְיוֹט מִטַּמֵא לְאָחִיו מֵאִמּוֹ דִּין הוּא שֶׁלֹא יְהֵא כֹּהֵן גָּדוֹל מִטַּמֵּא לְאִמּוֹ. אִם זָכִיתָ מִן הַדִּין, מַה תַּלְמוּד לוֹמַר וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, מֻפְנֶה לְהַקִּישׁ לָדוּן מִמֶּנּוּ גְּזֵרָה שָׁוָה, נֶאֱמַר בְּכֹהֵן גָּדוֹל אִמּוֹ, וְנֶאֱמַר בַּנָּזִיר אִמּוֹ, מָה אִמּוֹ הָאָמוּר בַּנָּזִיר מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן, אַף אִמּוֹ הָאָמוּר בְּכֹהֵן גָּדוֹל מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן. <small>(במדבר ו, ז)</small>: לְאָחִיו, לָמָּה נֶאֱמַר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. <small>(במדבר ו, ז)</small>: וּלְאַחֹתוֹ, מַה תַּלְמוּד לוֹמַר, הֲרֵי שֶׁהָיָה הוֹלֵךְ לִשְׁחֹט אֶת פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ וְשָׁמַע שֶׁמֵּת לוֹ מֵת, יָכוֹל יִטַּמָּא, אָמַרְתָּ: לֹא יִטַּמָּא לָהֶם בְּמֹתָם, יָכוֹל לֹא יִטַּמָּא לְמֵת מִצְוָה, תַּלְמוּד לוֹמַר: וּלְאַחֹתוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. נֶאֱמַר: לְאָחִיו, לְהַתִּירוֹ לִטַּמָּא לְמֵת מִצְוָה, שֶׁאֵינוֹ אֶלָּא אִסּוּר לָאו, לֹא יִטַּמָּא לָהֶם. וְנֶאֱמַר: וּלְאַחֹתוֹ, לְהַתִּירוֹ לִטַּמָּא אֲפִלּוּ בִּמְקוֹם פֶּסַח וּמִילָה, דְּחַיָּבֵי כְּרִיתוֹת הֵן, אֲבָל לִבְנוֹ וּלְבִתּוֹ לֹא נֶאֱמַר, שֶׁאֵין הַקְּטַנִּים נִזּוֹרִין. רַבִּי עֲקִיבָא אוֹמֵר: נֶפֶשׁ, אֵלּוּ הָרְחוֹקִים, מֵת, אֵלוּ הַקְּרוֹבִים, לְאָבִיו, לְאָבִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וְאִם נֶאֱמַר לְאָבִיו, לָמָּה נֶאֱמַר וּלְאִמּוֹ, אִם נֶאֱמַר אָבִיו, וְלֹא נֶאֱמַר אִמּוֹ הָיִיתִי אוֹמֵר לְכָךְ לֹא יִטַּמָּא לוֹ מִשּׁוּם דַּחֲזָקָה בְּעַלְמָא הוּא, אֲבָל אִמּוֹ דְּוַדַּאי יְלִידְתֵּיהּ לִטַּמָּא לָהּ, וְאִי כָּתַב רַחֲמָנָא אִמּוֹ הָיִיתִי אוֹמֵר, לְאִמּוֹ הוּא דְּלָא, דְּלָא אָזֵיל זַרְעָהּ בַּתְרָהּ, אֲבָל אָבִיו כֵּיוָן שֶׁאָמַר הַכָּתוּב: לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם, אֵימָא לִטַּמָּא לֵיהּ, לְכָךְ נֶאֱמַר: לְאָבִיו. לְאָחִיו, שֶׁאִם הוּא כֹּהֵן גָּדוֹל וְנָזִיר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וּלְאַחֹתוֹ, שֶׁאִם הָיָה הוֹלֵךְ לִשְׁחֹט פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. לֹא יִטַּמָּא לָהֶם בְּמֹתָם, אֲבָל עוֹמֵד הוּא בַּהֶסְפֵּד וּבַשּׁוּרָה. רַבִּי אוֹמֵר בְּמוֹתָם אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא בְּנִגְעָם וּבְזִיבָתָם, <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, לְהַגִּיד מַה גָּרַם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“All the days of his abstinence to the Lord, he shall not approach a dead person” (Numbers 6:6).</b> <br>“All the days of his abstinence to the Lord….” Come and see that anyone who sanctifies himself below, they sanctify him above. This one, because he abstains from wine and conducts himself with suffering in that he does not shave the hair of his head in order to protect himself from transgression, the Holy One blessed be He says: ‘He is considered before Me like a High Priest.’ Just as it is prohibited for a priest to become impure for all corpses, so it is prohibited for a nazirite to become impure for all corpses. Just as regarding the High Priest, it is written: “For the crown of the anointing oil of his God is on him” (Leviticus 21:12), so, by the nazirite it says: “For the crown of his God is on his head” (Numbers 6:7). Just as regarding the priest, it is written: “Aaron was set apart, to sanctify him as most holy” (I Chronicles 23:13), so, the nazirite is called holy, as it is stated:<b> </b>“All the days of his naziriteship he is holy to the Lord” (Numbers 6:8). Come and see how much the mitzvot<i> </i>adorn Israel. Does growing hair long not render a person repulsive, as he is unable to shampoo his hair? But because he grows it for the sake of Heaven, the verse characterizes it as a crown for his head. That is what is written: “For the crown of his God is on his head.” <br>“All the days of his abstinence...” – a nazirite whose days are completed<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">But who did not yet bring the sacrifice which terminates the naziriteship.</i> is forbidden to drink, to shave, and to become impure due to dead people. If he shaved, drank wine, or became impure due to dead people, he incurs forty lashes. Regarding wine, from where is it derived that he is flogged? It is written: “All the days of his naziriteship [from anything that may be derived from the grapevine…he shall not eat]” (Numbers 6:4), rendering the days after completion like the days before completion. Regarding shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, [a razor shall not pass on his head]” (Numbers 6:5), to include the days after completion like the days before completion. Regarding impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach a dead person],” rendering the days after completion like the days before completion. <br>Three categories are prohibited for the nazirite; impurity, shaving, and what is derived from the grapevine. Impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach] a dead person.” Shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, a razor shall not pass on his head.” (Numbers 6:5) What is derived from the grapevine, from where is it derived? It is as it is written: “All the days of his naziriteship, from anything that may be derived from the grapevine [he shall not eat]” (Numbers 6:4). There is a stringency in impurity and shaving, more than in what may be derived from the grapevine, as impurity and shaving voids the naziriteship and what emerges from the grapevine does not void. There is a stringency in what may be derived from the grapevine, more than in impurity and shaving, as what may be derived from the grapevine has no allowance at all, but shaving for a mitzva, e.g., a leper, as it is derived from the extraneous “his head”<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Leviticus 14:9.</i> that is stated regarding the leper to include a nazirite leper, that he shaves. And there is an allowance to become impure for a <i>met mitzva</i>.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">This is a corpse with no one to bury it.</i> There is a stringency in impurity more than in shaving, as impurity voids everything and one is obligated to bring an offering for it, but shaving voids only thirty days and one is not obligated to bring an offering for it. <br>“He shall not approach [<i>lo yavo</i>] a dead person [<i>nefesh met</i>].” I hear that even dead animals [<i>nafshot behema</i>] are included, like the matter that is stated: “One who kills an animal [<i>nefesh behema</i>]” (Leviticus 24:18). The verse states: “For his father and for his mother […he shall not become impure]” (Numbers 6:7); regarding what matter is the verse speaking? It is regarding dead people. Rabbi Yishmael says: This is not necessary. It says <i>lo yavo</i>; it is regarding the dead who impurify through <i>bia</i>,<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Entry under the same roof as the corpse.</i> and these are dead people. <br>“For his father,” why is it stated? It is because it [the law] is broad regarding a common priest: “He shall not become impure from a dead person among his people” (Leviticus 21:1) and then it permits him regarding relatives: “Except for his relative [who is close to him: For his mother, for his father, for his son, for his daughter, for his brother]” (Leviticus 21:2); perhaps the same is true regarding the nazirite? The verse states: “For his father,” saying that he may not become impure for relatives. <br>“And for his mother,” why is it stated? It is because it says regarding the nazirite: “He shall not become impure for them upon their death” (Numbers 6:7). Rabbi says: Upon their deaths he may not become impure, but for their leprosy or for their <i>ziva</i>,<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">See Leviticus 15:1–15, 25–30.</i> he may become impure. Regarding the High Priest, from where is it derived? The verse states: “And for his mother” (Leviticus 21:11), regarding the High Priest, which was unnnecesary for me, as it is already an <i>a fortiori </i>inference: If in an instance where a common priest may become impure for his paternal brother, the High Priest may not become impure for his father, in an instance where a common priest may not become impure for his maternal brother, it follows that the High Priest may not become impure from his mother. If you obtained this logically, why does the verse state: “And for his mother,” regarding the High Priest? It is here in order to derive and learn a verbal analogy from it. “His mother” is stated regarding the High Priest and “his mother” is stated regarding the nazirite. Just as “his mother” that is written regarding the nazirite [is regarding her death], but he may become impure for her leprosy or for her <i>ziva</i>, so, too, regarding “his mother” that is written regarding the High Priest, he may become impure for her leprosy of for her <i>ziva</i>. <br>“For his brother” (Numbers 6:7), why is it stated? For his brother he may not become impure, but he may become impure for a <i>met mitzva</i>. “And for his sister” (Numbers 6:7), why is it stated? One who was going to slaughter his Paschal lamb and to circumcise his son and he heard that a relative of his died, shall he, perhaps, become impure? You said: “He shall not become impure for them upon their death.” Shall he, perhaps, not become impure for a <i>met mitzva</i>? The verse states: “For his sister,” for his sister he does not become impure, but he becomes impure for a <i>met mitzva</i>. “For his brother” is stated to permit him to become impure for a <i>met mitzva</i>, which is only a prohibition: “He shall not become impure for them.” “And for his sister” is to permit him to become impure even in the place of the Paschal lamb and circumcision, for which one incurs liability for <i>karet</i>. But for his son and for his daughter are not stated, as minors cannot become nazirites. <br>Rabbi Akiva says: <i>Nefesh</i>, these are those who are unrelated. <i>Met</i>, these are those who are relatives. “For his father” he may not become impure, but he may become impure for a <i>met mitzva</i>. If “for his father” is stated, why is “and for his mother” stated? Had his father been stated and his mother had not been stated, I would have said: This is why he may not become impure for him, because he [his status as his father] is based on presumed status, but his mother, who certainly bore him, let him become impure for her. And had the All Merciful written \"his mother,\" I would have said: It is for his mother that he may not, as her offspring are not attributed to her, but his father, because the verse said: “By their families, by their patrilineal houses” (Numbers 1:2); let us say that he may become impure for him. That is why “for his father” is stated. “For his brother” – that were he a High Priest and a nazirite, he may not become impure for his brother, but he may become impure for a <i>met mitzva</i>. “And for his sister” – that were he going to slaughter his Paschal lamb or to circumcise his son, he may not become impure for his sister, but he may become impure for a <i>met mitzva</i>.<br>“He shall not become impure for them upon their death,” but he stands there at the eulogy and at the line.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">This is the line of those comforting the mourners. This is in contradistinction to the High Priest, who is not present at those occasions.</i> Rabbi says: Upon their death” he does not become impure, but he becomes impure for their leprosy and for their <i>ziva</i>. <br>“For the crown of his God is on his head,” to relate what is the cause.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a9d3ce4d6e4a9026bd8fa0d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Aderet Eliyahu, Leviticus 24:18:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ומכה נפש בהמה.</b> אלו נאמר ומכה נפש בהמה ישלם הייתי אומר מכה אדם ישלם בהמה ת\"ל ישלמנה בבהמה עסקתו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e1a7e1fc2200b9c5a6f4", "index_title": "English Explanation of Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Zevachim 9:5:1", "anchorRef": "Leviticus 24:5-19", "anchorRefExpanded": ["Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19"], "sourceRef": "English Explanation of Mishnah Zevachim 9:5:1", "sourceHeRef": "ביאור אנגלי על משנה זבחים ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Zevachim", "he": "ביאור אנגלי על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>The following if they ascended are taken down:<br>The flesh of most sacred sacrifices<br>The flesh of lesser sacrifices;<br>The remnants of the omer;<br>The two loaves;<br>The showbread;<br>The remnants of meal-offerings;<br>And the incense.<br>The wool on the heads of lambs, the hair of he-goats’ beards, the bones, tendons, horns and hoofs if they are attached, go up, because it is said, “And the priest shall turn it all into smoke on the altar” (Leviticus 1:9).<br>If they were severed [from the animal], they do not go up, for it is said, “And You shall offer your olah, the flesh and the blood, [upon the altar of the Lord your God]” (Deuteronomy 12:27).</b><br>Our mishnah lists things that are not meant to be on the altar at all, meaning not in any state. Unlike the things listed in mishnah two, which were once valid and then became invalid, these things were never supposed to be put on the altar. Therefore, even if they were put on the altar, the altar doesn’t sanctify them and they may be taken down.<br>Sections one and two:  The flesh of sacrifices, both most holy sacrifices and lesser sacrifices, is meant to be eaten and not burned on the altar.<br>Section three: The volume of the omer, offered on the sixteenth of the month of Nissan, was a tenth of an ephah. A handful was burned on the altar and the rest was eaten by the priests. If the remnants were put on the altar, they may be taken down.<br>Section four:  The two loaves that are brought on Shavuot are not meant to be put on the altar.<br>Section five: The showbread (Leviticus 24:5-19) sat on the golden table in the Sanctuary from week to week. It was eaten not sacrificed.<br>Section six: Part of the meal offering was put on the altar, but the remnant was eaten by the priests.<br>Section seven: The incense was put on the inner altar, the one in the Sanctuary. If it was mistakenly put on the outer altar, it can be taken down.<br>Sections eight and nine: This section seems to be based on a contradiction between the two quoted verses. The verse from Leviticus seems to say that the entire olah is burned on the altar, whereas the verse from Deuteronomy says that only the flesh and blood are burned. The first verse implies that non-flesh and blood parts of the animal, the hair, the bones, sinews etc. are burned, whereas the second implies that they are not. The mishnah resolves this contradiction by stating that when the non-flesh and blood parts are detached from the flesh and blood, then they are not burned on the altar and if they are put up there, they should be taken down. If they are put up there while still attached to the animal, then they have been sanctified and cannot be taken down.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1394569ad4c007a1d53a9", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 12:16:3", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Birkat Asher on Torah, Exodus 12:16:3", "sourceHeRef": "ברכת אשר על התורה, שמות י״ב:ט״ז:ג׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 16.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "וקצת קשה לי, כלום יש נפש לבהמה? ואם לא, איך אפשר לרבות כנ\"ל? (פ' בא תשס\"ו) על המצאות \"נפש\" אצל הבהמה, ראה דברי רמב\"ם בהקדמתו למסכת אבות (שמונה פרקים, פרק ראשון) שכתב: ...כח המזון שיזון בו האדם, אינו ככח המזון שיזון בו הסוס והחמור - כי האדם ניזון בחלק הזן מן הנפש האנושית; והחמור ניזון בחלק הזן מן הנפש החמורית וכו'. הערת הגר\"א נבנצל שליט\"א: וכבר נאמר \"ומכה נפש בהמה ישלמנה\" (ויקרא כד, יח).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622df87f574a17ca6a15e", "index_title": "Jerusalem Talmud Bava Kamma", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bava Kamma 1:1:10", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Jerusalem Talmud Bava Kamma 1:1:10", "sourceHeRef": "תלמוד ירושלמי בבא קמא א׳:א׳:י׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.001, "collectiveTitle": {"en": "Jerusalem Talmud Bava Kamma", "he": "תלמוד ירושלמי בבא קמא"}, "heTitle": "תלמוד ירושלמי בבא קמא", "he": "פִּיסְקָא. וּכְשֶׁהִזִּיק חָב הַמַּזִּיק כול׳. אָמַר רִבִּי חֲנִינָה. מַכֶּה בְהֵמָה יְשַׁלְּמֶנָּה. יְשַׁלֵּם פְּחָתָהּ. בַּר פְּדָייָה אָמַר. אִם טָרֹף יִטָּרֵף <i data-overlay=\"Vilna Pages\" data-value=\"4a\"></i>יְבִיאֵהוּ עֵד מְקוֹם הַטְּרֵיפָה לֹא יְשַׁלֵּם. אָמַר רִבִּי נָסָא. צוֹרְכָה לְהָדָא דְּרִבִּי חֲנִינָה וְצוֹרְכָה לְהָדָא דְּבַר פְּדָייָה. אִילּוּ אִיתְאֲמָרַת דְּרִבִּי חֲנִינָה וְלֹא אִיתְאֲמָרַת דְּבַר פְּדָייָה. הָיִיתִי אוֹמֵר. לְהֶכְשֵׁר נִזְקֵיהּ לֹא יְשַׁלֵּם כְּלוּם. לְנִזְקֵי גוּפָה יְשַׁלֵּם פְּחָתָהּ. הֲוֵי. צוֹרֶךְ הוּא שֶׁיֵּאָמֵר דְּבַר פְּדָייָה. אוֹ אִילּוּ אִיתְאֲמָרַת דְּבַר פְּדָייָה וְלֹא אִיתְאֲמָרַת דְּרִבִּי חֲנִינָה. הָיִיתִי אוֹמֵר. לְהֶכְשֵׁר נִזְקֵיהּ יְשַׁלֵּם פְּחָתָהּ. לְנִיזְקֵי גוּפָה יְשַׁלֵּם אֶת הַכֹּל. הֲוֵי. צוֹרֶךְ שֶׁיֵּאָמֵר דְּרִבִּי חֲנִינָה וְצוֹרֶךְ שֶׁיֵּאָמֵר דְּר׳ פְּדָייָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "New Paragraph. “If damage was caused the person responsible is obligated to pay for the damages,” etc. Rebbi Ḥanina said, “he who injures an animal has to pay for it<sup class=\"footnote-marker\">64</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\"><i>Lev.</i> 24:18</a>, incorrect quote. In the <a class=\"refLink\" data-ref=\"Bava Kamma 10b\" href=\"/Bava_Kamma.10b\">Babli, 10b</a>, R. Ammi (Immi) explains יְשַׁלְּמֶנָּה “pay for it” by יַשְׁלִימֶנָּה “shall supplement it,” i. e., pay the difference between the value of the living animal and the carcass. This argument has to be read into the quote here.</i>,” he has to pay the diminution in value. Bar Pedaiah said, “if it was torn, he shall bring it up to the place of the carcass, for which he does not have to pay.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 22:12\" href=\"/Exodus.22.12\"><i>Ex.</i> 22:12</a>. The sentence has become unintelligible because it mixes quote and two distinct interpretations. <a class=\"refLink\" data-ref=\"Exodus 22:9\" href=\"/Exodus.22.9\">Verses 9–12</a> refer to the person who undertook to watch over another’s property and is paid for his services. If there was a loss because of theft, the watchman has to pay because he failed to prevent the theft (<a class=\"refLink\" data-ref=\"Exodus 22:11\" href=\"/Exodus.22.11\">v. 11</a>). If livestock was lost to predatory animals, the watchman “has to bring it עד”. The masoretic vocalization עֵד means (<i>Mekhilta dR. Ismael, Mišpaṭim</i> 15 in the name of R. Joshia; <a class=\"refLink\" data-ref=\"Bava Kamma 11a\" href=\"/Bava_Kamma.11a\">Babli 11a</a>) that witnesses who testify that the loss was caused by a lion or similar large animal against which the watchman was powerless, will free the watchman from his obligation to pay. He will have to pay for losses caused by smaller animals which attack by stealth. The other interpretations read עַד, either עַד I “until”, or עַד III “torn, robbed by the enemy”. In the <a class=\"refLink\" data-ref=\"Bava Kamma 11a\" href=\"/Bava_Kamma.11a\">Babli, 11a</a>, and <i>Mekhilta dR. Simeon ben Ioḥai</i>22:12, Abba Shaul reads “he shall bring the torn,” meaning that he does not have to pay for the residual value of the carcass. In <i>Mekhilta dR. Ismael, Mišpaṭim</i> 15, R. Jonathan reads “he has to bring the owners to the place [of the attack]” to support his claim that the attack was by a large animal against whom he was powerless. The insertion of “up to the place” into Bar Pedaiah’s quote follows R. Jonathan, but his interpretation is that of Abba Shaul.</i>” Rebbi Nasa said, the quote of Rebbi Ḥanina is needed and the quote of Bar Pedaiah is needed. If only the quote of Rebbi Ḥanina was given but not that of Bar Pedaiah, I would have said that if he made the damage possible he should not have to pay anything but for bodily damage he has to pay the diminution in value<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Since the verse in <i>Lev.</i> only requires payment by a person who attacks an animal, not if the damage was caused by negligence.</i>. Therefore, Bar Pedaiah’s quote is necessary. But if only the quote of Bar Pedaiah was given but not that of Rebbi Ḥanina, I would have said that if he made the damage possible<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">By his negligence.</i> he has to pay the diminution in value, but for bodily damage he has to pay the whole<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">As one would understand from <a class=\"refLink\" data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\"><i>Lev.</i> 24:18</a> without R. Immi’s interpretation.</i>. Therefore, the quote of Rebbi Ḥanina is needed and the quote of Bar Pedaiah is needed.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f11ad9c4d6ad74149b3", "index_title": "Jerusalem Talmud Ketubot", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Ketubot 3:1:8", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Jerusalem Talmud Ketubot 3:1:8", "sourceHeRef": "תלמוד ירושלמי כתובות ג׳:א׳:ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Jerusalem Talmud Ketubot", "he": "תלמוד ירושלמי כתובות"}, "heTitle": "תלמוד ירושלמי כתובות", "he": "הַכֹּל מוֹדִין שֶׁאֵין מָמוֹן אֶצֶל מִיתָה. מִן הָדָא מַכֵּה בְהֵמָה יְשַׁלְּמֶנָּה וּמַכֵּה אָדָם יוּמָת. מַה מַכֵּה בְהֵמָה לֹא חִלַּקְתָּה בּוֹ בֵּין שׁוֹגֵג לְמֵזִיד לְחַייְבוֹ מָמוֹן. אַף מַכֵּה אָדָם לֹא תַחֲלוֹק בּוֹ בֵּין שׁוֹגֵג לְמֵזִיד לְפוֹטְרוֹ מָמוֹן. מַה פְלִיגִין. בְּמָמוֹן אֶצֶל מַכּוֹת. רִבִּי יוֹחָנָן אָמַר. אֵין מָמוֹן אֶצֶל מִיתָה וְיֵשׁ מָמוֹן אֶצֶל מַכּוֹת. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אוֹמֵר. כְּשֵׁם שֶׁאֵין מָמוֹן אֶצֶל מִיתָה כָּךְ אֵין מָמוֹן אֶצֶל מַכּוֹת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Everybody agrees that there is no money payment in capital cases, as it is written (<a class=\"refLink\" data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\"><i>Lev</i>. 24:21</a>): “The slayer of an animal must pay for it but the slayer of a human shall be put to death.” Just as you did not make a difference between unintentional and intentional action of a slayer of an animal to force him to pay money, so you should not make a difference between unintentional and intentional action of a slayer of a human to free him from paying money. Where do they differ? About money in a flogging case. Rebbi Joḥanan said, there is no money in a capital case but there is money in a flogging case, but Rebbi Simeon ben Laqish said, just as there is no money in a capital case so there is no money in a flogging case.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f31ad9c4d6ad7415a5d", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Sanhedrin 6:3:4", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Jerusalem Talmud Sanhedrin 6:3:4", "sourceHeRef": "תלמוד ירושלמי סנהדרין ו׳:ג׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "רָחוֹק מִבֵּית הַסְּקִילָה אַרְבַּע אַמּוֹת כול׳. אָמַר רִבִּי יְהוּדָה בַּר טַבַּאי. אֶרְאֶה בִנְחָמָה אִם לֹא הָרַגְתִּי עֵד זוֹמֵם. שֶׁהָיוּ אוֹמְרִים. עַד שֶׁיֵּיהָרֵג. שֶׁנֶּאֱמַר נֶפֶ֭שׁ תַּ֥חַת נָֽפֶשׁ. אָמַר לוֹ שִׁמְעוֹן בֶּן שֶׁטַח. אֶרְאֶה בִנְחָמָה אִם לֹא מַעֲלִים עָלֶיךָ כְּאִילּוּ שָׁפַכְתָּ דָּם נָקִי. בְּאוּתָהּ שָׁעָה קִיבֵּל עָלָיו שֶׁלֹּא יוֹרֶה אֶלָּא מִפִּי שִׁמְעוֹן בֶּן שֶׁטַח.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“At a distance of four cubits from the place of stoning,” etc. <sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Makkot 5b\" href=\"/Makkot.5b\">Babli <i>Makkot</i> 5b</a>, <a class=\"refLink\" data-ref=\"Chagigah 16b\" href=\"/Chagigah.16b\">Hagigah 16b</a>; <a class=\"refLink\" data-ref=\"Tosefta Sanhedrin 6:6\" href=\"/Tosefta_Sanhedrin.6.6\">Tosephta 6:6</a>. The text is badly truncated; following the parallel sources it should read approximately:<br>Jehudah ben Ṭabbai said, may I never see consolation if I did not execute a perjured witness, for the Sadducees were saying, a perjured witness is not executed unless the accused was executed, as it is said, <i>a life for a life</i>. Simeon ben Shetah told him, may I never see consolation if it is not held against you that you spilled innocent blood since no perjured witness is executed unless both of them are shown to be perjured. At that time, he took it upon himself not to teach except what he heard from Simeon ben Sheṭaḥ.<br>This is the first of a series of treatments of the Simeon ben Shetaḥ legend (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 6:6:1\" href=\"/Jerusalem_Talmud_Sanhedrin.6.6.1\">Mishnah 8</a>) before one returns to a discussion of the Mishnah.<br>If only one of the witnesses is found perjured, neither his testimony nor that of the other witness can be used against the accused since both are testimonies of single witnesses unsupported by a second witness. The case against the accused has to be dismissed; there is no case.</i>“Rebbi Jehudah ben Ṭabbai said, may I never see consolation if I did not execute a perjured witness, for they were saying, until he was executed, as it is said, <i>a life for a life</i>. Simeon ben Shetaḥ told him, may I never see consolation if it is not held against you that you spilled innocent blood. At that time, he took it upon himself not to teach except what he heard from Simeon ben Sheṭaḥ.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f1cad9c4d6ad7414edb", "index_title": "Jerusalem Talmud Terumot", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Terumot 7:1:4", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "Jerusalem Talmud Terumot 7:1:4", "sourceHeRef": "תלמוד ירושלמי תרומות ז׳:א׳:ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Jerusalem Talmud Terumot", "he": "תלמוד ירושלמי תרומות"}, "heTitle": "תלמוד ירושלמי תרומות", "he": "הַכֹּל מוֹדִין שֶׁאֵין מָמוֹן אֶצֶל מִיתָה דִּכְתִיב וּמַכֵּה (נֶפֶשׁ) בְּהֵמָה יְשַׁלְּמֶנָּה וּמַכֵּה אָדָם יוּמָת. מַה מַכֵּה בְהֵמָה לֹא חִלַּקְתָּה בָהּ בֵּין שׁוֹגֵג בֵּין מֵזִיד &lt;לִפְטוֹר&gt; [לְחַייְבוֹ] <i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"15\"></i> מָמוֹן אַף מַכֵּה אָדָם לֹא תַחֲלוֹק בּוֹ בֵּין שׁוֹגֵג בֵּין מֵזִיד לִפְטוֹר. בְּמַה פְלִיגִין. בְּמָמוֹן אֶצֶל מַכּוֹת. רִבִּי יוֹחָנָן אָמַר אֵין מָמוֹן אֶצֶל מִיתָה וְיֵשׁ מָמוֹן אֶצֶל מַכּוֹת. וְרִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר כְּשֵׁם שֶׁאֵין מָמוֹן אֶצֶל מִיתָה כָּךְ אֵין מָמוֹן אֶצֶל מַכּוֹת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Everybody agrees that there is no money payment in capital cases<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">In any case where capital punishment is a possibility, payment of money is excluded even if the elements necessary for conviction (two witnesses each for caution and the criminal act) are missing. The argument is quoted in the <a class=\"refLink\" data-ref=\"Ketubot 35a\" href=\"/Ketubot.35a\">Babli (<i>Ketubot</i> 35a</a>) in the name of the school of Ḥizqiah; it is not found in tannaïtic sources.</i>, as it is written (<a class=\"refLink\" data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\"><i>Lev</i>. 24:21</a>): “The slayer of a living<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">This word is missing in the Biblical text and in <i>Ketubot</i>.</i> animal must pay for it<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Slaying another person’s animal is always a civil case, never a criminal one. Therefore, the distinctions basic for criminal cases do not apply.</i> but the slayer of a human shall be put to death.” Just as you did not make a difference between unintentional and intentional action of a slayer of an animal to force him to pay money, so you should not make a difference between unintentional and intentional action of a slayer of a human to free him [from paying]. Where do they differ? About money in a flogging case. Rebbi Joḥanan said, there is no money in a capital case but there is money in a flogging case<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The fine is a punishment which automatically kicks in if the formal requirements for a sentence of flogging are missing (cf. <a class=\"refLink\" data-ref=\"Ketubot 34b\" href=\"/Ketubot.34b\">Babli <i>Ketubot</i> 34b</a>).</i>, but Rebbi Simeon ben Laqish said, just as there is no money in a capital case so there is no money in a flogging case<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Once the possibility of a sentence of flogging is there if one would find the necessary eye witnesses, there is no possibility for the imposition of a fine.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d309b6084aa1cbf219f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָכָה 1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "BDB, נָכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָכָה א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָכָה</span></big></big><sub>501</sub><big><big>]</big></big>  <strong>vb. smite</strong> (not in <strong>Qal</strong>) <strong>(</strong>NH Hiph. <em>id.;</em> Pf. 3 pl. <span dir=\"rtl\">הכו</span> SI <sup>4</sup>, Inf. <span dir=\"rtl\">להך[ת]</span> ib. 2; Syriac <span dir=\"rtl\">ܢܟܳܐ</span>, <em>laesit, nocuit, repugnavit;</em> Aph. <em>laesit, vulneravit;</em> Ethiopic ነከየ <em>laesit, nocuit;</em> cf. Arabic <span dir=\"rtl\">نَكَى</span> <em>be defeated</em>, <span dir=\"rtl\">نِكَايَةٌ</span> <em>the inflicting of injury</em> on an enemy Lane<sup>3038</sup><strong>)</strong>;—<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִכָּה וָמֵת</span> consec. <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a> <em>and he shall be smitten</em> [struck by weapon in battle] <em>and die</em>.<br>†<strong>Pu.</strong>  Pf. 3 fs. <span dir=\"rtl\">נֻכָּ֑תָה</span> <a data-ref=\"Exodus 9:31\" href=\"/Exodus.9.31\">Ex 9:31</a>; 3 pl. <span dir=\"rtl\">נֻכּוּ</span> v <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">32</a> (J), both <em>be smitten down</em> by the hail.<br><strong>Hiph.</strong><sub>482</sub>  Pf. 3 ms. <span dir=\"rtl\">הִכָּה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> +; sf. <span dir=\"rtl\">וְהִכַּ֫נִי</span> consec. <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a>, <span dir=\"rtl\">הִכָּם</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>; 2 ms. <span dir=\"rtl\">הִכִּ֫יתָ</span> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> +; 1 s. <span dir=\"rtl\">הִכֵּיתִי</span> <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a> +, <span dir=\"rtl\">וְהִכֵּיתִ֫י</span> <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> +; 3 pl. <span dir=\"rtl\">הִכּוּ</span> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> +; 2 mpl. <span dir=\"rtl\">הִכִּיתֶם</span> <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a> + 3 times consec.; etc.; Impf. 3 ms. <span dir=\"rtl\">יַכֶּה</span> <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> +, <span dir=\"rtl\">יַךְ</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (but read <span dir=\"rtl\">וַיַּךְ</span> We Now GASm); <span dir=\"rtl\">וְיַךְ</span> <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (v. infr.); <span dir=\"rtl\">וַיַּכֶּה</span> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> +, usually <span dir=\"rtl\">וַיַּךְ</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> +; sf. 2 ms. <span dir=\"rtl\">יַכֶּ֫כָּה</span> <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> + 2 times, 3 ms. <span dir=\"rtl\">וַיַּכּוֹ</span> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> (but read <span dir=\"rtl\">וַיַּךְ</span> 𝔊 𝔖 𝔙 Th We Dr Klo Kit Bu HPS), <span dir=\"rtl\">יַכֶּ֫נּוּ</span> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a> + 2 times; usually <span dir=\"rtl\">וַיַּכֵּ֫הוּ</span> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> +; 3 fs. <span dir=\"rtl\">וַתַּךְ</span> <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>.<a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; 2 ms. <span dir=\"rtl\">תַּכֶּה</span> <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">Ex 2:13</a> +; sf. 3 ms. <span dir=\"rtl\">תַּכֶּ֫נּוּ</span> <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">Pr 23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a>; 1 s. <span dir=\"rtl\">אַכֶּה</span> <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">1 S 18:11</a> +; <span dir=\"rtl\">וָאַכֶּה</span> <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a>, <span dir=\"rtl\">וָאַךְ</span> <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a>; 3 mpl. <span dir=\"rtl\">יַכּוּ</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; usually <span dir=\"rtl\">וַיַּכּוּ</span> <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + (<a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> read prob. <strong>Hoph.</strong> q.v.); 1 pl. <span dir=\"rtl\">נַכֶּה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <span dir=\"rtl\">וַנַּךְ</span> <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">Dt 2:33</a>, etc.; Imv. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <span dir=\"rtl\">הַךְ</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a> +; mpl. <span dir=\"rtl\">הַכּוּ</span> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>, etc.; Inf. abs. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> +; <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24</a> (Ges<sup>§ 75 ff</sup>); cstr. <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +, etc.; Pt. <span dir=\"rtl\">מַכֶּה</span> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a> +; cstr. <span dir=\"rtl\">מַכֵּת</span> <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a> +; pl. <span dir=\"rtl\">מַכִּים</span> <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  lit., <em>smite</em> (with a single, non-fatal, blow), <em>strike</em>, sq. acc., ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>, <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">27</a> <span dir=\"rtl\">(בְּמַקֵּל)</span>, v <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">28</a>, <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">32</a> (all J); man <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> (E); cheeks <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; man (on) cheek (2 acc.) <a data-ref=\"Lamentations 3:30\" href=\"/Lamentations.3.30\">La 3:30</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a>; man <span dir=\"rtl\">עַל־לְחִי</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a>; eye <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">Ex 21:26</a> (E); <span dir=\"rtl\">שֵׁבֶט מַכֵּךְ</span> <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">Is 14:26</a>; with ב obj. <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>; with <span dir=\"rtl\">(ב)</span> stone or fist <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E), cf. (fig.) <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a> (abs.); <em>smite</em> lion or bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; <em>strike</em> river (with rod <span dir=\"rtl\">מַטֶּה</span>) <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">7:17</a> (c. <span dir=\"rtl\">עַל</span> obj., + ב instr.), v <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">20</a> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> (E; ב instr.), also (with mantle) <a data-ref=\"II Kings 2:8\" href=\"/II_Kings.2.8\">2 K 2:8</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a><sup>(×2)</sup>, cf. <a ,=\"\" data-ref=\"BDB, יָם\" dir=\"rtl\" href=\"/BDB,_יָם\">י׳</a> <em>smiting</em> Euphrates into <span dir=\"rtl\">(ל)</span> seven streams <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; dust <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a>, <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (P); rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P; ב instr.), <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a>; fig. <em>smite</em> earth <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of future Davidic kg.); <em>strike</em> on ground (<span dir=\"rtl\">אַ֫רְצָה</span>; with arrows) <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>, also (abs.) v <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">18</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>; <em>strike</em> weapons out of <span dir=\"rtl\">(מִן)</span> hands, <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> (<span dir=\"rtl\">י׳</span>; fig. of making powerless); lintel of door <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; barley-loaf <em>strikes</em> tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> (in dream); in fig. of regret, remorse <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <em>and David’s heart smote him</em>, so <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a> (+ <span dir=\"rtl\">עַל־אֲשֶׁר</span> <em>because</em>); of goat smiting (butting with horn) the ram, so as to break its horns <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">Dn 8:7</a> (in vision); <em>smite</em> = <em>hit</em> with missile, sling-stone <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (c. acc. pers. + <span dir=\"rtl\">אֶל־מִצְחוֹ</span>), cf. <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (but text perhaps corrupt, v. Benz); arrow, <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a> (c. acc. pers. + <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> (c. <em>id.</em>); of piercing, <span dir=\"rtl\">הַכּוֹת בַּחֲנִית בְּדָוִד וּבַקִּיר</span> <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>smite with the dart into</em> D<em>. and into the wall</em>, pin D. to the wall, <span dir=\"rtl\">וַיַּךְ אֶת־הַח׳ בַּקִּיר</span> v <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">10</a>, cf. <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">18:11</a>, <span dir=\"rtl\">אַכֶּנּוּ בַחֲנִית וּבָאָרֶץ</span> <a data-ref=\"I Samuel 26:8\" href=\"/I_Samuel.26.8\">26:8</a>. <strong>b.</strong>  <em>smite</em> repeatedly, <em>beat</em>, a man <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">13</a> (E), <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">5:16</a> (J), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (<span dir=\"rtl\">מִן</span> partit.), cf. <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; here prob. also <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:37\" href=\"/I_Kings.20.37\">37</a><sup>(×2)</sup> (<span dir=\"rtl\">הַכֵּה וּפָצֹעַ</span> <em>beating and bruising him</em>); of Assyrian under fig. of task-master <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <em>beat</em> a woman so as to bruise her <span dir=\"rtl\">(פָּצַע)</span> <a data-ref=\"Song of Songs 5:7\" href=\"/Song_of_Songs.5.7\">Ct 5:7</a>; <em>beat</em> by authority, <em>scourge</em> <a data-ref=\"Jeremiah 20:2\" href=\"/Jeremiah.20.2\">Je 20:2</a>; <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">37:15</a> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>, <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> (c. acc. pers. + acc. cogn. <span dir=\"rtl\">מַכָּה רַבָּה</span>), v <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> cf. <span dir=\"rtl\">בִּן הַכּוֹת</span> v <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">2</a> i.e. <em>worthy of scourging</em>, bastinado, (cf. Dr); <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Proverbs 17:10\" href=\"/Proverbs.17.10\">Pr 17:10</a>; <a data-ref=\"Proverbs 19:25\" href=\"/Proverbs.19.25\">19:25</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a> (<span dir=\"rtl\">ב</span> instr.); cf. <span dir=\"rtl\">גֵּוִי נָתַתִּי לְמַכִּים</span> <a data-ref=\"Isaiah 50:6\" href=\"/Isaiah.50.6\">Is 50:6</a>; of hail, <em>beat down</em> herbage etc. <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a><sup>(×2)</sup> (cf. <strong>Pu.</strong>). <strong>c.</strong>  <span dir=\"rtl\">וַיַּכּוּ כַף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <em>and they clapped hands</em> (in applause); elsewhere only Ezek., in mockery; <span dir=\"rtl\">כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">Ez 21:19</a>, <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a>; <span dir=\"rtl\">בְּכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a> (‖ <span dir=\"rtl\">רְקַע בְּרַגְלְךָ</span>); acc. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a>. <strong>d.</strong>  <em>give a thrust</em> (with fork) into <span dir=\"rtl\">(ב)</span> pot <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a>; <em>strike</em> roots <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (in fig., but <span dir=\"rtl\">וַיֵּלְכוּ</span> We Now). <strong>e.</strong>  rarely <em>smite</em> (in battle) so as (merely) to wound <a data-ref=\"II Kings 8:28\" href=\"/II_Kings.8.28\">2 K 8:28</a>, so (+ acc. cogn. <span dir=\"rtl\">מַכָּה</span>) v <a data-ref=\"II Kings 8:29\" href=\"/II_Kings.8.29\">29</a>; <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">9:15</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; fig. of <span dir=\"rtl\">י׳</span>’s wounding Isr. <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (opp. <span dir=\"rtl\">חָבַשׁ</span>, <em>bind up</em>), <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">Je 30:14</a> (c. acc. cogn.). Cf. <em>smite with</em> <span dir=\"rtl\">(ב)</span> <em>the tongue</em> <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>. <strong>f.</strong>  <em>smite</em>, of sun, etc., c. acc. pers. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>. <strong>2.</strong>  <em>Smite</em> fatally: <strong>a.</strong>  (subj. man) <em>smite</em>, c. acc., + word of killing (dying):—obj. lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; man <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> (E), <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a> (JE), <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a> (D), <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a>; <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2:31</a> (<span dir=\"rtl\">מִן</span> partit. + ב <em>among</em>), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">4:7</a>; <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">14:6</a>; <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">18:15</a>; <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">21:17</a>; <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>; <a data-ref=\"II Kings 12:22\" href=\"/II_Kings.12.22\">2 K 12:22</a>; <a data-ref=\"II Kings 15:30\" href=\"/II_Kings.15.30\">15:30</a>; <a data-ref=\"II Kings 25:21\" href=\"/II_Kings.25.21\">25:21</a> = <a data-ref=\"Jeremiah 52:27\" href=\"/Jeremiah.52.27\">Je 52:27</a>, <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a> <a data-ref=\"Jeremiah 41:2\" href=\"/Jeremiah.41.2\">Je 41:2</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P; all c. ב instr.); c. acc. + <span dir=\"rtl\">אֶל־חֹמֶשׁ</span> + ב instr. <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <em>smote him</em> (fatally) <em>in the belly with</em> (v. HPS), <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a>, cf. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">3:27</a> (+ 2 acc.) <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">4:6</a> (but del. 𝔊 Ew Th We Dr Bu HPS); <span dir=\"rtl\">וְהִכָּהוּ נֶפֶשׁ</span> <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> <em>and he smite him in his life</em> (mortally), and he die, cf. (without word of dying) v <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a> [otherwise <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>.<a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">Dt 27:25</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>]; with prolepsis <span dir=\"rtl\">לְהַכּוֹת חֲלָלִים</span> <em>smite the slain</em> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>; + <span dir=\"rtl\">אַ֫רְצָה</span> <em>smite to the ground</em> i.e. kill <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 18:11\" href=\"/II_Samuel.18.11\">18:11</a>. <strong>b.</strong>  <em>smite</em>, of worm gnawing or boring so as to kill plant <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>. <strong>c.</strong>  very often = <em>kill, slay, man or beast</em> (c. 150 times): <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (exterminate; both J), <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>; <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E), <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> (<span dir=\"rtl\">מִן</span> partit.), v <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> (JE), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">21:1</a>; <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">27:24</a>, <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">25</a>; <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">Jos 11:10</a> (<span dir=\"rtl\">ב</span> instr.; all D), <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>, <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">1 S 17:9</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">36</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a> (exterminate), etc.; c. ב <em>among</em> <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">23:5</a>, <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">20:45</a>; c. ב partit. <em>slay at, work slaughter among</em> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> v Be<sup>ad loc.</sup> Dr <sup>2 S 23:10</sup>), but also ב of dir. obj. <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a>; <a data-ref=\"I Samuel 21:12\" href=\"/I_Samuel.21.12\">21:12</a> = <a data-ref=\"I Samuel 29:5\" href=\"/I_Samuel.29.5\">29:5</a>; subj. lion <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">1 K 20:36</a><sup>(×2)</sup> cf. <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of judgment); <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19b</a> (<span dir=\"rtl\">ב</span> <em>among</em>, + acc. cogn.; <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19a</a> <span dir=\"rtl\">וַיַּךְ</span> crpt. v. 𝔊 Th We Dr Kl Kit Bu HPS); <em>slay</em> firstborn <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">Ex 12:12</a> (J), v <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a> <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> (all P), <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">135:8</a>; God <em>slays</em> for <span dir=\"rtl\">(עַל)</span> sin <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a> <span dir=\"rtl\">(עַל־אֲשֶׁר)</span>; <em>slay</em> <span dir=\"rtl\">לְפִי־חֶרֶב</span> <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">Dt 13:16</a>; <a data-ref=\"Deuteronomy 20:13\" href=\"/Deuteronomy.20.13\">20:13</a> <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">12</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">14</a> (all D), <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>; <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">1 S 22:9</a>; <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a> <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>; <em>kill, slay</em>, c. acc. cogn. <span dir=\"rtl\">(מַכָּה)</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a>; <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">1 K 20:21</a> (<span dir=\"rtl\">ב</span> <em>among</em>), <a data-ref=\"II Chronicles 13:17\" href=\"/II_Chronicles.13.17\">2 Ch 13:17</a> <span dir=\"rtl\">(בָּחֶם)</span>, <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">25:13</a> <span dir=\"rtl\">(מֵהֶם)</span>; c. acc. pers. + acc. cogn. <a data-ref=\"Joshua 10:20\" href=\"/Joshua.10.20\">Jos 10:20</a> (JE), <a data-ref=\"Esther 9:5\" href=\"/Esther.9.5\">Est 9:5</a>, etc.; <em>kill unwittingly, unintentionally</em> <span dir=\"rtl\">הִכָּה בִבְלִי דַ֫עַת</span> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">Jos 20:5</a> (both D). <strong>3.</strong>  <em>Smite</em> = <em>attack, attack and destroy</em> a company <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a>, <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">12</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">9:43</a>; <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a>; <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; <em>attack and capture</em> a city <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> v <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">12</a> = <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">Jos 15:16</a> (JE), <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a>; <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">10:4</a> (JE), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a> = <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">Je 47:1</a>; tents <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"II Chronicles 14:14\" href=\"/II_Chronicles.14.14\">2 Ch 14:14</a>; = <em>sack</em> a city <span dir=\"rtl\">לְפִי־חֶרֶב</span> (slaying inhab.), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">19:47</a> (both JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 19:37\" href=\"/Joshua.19.37\">37</a> cf. v <a data-ref=\"Joshua 19:39\" href=\"/Joshua.19.39\">39</a> (all D), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">20:37</a>; <a data-ref=\"II Samuel 15:14\" href=\"/II_Samuel.15.14\">2 S 15:14</a>; especially <em>defeat</em> kg. or army (involving often overthrow, pursuit and slaughter),—c. 95 times,—<a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">15</a>, <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">17</a>; <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">Nu 14:45</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a> (JE), <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10:10</a> (+ acc. cogn.), v <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10</a> (<span dir=\"rtl\">עַד</span> loc.), <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a><sup>(×2)</sup> (all JE), <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">2:33</a>; <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">3:3</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">7:2</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a>; <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">Jos 10:33</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (<span dir=\"rtl\">ועד—מִן</span> loc.), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">6</a>, <a data-ref=\"Joshua 12:12\" href=\"/Joshua.12.12\">12</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (all D); <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">Ju 1:5</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> (<span dir=\"rtl\">עד</span> temp.), <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a> <span dir=\"rtl\">(עַד־כְּלֵּה)</span>, <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24a</a> + v <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">24b</a> (where read <span dir=\"rtl\">וַיָּבֹאוּ בוֹא וְהַכּוֹת</span> <em>and they went on defeating</em>), <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">Is 10:20</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a>, etc.; ins. <span dir=\"rtl\">וַיַּךְ</span> or <span dir=\"rtl\">הִכָּה</span> in <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> Th Ke Kit Bu cf. Dr, after 𝔊; c. ב obj. <a data-ref=\"I Samuel 14:31\" href=\"/I_Samuel.14.31\">1 S 14:31</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">23:2</a><sup>(×2)</sup> (<span dir=\"rtl\">ה</span> loc.—<span dir=\"rtl\">מִן</span>); + <span dir=\"rtl\">לְפִי חֶרֶב</span> <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>, etc.; of gods <em>causing defeat</em> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>; <em>smite</em> land = conquer, subjugate, sometimes ravage, <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> (D), <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>; <a data-ref=\"Jeremiah 43:11\" href=\"/Jeremiah.43.11\">Je 43:11</a>; <a data-ref=\"Jeremiah 46:13\" href=\"/Jeremiah.46.13\">46:13</a>, cf. <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">Is 14:6</a> (acc. cogn.); subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">Nu 32:4</a> (P); of <span dir=\"rtl\">י׳</span> <em>smiting</em> sea <span dir=\"rtl\">וְהִכָּה בַיָּם גַּלִּים</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> (Bev<sup>JPh. xviii. 35 (1889), 88</sup> proposes <span dir=\"rtl\">גבלים</span>). <strong>4.</strong>  Of God, <strong>a.</strong>  <em>smite</em> with <span dir=\"rtl\">(ב)</span> a plague, disease, etc.:—blindness <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> (J), <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">2 K 6:18</a><sup>(×2)</sup> cf. <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a><sup>(×2)</sup> (symbol.); of Egyptian plagues <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a>; <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (both J), <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a>, without ב <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> (J), <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> (P), <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a> (acc. + <span dir=\"rtl\">בִּבְכוֹרֵיהֶם</span>); other plagues <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE), <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>, <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">27</a>, <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">28</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">2 S 24:17</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>, <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">9</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a> (+ ב <em>in</em>); <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (JE; <span dir=\"rtl\">בָּעָם</span> + acc. cogn.); <em>smite</em> vines with <span dir=\"rtl\">(ב)</span> blight <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">ψ 105:33</a>. <strong>b.</strong>  <em>smite</em> = <em>chastise</em>, or <em>send judgment upon</em>, usually c. acc., <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">9:12</a>; <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a> <span dir=\"rtl\">(הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ)</span>, <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (<span dir=\"rtl\">ב</span> instr.) <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">57:17</a>; <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">60:10</a> (opp. <span dir=\"rtl\">רִחַם</span>) <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a>; <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">14:9</a>; <a data-ref=\"Ezekiel 32:15\" href=\"/Ezekiel.32.15\">Ez 32:15</a> (𝔊 Co <span dir=\"rtl\">זֵרָה</span> scatter); c. <span dir=\"rtl\">עַל</span> <em>punish for</em>, (sin) <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">Lv 26:24</a> (H). <strong>c.</strong>  of God’s <em>destroying</em> palaces <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">6:11</a> (2 acc.), cf. <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הֻכָּה</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>. <span dir=\"rtl\">הוּכָּה</span> <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; <span dir=\"rtl\">וְהֻכָּת</span> consec. <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>; 3 fs. <span dir=\"rtl\">הֻכְּתָה</span> <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; 1 s. <span dir=\"rtl\">הֻכֵּ֫יתִי</span> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>; 3 pl. <span dir=\"rtl\">הֻכּוּ</span> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; Impf. 3 mpl. <span dir=\"rtl\">וַיּכֻּוּ</span> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>; 2 mpl. <span dir=\"rtl\">תֻּכּוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; Pt. <span dir=\"rtl\">מֻכֶּה</span> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>, cstr. <span dir=\"rtl\">מֻכֵּה</span> <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>; f. <span dir=\"rtl\">מֻכָּה</span> <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a>; pl. <span dir=\"rtl\">מֻפִּים</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, cstr. <span dir=\"rtl\">מֻכֵּי־</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>;—<em>be smitten:</em> <strong>1.</strong>  = <em>receive a blow</em> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> (Judah under fig. of man). <strong>2.</strong>  <em>be wounded</em> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>. <strong>3.</strong>  <em>be beaten</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>, <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">16</a> (J). <strong>4.</strong>  <em>be</em> (fatally) <em>smitten</em> + vb. of dying <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> (E); <em>be killed, slain</em> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a> (c. <span dir=\"rtl\">עַל</span>, <em>for</em>), <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> (‖ <span dir=\"rtl\">הֲרֻגֵי מָ֑וֶת</span>); so also (abs.) prob. <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> (read <span dir=\"rtl\">וַיֻּכּוּ</span> 𝔊 𝔖 𝔙 Th Dr Klo Kit, for MT <span dir=\"rtl\">וַיַּכּוּ</span>). <strong>5.</strong>  <em>be attacked and captured</em>, of city <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>6.</strong>  <em>be smitten</em> with disease (by God) <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; abs., of <span dir=\"rtl\">י׳</span>’s servant <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>. <strong>7.</strong>  <em>be blighted</em>, of plant (in fig.) <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> (Ephr.), <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a> (heart, <span dir=\"rtl\">כָּעֵשֶׂב</span>; both + <span dir=\"rtl\">יָבַשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d31bb6084aa1cbf227fb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֶ֫פֶשׁ 1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "BDB, נֶ֫פֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֶ֫פֶשׁ א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֶ֫פֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">נֶ֫פֶשׁ</span></big><sub>756</sub>  <strong>n.f.</strong> <sup>Gn 49:6</sup> (so even <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a> <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">Nu 31:28</a> <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a> v. Albr <sup>ZAW xvi (1896), 42</sup> SS) <strong>soul, living being, life, self, person, desire, appetite, emotion</strong>, and <strong>passion (</strong>Ecclus 3:18; 4:1<sup>(×2)</sup>, 2<sup>(×2)</sup> 13:12; 14:11<strong>)</strong>;—<span dir=\"rtl\">נ׳</span> <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">Gn 1:20</a> +; <span dir=\"rtl\">נָ֑פֶשׁ</span> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> +; sf. <span dir=\"rtl\">נַפְשִׁי</span> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a> +; pl. <span dir=\"rtl\">נְפָשׁוֹת</span> <a data-ref=\"Ezekiel 13:18\" href=\"/Ezekiel.13.18\">Ez 13:18</a> + 13 times; <span dir=\"rtl\">נְפָשֹׁת</span> <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a>; <a data-ref=\"Leviticus 27:2\" href=\"/Leviticus.27.2\">Lv 27:2</a>; cstr. <span dir=\"rtl\">נַפְשׁוֹת</span> <a data-ref=\"Genesis 36:6\" href=\"/Genesis.36.6\">Gn 36:6</a> + 4 times; <span dir=\"rtl\">נַפְשֹׁת</span> <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">Lv 21:11</a>; <span dir=\"rtl\">נְפָשִׁים</span> <a data-ref=\"Ezekiel 13:20\" href=\"/Ezekiel.13.20\">Ez 13:20</a> (but read <span dir=\"rtl\">חָפְשִׁים</span>, v Co Berthol Toy); sf. <span dir=\"rtl\">נַפְשׁוֹתָם</span> <a data-ref=\"II Samuel 23:17\" href=\"/II_Samuel.23.17\">2 S 23:17</a> +; <span dir=\"rtl\">נַפְשֹׁתָם</span> <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">Nu 17:3</a> +: —<br><strong>1.</strong>  = <em>that which breathes, the breathing substance or being</em> = ψυχή, anima, <em>the soul, the inner being of man:</em> <strong>a.</strong>  disting. from <span dir=\"rtl\">בָּשָׂר</span>: <span dir=\"rtl\">מִנֶּפֶשׁ וְעַד בָּשָׂר</span> <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a>; <span dir=\"rtl\">הַנֶּפֶשׁ עִם הַבָּשָׂר</span> <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>; from <span dir=\"rtl\">שְׁאֵר</span> <a data-ref=\"Proverbs 11:17\" href=\"/Proverbs.11.17\">Pr 11:17</a>; from <span dir=\"rtl\">בֶּטֶן</span> <em>body</em> <a data-ref=\"Psalms 31:10\" href=\"/Psalms.31.10\">ψ 31:10</a>. <strong>b.</strong>  both the inner <span dir=\"rtl\">נפשׁ</span> and the outer <span dir=\"rtl\">בשׂר</span> are conceived as resting on a common substratum: <span dir=\"rtl\">אַךְ בְּשָׂרוֹ עָלָיו יִכְאָ֑ב וְנַפְשׁוֹ עָלָיו תֶּאֱבָֽל׃</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a> <em>only his flesh upon him is in pain, and his soul upon him mourneth;</em> cf. <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">ψ 42:5</a>, <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">7</a>; <a data-ref=\"Psalms 131:2\" href=\"/Psalms.131.2\">131:2</a>; <a data-ref=\"Job 30:16\" href=\"/Job.30.16\">Jb 30:16</a>; <a data-ref=\"Lamentations 3:20\" href=\"/Lamentations.3.20\">La 3:20</a> [v. <a ,=\"\" data-ref=\"BDB Aramaic, עַל²\" dir=\"rtl\" href=\"/BDB Aramaic,_עַל²\">עַל</a> <strong>1 d</strong>], all poetical (cf. <strong>6 c</strong>). <strong>c.</strong>  <span dir=\"rtl\">נ׳</span> departs at death and returns with life: <span dir=\"rtl\">וַיְהִי בְּצֵאת נַפְשָׁהּ כִּי מֵתָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> (E) <em>and it came to pass when her soul was going forth</em> (<em>for she died</em>); <span dir=\"rtl\">נָֽפְחָה נַפְשָׁהּ</span> <a data-ref=\"Jeremiah 15:9\" href=\"/Jeremiah.15.9\">Je 15:9</a> <em>she breathed out her soul</em>, cf. <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">1 K 17:21</a>, <a data-ref=\"I Kings 17:22\" href=\"/I_Kings.17.22\">22</a>; <a data-ref=\"Job 11:20\" href=\"/Job.11.20\">Jb 11:20</a>; <a data-ref=\"Job 31:39\" href=\"/Job.31.39\">31:39</a>. <strong>d.</strong>  often desired that the <span dir=\"rtl\">נפשׁ</span> may be delivered: from Sheʾôl <a data-ref=\"Psalms 16:10\" href=\"/Psalms.16.10\">ψ 16:10</a>; <a data-ref=\"Psalms 30:4\" href=\"/Psalms.30.4\">30:4</a>; <a data-ref=\"Psalms 49:16\" href=\"/Psalms.49.16\">49:16</a>; <a data-ref=\"Psalms 86:13\" href=\"/Psalms.86.13\">86:13</a>; <a data-ref=\"Psalms 89:49\" href=\"/Psalms.89.49\">89:49</a>; <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">Pr 23:14</a>; from <span dir=\"rtl\">שַׁחַת</span>, the pit of Sheʾôl, <a data-ref=\"Isaiah 38:17\" href=\"/Isaiah.38.17\">Is 38:17</a> <a data-ref=\"Job 33:18\" href=\"/Job.33.18\">Jb 33:18</a>, <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">22</a>, <a data-ref=\"Job 33:28\" href=\"/Job.33.28\">28</a>, <a data-ref=\"Job 33:30\" href=\"/Job.33.30\">30</a>.<br><strong>2.</strong>  The <span dir=\"rtl\">נפשׁ</span> becomes a living being: by God’s breathing <span dir=\"rtl\">נשׁמת חיים</span> into the nostrils of its <span dir=\"rtl\">בשׂר</span>; of man <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> (J); by implication of animals also <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a> (J); so <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>, <a data-ref=\"Psalms 104:30\" href=\"/Psalms.104.30\">30</a> cf. <a data-ref=\"Psalms 66:9\" href=\"/Psalms.66.9\">66:9</a> man is <span dir=\"rtl\">נֶפֶשׁ חַיָּה</span>, a living, breathing being <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> (J); elsewhere <span dir=\"rtl\">נפשׁ חיּה</span> always of animals <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">Gn 1:20</a>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a>, <a data-ref=\"Genesis 1:30\" href=\"/Genesis.1.30\">30</a>; <a data-ref=\"Genesis 9:12\" href=\"/Genesis.9.12\">9:12</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a> (all P), <a data-ref=\"Ezekiel 47:9\" href=\"/Ezekiel.47.9\">Ez 47:9</a>; so <span dir=\"rtl\">נפשׁ החיּה</span> <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a>; <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">9:10</a> (both P), <a data-ref=\"Leviticus 11:10\" href=\"/Leviticus.11.10\">Lv 11:10</a>, <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">46</a> (H); <span dir=\"rtl\">נפשׁ השׁרצת</span> <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">Lv 11:46</a> (H); <span dir=\"rtl\">נפשׁ כל חי</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>. <span dir=\"rtl\">נפשׁ</span> is frequently used with the verb <span dir=\"rtl\">חיה</span>: †<span dir=\"rtl\">וחיתה נפשׁ</span> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a>; <a data-ref=\"Genesis 19:20\" href=\"/Genesis.19.20\">19:20</a> (both J), <a data-ref=\"I Kings 20:32\" href=\"/I_Kings.20.32\">1 K 20:32</a> (E), <a data-ref=\"Psalms 119:175\" href=\"/Psalms.119.175\">ψ 119:175</a>; <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>, <a data-ref=\"Jeremiah 38:20\" href=\"/Jeremiah.38.20\">20</a>; †<span dir=\"rtl\">חֵי נַפְשְׁךָ</span> <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">1 S 1:26</a>; <a data-ref=\"I Samuel 17:55\" href=\"/I_Samuel.17.55\">17:55</a>; <a data-ref=\"I Samuel 20:3\" href=\"/I_Samuel.20.3\">20:3</a>; <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">25:26</a> <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">14:19</a>; <a data-ref=\"II Kings 2:2\" href=\"/II_Kings.2.2\">2 K 2:2</a>, <a data-ref=\"II Kings 2:4\" href=\"/II_Kings.2.4\">4</a>, <a data-ref=\"II Kings 2:6\" href=\"/II_Kings.2.6\">6</a>; <a data-ref=\"II Kings 4:30\" href=\"/II_Kings.4.30\">4:30</a> (all JE); cf. †<span dir=\"rtl\">יְחַיֶּה נ׳</span> <a data-ref=\"I Kings 20:31\" href=\"/I_Kings.20.31\">1 K 20:31</a> (E), <a data-ref=\"Ezekiel 18:27\" href=\"/Ezekiel.18.27\">Ez 18:27</a> <a data-ref=\"Psalms 22:30\" href=\"/Psalms.22.30\">ψ 22:30</a>; also <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a> <a data-ref=\"Isaiah 55:3\" href=\"/Isaiah.55.3\">Is 55:3</a>; <a data-ref=\"Proverbs 3:22\" href=\"/Proverbs.3.22\">Pr 3:22</a>.<br><strong>3.</strong>  The <span dir=\"rtl\">נפשׁ</span> (without <span dir=\"rtl\">חיה</span> noun or verb) is specif.: <strong>a.</strong>  a living being whose life resides in the blood [so in Arabic We<sup>Skizzen iii. 217</sup> G. Jacob <sup>Arab. Dicht. iv. 9 f.</sup>] (hence sacrificial use of blood, and its prohib. in other uses; first in D), <a data-ref=\"Deuteronomy 12:23\" href=\"/Deuteronomy.12.23\">Dt 12:23</a>, <a data-ref=\"Deuteronomy 12:24\" href=\"/Deuteronomy.12.24\">24</a> <em>only be sure that thou eat not the blood, for the blood is the living being</em> <span dir=\"rtl\">(הַדָּם הוּא הַנֶּפֶשׁ)</span>; <em>and thou shalt not eat the living being with the flesh</em> <span dir=\"rtl\">(הַנֶּפֶשׁ עִם הַבָּשָׂר)</span>; <em>thou shalt pour it upon the earth as water;</em> this enlarged in H, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">Lv 17:10</a>, <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">11</a>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a>, <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">14</a> and in P <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a>, <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">5</a>, cf. <a data-ref=\"Jeremiah 2:34\" href=\"/Jeremiah.2.34\">Je 2:34</a>. <strong>b.</strong>  a serious attack upon the life is an attack upon this inner living being <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a> <a data-ref=\"Jeremiah 4:10\" href=\"/Jeremiah.4.10\">Je 4:10</a>; <a data-ref=\"Jonah 2:6\" href=\"/Jonah.2.6\">Jon 2:6</a> <a data-ref=\"Psalms 69:2\" href=\"/Psalms.69.2\">ψ 69:2</a>; <a data-ref=\"Psalms 124:4\" href=\"/Psalms.124.4\">124:4</a>, <a data-ref=\"Psalms 124:5\" href=\"/Psalms.124.5\">5</a>; <a data-ref=\"Job 27:3\" href=\"/Job.27.3\">Jb 27:3</a>. <strong>c.</strong>  <span dir=\"rtl\">נפשׁ</span> is used for life itself 171 times, of animals <a data-ref=\"Proverbs 12:10\" href=\"/Proverbs.12.10\">Pr 12:10</a>, and of man <a data-ref=\"Genesis 44:30\" href=\"/Genesis.44.30\">Gn 44:30</a> (J); <span dir=\"rtl\">נפשׁ תחת נפשׁ</span> <em>life for life</em> <a data-ref=\"Exodus 21:23\" href=\"/Exodus.21.23\">Ex 21:23</a> (E), <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">Lv 24:18</a> (H), <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a>, <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">42</a>; <a data-ref=\"II Kings 10:24\" href=\"/II_Kings.10.24\">2 K 10:24</a>; <span dir=\"rtl\">נפשׁנו תחתיכם</span> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J); <span dir=\"rtl\">נפשׁ בנפשׁ</span> <a data-ref=\"Deuteronomy 19:21\" href=\"/Deuteronomy.19.21\">Dt 19:21</a>; <span dir=\"rtl\">בנפשׁ</span> <em>for the life of</em> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> <a data-ref=\"Jonah 1:14\" href=\"/Jonah.1.14\">Jon 1:14</a>; <span dir=\"rtl\">שׂם נפשׁ בכף</span> <em>put life in one’s own hand</em> <a data-ref=\"Judges 12:3\" href=\"/Judges.12.3\">Ju 12:3</a> <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">1 S 19:5</a>; <a data-ref=\"I Samuel 28:21\" href=\"/I_Samuel.28.21\">28:21</a> <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">Jb 13:14</a>; <span dir=\"rtl\">חרף נפשׁו למות</span> <a data-ref=\"Judges 5:18\" href=\"/Judges.5.18\">Ju 5:18</a> <em>risked his life to die;</em> †<span dir=\"rtl\">בנפשׁ</span> <em>at the risk of life</em> <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">Nu 17:3</a> (P), <a data-ref=\"II Samuel 23:17\" href=\"/II_Samuel.23.17\">2 S 23:17</a> = <a data-ref=\"I Chronicles 11:19\" href=\"/I_Chronicles.11.19\">1 Ch 11:19</a><sup>(×2)</sup>, <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a> <a data-ref=\"Proverbs 7:23\" href=\"/Proverbs.7.23\">Pr 7:23</a>; <a data-ref=\"Lamentations 5:9\" href=\"/Lamentations.5.9\">La 5:9</a>; †<span dir=\"rtl\">בקּשׁ נפשׁ</span> <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">Ex 4:19</a> (J), <a data-ref=\"I Samuel 20:1\" href=\"/I_Samuel.20.1\">1 S 20:1</a>; <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">22:23</a><sup>(×2)</sup> <a data-ref=\"I Samuel 23:15\" href=\"/I_Samuel.23.15\">23:15</a>; 25:29 <a data-ref=\"II Samuel 4:8\" href=\"/II_Samuel.4.8\">2 S 4:8</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">16:11</a>; <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">1 K 19:10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a>; <a data-ref=\"Jeremiah 4:30\" href=\"/Jeremiah.4.30\">Je 4:30</a>; <a data-ref=\"Jeremiah 11:21\" href=\"/Jeremiah.11.21\">11:21</a>; <a data-ref=\"Jeremiah 19:7\" href=\"/Jeremiah.19.7\">19:7</a>, <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">9</a>; <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">21:7</a>; <a data-ref=\"Jeremiah 22:25\" href=\"/Jeremiah.22.25\">22:25</a>; <a data-ref=\"Jeremiah 34:20\" href=\"/Jeremiah.34.20\">34:20</a>, <a data-ref=\"Jeremiah 34:21\" href=\"/Jeremiah.34.21\">21</a>; <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">38:16</a>; <a data-ref=\"Jeremiah 44:30\" href=\"/Jeremiah.44.30\">44:30</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 46:26\" href=\"/Jeremiah.46.26\">46:26</a>; 49:37 <a data-ref=\"Psalms 35:4\" href=\"/Psalms.35.4\">ψ 35:4</a>; <a data-ref=\"Psalms 38:13\" href=\"/Psalms.38.13\">38:13</a>; <a data-ref=\"Psalms 40:15\" href=\"/Psalms.40.15\">40:15</a>; <a data-ref=\"Psalms 54:5\" href=\"/Psalms.54.5\">54:5</a>; <a data-ref=\"Psalms 63:10\" href=\"/Psalms.63.10\">63:10</a>; <a data-ref=\"Psalms 70:3\" href=\"/Psalms.70.3\">70:3</a>; <a data-ref=\"Psalms 86:14\" href=\"/Psalms.86.14\">86:14</a>; <a data-ref=\"Proverbs 29:10\" href=\"/Proverbs.29.10\">Pr 29:10</a>; †<span dir=\"rtl\">שׁאל נ׳</span> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a> = <a data-ref=\"II Chronicles 1:11\" href=\"/II_Chronicles.1.11\">2 Ch 1:11</a>, <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a> = <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>; †<span dir=\"rtl\">הִכָּה נפשׁ</span> <em>smite mortally</em> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">11</a>; <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a>; †<span dir=\"rtl\">לקח נ׳</span> <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"Jonah 4:3\" href=\"/Jonah.4.3\">Jon 4:3</a> <a data-ref=\"Psalms 31:14\" href=\"/Psalms.31.14\">ψ 31:14</a>; <a data-ref=\"Proverbs 1:19\" href=\"/Proverbs.1.19\">Pr 1:19</a>; †<span dir=\"rtl\">הִצִּיל נֶפֶשׁ מִמָּוֶת</span> <em>deliver life from death</em> <a data-ref=\"Joshua 2:13\" href=\"/Joshua.2.13\">Jos 2:13</a> <a data-ref=\"Psalms 33:19\" href=\"/Psalms.33.19\">ψ 33:19</a>; <a data-ref=\"Psalms 56:14\" href=\"/Psalms.56.14\">56:14</a>; †<span dir=\"rtl\">מלּט נפשׁ</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a> <a data-ref=\"II Samuel 19:6\" href=\"/II_Samuel.19.6\">2 S 19:6</a><sup>(×4)</sup> <a data-ref=\"I Kings 1:12\" href=\"/I_Kings.1.12\">1 K 1:12</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 48:6\" href=\"/Jeremiah.48.6\">Je 48:6</a>; <a data-ref=\"Jeremiah 51:6\" href=\"/Jeremiah.51.6\">51:6</a>, <a data-ref=\"Jeremiah 51:45\" href=\"/Jeremiah.51.45\">45</a>; <a data-ref=\"Ezekiel 33:5\" href=\"/Ezekiel.33.5\">Ez 33:5</a>; <a data-ref=\"Amos 2:14\" href=\"/Amos.2.14\">Am 2:14</a>, <a data-ref=\"Amos 2:15\" href=\"/Amos.2.15\">15</a> <a data-ref=\"Psalms 89:49\" href=\"/Psalms.89.49\">ψ 89:49</a>; <a data-ref=\"Psalms 116:4\" href=\"/Psalms.116.4\">116:4</a>; †<span dir=\"rtl\">פדה נ׳</span> <a data-ref=\"II Samuel 4:9\" href=\"/II_Samuel.4.9\">2 S 4:9</a> <a data-ref=\"I Kings 1:29\" href=\"/I_Kings.1.29\">1 K 1:29</a> <a data-ref=\"Psalms 34:23\" href=\"/Psalms.34.23\">ψ 34:23</a>; <a data-ref=\"Psalms 49:16\" href=\"/Psalms.49.16\">49:16</a>; <a data-ref=\"Psalms 55:19\" href=\"/Psalms.55.19\">55:19</a>; <a data-ref=\"Psalms 71:23\" href=\"/Psalms.71.23\">71:23</a>; †<span dir=\"rtl\">שׁמר נ׳</span> <a data-ref=\"Psalms 25:20\" href=\"/Psalms.25.20\">ψ 25:20</a>; <a data-ref=\"Psalms 97:10\" href=\"/Psalms.97.10\">97:10</a>; <a data-ref=\"Job 2:6\" href=\"/Job.2.6\">Jb 2:6</a> <a data-ref=\"Proverbs 13:3\" href=\"/Proverbs.13.3\">Pr 13:3</a>; <a data-ref=\"Proverbs 16:17\" href=\"/Proverbs.16.17\">16:17</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 22:5\" href=\"/Proverbs.22.5\">22:5</a>.<br><strong>4.</strong>  The <span dir=\"rtl\">נפשׁ</span> as the essential of man stands for <em>the man himself:</em> <strong>a.</strong>  paraphrase for pers. pron. especially in poetry and ornate discourse, 70 times; (1) <span dir=\"rtl\">נַפְשִׁי</span> = <em>me:</em> <span dir=\"rtl\">אל תבא נפשׁי</span> <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> <em>let me not enter</em> (poem in J); <span dir=\"rtl\">תָּמֹת נ׳ מות ישׁרים</span> <a data-ref=\"Numbers 23:10\" href=\"/Numbers.23.10\">Nu 23:10</a> <em>let me die</em>, etc. (poem); <span dir=\"rtl\">תָּמוֹת נַפְשִׁי</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> (J); <span dir=\"rtl\">אמרה נפשׁי</span> <a data-ref=\"Lamentations 3:24\" href=\"/Lamentations.3.24\">La 3:24</a> <em>I say</em>. (2) <span dir=\"rtl\">נַפְשְׁךָ</span> = <em>thee:</em> <span dir=\"rtl\">לְאֻמִּים תַּחַת נַפְשֶׁ֑ךָ</span> <a data-ref=\"Isaiah 43:4\" href=\"/Isaiah.43.4\">Is 43:4</a> <em>peoples instead of thee;</em> <span dir=\"rtl\">אָֽמְרוּ לְנַפְשֵׁךְ</span> <a data-ref=\"Isaiah 51:23\" href=\"/Isaiah.51.23\">51:23</a>. (3) <span dir=\"rtl\">נַפְשׁוֹ</span> = <em>he:</em> <span dir=\"rtl\">נפשׁו בטוב תלין</span> <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">ψ 25:13</a> <em>he will not dwell in good circumstances</em>. (4) <span dir=\"rtl\">נַפְשֵׁנוּ</span> = <em>we:</em> <span dir=\"rtl\">נַפְשֵׁנוּ כְּצִפּוֹר נִמְלְטָה מִפַּת יוֹקְשִׁים</span> <a data-ref=\"Psalms 124:7\" href=\"/Psalms.124.7\">ψ 124:7</a>. (5) <span dir=\"rtl\">נַפְשָׁם</span> = <em>they, them:</em> <span dir=\"rtl\">נַפְשָׁם בַּשְּׁבִי הָלָ֑כָה</span> <a data-ref=\"Isaiah 46:2\" href=\"/Isaiah.46.2\">Is 46:2</a> <em>they are gone into captivity;</em> <span dir=\"rtl\">אוי לנפשׁם</span> <a data-ref=\"Isaiah 3:9\" href=\"/Isaiah.3.9\">Is 3:9</a>. <strong>b.</strong>  = reflexive, <em>self</em>, 53 times: <span dir=\"rtl\">אסר על נפשׁ</span> <em>bind oneself</em> <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>, <a data-ref=\"Numbers 30:5\" href=\"/Numbers.30.5\">5</a><sup>(×2)</sup>, <a data-ref=\"Numbers 30:6\" href=\"/Numbers.30.6\">6</a>, <a data-ref=\"Numbers 30:7\" href=\"/Numbers.30.7\">7</a>, <a data-ref=\"Numbers 30:8\" href=\"/Numbers.30.8\">8</a>, <a data-ref=\"Numbers 30:9\" href=\"/Numbers.30.9\">9</a>, <a data-ref=\"Numbers 30:10\" href=\"/Numbers.30.10\">10</a>, <a data-ref=\"Numbers 30:11\" href=\"/Numbers.30.11\">11</a>, <a data-ref=\"Numbers 30:12\" href=\"/Numbers.30.12\">12</a>; <span dir=\"rtl\">לְעַנֹּת נ׳</span> <a data-ref=\"Numbers 30:14\" href=\"/Numbers.30.14\">Nu 30:14</a> <em>to afflict oneself</em>. (1) <span dir=\"rtl\">נַפְשִׁי</span> = <em>myself:</em> <span dir=\"rtl\">לא אדע נ׳</span> <a data-ref=\"Job 9:21\" href=\"/Job.9.21\">Jb 9:21</a>; <a data-ref=\"Song of Songs 6:12\" href=\"/Song_of_Songs.6.12\">Ct 6:12</a> <em>I know not myself</em>. (2) <span dir=\"rtl\">נַפְשְׁךָ</span> = <em>thyself:</em> <span dir=\"rtl\">שׁמר נ׳</span> <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a> <em>keep thyself</em>. (3) <span dir=\"rtl\">נַפְשׁוֹ</span> = <em>himself:</em> <span dir=\"rtl\">אהב כנ׳</span> <a data-ref=\"I Samuel 18:1\" href=\"/I_Samuel.18.1\">1 S 18:1</a>, <a data-ref=\"I Samuel 18:3\" href=\"/I_Samuel.18.3\">3</a>; <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a> <em>loved as himself</em>. (4) <span dir=\"rtl\">נַפְשָׁהּ</span> = <em>herself:</em> <span dir=\"rtl\">צדּקה נ׳</span> <a data-ref=\"Jeremiah 3:11\" href=\"/Jeremiah.3.11\">Je 3:11</a> <em>justified herself</em>. (5) <span dir=\"rtl\">נַפְשָׁם</span> = <em>themselves:</em> <span dir=\"rtl\">הציל נ׳</span> <em>deliver themselves</em> <a data-ref=\"Isaiah 47:14\" href=\"/Isaiah.47.14\">Is 47:14</a>; <a data-ref=\"Ezekiel 14:14\" href=\"/Ezekiel.14.14\">Ez 14:14</a>, <a data-ref=\"Ezekiel 14:20\" href=\"/Ezekiel.14.20\">20</a>. (6) <span dir=\"rtl\">נַפְשְׁכֶם</span>, <span dir=\"rtl\">נַפְשֹׁתֵיכֶם</span> = <em>yourselves:</em> <span dir=\"rtl\">אַל־תַּשִּׁאוּ נ׳</span> <a data-ref=\"Jeremiah 37:9\" href=\"/Jeremiah.37.9\">Je 37:9</a> <em>deceive not yourselves</em>, also <a data-ref=\"Jeremiah 42:20\" href=\"/Jeremiah.42.20\">42:20</a>; <a data-ref=\"Jeremiah 44:7\" href=\"/Jeremiah.44.7\">44:7</a>; <span dir=\"rtl\">ענּה נ׳</span> <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">Lv 16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>; <a data-ref=\"Leviticus 23:27\" href=\"/Leviticus.23.27\">23:27</a>, <a data-ref=\"Leviticus 23:32\" href=\"/Leviticus.23.32\">32</a>; <a data-ref=\"Numbers 29:7\" href=\"/Numbers.29.7\">Nu 29:7</a> (P); <span dir=\"rtl\">נשׁמרתם לנ׳</span> <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">Dt 4:15</a>; <a data-ref=\"Joshua 23:11\" href=\"/Joshua.23.11\">Jos 23:11</a> (D). (7) <span dir=\"rtl\">נַפְשׁוֹתֵינוּ</span> = <em>ourselves:</em> <span dir=\"rtl\">על נ׳</span> <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a> <em>against ourselves</em>. <strong>c.</strong>  = <em>person</em> of man, individual, 144 times, first in D<sup>2</sup>; especially in H, P, and kindred writers: (1) c. <span dir=\"rtl\">אָדָם</span>: <span dir=\"rtl\">נ׳ אדם</span> <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a> opp. <span dir=\"rtl\">נ׳ בהמה</span> <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">24:18</a> (both H), and so <span dir=\"rtl\">נ׳ אדם</span> <em>human persons</em> <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">Nu 31:35</a>, <a data-ref=\"Numbers 31:40\" href=\"/Numbers.31.40\">40</a>, <a data-ref=\"Numbers 31:46\" href=\"/Numbers.31.46\">46</a> (P) <a data-ref=\"I Chronicles 5:21\" href=\"/I_Chronicles.5.21\">1 Ch 5:21</a>; <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>. Elsewhere without <span dir=\"rtl\">אדם</span>: <span dir=\"rtl\">נ׳ ברכה</span> <a data-ref=\"Proverbs 11:25\" href=\"/Proverbs.11.25\">Pr 11:25</a> <em>one who blesses;</em> <span dir=\"rtl\">נ׳ רְמִיָּה</span> <a data-ref=\"Proverbs 19:15\" href=\"/Proverbs.19.15\">Pr 19:15</a> <em>idle person;</em> <span dir=\"rtl\">נ׳ תחת נ׳</span> <em>person in place of person</em>, <a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a>; <span dir=\"rtl\">כפּר על נ׳</span> <a data-ref=\"Exodus 30:15\" href=\"/Exodus.30.15\">Ex 30:15</a>, <a data-ref=\"Exodus 30:16\" href=\"/Exodus.30.16\">16</a>; <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>; <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">31:50</a> (all P) <a data-ref=\"Leviticus 17:11\" href=\"/Leviticus.17.11\">Lv 17:11</a> (H). †(2) <span dir=\"rtl\">נפשׁ</span> = <em>person, any one:</em> <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">Dt 24:7</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">27:25</a>; <a data-ref=\"Proverbs 28:17\" href=\"/Proverbs.28.17\">Pr 28:17</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a><sup>(×3)</sup> <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">33:6</a>; elsewhere only H P: <a data-ref=\"Leviticus 2:1\" href=\"/Leviticus.2.1\">Lv 2:1</a>; <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">4:2</a>, <a data-ref=\"Leviticus 4:27\" href=\"/Leviticus.4.27\">27</a>; <a data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\">5:1</a>, <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">2</a>, <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">4</a>, <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">15</a>, <a data-ref=\"Leviticus 5:17\" href=\"/Leviticus.5.17\">17</a>, <a data-ref=\"Leviticus 5:21\" href=\"/Leviticus.5.21\">21</a>; <a data-ref=\"Leviticus 7:18\" href=\"/Leviticus.7.18\">7:18</a>, <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\">25</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">23:29</a>, <a data-ref=\"Leviticus 23:30\" href=\"/Leviticus.23.30\">30</a><sup>(×2)</sup>; <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a>, <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">15:27</a>, <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">30</a>; <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">19:22</a>; <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">31:19</a>, <a data-ref=\"Numbers 31:28\" href=\"/Numbers.31.28\">28</a>; <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">Lv 17:10</a>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a>, <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">15</a>; <a data-ref=\"Leviticus 20:6\" href=\"/Leviticus.20.6\">20:6</a><sup>(×2)</sup> <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>, <a data-ref=\"Leviticus 22:11\" href=\"/Leviticus.22.11\">11</a> (all H); <span dir=\"rtl\">נכרתה הנ׳ הַהִוא מן</span> <em>that person shall be cut off from:</em> only in <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a>, <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">19</a>; <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">31:14</a>; <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">Lv 7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">Nu 9:13</a>; <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">15:30</a>, <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">31</a>; <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a> (all P), <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">Lv 19:8</a>; <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">22:3</a> (both H). †(3) <span dir=\"rtl\">נפשׁ</span> coll. for <em>persons</em>, in enumerations: <a data-ref=\"Deuteronomy 10:22\" href=\"/Deuteronomy.10.22\">Dt 10:22</a>; <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">Jos 10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 10:37\" href=\"/Joshua.10.37\">37</a><sup>(×2)</sup>, <a data-ref=\"Joshua 10:39\" href=\"/Joshua.10.39\">39</a>; <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">11:11</a> (all D<sup>2</sup>) <a data-ref=\"Jeremiah 43:6\" href=\"/Jeremiah.43.6\">Je 43:6</a>; <a data-ref=\"Jeremiah 52:29\" href=\"/Jeremiah.52.29\">52:29</a>, <a data-ref=\"Jeremiah 52:30\" href=\"/Jeremiah.52.30\">30</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 22:25\" href=\"/Ezekiel.22.25\">Ez 22:25</a>; elsewhere only <a data-ref=\"Genesis 12:5\" href=\"/Genesis.12.5\">Gn 12:5</a>; <a data-ref=\"Genesis 46:15\" href=\"/Genesis.46.15\">46:15</a>, <a data-ref=\"Genesis 46:18\" href=\"/Genesis.46.18\">18</a>, <a data-ref=\"Genesis 46:22\" href=\"/Genesis.46.22\">22</a>, <a data-ref=\"Genesis 46:25\" href=\"/Genesis.46.25\">25</a>, <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">26</a><sup>(×2)</sup>, <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">27</a><sup>(×2)</sup>; <a data-ref=\"Exodus 1:5\" href=\"/Exodus.1.5\">Ex 1:5</a><sup>(×2)</sup>; <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">12:16</a>; <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">Nu 31:35</a>, <a data-ref=\"Numbers 31:40\" href=\"/Numbers.31.40\">40</a> (all P). †(4) <span dir=\"rtl\">נְפָשׁוֹת</span> <em>persons</em> <a data-ref=\"Genesis 36:6\" href=\"/Genesis.36.6\">Gn 36:6</a> <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">Ex 12:4</a>; <a data-ref=\"Exodus 16:16\" href=\"/Exodus.16.16\">16:16</a> <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">Nu 19:18</a> (all P), <a data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\">Lv 18:29</a>; <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a>; <a data-ref=\"Leviticus 27:2\" href=\"/Leviticus.27.2\">27:2</a> (all H), <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a>; <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">Pr 11:30</a>; <a data-ref=\"Proverbs 14:25\" href=\"/Proverbs.14.25\">14:25</a>; <a data-ref=\"Ezekiel 13:18\" href=\"/Ezekiel.13.18\">Ez 13:18</a><sup>(×3)</sup>; <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">19</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 13:20\" href=\"/Ezekiel.13.20\">20</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 17:17\" href=\"/Ezekiel.17.17\">17:17</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>; <a data-ref=\"Ezekiel 22:27\" href=\"/Ezekiel.22.27\">22:27</a> (<span dir=\"rtl\">נפשׁים</span> <a data-ref=\"Ezekiel 13:20\" href=\"/Ezekiel.13.20\">13:20</a> v. supr.). †(5) <span dir=\"rtl\">נפשׁ</span> = <em>deceased person</em>, sometimes c. <span dir=\"rtl\">מֵת</span>, <span dir=\"rtl\">נֶפֶשׁ מֵת</span> <a data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">Nu 6:6</a> (P), <span dir=\"rtl\">נַפְשֹׁת מֵת</span> (𝔊 𝔖 <span dir=\"rtl\">נֶפֶשׁ</span>) <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">Lv 21:11</a> (H); usually without <span dir=\"rtl\">מֵת</span>, <span dir=\"rtl\">נפשׁ (ה)אדם</span> <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">Nu 9:6</a>, <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">7</a>; <a data-ref=\"Numbers 19:11\" href=\"/Numbers.19.11\">19:11</a>, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a> (P); or simply <span dir=\"rtl\">נפשׁ</span>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">21:1</a>; <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (all H) <a data-ref=\"Numbers 5:2\" href=\"/Numbers.5.2\">Nu 5:2</a>; <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">6:11</a>; <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">9:10</a> (all P); elsewhere only <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hag 2:13</a>.<br><strong>5.</strong>  <span dir=\"rtl\">נפשׁ</span> = <em>seat of the appetites</em>, in all periods (46 times)— <strong>a.</strong>  hunger: <span dir=\"rtl\">נ׳ רְעֵבָה</span> <em>hungry soul</em> <a data-ref=\"Psalms 107:9\" href=\"/Psalms.107.9\">ψ 107:9</a>; <a data-ref=\"Proverbs 27:7\" href=\"/Proverbs.27.7\">Pr 27:7</a>; with noun or verb of <span dir=\"rtl\">שׂבע</span> <em>satisfy</em> <a data-ref=\"Isaiah 56:11\" href=\"/Isaiah.56.11\">Is 56:11</a>; <a data-ref=\"Isaiah 58:10\" href=\"/Isaiah.58.10\">58:10</a>; <a data-ref=\"Jeremiah 50:19\" href=\"/Jeremiah.50.19\">Je 50:19</a>; <a data-ref=\"Ezekiel 7:19\" href=\"/Ezekiel.7.19\">Ez 7:19</a> <a data-ref=\"Psalms 63:6\" href=\"/Psalms.63.6\">ψ 63:6</a>; <a data-ref=\"Psalms 107:9\" href=\"/Psalms.107.9\">107:9</a>; <a data-ref=\"Proverbs 13:25\" href=\"/Proverbs.13.25\">Pr 13:25</a>; <a data-ref=\"Proverbs 27:7\" href=\"/Proverbs.27.7\">27:7</a>; <span dir=\"rtl\">מתוק לנ׳</span> <a data-ref=\"Proverbs 16:24\" href=\"/Proverbs.16.24\">Pr 16:24</a> <em>sweet to the taste</em>. <strong>b.</strong>  thirst: <span dir=\"rtl\">נ׳ עֲיֵפָה</span> <em>weary soul</em> <a data-ref=\"Proverbs 25:25\" href=\"/Proverbs.25.25\">Pr 25:25</a>; <a data-ref=\"Jeremiah 31:25\" href=\"/Jeremiah.31.25\">Je 31:25</a>; <span dir=\"rtl\">נ׳ כארץ עיפה</span> <a data-ref=\"Psalms 143:6\" href=\"/Psalms.143.6\">ψ 143:6</a>; <span dir=\"rtl\">צמאה נ׳</span> <a data-ref=\"Psalms 42:3\" href=\"/Psalms.42.3\">ψ 42:3</a>; <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">63:2</a>. <strong>c.</strong>  appetite in general: <span dir=\"rtl\">אֹיְבַי בנ׳ יַקִּיפוּ עָלָיו</span> <a data-ref=\"Psalms 17:9\" href=\"/Psalms.17.9\">ψ 17:9</a> <em>my enemies compass me about with greed;</em> <span dir=\"rtl\">הִרְחִיבָה שְׁאוֹל נַפְשָׁהּ וּפָֽעֲרָה פִיהָ</span> <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a> <em>Sheʾôl enlarged her appetite</em>, etc., cf. <a data-ref=\"Habakkuk 2:5\" href=\"/Habakkuk.2.5\">Hb 2:5</a>; <a data-ref=\"Proverbs 23:2\" href=\"/Proverbs.23.2\">Pr 23:2</a> <span dir=\"rtl\">בַּעַל נֶפֶשׁ</span>; Ec uses <span dir=\"rtl\">נפשׁ</span> only in the sense of <strong>a, b, c</strong>; the <span dir=\"rtl\">נפשׁ</span> craves, lacks, and is filled with good things: <a data-ref=\"Ecclesiastes 2:24\" href=\"/Ecclesiastes.2.24\">Ec 2:24</a>; <a data-ref=\"Ecclesiastes 4:8\" href=\"/Ecclesiastes.4.8\">4:8</a>; <a data-ref=\"Ecclesiastes 6:2\" href=\"/Ecclesiastes.6.2\">6:2</a>, <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">3</a>, <a data-ref=\"Ecclesiastes 6:7\" href=\"/Ecclesiastes.6.7\">7</a>, <a data-ref=\"Ecclesiastes 6:9\" href=\"/Ecclesiastes.6.9\">9</a>; <a data-ref=\"Ecclesiastes 7:28\" href=\"/Ecclesiastes.7.28\">7:28</a>.<br><strong>6.</strong>  <span dir=\"rtl\">נ׳</span> = <em>seat of emotions and passions</em> (151 times)— <strong>a.</strong>  desire: †<span dir=\"rtl\">אִוְּתָה נ׳</span> <em>soul desires</em> <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">Dt 12:20</a>; <a data-ref=\"Deuteronomy 14:26\" href=\"/Deuteronomy.14.26\">14:26</a> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> <a data-ref=\"II Samuel 3:21\" href=\"/II_Samuel.3.21\">2 S 3:21</a>; <a data-ref=\"I Kings 11:37\" href=\"/I_Kings.11.37\">1 K 11:37</a>; <a data-ref=\"Job 23:13\" href=\"/Job.23.13\">Jb 23:13</a> <a data-ref=\"Proverbs 13:4\" href=\"/Proverbs.13.4\">Pr 13:4</a>; <a data-ref=\"Proverbs 21:10\" href=\"/Proverbs.21.10\">21:10</a>; <a data-ref=\"Micah 7:1\" href=\"/Micah.7.1\">Mi 7:1</a>; <span dir=\"rtl\">תַּאֲוַת נ׳</span> <a data-ref=\"Psalms 10:3\" href=\"/Psalms.10.3\">ψ 10:3</a>; <a data-ref=\"Isaiah 26:8\" href=\"/Isaiah.26.8\">Is 26:8</a>; †<span dir=\"rtl\">אַוַּת נ׳</span> <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a>, <a data-ref=\"Deuteronomy 12:20\" href=\"/Deuteronomy.12.20\">20</a>, <a data-ref=\"Deuteronomy 12:21\" href=\"/Deuteronomy.12.21\">21</a>; <a data-ref=\"Deuteronomy 18:6\" href=\"/Deuteronomy.18.6\">18:6</a> <a data-ref=\"I Samuel 23:20\" href=\"/I_Samuel.23.20\">1 S 23:20</a>; <a data-ref=\"Jeremiah 2:24\" href=\"/Jeremiah.2.24\">Je 2:24</a>; so also <span dir=\"rtl\">לנפשׁ</span> <em>according to one’s desire</em> <a data-ref=\"Deuteronomy 21:14\" href=\"/Deuteronomy.21.14\">Dt 21:14</a> <a data-ref=\"Psalms 78:18\" href=\"/Psalms.78.18\">ψ 78:18</a>; <a data-ref=\"Jeremiah 34:16\" href=\"/Jeremiah.34.16\">Je 34:16</a>; <span dir=\"rtl\">כנפשׁ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; <span dir=\"rtl\">האח נפשׁנו</span> <em>ah, our desire</em> <a data-ref=\"Psalms 35:25\" href=\"/Psalms.35.25\">ψ 35:25</a>; <span dir=\"rtl\">בנפשׁ</span> <em>at one’s desire</em> <a data-ref=\"Psalms 105:22\" href=\"/Psalms.105.22\">ψ 105:22</a>; <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">Ez 16:27</a>; <span dir=\"rtl\">נ׳ יָֽצְאָה בְדַבְּרוֹ</span> <a data-ref=\"Song of Songs 5:6\" href=\"/Song_of_Songs.5.6\">Ct 5:6</a>; †<span dir=\"rtl\">נשׂא נ׳</span> <em>lift up the soul, desire</em> <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">Dt 24:15</a> <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> (read <span dir=\"rtl\">אליהם</span>, not <span dir=\"rtl\">אלהים</span>), <a data-ref=\"Psalms 24:4\" href=\"/Psalms.24.4\">ψ 24:4</a>; <a data-ref=\"Psalms 25:1\" href=\"/Psalms.25.1\">25:1</a>; <a data-ref=\"Psalms 86:4\" href=\"/Psalms.86.4\">86:4</a>; <a data-ref=\"Psalms 143:8\" href=\"/Psalms.143.8\">143:8</a>; <a data-ref=\"Proverbs 19:8\" href=\"/Proverbs.19.8\">Pr 19:8</a>; <a data-ref=\"Jeremiah 22:27\" href=\"/Jeremiah.22.27\">Je 22:27</a>; <a data-ref=\"Jeremiah 44:14\" href=\"/Jeremiah.44.14\">44:14</a>; <a data-ref=\"Hosea 4:8\" href=\"/Hosea.4.8\">Ho 4:8</a>. †<strong>b.</strong>  abhorrence, loathing: <span dir=\"rtl\">געלה נ׳</span> <em>soul abhorreth</em> <a data-ref=\"Leviticus 26:11\" href=\"/Leviticus.26.11\">Lv 26:11</a>, <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">15</a>, <a data-ref=\"Leviticus 26:30\" href=\"/Leviticus.26.30\">30</a>, <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">43</a> (H) <a data-ref=\"Jeremiah 14:19\" href=\"/Jeremiah.14.19\">Je 14:19</a>; <span dir=\"rtl\">וגם נ׳ בחלה בי</span> <a data-ref=\"Zechariah 11:8\" href=\"/Zechariah.11.8\">Zc 11:8</a> <em>and their soul also fell a loathing against me</em>. <strong>c.</strong>  sorrow and distress: †<span dir=\"rtl\">מרי נ׳</span> <em>bitter, gloomy, discontented of soul</em> <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">Ju 18:25</a> (E) <a data-ref=\"II Samuel 17:8\" href=\"/II_Samuel.17.8\">2 S 17:8</a>; <a data-ref=\"Job 3:20\" href=\"/Job.3.20\">Jb 3:20</a>; <a data-ref=\"Proverbs 31:6\" href=\"/Proverbs.31.6\">Pr 31:6</a>; †<span dir=\"rtl\">מר נ׳</span> <a data-ref=\"I Samuel 22:2\" href=\"/I_Samuel.22.2\">1 S 22:2</a> cf. <a data-ref=\"Job 7:11\" href=\"/Job.7.11\">Jb 7:11</a>; <a data-ref=\"Job 10:1\" href=\"/Job.10.1\">10:1</a>; <a data-ref=\"Isaiah 38:15\" href=\"/Isaiah.38.15\">Is 38:15</a>; <a data-ref=\"Ezekiel 27:31\" href=\"/Ezekiel.27.31\">Ez 27:31</a>; <span dir=\"rtl\">עָֽגְמָה נ׳</span> <a data-ref=\"Job 30:25\" href=\"/Job.30.25\">Jb 30:25</a> <em>grieved;</em> <span dir=\"rtl\">אגמי נ׳</span> <em>sad of soul</em> <a data-ref=\"Isaiah 19:10\" href=\"/Isaiah.19.10\">Is 19:10</a>; <span dir=\"rtl\">תבכה נ׳</span> <em>my soul shall weep</em> <a data-ref=\"Jeremiah 13:17\" href=\"/Jeremiah.13.17\">Je 13:17</a>; <span dir=\"rtl\">נ׳ ירעה</span> <em>his soul trembleth</em> <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">Is 15:4</a>; <span dir=\"rtl\">צרת נ׳</span> <em>distress of soul</em> <a data-ref=\"Genesis 42:21\" href=\"/Genesis.42.21\">Gn 42:21</a> (E). †<strong>d.</strong>  joy: <span dir=\"rtl\">נ׳ תגיל</span> <em>my soul rejoiceth</em> <a data-ref=\"Psalms 35:9\" href=\"/Psalms.35.9\">ψ 35:9</a>; <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>; <span dir=\"rtl\">שׂמּח נ׳</span> <em>rejoice the soul</em> <a data-ref=\"Psalms 86:4\" href=\"/Psalms.86.4\">ψ 86:4</a>; also <a data-ref=\"Psalms 94:19\" href=\"/Psalms.94.19\">ψ 94:19</a>; <a data-ref=\"Psalms 138:3\" href=\"/Psalms.138.3\">138:3</a>; <a data-ref=\"Proverbs 29:17\" href=\"/Proverbs.29.17\">Pr 29:17</a>. †<strong>e.</strong>  love: <span dir=\"rtl\">אהבה נ׳</span> <em>my soul loveth</em> <a data-ref=\"Song of Songs 1:7\" href=\"/Song_of_Songs.1.7\">Ct 1:7</a>; <a data-ref=\"Song of Songs 3:1\" href=\"/Song_of_Songs.3.1\">3:1</a>, <a data-ref=\"Song of Songs 3:2\" href=\"/Song_of_Songs.3.2\">2</a>, <a data-ref=\"Song of Songs 3:3\" href=\"/Song_of_Songs.3.3\">3</a>, <a data-ref=\"Song of Songs 3:4\" href=\"/Song_of_Songs.3.4\">4</a>; <span dir=\"rtl\">יְדִדוּת נ׳</span> <em>darling of my soul</em> <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a>; <span dir=\"rtl\">דבקה נ׳ ב׳</span> <em>his soul clave unto</em> <a data-ref=\"Genesis 34:3\" href=\"/Genesis.34.3\">Gn 34:3</a> (J), c. <span dir=\"rtl\">אחרי</span> <a data-ref=\"Psalms 63:9\" href=\"/Psalms.63.9\">ψ 63:9</a>; <span dir=\"rtl\">חשׁקה נ׳ ב׳</span> <em>soul is attached to</em> <a data-ref=\"Genesis 34:8\" href=\"/Genesis.34.8\">Gn 34:8</a> (P). <strong>f.</strong>  alienation, hatred, revenge: †<span dir=\"rtl\">תֵּקַע נ׳ מן</span> <em>the soul is alienated from</em> <a data-ref=\"Jeremiah 6:8\" href=\"/Jeremiah.6.8\">Je 6:8</a>; <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>, <a data-ref=\"Ezekiel 23:18\" href=\"/Ezekiel.23.18\">18</a>; <span dir=\"rtl\">נקעה נ׳ מן</span> <a data-ref=\"Ezekiel 23:18\" href=\"/Ezekiel.23.18\">Ez 23:18</a>, <a data-ref=\"Ezekiel 23:22\" href=\"/Ezekiel.23.22\">22</a>, <a data-ref=\"Ezekiel 23:28\" href=\"/Ezekiel.23.28\">28</a>; <span dir=\"rtl\">שְׂנֻאי נ׳</span> <em>hated of soul</em> <a data-ref=\"II Samuel 5:8\" href=\"/II_Samuel.5.8\">2 S 5:8</a> (Qr); <span dir=\"rtl\">שׂנאה נ׳</span> <a data-ref=\"Psalms 11:5\" href=\"/Psalms.11.5\">ψ 11:5</a> <a data-ref=\"Isaiah 1:14\" href=\"/Isaiah.1.14\">Is 1:14</a>. <strong>g.</strong>  other emotions and feelings: <span dir=\"rtl\">השׁיב נ׳</span> <em>bring back soul</em> <a data-ref=\"Lamentations 1:11\" href=\"/Lamentations.1.11\">La 1:11</a>, <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">19</a> (<em>i.e.</em> revive, cf. c. <span dir=\"rtl\">שׁוּב</span> <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">1 K 17:21 f.</a>), hence fig. <em>refresh, cheer</em>, v <a data-ref=\"I Kings 17:16\" href=\"/I_Kings.17.16\">16</a> <a data-ref=\"Psalms 19:8\" href=\"/Psalms.19.8\">ψ 19:8</a> <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; <a data-ref=\"Ruth 4:15\" href=\"/Ruth.4.15\">Ru 4:15</a>; <span dir=\"rtl\">שׁובב נ׳</span> <a data-ref=\"Psalms 23:3\" href=\"/Psalms.23.3\">ψ 23:3</a>; <span dir=\"rtl\">מַחְמַל נ׳</span> <em>your souls’ compassion</em> <a data-ref=\"Ezekiel 24:21\" href=\"/Ezekiel.24.21\">Ez 24:21</a>; <span dir=\"rtl\">קצרה נ׳</span> <em>soul was impatient</em> <a data-ref=\"Numbers 21:4\" href=\"/Numbers.21.4\">Nu 21:4</a> (E), <a data-ref=\"Judges 10:16\" href=\"/Judges.10.16\">Ju 10:16</a>; <a data-ref=\"Judges 16:16\" href=\"/Judges.16.16\">16:16</a>; <a data-ref=\"Zechariah 11:8\" href=\"/Zechariah.11.8\">Zc 11:8</a>; <span dir=\"rtl\">כי אאריך נ׳</span> <em>that I should prolong my patience</em> <a data-ref=\"Job 6:11\" href=\"/Job.6.11\">Jb 6:11</a>; <span dir=\"rtl\">ידעתם את־נ׳ הגר</span> <em>ye know the feeling of the stranger</em> <a data-ref=\"Exodus 23:9\" href=\"/Exodus.23.9\">Ex 23:9</a> (R<sup>D</sup>).<br><strong>7.</strong>  <span dir=\"rtl\">נפשׁ</span> is used occasionally for mental acts + <span dir=\"rtl\">לבב</span> (see <strong>10</strong>); poss. also alone, owing to unconscious assimilation by late writers; but most, if not all, exx. may be otherwise explained: <span dir=\"rtl\">נפשׁי ידעת מאד</span> <a data-ref=\"Psalms 139:14\" href=\"/Psalms.139.14\">ψ 139:14</a> <em>my soul knoweth well</em> (or <em>I know well;</em> cf. <strong>4 a</strong>); <span dir=\"rtl\">בלא דעת נ׳ לא טוב</span> <a data-ref=\"Proverbs 19:2\" href=\"/Proverbs.19.2\">Pr 19:2</a> <em>that the soul be without knowledge is not good</em> (but RV<sup>m</sup> <em>desire without knowledge</em>, cf. <strong>6 a</strong>); <span dir=\"rtl\">דעה חכמה לנ׳</span> <a data-ref=\"Proverbs 24:14\" href=\"/Proverbs.24.14\">Pr 24:14</a> <em>know wisdom for thy soul</em> (or <em>according to thy desire</em>, cf. <strong>6 a</strong>); <span dir=\"rtl\">אל תדמי בנ׳</span> <a data-ref=\"Esther 4:13\" href=\"/Esther.4.13\">Est 4:13</a> <em>think not in thy soul</em> (or <em>in thyself</em>, cf. <strong>4 b</strong>); <span dir=\"rtl\">כמו שׁער בג׳</span> <a data-ref=\"Proverbs 23:7\" href=\"/Proverbs.23.7\">Pr 23:7</a> <em>as he reckoneth in his soul</em> (but RV <em>in himself</em>, cf. <strong>4 b</strong>); <span dir=\"rtl\">מה תאמר נ׳</span> <a data-ref=\"I Samuel 20:4\" href=\"/I_Samuel.20.4\">1 S 20:4</a> (but AV RV foll. 𝔊 ἐπιθυμεῖ = <span dir=\"rtl\">תְּאַוֶּה</span>; v. <strong>6 a</strong>).<br><strong>8.</strong>  <span dir=\"rtl\">נפשׁ</span> for acts of the will is dub.: <span dir=\"rtl\">אם ישׁ נפשׁכם (את)</span> <em>if it is your purpose</em> <a data-ref=\"Genesis 23:8\" href=\"/Genesis.23.8\">Gn 23:8</a> (P) <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">2 K 9:15</a> (or <em>if it is your desire</em>, <strong>6 a</strong>); <span dir=\"rtl\">בחרה נ׳</span> <em>my soul chooseth</em> <a data-ref=\"Job 7:15\" href=\"/Job.7.15\">Jb 7:15</a>; <span dir=\"rtl\">מאנה נ׳</span> <em>my soul refuseth</em> <a data-ref=\"Job 6:7\" href=\"/Job.6.7\">Jb 6:7</a> <a data-ref=\"Psalms 77:3\" href=\"/Psalms.77.3\">ψ 77:3</a>; <span dir=\"rtl\">נ׳ חפצה</span> <em>their soul delighteth in</em> <a data-ref=\"Isaiah 66:3\" href=\"/Isaiah.66.3\">Is 66:3</a>; <span dir=\"rtl\">נ׳ רצתה</span> <em>my soul delighteth in</em> <a data-ref=\"Isaiah 42:1\" href=\"/Isaiah.42.1\">Is 42:1</a>; (all perhaps emotional, <strong>6 b, d, g</strong>).<br><strong>9.</strong>  <span dir=\"rtl\">נפשׁ</span> = character is still more dub.: <span dir=\"rtl\">לֹא־יָֽשְׁרָה נ׳ בּוֹ</span> <a data-ref=\"Habakkuk 2:4\" href=\"/Habakkuk.2.4\">Hb 2:4</a> <em>his soul is not right in him</em> (but 𝔊 οὐκ εὐδοκεῖ ἡ ψυχή μου ἐν αὐτῷ [εὐδοκεῖ = <span dir=\"rtl\">רצתה</span>], v. <strong>6</strong>); <span dir=\"rtl\">נַפְשִׁי לֹא מְטֻמָּאָה</span> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> <em>my soul hath not</em> (or <em>I have not</em>, <strong>4 a</strong>) <em>been polluted</em>.<br>†<strong>10.</strong>  <span dir=\"rtl\">נ׳</span> in D, when used with <span dir=\"rtl\">לבב</span>, is assim. to it, and shares with it the meanings of <strong>7, 8, 9</strong>; and so in later writers influenced by D (unless we may think that <span dir=\"rtl\">ל׳</span> is used of intellect, while <span dir=\"rtl\">נ׳</span> is used of the feelings): thus, <span dir=\"rtl\">בכל לבב ובכל נפשׁ</span> (see <a data-ref=\"BDB, לבב\" href=\"/BDB,_לבב\", dir=\"rtl\">לבב</a>): c. <span dir=\"rtl\">דרשׁ</span> <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a>; <a data-ref=\"II Chronicles 15:12\" href=\"/II_Chronicles.15.12\">2 Ch 15:12</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Deuteronomy 26:16\" href=\"/Deuteronomy.26.16\">Dt 26:16</a>; <span dir=\"rtl\">אהב</span> <a data-ref=\"Deuteronomy 6:5\" href=\"/Deuteronomy.6.5\">Dt 6:5</a>; <a data-ref=\"Deuteronomy 13:4\" href=\"/Deuteronomy.13.4\">13:4</a>; <a data-ref=\"Deuteronomy 30:6\" href=\"/Deuteronomy.30.6\">30:6</a>; <span dir=\"rtl\">ידע</span> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a>; <span dir=\"rtl\">עבד</span> <a data-ref=\"Deuteronomy 10:12\" href=\"/Deuteronomy.10.12\">Dt 10:12</a>; <a data-ref=\"Deuteronomy 11:13\" href=\"/Deuteronomy.11.13\">11:13</a>; <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">Jos 22:5</a>; <span dir=\"rtl\">שׁמע בקלו</span> <a data-ref=\"Deuteronomy 30:2\" href=\"/Deuteronomy.30.2\">Dt 30:2</a>; <span dir=\"rtl\">שׁוב אל</span> <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">Dt 30:10</a> <a data-ref=\"I Kings 8:48\" href=\"/I_Kings.8.48\">1 K 8:48</a> = <a data-ref=\"II Chronicles 6:38\" href=\"/II_Chronicles.6.38\">2 Ch 6:38</a>, <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; <span dir=\"rtl\">שׁמר מצות</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a> = <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a>; <span dir=\"rtl\">הלך לפני</span> <a data-ref=\"I Kings 2:4\" href=\"/I_Kings.2.4\">1 K 2:4</a>; and <a data-ref=\"Deuteronomy 11:18\" href=\"/Deuteronomy.11.18\">Dt 11:18</a>; <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">1 S 2:35</a> <a data-ref=\"I Chronicles 22:19\" href=\"/I_Chronicles.22.19\">1 Ch 22:19</a>; <a data-ref=\"I Chronicles 28:9\" href=\"/I_Chronicles.28.9\">28:9</a> <a data-ref=\"Jeremiah 32:41\" href=\"/Jeremiah.32.41\">Je 32:41</a> <a data-ref=\"Psalms 13:3\" href=\"/Psalms.13.3\">ψ 13:3</a> <a data-ref=\"Proverbs 2:10\" href=\"/Proverbs.2.10\">Pr 2:10</a>; <a data-ref=\"Proverbs 24:12\" href=\"/Proverbs.24.12\">24:12</a>.<br><em>Note.</em>  —In three cases is generally found closer approach to supposed radical meaning <em>breath:</em>— <strong>a.</strong>  <span dir=\"rtl\">שׁמן וקטרת ישׂמח לב ומתק רעהו מעצת נפשׁ</span> <a data-ref=\"Proverbs 27:9\" href=\"/Proverbs.27.9\">Pr 27:9</a>. Ges (after Döderlein) renders <span dir=\"rtl\">מעצת נ׳</span> <em>more than odorous trees</em>, so later edds., even Buhl; but 𝔙 De SS transp. <span dir=\"rtl\">וּמֶתֶק נ׳ מֵעֲצַת רֵעֵהוּ</span>. 𝔊 Hi Bi <span dir=\"rtl\">ומתקרעה</span> = <em>the soul is rent asunder by cares</em>. In any case <span dir=\"rtl\">נפשׁ</span> is ‖ <span dir=\"rtl\">לב</span>, cf. <strong>10</strong>. <strong>b.</strong>  <span dir=\"rtl\">נַפְשׁוֹ גֶּחָלִים תְּלַהֵט</span> <a data-ref=\"Job 41:13\" href=\"/Job.41.13\">Jb 41:13</a> <em>his breath kindleth coals</em> (of the crocodile). The piece is one of the latest in the book; primitive meaning hardly in such a passage; context favours ref. to <em>passion</em> or <em>fury;</em> perhaps sub <strong>6 f</strong>, <em>his passion</em> or <em>fury</em> kindleth coals. <strong>c.</strong>  <span dir=\"rtl\">בָּתֵּי הַנֶּפֶשׁ</span> <a data-ref=\"Isaiah 3:20\" href=\"/Isaiah.3.20\">Is 3:20</a> <em>perfume boxes;</em> meaning evident from context; but not necessarily <em>scent</em> (<em>breath</em>)-<em>boxes;</em> may be <strong>6 a</strong>, <em>boxes of desire</em>, or <strong>5</strong>, <em>boxes exciting the sense of smell;</em> = <em>smelling</em> boxes or bottles. No sufficient evid. in BH, therefore, for meaning <em>breath, odour</em>.—See, for complete study of <span dir=\"rtl\">נֶפֶשׁ</span> (all passages), Br<sup>JBL 1897, 17 ff.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4dbb6084aa1cbf38f81", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁלֵם 1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "BDB, שָׁלֵם 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁלֵם א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁלֵם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">שָׁלֵם</span></big></big><sub>103</sub><big><big>]</big></big>  <strong>vb. be complete, sound (</strong>NH id. (Jastr), Ph. <span dir=\"rtl\">שלם</span> Pi. <em>complete, requite</em>, especially in n.pr., Lzb <sup>376</sup> GACooke <sup>99, also 81, 111, etc.</sup>; Arabic <span dir=\"rtl\">سَلِمَ</span> <em>be safe, secure, free from fault</em>, ii. <em>make over, resign to</em>, iv. <em>resign</em> or <em>submit oneself</em>, especially to God, whence ptcp. <em>Muslim</em>, and inf. <em>Islām</em>, proposes <em>submission</em> to God; Assyrian <em>šalâmu</em>, <em>be complete, unharmed, be paid;</em> Aramaic <span dir=\"rtl\">שְׁלֵים</span>, <span dir=\"rtl\">ܫܠܶܡ</span> <em>be complete, safe</em>, 𝔗 <em>peaceful;</em> O Aramaic <span dir=\"rtl\">שלם</span> <em>reward, repay</em> (Pa; in n.pr.); cf. Sab. <a data-ref=\"BDB, סֻלָּם\" href=\"/BDB,_סֻלָּם\", dir=\"rtl\">סלם</a> <em>peace</em> Hom<sup>Chr 124</sup>, Arabic <span dir=\"rtl\">سِلْمٌ</span>, also <span dir=\"rtl\">سَلَامٌ</span> <em>safety, security;</em> Assyrian <em>šulmu</em>, <em>welfare;</em> Ethiopic ሰላም Di <sup>322</sup> <em>security, peace;</em> Aramaic <span dir=\"rtl\">שְׁלָמָא</span>, <span dir=\"rtl\">ܫܠܳܡܳܐ</span> <em>security, welfare</em>, O Aramaic <span dir=\"rtl\">שלם</span> Lzb <sup>376</sup>, especially = <em>submission</em>, in n.pr. RS<sup>Sem</sup>. <sup>79 f.</sup>; Bondi <sup>70</sup> (after Brugsch), cp. <em>šarmā</em>, <em>greet, do homage</em>, as loan-word in Egyptian<strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 pl. <span dir=\"rtl\">שָֽׁלְמוּ</span> <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a>; Impf. 3 ms. <span dir=\"rtl\">וַיִּשְׁלָ֑ם</span> <a data-ref=\"Job 9:4\" href=\"/Job.9.4\">Jb 9:4</a>; f. <span dir=\"rtl\">תִּשְׁלַם</span> <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">1 K 7:51</a> + 2 times;— <strong>1.</strong>  <em>be complete, finished, ended:</em> temple <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">1 K 7:51</a> = <a data-ref=\"II Chronicles 5:1\" href=\"/II_Chronicles.5.1\">2 Ch 5:1</a>; walls of city <a data-ref=\"Nehemiah 6:15\" href=\"/Nehemiah.6.15\">Ne 6:15</a>; of time <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a>. <strong>2.</strong>  <em>be sound, uninjured</em>, <a data-ref=\"Job 9:4\" href=\"/Job.9.4\">Jb 9:4</a>.<br><strong>Pi.</strong><sub>89</sub>  Pf. 3 ms. <span dir=\"rtl\">שִׁלַּם</span> <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a> +, 1 s. <span dir=\"rtl\">וְשִׁלַּמְתּ֫י</span> <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יְשַׁלֵּם</span> <a data-ref=\"Exodus 21:34\" href=\"/Exodus.21.34\">Ex 21:34</a> +; sf. <span dir=\"rtl\">יְשַׁלְּמֶ֑נָּה</span> <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">Lv 24:18</a> +, etc.; Imv. ms. <span dir=\"rtl\">שַׁלֵּם</span> <a data-ref=\"Ecclesiastes 5:3\" href=\"/Ecclesiastes.5.3\">Ec 5:3</a> <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>, etc.; Inf. abs. <span dir=\"rtl\">שַׁלֵּם</span> <a data-ref=\"Exodus 21:36\" href=\"/Exodus.21.36\">Ex 21:36</a> +; cstr. id. <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a>, etc.; Pt. <span dir=\"rtl\">מְשַׁלֵּם</span> <a data-ref=\"Deuteronomy 7:10\" href=\"/Deuteronomy.7.10\">Dt 7:10</a> +, etc.;— †<strong>1.</strong>  <em>complete, finish</em>, temple <a data-ref=\"I Kings 9:25\" href=\"/I_Kings.9.25\">1 K 9:25</a>. †<strong>2.</strong>  <em>make safe</em>, c. acc. <a data-ref=\"Job 8:6\" href=\"/Job.8.6\">Jb 8:6</a>. <strong>3.</strong>  <em>make whole</em> or <em>good, restore</em> thing lost <a data-ref=\"Joel 2:25\" href=\"/Joel.2.25\">Jo 2:25</a>, or stolen <a data-ref=\"Exodus 21:37\" href=\"/Exodus.21.37\">Ex 21:37</a> (E); pay a debt <a data-ref=\"II Kings 4:7\" href=\"/II_Kings.4.7\">2 K 4:7</a> <a data-ref=\"Psalms 37:21\" href=\"/Psalms.37.21\">ψ 37:21</a> <a data-ref=\"Proverbs 22:27\" href=\"/Proverbs.22.27\">Pr 22:27</a>; <a data-ref=\"Job 41:3\" href=\"/Job.41.3\">Jb 41:3</a>; <em>make compensation</em>, for injury <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">Lv 24:18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (P); for trespass in sacred things <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">5:16</a> (P). <strong>4.</strong>  <em>make good</em>, i.e. <em>pay</em>, vows, c. acc. <span dir=\"rtl\">נֶדֶר</span> <a data-ref=\"Deuteronomy 23:22\" href=\"/Deuteronomy.23.22\">Dt 23:22</a>; <a data-ref=\"II Samuel 15:7\" href=\"/II_Samuel.15.7\">2 S 15:7</a> + 9 times, + (c. ל to God) <a data-ref=\"Psalms 50:14\" href=\"/Psalms.50.14\">ψ 50:14</a>; <a data-ref=\"Psalms 66:13\" href=\"/Psalms.66.13\">66:13</a>; <a data-ref=\"Psalms 116:14\" href=\"/Psalms.116.14\">116:14</a>, <a data-ref=\"Psalms 116:18\" href=\"/Psalms.116.18\">18</a>; obj. om. <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">76:12</a>; abs. <a data-ref=\"Isaiah 19:21\" href=\"/Isaiah.19.21\">Is 19:21</a>; c. acc. <span dir=\"rtl\">תּוֹדוֹת</span> c. ל to God <a data-ref=\"Psalms 56:13\" href=\"/Psalms.56.13\">ψ 56:13</a>; <span dir=\"rtl\">פרים שׂפתינו</span> <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a> (v. p. 830b). <strong>5.</strong>  <em>requite, recompense, reward</em>, good <a data-ref=\"I Samuel 24:20\" href=\"/I_Samuel.24.20\">1 S 24:20</a>; <a data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\">Ru 2:12</a>; evil <a data-ref=\"Isaiah 65:6\" href=\"/Isaiah.65.6\">Is 65:6</a>; <a data-ref=\"Jeremiah 51:56\" href=\"/Jeremiah.51.56\">Je 51:56</a>; c. ל pers. <a data-ref=\"Deuteronomy 7:10\" href=\"/Deuteronomy.7.10\">Dt 7:10</a> + 4 times, + (c. acc. rei) <a data-ref=\"Jeremiah 51:24\" href=\"/Jeremiah.51.24\">Je 51:24</a>; <span dir=\"rtl\">אל</span> pers. <a data-ref=\"Job 21:19\" href=\"/Job.21.19\">Jb 21:19</a>; acc. rei <a data-ref=\"Proverbs 20:22\" href=\"/Proverbs.20.22\">Pr 20:22</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>; <span dir=\"rtl\">שִׁלַּם גְּמוּל לְ</span> <a data-ref=\"Isaiah 59:18\" href=\"/Isaiah.59.18\">Is 59:18</a><sup>(×2)</sup>, (but v. i. <a data-ref=\"BDB, שִׁלֵּם\" href=\"/BDB,_שִׁלֵּם\", dir=\"rtl\">שִׁלֵּם</a>), <a data-ref=\"Isaiah 66:6\" href=\"/Isaiah.66.6\">66:6</a> + (v. <a data-ref=\"BDB, גְּמוּל\" href=\"/BDB,_גְּמוּל\", dir=\"rtl\">גְּמוּל</a>); †<span dir=\"rtl\">שׁ׳ פֹּעַל לְ</span> <a data-ref=\"Job 34:11\" href=\"/Job.34.11\">Jb 34:11</a>; <span dir=\"rtl\">שׁ׳ גְּמוּל עַל</span> <a data-ref=\"Joel 4:4\" href=\"/Joel.4.4\">Jo 4:4</a>; <span dir=\"rtl\">עַל חֵיק</span> <a data-ref=\"Isaiah 65:6\" href=\"/Isaiah.65.6\">Is 65:6</a>; <span dir=\"rtl\">אֶל־חֵיק</span> <a data-ref=\"Jeremiah 32:18\" href=\"/Jeremiah.32.18\">Je 32:18</a>; †c. ל pers. and כ of deeds, <span dir=\"rtl\">שׁ׳</span> <em>reward according to one’s works</em> <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> + 3 times; acc. pers. <a data-ref=\"Psalms 31:24\" href=\"/Psalms.31.24\">ψ 31:24</a>; acc. rei †<span dir=\"rtl\">שׁ׳ רעה תחת טובה</span> <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> (J) <a data-ref=\"Psalms 35:12\" href=\"/Psalms.35.12\">ψ 35:12</a>; <a data-ref=\"Psalms 38:21\" href=\"/Psalms.38.21\">38:21</a> (read <span dir=\"rtl\">מְשַׁלְּמֵנִי</span>).<br><strong>Pu.</strong>  Impf. 3 ms. <span dir=\"rtl\">יְשֻׁלַּם</span> <a data-ref=\"Psalms 65:2\" href=\"/Psalms.65.2\">ψ 65:2</a> <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a>; <span dir=\"rtl\">יְשֻׁלָּ֑ם</span> <a data-ref=\"Proverbs 11:31\" href=\"/Proverbs.11.31\">Pr 11:31</a>; <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">13:13</a>;— <strong>1.</strong>  <em>be performed</em>, of vow <a data-ref=\"Psalms 65:2\" href=\"/Psalms.65.2\">ψ 65:2</a>. <strong>2.</strong>  <em>be repaid, requited</em>, <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a>; <a data-ref=\"Proverbs 11:31\" href=\"/Proverbs.11.31\">Pr 11:31</a>; <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">13:13</a>.<br><strong>Hiph.</strong> <strong>1.</strong>  <em>complete, perform:</em> Impf. 3 ms. <span dir=\"rtl\">יַשְׁלִים</span> <a data-ref=\"Job 23:14\" href=\"/Job.23.14\">Jb 23:14</a>; <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">Is 44:26</a>, <span dir=\"rtl\">יַשְׁלִם</span> v <a data-ref=\"Isaiah 44:28\" href=\"/Isaiah.44.28\">28</a>. <strong>2.</strong>  <em>make an end of</em>, 2 ms. sf. <span dir=\"rtl\">תַּשְׁלִימֵנִי</span> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a>, <a data-ref=\"Isaiah 38:13\" href=\"/Isaiah.38.13\">13</a> (𝔊 Du Marti <em>deliver up</em> to pains, as in Aramaic)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "660921bffb774777f0e06dbf", "index_title": "Covenant and Conversation; Leviticus; The Book of Holiness", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Blasphemer 8", "anchorRef": "Leviticus 24:17-21", "anchorRefExpanded": ["Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21"], "sourceRef": "Covenant and Conversation; Leviticus; The Book of Holiness, Emor, The Blasphemer 8", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא, אמור, ו ח׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 8, "collectiveTitle": {"en": "Covenant and Conversation; Leviticus; The Book of Holiness", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, ויקרא"}, "heTitle": "ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">Whoever takes a human life is to be put to death. One who takes the life of an animal must make restitution – life for life. One who injures his neighbour, as he has done so shall it be done to him: fracture for fracture, eye for eye, tooth for tooth. One who has inflicted an injury must suffer the same injury. One who kills an animal must make restitution, but one who kills a human being is to be put to death. (Lev. 24:17–21)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665cbfcfaee0b8c909d8632", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:18:1", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:18:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:י״ח:א׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>יח.</b> בספר שמות פרקים כא-כב נקבעו תשלומי נזק במקרים שאדם הזיק את חברו על ידי ממונו או על ידי איזה גורם שהוא, כאן מדבר הכתוב על נזקים ישירים בידי האדם גופו ופוסק תשלומי נזק.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cbfd71e8185a918399ac", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:18:2", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:18:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:י״ח:ב׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"נפש בהמה\",</b> מוצגת כאן בכוונה מול נפש האדם, באשר על הריגת בהמה חייב רק תשלומין, ואילו על רצח נקבע עונש מיתה, בהתחשב במעלת האדם שנברא בצלם אלקים (בראשית ט ו).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cbfefaee0b8c909d8634", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:18:3", "anchorRef": "Leviticus 24:18", "anchorRefExpanded": ["Leviticus 24:18"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:18:3", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:י״ח:ג׳", "anchorVerse": 18, "sourceHasEn": false, "commentaryNum": 18.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"נפש תחת נפש\".</b> לדעת ראב\"ע: \"נפש תחת נפש משמש לשנים הפסוקים\", כלומר: גם אל הפסוק (יז) הקודם. במכה נפש בהמה אין הכוונה שהמזיק מחויב לשלם אותו מין בהמה, אלא שישיב את הנזק, כפי שמוכח מתוך הכתוב בשמות כא לד.<i data-commentator=\"Endnotes\" data-label=\"1531\" data-order=\"1531\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]