[{"_id": "521cb335edbab45814ae5ab8", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Rashi on Leviticus 24:22:1", "sourceHeRef": "רש\"י על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>אני ה' אלהיכם.</b> אֱלֹהֵי כֻלְּכֶם, כְּשֵׁם שֶׁאֲנִי מְיַחֵד שְׁמִי עֲלֵיכֶם, כָּךְ אֲנִי מְיַחֲדוֹ עַל הַגֵּרִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "‎'אני ה אלהיכם I AM THE LORD YOUR GOD — your God — the God of all of you. Just as I attach My Name to you, so do I attach it to the strangers.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522c896eedbab44528ed8901", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 4:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Mishnah Sanhedrin 4:1", "sourceHeRef": "משנה סנהדרין ד׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת, בִּדְרִישָׁה וּבַחֲקִירָה, שֶׁנֶּאֱמַר (ויקרא כד) מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם. מַה בֵּין דִּינֵי מָמוֹנוֹת לְדִינֵי נְפָשׁוֹת. דִּינֵי מָמוֹנוֹת בִּשְׁלֹשָׁה, וְדִינֵי נְפָשׁוֹת בְּעֶשְׂרִים וּשְׁלֹשָׁה. דִּינֵי מָמוֹנוֹת פּוֹתְחִין בֵּין לִזְכוּת בֵּין לְחוֹבָה, וְדִינֵי נְפָשׁוֹת פּוֹתְחִין לִזְכוּת וְאֵין פּוֹתְחִין לְחוֹבָה. דִּינֵי מָמוֹנוֹת מַטִּין עַל פִּי אֶחָד בֵּין לִזְכוּת בֵּין לְחוֹבָה, וְדִינֵי נְפָשׁוֹת מַטִּין עַל פִּי אֶחָד לִזְכוּת וְעַל פִּי שְׁנַיִם לְחוֹבָה. דִּינֵי מָמוֹנוֹת מַחֲזִירִין בֵּין לִזְכוּת בֵּין לְחוֹבָה, דִּינֵי נְפָשׁוֹת מַחֲזִירִין לִזְכוּת וְאֵין מַחֲזִירִין לְחוֹבָה. דִּינֵי מָמוֹנוֹת הַכֹּל מְלַמְּדִין זְכוּת וְחוֹבָה, דִּינֵי נְפָשׁוֹת הַכֹּל מְלַמְּדִין זְכוּת וְאֵין הַכֹּל מְלַמְּדִין חוֹבָה. דִּינֵי מָמוֹנוֹת הַמְלַמֵּד חוֹבָה מְלַמֵּד זְכוּת וְהַמְלַמֵּד זְכוּת מְלַמֵּד חוֹבָה, דִּינֵי נְפָשׁוֹת הַמְלַמֵּד חוֹבָה מְלַמֵּד זְכוּת, אֲבָל הַמְלַמֵּד זְכוּת אֵין יָכוֹל לַחֲזֹר וּלְלַמֵּד חוֹבָה. דִּינֵי מָמוֹנוֹת דָּנִין בַּיּוֹם וְגוֹמְרִין בַּלַּיְלָה, דִּינֵי נְפָשׁוֹת דָּנִין בַּיּוֹם וְגוֹמְרִין בַּיּוֹם. דִּינֵי מָמוֹנוֹת גּוֹמְרִין בּוֹ בַיּוֹם בֵּין לִזְכוּת בֵּין לְחוֹבָה, דִּינֵי נְפָשׁוֹת גּוֹמְרִין בּוֹ בַיּוֹם לִזְכוּת וּבְיוֹם שֶׁלְּאַחֲרָיו לְחוֹבָה, לְפִיכָךְ אֵין דָּנִין לֹא בְעֶרֶב שַׁבָּת וְלֹא בְעֶרֶב יוֹם טוֹב: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Both</b> cases of <b>monetary law and</b> cases of <b>capital law are equal with regard to</b> the requirement for <b>inquiry and interrogation</b> of the witnesses, <b>as it is stated: “You shall have one manner of law”</b> (Leviticus 24:22), meaning that all legal procedures must be uniform. Having stated the essential similarity between the two, the mishna enumerates the differences between them. <b>What</b> are the differences <b>between</b> cases of <b>monetary law and</b> cases of <b>capital law?</b> Cases of <b>monetary law</b> are judged <b>by</b> a court of <b>three</b> judges, <b>and</b> cases of <b>capital law</b> are judged <b>by</b> a court of <b>twenty-three</b> judges. In cases of <b>monetary law,</b> the court <b>opens</b> the deliberations <b>either</b> with a claim <b>to exempt</b> the accused, <b>or</b> with a claim <b>to find</b> him <b>liable. And</b> in cases of <b>capital law,</b> the court <b>opens</b> the deliberations with a claim <b>to acquit</b> the accused, <b>but</b> it <b>does not open</b> the deliberations with a claim <b>to find</b> him <b>liable.</b> In cases of <b>monetary law,</b> the court <b>directs,</b> i.e., issues, the ruling <b>based on</b> a majority of <b>one</b> judge, <b>either to exempt, or to find liable. But</b> in cases of <b>capital law,</b> the court <b>directs</b> the judgment <b>based on</b> a majority of <b>one</b> judge <b>to acquit and based on</b> a majority of <b>two</b> judges <b>to find liable.</b> In cases of <b>monetary law,</b> the court <b>brings</b> the accused <b>back</b> to be judged again if new evidence arises, <b>either</b> with a claim <b>to exempt</b> the accused, <b>or</b> with a claim <b>to find</b> him <b>liable.</b> In cases of <b>capital law,</b> the court <b>brings</b> the accused <b>back</b> to be judged again with a claim <b>to acquit</b> him, <b>but</b> the court <b>does not bring</b> him back to be judged with a claim <b>to find</b> him <b>liable.</b> In cases of <b>monetary law, all</b> those present at the trial <b>may teach</b> a reason to <b>exempt</b> a litigant <b>or</b> to find him <b>liable.</b> In cases of <b>capital law, all</b> those present at the trial <b>may teach</b> a reason to <b>acquit</b> the accused, <b>but not all</b> present <b>may teach</b> a reason to find him <b>liable.</b> Only the judges can teach a reason to find him liable. In cases of <b>monetary law, one who</b> initially <b>teaches</b> a reason to find the accused <b>liable may</b> then <b>teach</b> a reason to <b>exempt</b> him, <b>and one who</b> initially <b>teaches</b> a reason to <b>exempt</b> him <b>may</b> then <b>teach</b> a reason to find him <b>liable.</b> In cases of <b>capital law, one who</b> initially <b>teaches</b> a reason to find him <b>liable may</b> then <b>teach</b> a reason to <b>acquit, but one who</b> initially <b>teaches</b> a reason to <b>acquit may not return and teach</b> a reason to find him <b>liable.</b> In cases of <b>monetary law,</b> the court <b>judges during the daytime, and may conclude</b> the deliberations and issue the ruling even <b>at night.</b> In cases of <b>capital law,</b> the court <b>judges during the daytime, and concludes</b> the deliberations and issues the ruling only <b>in the daytime.</b> In cases of <b>monetary law,</b> the court may <b>conclude</b> the deliberations and issue the ruling even <b>on that same day, whether to exempt</b> the accused <b>or to find</b> him <b>liable.</b> In cases of <b>capital law,</b> the court may <b>conclude</b> the deliberations and issue the ruling even <b>on that same day to acquit</b> the accused, but must wait until <b>the following day to</b> find him <b>liable. Therefore,</b> since capital cases might continue for two days, the court <b>does not judge</b> cases of capital law on certain days, <b>neither on the eve of Shabbat nor the eve of a Festival.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f6a8f", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 24:22", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Onkelos Leviticus 24:22", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ד:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 24.0022, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "דִּינָא חֲדָא יְהֵי לְכוֹן כְּגִיּוֹרָא <b>כְיַצִּיבָא</b> יְהֵי אֲרֵי אֲנָא יְיָ אֱלָהָכוֹן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "One rule shall apply for all of you just as it is for the proselyte, so it shall be for the native born [<b>settled one</b>], for I am Adonoy, your God.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec2c6", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 24:22", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Targum Jonathan on Leviticus 24:22", "sourceHeRef": "תרגום יונתן על ויקרא כ״ד:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 24.0022, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "דִינָא חֲדָא יְהֵי לְכוֹן כְּגִיוֹרָא כְּיַצִיבָא יְהֵי אֲרוּם אֲנָא יְיָ אֱלָהָכוֹן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " One judgment shall you have for the stranger and for the native; for I am the Lord your God.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f1786ffbfba22336ea3224", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sforno on Leviticus 24:22:1", "sourceHeRef": "ספורנו על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>כגר כאזרח יהיה כי אני ה' אלהיכם.</b> אלהי הגר ואלהי האזרח ולא נכר שוע לפני דל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כגר כאזרח יהיה, for I the Lord your G’d am just as much the G’d of the convert (compare Job 34,19).", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17907fbfba22336ea44c4", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Or HaChaim on Leviticus 24:22:1", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>כגר כאזרח</b>. ולא אמר הגר כאזרח, שאז יהיה נשמע כי מדרגת גר למטה ממדרגת אזרח שהקטן נתלה בגדול, לזה אמר <b>כגר כאזרח</b> פירוש האזרח כגר והגר כאזרח ששקולים הם במשפט:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">כגר כאזרת</span>, convert and natural-born Israelite alike.</b> The Torah did not write: <span class=\"font1\">הגר כאזרח</span>, \"the convert himself is equal to the natural-born Israelite.\" The reason is that in the scale of relative degrees of sanctity the convert ranks below the natural-born Israelite. The wording the Torah did use relates only to both categories of Israelites being equal before the law.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adff42fbfba23a06809942", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 127", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Meshekh Chokhmah, Emor 127", "sourceHeRef": "משך חכמה, אמור קכ״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 127, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>משפט </b>אחד יהיה לכם כגר כאזרח. פירושו, דמשפט אחד יהיה לגר ולאזרח בין דיני ממונות, בין דיני נפשות, אבל השופטים אינו כאחד, דגר דן את חבירו ולא את הישראל, כדאמר בפרק מצות חליצה. אי נמי המכוון, שבפ' זו כתוב דינים שנוהגים בכבוד השי\"ת, כמו נוקב, ודינים הנוגעים לרוצח, לזה אמר, שלכם יהיה משפט אחד בגר ובאזרח, אבל הנוגע לכבוד השי\"ת משכחת, שבן נח שבירך השי\"ת ונתגייר דפטור, דאישתני דינא ואישתני קטלא מקלה לחמורה, כמו שאמרו בפרק בן סו\"מ, אבל הנוגע לכם לרציחה או להכאה שוה, כי בן נח שנתגייר (בימים הקדמונים) ג\"כ חייב מיתה. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07cbd6e4a979b40a0b8f", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 112:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sifrei Bamidbar 112:1", "sourceHeRef": "ספרי במדבר קי״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [200], "commentaryNum": 112.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ואם נפש אחת תחטא בשגגה, עבודה זרה היתה בכלל כל המצות שהיחיד מביא עליהם כשבה או שעירה, נשיא מביא שעיר, משיח וב\"ד מביאים פר. הרי הכתוב מוציאן מכללן (להחמיר עליהם ולידון בקבועה) שיהיו יחיד נשיא ומשיח מביאים עליהם עז בת שנתה לחטאת, לכך נאמרה פרשה זו. [נפש אחת תחטא] בעבודה זרה הכתוב [מדבר]. אתה אומר בעבודה זרה הכתוב [מדבר] או אינו [אלא] באחת מכל מצות האמורות בתורה. אמרת במה ענין מדבר בעבודה זרה. ר' יצחק אומר, בעבודה זרה הכתוב מדבר או אינו מדבר אלא באחת מכל מצות האמורות בתורה. הרי אתה דן, צבור בכלל היה והוציא הכתוב מכלל ושינה את קרבנותיו ויחיד היה בכל והוציא הכתוב מכלל ושינה את קרבנותיו. מה להלן בעבודה זרה הכתוב מדבר אף כאן בע\"ז הכתוב מדבר. ואם נפש אחת תחטא בשגגה להוציא את המזידה. והקריבה עז בת שנתה זה בנין אב כל מקום שנאמר עז צריך שתהיה בת שנתה. וכפר הכהן על הנפש השוגגת, חטאים שבידו הם גרמו לו שיבוא לידי חטאת. בחטאה בשגגה להוציא את דקדוקי עבודת כוכבים. שהיה בדין ומה אם מצות קלות הרי הוא חייב על דקדוקיהם, עבודת כוכבים חמורה, אינו דין שיהיה חייב בדקדוקיהן. תלמוד לומר בחטאה בשגגה להוציא את דקדוקי עכו\"ם. לכפר עליו להוציא את הספק. שהיה בדין ומה אם מצות קלות הרי הוא חייב על ספיקן, עכו\"ם חמורה אינו דין שיהא חייב על ספיקן. תלמוד לומר לכפר להוציא את הספק. ונסלח לו סליחה גמורה ככל סליחות שבתורה. צבור ומשיח אין מביאים אשם תלוי. תורה אחת יהיה לכם ליחיד ולנשיא ולמשיח. שהיה בדין הואיל וצבור מביא (קרבן) [פר] על המצות [ומשיח מביא פר על המצות] (ומביא קרבן על עבודת גלולים) אם למדתי לצבור כשם שמביא (קרבן) [פר] על המצות מביא על עבודת גלולים [אף משיח שמביא פר על המצות יביא פר על עבודת גלולים.] ועוד ק\"ו ומה אם במקום שאין הצבור מביא פר, משיח מביא פר. כאן שהצבור מביא פר אינו דין שיהא המשיח מביא פר, תלמוד לומר תורה אחת יהיה לכם ליחיד ולנשיא ולמשיח. לעושה בשגגה ר' יהודה בן בתירא אומר הרי כל העושה בשגגה כעבודת גלולים (כעושה בזדון) מה עבודת גלולים מיוחדת מעשה שחייבין על זדונה כרת ושגגתה חטאת, אף כל העושה מעשה בשגגה מעשה שחייבים על זדונה כרת ועל שגגתה חטאת:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 15:27) \"And if one soul sin (the sin of idolatry) in error\": Idolatry was in the category of all the mitzvoth — for which the individual brings a ewe-lamb or a she-goat; the leader (nassi), a he-goat; and the high-priest and beth-din, a bullock. And here (in respect to idolatry) Scripture removes them from their category, to have an individual, a Nassi, and the high-priest bring \"a she-goat of the first year as a sin-offering\" — for which reason this section was stated. You say that it speaks of idolatry, but perhaps it speaks of (any) one of all the mitzvoth written in the Torah! Would you say that? What is the subject under discussion? Idolatry! R. Yitzchak says: Scripture (here) speaks of idolatry. — But perhaps it speaks of (any) one of all the mitzvoth written in the Torah! — You reason as follows: The congregation was in the general category (of all of the mitzvoth, to bring a bullock), and (in respect to idolatry) its offerings were changed (to bring a bullock for a burnt-offering and a he-goat for a sin-offering.) And the individual was in the general category (of all the mitzvoth, etc.), and (in respect to idolatry) its offerings were changed, etc. Just as there (in respect to the congregation) Scripture speaks of idolatry; here, too, it is understood to be speaking of idolatry. \"And if one soul sin (the sin of idolatry) in error\": to exclude (from the offering) one who sins willfully (without witnesses or warning). For it would follow (otherwise), viz.: If \"light\" mitzvoth are liable (for an offering), willful (transgression) as unwitting, how much more the \"grave\" (transgression of idolatry)! It is, therefore, written \"in error\" — to exclude willful (transgression). \"he shall bring a she-goat of the first year as a sin-offering.\" This is a prototype, viz.: Wherever \"goat\" is written, it must be of the first year. (Ibid. 28) \"And the Cohein shall make atonement for the soul that is unwitting in sinning\": It is the sins that he has done (willfully), which have caused him to err. \"unwitting in sinning\": to exclude unwittingness of (its being) idolatry, (e.g., mistaking a church for a synagogue and bowing down to it.) For it would follow (otherwise), viz.: If he is liable (to bring an offering) for unwitting transgression of other mitzvoth, how much more so for the \"grave\" transgression of idolatry! It is, therefore, written \"unwitting in sinning,\" but not unwitting as to (its being) idolatry. \"to atone for him\": to exclude an instance of doubt (as to whether or not he had sinned). For it would follow (otherwise), viz.: If he must bring an offering for an instance of possible transgression of \"light\" mitzvoth, how much more so for an instance of possible transgression of idolatry (e.g., if there is a possibility of his having bowed down to an asheirah [a tree devoted to idolatry])! It is, therefore, written \"And he shall atone\" (implying that there has been a sin), to exclude (an instance of) doubt (as to whether a sin has been committed.) \"and he shall be forgiven\": absolute forgiveness, as with all of the other \"forgivings\" in the Torah, (even though the sin of idolatry [though unwitting] has been committed). (Ibid. 15:29) \"The native-born among the children of Israel, etc.\" What is the intent of this? Because it is written (Vayikra 24:22) \"All of the native-born in Israel shall sit in succoth,\" I might think that only Israelites are intended. Whence do I derive the same for proselytes? It is, therefore, written \"the native-born among the children of Israel and for the stranger that sojourns among them.\" This is a prototype: wherever \"native-born\" is written, proselytes are also included. Variantly: What is the intent of \"the native-born among the children of Israel\"? For it would follow otherwise, viz.: Israelites are commanded against idolatry, and gentiles are commanded against idolatry. If I have learned that Israelites bring (an offering) for unwitting idolatry, so, gentiles should bring an offering for unwitting idolatry. It is, therefore, written \"the native-born among the children of Israel\": Israelites bring (an offering) for unwitting idolatry, but not gentiles. (Ibid.) \"One Torah shall there be for you for him who acts unwittingly\": for the individual, and for the Nassi, and for the high-priest. For I would think (otherwise), viz.: Since the congregation bring a bullock for (unwitting transgression of) all of the mitzvoth, and the high-priest brings a bullock for transgression of all of the mitzvoth, then if I have learned about the congregation that just as they bring a bullock for all of the mitzvoth, so, they bring a bullock for idolatry, then the high-priest, (too,) who brings a bullock for all of the mitzvoth, should bring a bullock for idolatry. And, furthermore, it follows a fortiori, viz.: If (in the Yom Kippur service), where the congregation does not bring a bullock, the high-priest does bring a bullock, then here, (in unwitting transgression of idolatry), where the congregation does bring a bullock, how much more so should the high-priest bring a bullock! It is, therefore, written \"One Torah (a she-goat of the first year) shall there be for you\": for the individual, and for the Nassi, and for the high-priest. \"for him who acts unwittingly\": R. Yehudah b. Betheira says: One who acts unwittingly (re idolatry) is (in principle) like one who serves idolatry, viz.: Just as serving idolatry is distinct in that it is an act in which deliberate transgression is punishable by kareth (cutting-off [viz. Vayikra 20:3]), and unwitting transgression, by a sin-offering (viz. Bamidbar 16:27) so, (the act of) all who act unwittingly, (in order to be liable to a sin-offering), must be an act where deliberate transgression is punishable by kareth and unwitting transgression by a sin-offering.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d07dad6e4a979b40a0e75", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 160:8", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sifrei Bamidbar 160:8", "sourceHeRef": "ספרי במדבר ק״ס:ח׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [200], "commentaryNum": 160.0008, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ואם בפתע בלא איבה הדפו – להוציא את השוגג: או השליך עליו כל כלי – שלא צודה לו ושלא מתכוון לו: או בכל אבן אשר ימות בה בלא ראות. להביא את הסומא ואת הזורק בלילה. ר' יהודה אומר: בלא ראות – להוציא את הסומא. והוא לא אויב לו – איסי בן עקביא אומר: חומרו קולו, וקולו חומרו: לחייבו מיתה אי אתה יכול, שמא שוגג הרגו. לחייבו גלות אי אתה יכול, שמא מזיד הרגו: והוא לא אויב לו. לפסול את השונאים מלישב בדין. אין לי אלא שונאים. קרובים מנין? – ת\"ל בין המכה ובין גואל הדם. אין לי אלא דיינים, שפוסל בהם שונאים וקרובים. עדים מנין? – הרי אתה דן: הואיל ואמרה תורה הרוג על פי דיינים, הרוג ע\"פ עדים; מה דיינים – פוסל בהם שונאים וקרובים, אף העדים – יפסול בהם שונאים וקרובים. ועוד ק\"ו: ומה דיינים, שאין הדברים נגמרים על פיהם, פוסל בהם שונאים וקרובים; עדים, שהדברים נגמרים על פיהם, אינו דין שיפסול בהם שונאים וקרובים?! אין לי אלא רוצח, שאר חייבי מיתות מנין? ת\"ל על המשפטים האלה. אין לי אלא לישראל, לגרים מנין? ת\"ל על המשפטים האלה. אין לי אלא דיני נפשות, דיני ממונות מנין? ת\"ל על המשפטים האלה. או כשם שדיני נפשות בכ\"ג, כך דיני ממונות בכ\"ג? ת\"ל על המשפטים האלה: אלה בכ\"ג, ואין דיני ממונות בכ\"ג, הרי הוא אומר עד האלהים יבוא דבר שניהם. ומנין שדיני נפשות בכ\"ג? ת\"ל ושפטו העדה – הרי הם י'; והצילו העדה – הרי י'; שלשה מנין? הרי אתה דן: הואיל ואמרה תורה הרוג על פי עדים, הרוג ע\"פ מטי דינים; מה עדים שנים אף דיינים שנים, ואין בית דין שקול – מוסיפים עליהם עוד אחד, הרי ג'. דורשי רשומות אמרו ג' עדיות הכתובים בפרשה – ללמדך שדיני נפשות בעשרים ושלשה:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 35:22) \"And if of a sudden, without hatred, he thrust him\": to exclude (his killing) unwittingly. \"or he cast upon him some instrument, but not in prey\": without \"hunting\" or intent to kill. (22) \"Or with any stone, whereby one can die,\" \"without seeing\": to include (for exile) a blind man and one who throws (a stone) at night. R. Yehudah says: \"without seeing\": to exclude a blind man. \"and he not be his foe\": Issi b. Akiva says: We find his stringency to be his lenity, and his lenity, his stringency, viz.: You cannot make him liable for the death penalty — Perhaps he killed him unwittingly. And you cannot make him liable for exile — Perhaps he killed him wittingly. \"and he not be his foe\" (juxtaposed with [24] \"Then the congregation shall judge\"): to exclude haters from sitting in judgment. This tells me of haters. Whence do we derive the same for kin? From (24) \"between the slayer and the avenger\" (with no other \"relationship\" intervening). Whence do I derive the same for witnesses? It follows, viz.: The Torah states: Kill through (the agency of) judges, kill through witnesses. Just as judges who are (their) haters or kin are unfit (to judge in their case), so, witnesses (who are haters or kin). Furthermore, it follows a fortiori, viz.: If judges — who do not decide (the facts of the case) — haters and kin are unfit to serve (as judges), then witnesses — who decide (the facts of the case) — how much more so are haters and kin unfit to serve (as witnesses)! This tells me only of (the instance of a murderer). Whence do I derive (the same for) all other instances of the death penalty? From [the superfluous] (Ibid.) \"according to these judgments.\" This tells me only of Israelites. Whence do I derive the same for proselytes? From (Vayikra 24:22) \"for proselytes and native-born (Israelites) alike.\" This tells me only of capital cases. Whence do I derive (the same for) monetary cases? From (Ibid.) \"One (standard of) judgment shall there be for you,\" — But perhaps just as capital cases (are adjudicated) by twenty-three, so, monetary cases? It is, therefore, written (here) \"according to these (capital) judgments.\" These are (adjudicated) by twenty-three, and not monetary judgments, of which it is written (Shemot 22:8) \"Until elohim (counting three judges) shall come the dispute of both.\" And whence is it derived that capital cases (are adjudicated) by twenty-three? From (Bamidbar 35:24) \"And the congregation (ten) shall judge\" (25) And the congregation (ten) shall rescue\" — twenty all together. And whence is it derived that three are added? From (Shemot 23:2) \"Do not be after the many to do evil,\" I understand that I should be with them to do good. If so, what is the intent of (Ibid.) \"After the many (i.e., the majority to incline\" (judgment)? Let your judgment for good (i.e., acquittal) not be like your judgment for evil (i.e., incrimination). I still would not know how many, (but the Torah states: Kill by witnesses; kill by the inclination of the judges. Just as witnesses are two, so, the inclination of the judges (i.e., acquittal, is with a majority of one, and incrimination by a majority of two); and since the verdict of beth-din cannot be evenly balanced, three most be added to them (the twenty). The expounders of metaphor stated: The three \"eduyoth\" (\"congregants\") written in this section (one in [24] and two in [27]) signal that capital cases are adjudicated by thirty.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "574fece5d6e4a90d6df9a8ea", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash Shnei Ketuvim 1:6", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Otzar Midrashim, Midrash Shnei Ketuvim 1:6", "sourceHeRef": "אוצר מדרשים, מדרש שני כתובים א׳:ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1915], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "תורה אחת וגו׳ (שמות י״ב:מ״ט), וכתיב לא תאכלו כל נבלה לגר אשר בשעריך תתננה ואכלה (דברים י״ד:כ״א), את מוצא הקב״ה מחבב את הגרים ומצוה עליהם בכל מקום, וכאן הוא אומר ליתן את הנבלה לגר? ר' בניא בשם ר׳ נחמן: בארבעים ושמונה מקומות הזהיר הקב״ה על הגרים, וצוה עליהם [כנגדן] בארבעים ושמונה מקומות על עבודה זרה. אמר ר׳ אנטוכיה בשם יהודה בן סימון, אמר הקב״ה אני מחזיר [לענוש] על... העובד ע״ז וזה פירש ממנה ובא לו [להתגייר], לכך אני מזהיר עליו [את ישראל] כנגד ע״ז. עד איכן? עד עכשיו... משכיל להימן <small>(אזרח הוא אברהם ועי׳ להלן)</small> האזרחי (תהלים פ״ח) וכן קורא ממזרח עיט וגו׳ (ישעיהו מ״ו:י״א). לא תאכלו כל נבלה לגר אשר בשעריך תתננו, אין הכתוב מדבר בגר שנתגייר אלא בגר שהוא מבחוץ (גר תושב)... את מוצא באותו שהוא ספק טומנים להתגייר... לכך נאמר לגר אשר בשעריך, הולך ובא על שעריך. את מוצא ארבעה גרים: אחד מוקש ללוי, ונתת ללוי לגר ליתום ולאלמנה (דברים כ״ו:י״ב), אחד מוקש לעני, שנאמר לעני ולגר תעזוב אותם (ויקרא י״ט:י׳), ואחד מוקש לבהמה, שנאמר ובהמתך וגרך אשר בשעריך (שמות כ׳:י׳), ואחד מוקש לשפחה, שנאמר וינפש בן אמתך והגר (שם כ״ב). למה? שאלו ארבעה גרים מתגיירים כולם לשם דבר אחר, ולפיכך הוא מקיש כל אחד ואחד מהם לאותו הדבר שנתגייר בשבילו. אמר הקב״ה, אין חביב לפני אלא כאותו המתגייר בשמי הקדוש, כשם שבכל השבטים אין חביב לפני אלא שבט לוי, כך בכל הגרים אין חביב לפני כמותך, לפיכך הוא מקישו לאברהם, שנאמר כגר כאזרח (ויקרא כ״ד כ״ב).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "One Torah... (Exodus 12:49). And it is written \"You shall not eat any carcass; you shall give it to the stranger in your gates and he shall eat it\" (Deuteronomy 14:21). You find the Holy One Blessed Be He shows affection for converts and commands about them everywhere. And here He says to give the carcass to the stranger? Rabbi Bunai said in the name of Rabbi Nehorai: In forty-eight places the Holy One Blessed Be He warned about converts, and commanded them [correspondingly] in forty-eight places about idolatry... Rabbi Antonikius said in the name of Yehuda ben Simon: The Holy One Blessed Be He said: I take vengeance upon... the idolater, and this one separated from it and came to convert. Therefore I warn about him [to Israel] corresponding to idolatry. Until now... wise Haman \"The stranger\" (that is Abraham, see below) (Psalms 88), and similarly \"I called an eagle from the east\" (Isaiah 46:11). \"You shall not eat any carcass; you shall give it to the stranger in your gates and he shall eat it\" - the verse does not speak about a convert who converted, but about a stranger who is outside... You find that one who is doubtful about converting... Therefore it says \"to the stranger in your gates\" - one who comes and goes through your gates. You find four types of converts: One corresponds to the Levite, \"And you shall give to the Levite, to the stranger, to the orphan, and to the widow\" (Deuteronomy 26:12). One corresponds to the poor, as it says \"And you shall leave them for the poor and the stranger\" (Leviticus 19:10). And one corresponds to an animal, as it says \"Both your animals and the stranger in your gates\" (Exodus 20:10). And one corresponds to the maidservant, as it says \"so that your manservant and stranger may rest\" (Exodus 23:12). Why? For these four converts convert for the sake of something different each. And therefore He compares each one to that thing he converted for the sake of. The Holy One Blessed Be He said: There is nothing beloved before Me like one who converts for the sake of My holy name. Just as among all the tribes there is nothing as beloved to Me as the tribe of Levi, so among all converts there is nothing as beloved before Me as you. Therefore He compares him to Abraham, as it says \"The stranger shall be like the native\" (Leviticus 24:22).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77d2cd6e4a94c7c18a8c4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 24:22", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Tafsir Rasag, Leviticus 24:22", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ד:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 24.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וליכן לכם חכם ואחד יסאוי פיה אלדכ̇יל ואלצריח לאני אללה רבכם אלואחד", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b0681d6e4a908ac4ef9ff", "index_title": "Mishneh Torah, Testimony", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Testimony 3:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Mishneh Torah, Testimony 3:1", "sourceHeRef": "משנה תורה, הלכות עדות ג׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Mishneh Torah, Testimony", "he": "משנה תורה, הלכות עדות"}, "heTitle": "משנה תורה, הלכות עדות", "he": "אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת בִּדְרִישָׁה וַחֲקִירָה. שֶׁנֶּאֱמַר <small>(ויקרא כד כב)</small> \"מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם\". אֲבָל אָמְרוּ חֲכָמִים כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוִֹין אֵין עֵדֵי מָמוֹן צְרִיכִין דְּרִישָׁה וַחֲקִירָה. כֵּיצַד. אָמְרוּ הָעֵדִים בְּפָנֵינוּ הִלְוָה זֶה אֶת זֶה מָנֶה בְּשָׁנָה פְּלוֹנִית. אַף עַל פִּי שֶׁלֹּא כִּוְּנוּ אֶת הַחֹדֶשׁ וְלֹא אֶת הַמָּקוֹם שֶׁהִלְוָה בּוֹ וְלֹא אֶת הַמָּנֶה אִם הָיָה מִמַּטְבֵּעַ פְּלוֹנִי אוֹ מִמַּטְבֵּעַ פְּלוֹנִי עֵדוּתָן קַיֶּמֶת: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The questioning and interrogation of witnesses is required with regard to cases involving both monetary law and capital punishment, as Leviticus 24:22 states: \"You shall have one judgment.\" Nevertheless, our Sages ordained that witnesses in cases involving financial law not be questioned or interrogated, lest this prevent loans from being given.<br>What is implied? If witnesses say: \"So-and-so lent so-and-so a <i>maneh</i> in this year,\" their testimony is allowed to stand even though they did not specify the month or the place in which the <i>maneh</i> was given, nor did they say of which coinage the <i>maneh</i> was.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad979bd6e4a93323dc44a9", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 122b:8", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Yevamot 122b:8", "sourceHeRef": "יבמות קכ״ב ב:ח׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 244.0008, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "וְקָמִיפַּלְגִי בִּדְרַבִּי חֲנִינָא. דְּאָמַר רַבִּי חֲנִינָא: דְּבַר תּוֹרָה, אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת בִּדְרִישָׁה וַחֲקִירָה. שֶׁנֶּאֱמַר: ״מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara comments: <b>And they disagree about</b> the statement of <b>Rabbi Ḥanina, as Rabbi Ḥanina said: By Torah law, both</b> cases of <b>monetary law and</b> cases of <b>capital law</b> require scrutiny <b>by means of inquiry and interrogation</b> of witnesses, <b>as</b> it <b>is stated: “You shall have one law”</b> (Leviticus 24:22), indicating that the legal procedures must be the same for each area of <i>halakha</i>. Consequently, since inquiry and interrogation are required for capital law (Deuteronomy 13:15), they are required for cases of monetary law as well.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bb8d6e4a955f8ceb154", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 3a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sanhedrin 3a:1", "sourceHeRef": "סנהדרין ג׳ א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "שנאמר (ויקרא כד, כב) משפט אחד יהיה לכם ומה טעם אמרו דיני ממונות לא בעינן דרישה וחקירה כדי שלא תנעול דלת בפני לווין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The source for this is <b>as it is stated: “You shall have one manner of law”</b> (Leviticus 24:22), from which it is derived that all judges must judge in the same manner. And since with regard to cases of capital law it is stated: “And you shall inquire and investigate, and ask diligently” (Deuteronomy 13:15), the same should apply to cases of monetary law. <b>And what is the reason</b> that the Sages <b>said</b> that in cases of <b>monetary law we do not require inquiry and interrogation</b> of witnesses? The Gemara answers: The Sages established this exemption <b>so as not to lock the door in the face of</b> potential <b>borrowers.</b> If inquiry and interrogation of the witnesses would be required in order to have the court rule that the lender can collect payment of a loan, lenders would be deterred by the difficulty of proving the matter and might cease to lend money to the poor. For the same reason, the Sages also waived the need for expert judges in these cases.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bbfd6e4a955f8ceb3b8", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 28a:15", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sanhedrin 28a:15", "sourceHeRef": "סנהדרין כ״ח א:ט״ו", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 55.0015, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "אמר קרא (ויקרא כד, כב) משפט אחד יהיה לכם משפט השוה לכם", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara answers that <b>the verse states: “You shall have one manner of law”</b> (Leviticus 24:22), which is interpreted to mean: <b>A law that is equal for you.</b> In other words, monetary law and capital law essentially follow the same guidelines.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bbfd6e4a955f8ceb3e4", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 32a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sanhedrin 32a:1", "sourceHeRef": "סנהדרין ל״ב א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 63.0001, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "מתני׳ <big><strong>אחד</strong></big> דיני ממונות ואחד דיני נפשות בדרישה ובחקירה שנאמר (ויקרא כד, כב) משפט אחד יהיה לכם", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> <b>Both</b> cases of <b>monetary law and</b> cases of <b>capital law are equal with regard to</b> the requirement for <b>inquiry and interrogation</b> of the witnesses, <b>as it is stated: “You shall have one manner of law”</b> (Leviticus 24:22), meaning that all legal procedures must be uniform.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bbfd6e4a955f8ceb3e6", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 32a:16", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sanhedrin 32a:16", "sourceHeRef": "סנהדרין ל״ב א:ט״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 63.0016, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "א\"ר חנינא דבר תורה אחד דיני ממונות ואחד דיני נפשות בדרישה ובחקירה שנאמר משפט אחד יהיה לכם ומה טעם אמרו דיני ממונות לא בעינן דרישה וחקירה כדי שלא תנעול דלת בפני לוין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara cites the first answer. <b>Rabbi Ḥanina says: By Torah law, both</b> cases of <b>monetary law and</b> cases of <b>capital law</b> are equal <b>with regard to inquiry and interrogation</b> of witnesses, <b>as it is stated: “You shall have one manner of law”</b> (Leviticus 24:22). <b>And what is the reason</b> the Sages <b>said</b> that in cases of <b>monetary law we do not need inquiry and interrogation?</b> It is an ordinance instituted by the Sages <b>so as not to lock the door in the face of</b> potential <b>borrowers.</b> The Sages were concerned that intensive examination of the witnesses would often result in contradictory testimony and render it difficult for lenders to collect their debts. This could lead to people refraining from lending money.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5964d654d6e4a92bf45a86aa", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Vayikra 24:22:1-2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Rabbeinu Bahya, Vayikra 24:22:1-2", "sourceHeRef": "רבנו בחיי, ויקרא כ״ד:כ״ב:א׳-ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": ["<b>כגר כאזרח יהיה.</b> הנכרי הבא מארץ אחרת ונפרד מארצו נקרא גר, מלשון גרגיר הנפרד מן האילן, ומי שאבותיו מן העיר נקרא אזרח, מלשון (תהילים ל״ז:ל״ה) ומתערה כאזרח רענן, כדמיון הנטיעה הנטועה מימי קדם, ולכך אמר כי המשפט הזה יהיה שוה בכולן.\n", "<b>כי אני ה' אלהיכם,</b> אם עשיתם אותו משפט אני ה' אלהיכם, ומכלל הן אתה שומע לאו, לפי שכל מי שאינו נוהג אותו משפט הרי זה כאלו הוציא עצמו מאלהותו וכפר בעיקר, שהרי דבר ידוע שכל האמונות שיש לאומות ומשפטיהן פירוש התורה הן, והמשפטים שבתורה הן מעקרי תורה, וכשאין אנו עוסקים בהם הנה זה חלול השם, ואותן שאפשר להם למחות ואינן מוחין הרי הם מחללים את השם וחולקין כבוד לעכו\"ם ומבזים תורת משה ומכלין ממונם של ישראל, שכל העולם כלו תלוי בדינים, ולא נתן הקב\"ה דינין אלא לישראל שנאמר (תהילים קמ״ז:י״ט-כ׳) מגיד דבריו ליעקב חקיו ומשפטיו לישראל, לא עשה כן לכל גוי ומשפטים בל ידעום הללויה. \n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["כגר כאזרח יהיה, “the proselyte and the native shall be alike (before the law).” The Gentile who came from a foreign land and separated himself from his homeland is called גר by the Torah as he resembles a גרגיר, a berry falling of a tree which is separated from its source. If someone’s parents came from the same town he is called an אזרח, a “native.” The word appears in that sense in Psalms 37,35 ומתערה כאזרח רענן, “and well-rooted like a robust native tree.” The Torah wanted to make the point that in spite of these differences in origin of certain people, the law is to be applied to them equally.", "כי אני ה' אלוקיכם, “for I am the Lord your G’d.” The Torah means that “if you practice these principles then I will indeed be the Lord your G’d. From this positive statement you can also deduce that failure to apply the law equally to natives and people who have converted to Judaism means that G’d will not consider Himself as our exclusive G’d with all the beneficial consequences of that elevated status. Put differently: if you discriminate against newly converted Jews, then G’d will discriminate against you. Additionally, if you submit your legal problems to arbitration by courts which do not recognise the אחד, the One and only G’d as the sole lawgiver, then you are (in the words of Rashi at the beginning of Parshat Mishpatim) as if desecrating the name of the Lord and at the same time lending stature to the pagan religions. Not only this, anyone who wields enough influence to dissuade a Jew from bringing his disputes before a gentile tribunal and does not use his powers of persuasion on Jews about to do this commits an act of desecrating the name of the Lord. Not only does one thereby lend greater stature to the religion practiced by the members of such courts, but one contributes to their depriving the Jews of money which is rightfully theirs. The concept of meting out fair justice is a Torah exclusive as we know from Psalms 147, 19-20) “He issued His commands to Yaakov, His statutes and rules to Israel; He did not do so for any other nation; of such rules they know nothing.”"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5993dc78d6e4a95930ec3a7a", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 463:6", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sefer HaChinukh 463:6", "sourceHeRef": "ספר החינוך תס״ג:ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 463.0006, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְאֶחָד דִּינֵי נְפָשׁוֹת אוֹ דִּינֵי מָמוֹנוֹת בִּכְלַל מִצְוָה זוֹ, שֶׁנֶּאֱמַר (ויקרא כד כב) מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם. אֲבָל אָמְרוּ חֲכָמִים כְּדֵי שֶׁלֹּא תִּנְעֹל דֶּלֶת בִּפְנֵי לוֹוִין, שֶׁלֹּא נַצְרִיךְ בְּעֵדֵי מָמוֹן דְּרִישָׁה וַחֲקִירָה. כֵּיצַד? אָמְרוּ הָעֵדִים בְּפָנֵינוּ הִלְוָה זֶה אֶת זֶה מָנֶה בְּשָׁנָה פְּלוֹנִית, אַף עַל פִּי שֶׁלֹּא כִּוְּנוּ אֶת הַחֹדֶשׁ וְאֶת הַמָּקוֹם שֶׁהִלְוָה בּוֹ וְלֹא אֶת הַמָּנֶה מֵאֵיזֶה מַטְבֵּעַ, אֲבָל עֵדוּת שְׁנֵיהֶם שָׁוֶה בְּשִׁוּוּי הַמָּנֶה עֵדוּתָן קַיֶּמֶת בְּכָךְ, וּבַמֶּה דְּבָרִים אֲמוּרִים? בְּהוֹדָאוֹת וְהַלְוָאוֹת וּמַתָּנוֹת וּמְכִירוֹת וְכַיּוֹצֵא בָּהֶן, אֲבָל בְּדִינֵי קְנָסוֹת צְרִיכִין דְּרִישָׁה וַחֲקִירָה, וְאֵין צָרִיךְ לוֹמַר בְּמַלְקוּת וּבְגָלוּת. וּכְמוֹ כֵן אָמְרוּ זִכְרוֹנָם לִבְרָכָה (סנהדרין לב, ב) שֶׁאִם רָאָה הַדַּיָּן אֲפִלּוּ בְּדִינֵי הוֹדָאוֹת וְהַלְוָאוֹת שֶׁהַדִּין מְרֻמֶּה, שֶׁצָּרִיךְ לַעֲשׂוֹת בָּהֶן דְּרִישָׁה וַחֲקִירָה. וְאִם הִכְחִישׁוּ זֶה אֶת זֶה בַּחֲקִירוֹת וּדְרִישׁוֹת עֵדוּתָן בְּטֵלָה, אֲבָל אִם הִכְחִישׁוּ זֶה אֶת זֶה בַּבְּדִיקוֹת עֵדוּתָן קַיֶּמֶת. כֵּיצַד? אִם אָמַר הָאֶחָד בְּנִיסָן לָוָה וְהָאַחֵר אָמַר לֹא כִי אֶלָּא בְּאִיָּר, אוֹ שֶׁאָמַר הָאֶחָד בִּירוּשָׁלַיִם וְהָאַחֵר אָמַר לֹא כִי, אֶלָּא בְּלוֹד, וְכֵן שֶׁאָמַר הָאֶחָד חָבִית יַיִן לָוָה וְהָאַחֵר אָמַר לֹא כִי אֶלָּא חָבִית שֶׁל שֶׁמֶן, זֶהוּ חֲקִירָה וּדְרִישָׁה, וְעֵדוּתָן בְּטֵלָה. אֲבָל אִם אָמַר הָאֶחָד מָנֶה שָׁחוֹר לָוָה וְהַשֵּׁנִי אָמַר מָנֶה לָבָן וְעֵרֶךְ שְׁנֵיהֶם שָׁוֶה, אוֹ שֶׁהָאֶחָד אוֹמֵר בַּדְּיוֹטָא הָעֶלְיוֹנָה הָיוּ כְּשֶׁהִלְוָהוּ וְהַשֵּׁנִי אוֹמֵר בַּדְּיוֹטָא הַתַּחְתּוֹנָה זֶהוּ בְּדִיקוֹת, וְעֵדוּתָן קַיֶּמֶת. וְיֶתֶר פְּרָטֶיהָ, בְּמַסֶּכֶת סַנְהֶדְרִין [פרק ד ה].", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And both capital cases and financial cases are included in this commandment, as it is stated (Leviticus 24:22), “One judgment shall there be for you.” But the Sages said that in order not to close the door in front of borrowers, that we not require inquiry and investigation of the witnesses of money [cases]. How is this? [If] the witnesses said, “This one lent that one a hundred in front of us in year x” — even though they were not precise about the month and the place in which he borrowed, and not which coin the hundred was [composed of, if] their testimony was the same about the value of the hundred, their testimony stands with that. And about what are these words speaking? About admission, loans, gifts, sales and that which is similar to them. But with cases of penalties, we require inquiry and investigation, and there is no need to say with lashes and exile [that they are required]. And likewise, they, may their memory be blessed, said (Sanhedrin 32b) that if the judge sees that the case is forged, even with the cases of admissions and loans, he needs to do inquiry and investigation upon them. And if they contradicted one another in the investigations and inquiries, their testimony is nullified; but if they contradicted each other in the checks, their testimony stands. How is this? If the one said, “He borrowed in Nissan,” and the other said, “No, rather [it was] in Iyar”; or the one said, “In Jerusalem,” and the other said, “No, rather [it was] in Lod.” And so [too,] the one said, “He borrowed a barrel of wine,” and the other said, “No, rather [it was] a barrel of oil” — this is investigation and inquiry, and [so] their testimony is nullified. But if the one said, “He borrowed a black hundred,” and the second said a white hundred — and the value of both of them is the same — or the one said, “They were in the upper floor when he lent to him” and the second said on the bottom floor — this is checks and their testimony stands. [These] and the rest of its details are in Tractate <i>Sanhedrin</i> (Chapters 4 and 5).", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "59d48944d6e4a939ba17480f", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:22:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>משפט אחד יהיה לכם. </b>משפט השוה לכולכם <sup class=\"footnote-marker\">סא</sup><i class=\"footnote\">זה הובא בגמרא בסוגיות שונות לענינים שונים. כאן בכתובות הובא זה לענין הא דעדים זוממין א\"צ התראה משום דאיס\"ד דצריכין התראה ואי לא מתרינן בהו לא קטליני להו, ומי איכא מידי דאינהו בעי קטול בלא התראה ואינהו בעו התראה, הא בעינן ועשיתם לו כאשר זמם לעשות לאחיו והם זממו להרוג את זה בעדותן שלא היה ולא התרו בו ההתראה שהעידו עליה, ופריך אלא מעתה [דהא דלא בעו התראה משום כאשר זמם הוא] א\"כ מלקות של עדות בן גרושה ובן חלוצה דלאו מכאשר זמם אתי [עונש דידהו, שהרי לא זממו להלקותו אלא לחללו] לבעי התראה, ומשני אמר קרא משפט אחד יהיה לכם משפט השוה לכולכם, ור\"ל כיון דרוב זוממין לאו בני התראה הם, הני נמי לא בעו התראה.\n<br>וכן הובאה דרשה זו בסנהדרין כ\"ח א' לענין דין פסולי עדות בקרובים, דמקור דין זה ילפינן מפסוק לא יומתו אבות על בנים ובנים על אבות דמוקמינן אבות בעדות בנים ובנים בעדות אבות, ופסוק זה כתיב בדיני נפשות, ופריך בגמרא אשכחן בדיני נפשות, בד\"מ מנלן שהקרובים פסולים, אמר קרא משפט אחד יהיה לכם, משפט השוה לכולכם.\n<br>ואמנם גדרי ההשואה שונים הם, דא\"א לומר שאם הננס הרג את הענק או להיפך או שבעל עין קטנה סימא עין גדולה ולהיפך לא יענשו מטעם שאינם שוים בכמותם, יען כי עכ\"פ נשמה שקיל מיניה, נהורא שקיל מיניה, ואין זה בכלל משפט השוה לכולכם, כך מפרש בגמרא ב\"ק פ\"ד א'.\n</i>.<br>(כתובות ל\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48944d6e4a939ba174811", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:22:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:22:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>משפט אחד יהיה לכם. </b>א\"ר חנינא דבר תורה אחד דיני ממונות ואחד דיני נפשות צריכין דרישה וחקירה, שנאמר משפט אחד יהיה לכם <sup class=\"footnote-marker\">סב</sup><i class=\"footnote\">ובד\"נ כתיב (פ' משפטים) ודרשת וחקרת היטב, ועיי\"ש לפנינו מפרטי דין דרישה וחקירה.\n</i>, ומה טעם אמרו דיני ממונות לא בעו דרישה וחקירה, כדי שלא תנעול דלת בפני לווין <sup class=\"footnote-marker\">סג</sup><i class=\"footnote\">שימנע מלהלות מחשש שמא יכפור הלוה והעדים יטעו ולא תהיה עדותן מכוונת ויפסיד, ועיין בחו\"מ סי' ל'. –\n<br>ודע כי בסוף יבמות קכ\"ב ב' באה מחלוקת תנאים אם בעדות אשה לבעלה צריך דו\"ח, וגדר הספק הוא משום דיש בזה צד אחד הדומה לד\"נ שאפשר להסתעף מהתרת א\"א לעלמא, וצד אחד הדומה לד\"מ משום כתובה, ודעת רוב הפוסקים דא\"צ דרישה וחקירה, ולא נתבאר טעם הדבר שהכריעו שדומה ביותר לד\"מ. וי\"ל משום דבכ\"מ מבואר דעדות ערוה ילפינן בפרטיות דבר דבר דכתיב בממון, ע\"פ שנים עדים יקום דבר.\n<br>ולפי זה יש להעיר במה שחידשו איזו מאחרונים דעדי גיטין וקדושין מכיון דאין בהו צד ממון צריך דו\"ח, ולפי מש\"כ דהנועם הוא דדמי לד\"מ מטעם הגז\"ש ישוו כל פרטי עדות עריות לד\"מ, וצ\"ע.\n</i>.<br>(סנהדרין ג' א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef28c5d6e4a90d4d5b1016", "index_title": "Steinsaltz on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Kiddushin 62b:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Kiddushin 62b:1", "sourceHeRef": "ביאור שטיינזלץ על קידושין ס״ב ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 124.0001, "collectiveTitle": {"en": "Steinsaltz on Kiddushin", "he": "ביאור שטיינזלץ על קידושין"}, "heTitle": "ביאור שטיינזלץ על קידושין", "he": "<b>גר צריך שלשה</b> ישראלים שיקבל גרות בפניהם. <b>מאי טעמא</b> <small>[מה טעם]</small> הדבר — <b>\"משפט</b> אחד יהיה לכם כגר כאזרח<b>\"</b> (ויקרא כד, כב) <b>כתיב ביה</b> <small>[נאמר בו]</small> בגר, וצריך לנהוג בגיורו כמו <b>דין</b> (משפט), שצריך שיהיו בו שלושה דיינים, ואם כן <b>מי יימר דמזדקקו ליה הני תלתא</b> <small>[מי יאמר שיזקקו לו אותם שלושה]</small> ונמצא שאין הדבר בידו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2c2fd6e4a90d4d5b6e2d", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 33a:7", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Ketubot 33a:7", "sourceHeRef": "ביאור שטיינזלץ על כתובות ל״ג א:ז׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 65.0007, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "<b>מתקיף לה</b> <small>[מקשה על כך]</small> <b>רב סמא בריה</b> <small>[בנו]</small> של <b>רב ירמיה: אלא מעתה,</b> לפי שיקול זה, עדים זוממים שהעלילו על אחד שהוא <b>בן גרושה</b> או <b>בן חלוצה,</b> ש<b>לא</b> מן הכתוב <b>מ\"כאשר זמם\" קא מיתרבי</b> <small>[הם מתרבים],</small> כלומר, שהם אינם נענשים משום שכתוב \"כאשר זמם\" — שהרי אין עושים להם כאשר זממו לעשות לאחיהם, ואינם לוקים אלא מפני שעברו על \"לא תענה ברעך עד שקר\", ואם כן <b>ליבעי</b> <small>[יצטרכו]</small> <b>התראה!</b> ומשיבים, <b>אמר קרא</b> <small>[הכתוב]:</small> <b>\"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב), ללמד: צריך שיהיה <b>משפט השוה לכולכם,</b> כלומר, הואיל ובדרך כלל אין עדים זוממים צריכים התראה, אף במקרה מיוחד זה (שזממו לעשותו בן גרושה או בן חלוצה) אינם צריכים התראה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2fc0d6e4a90d4d5c9fc4", "index_title": "Steinsaltz on Yevamot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yevamot 122b:8", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Yevamot 122b:8", "sourceHeRef": "ביאור שטיינזלץ על יבמות קכ״ב ב:ח׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 244.0008, "collectiveTitle": {"en": "Steinsaltz on Yevamot", "he": "ביאור שטיינזלץ על יבמות"}, "heTitle": "ביאור שטיינזלץ על יבמות", "he": "ומעירים, <b>וקמיפלגי</b> <small>[וחלוקים הם]</small> <b>ב</b>אותו ענין שאמר <b>ר' חנינא.</b> ש<b>אמר ר' חנינא: דבר תורה,</b> כלומר, מעיקר דין תורה, <b>אחד דיני ממונות ואחד דיני נפשות</b> יש צורך לבדוק את העדים <b>בדרישה וחקירה,</b> וכשם שמפורש הדבר בדיני נפשות (\"ודרשת וחקרת...\", דברים יג, טו), כך גם בדיני ממונות, <b>שנאמר: \"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב), ומכאן למדים שדרך המשפט צריכה להיות שווה בכל העניינים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3314d6e4a90d4d5dba8a", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 84a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Bava Kamma 84a:1", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא פ״ד א:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 167.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "<b>קטן</b> (אדם קטן בקומתו) <b>שהרג את הגדול ו</b>כן <b>גדול שהרג את הקטן, היכי קטלינן ליה</b> <small>[איך הורגים אנו אותו]?</small> הלא <b>התורה אמרה: \"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב), <b>משפט השוה לכולכם,</b> ובמשפט כזה אין שויון בעונשם של כל הרוצחים! <b>אלא</b> אומרים שאף במקרים אלה נחשב הדבר למשפט שווה כי <b>נשמה שקיל מיניה</b> <small>[לקח ממנו]</small> הרוצח מהנרצח, <b>נשמה אמר רחמנא נשקול מיניה</b> <small>[אמרה התורה שיקחו ממנו],</small> <b>הכי נמי</b> <small>[כאן גם כן]</small> במקרה של עין <b>נהורא שקיל מיניה, נהורא אמר רחמנא נשקול מיניה</b> <small>[</small>את <small>אור</small> עיניו <small>לקח ממנו,</small> לכן את <small>אור</small> עיניו <small>אמרה התורה שיקחו ממנו].</small>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33a4d6e4a90d4d5decba", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 3a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Sanhedrin 3a:1", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ג׳ א:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>שנאמר: \"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב), שכל הדיינים ידונו באותה דרך, ונתפרש כי בדיני נפשות יש צורך בדרישה וחקירה (\"ודרשת וחקרת ושאלת היטב...\". דברים יג, טו). <b>ומה טעם אמרו</b> חכמים כי ב<b>דיני ממונות לא בעינן</b> <small>[צריכים אנו]</small> בהם <b>דרישה וחקירה?</b> תיקנו תקנה זו <b>כדי שלא תנעול דלת בפני לווין,</b> שאם יצטרכו בדיון בגבייתה של הלוואה גם כן חקירה ודרישה של עדים, על כל קשיי ההוכחה שבדבר לא ירצו עוד המלוים להלוות לעניים, ומטעם זה עצמו גם ויתרו על הצורך בדיינים מומחים בדינים אלה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33b2d6e4a90d4d5def5e", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 28a:15", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Sanhedrin 28a:15", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין כ״ח א:ט״ו", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 55.0015, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": " ומשיבים, <b>אמר קרא</b> <small>[הכתוב]:</small> <b>\"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב) ומכאן למדים: <b>משפט השוה לכם,</b> שמעיקר הדין גם דיני ממונות וגם דיני נפשות נדונים על פי אותם דינים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33b4d6e4a90d4d5def88", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 32a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Sanhedrin 32a:1", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ל״ב א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1950, 2010], "commentaryNum": 63.0001, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<big>א משנה</big> <b>אחד דיני ממונות ואחד דיני נפשות בדרישה ובחקירה</b> של העדים, <b>שנאמר: \"משפט אחד יהיה לכם\"</b> (ויקרא כד, כב), לאמור: כל הליכי המשפט צריכים להיות אחידים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "Mishna I: One law for monetary cases and one law for capital cases in inquiry and investigation [i.e. cross-examination] of the witnesses, as it is said: “One justice shall be to ye” (Lev. 24:22). That is to say, all proceedings of justice must be unified.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a43671ad6e4a97d18d916d1", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 24:22:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>משפט אחד יהיה לכם כגר כאזרח יהיה.</b> למדנו שהדין בזה שוה בגר צדק ובאיש מישראל וכבר נכפל זה במקומות רבים בתורה וראוי היה להיות כן כי התורה נימוס אחד יכוין בו לתכלית אחד במספר ומה שזה דרכו הוא בלתי מתחלק לזה יחוייב לגר שיקבל עליו כל מצות התורה בשלמות:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178d0abb386c00d3de77b2", "index_title": "Rashbam on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Bava Batra 171a:8:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Rashbam on Bava Batra 171a:8:2", "sourceHeRef": "רשב\"ם על בבא בתרא קע״א א:ח׳:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rashbam on Bava Batra", "he": "רשב\"ם על בבא בתרא"}, "heTitle": "רשב\"ם על בבא בתרא", "he": "שטר מאוחר הוא וכשר דברי ר' יהודה - דס\"ל לרבי יהודה כל שטר מאוחר כשר ואפילו אותו שאין להוכיח מתוכו של שטר אם מאוחר הוא ואם לאו וכ\"ש זה שזמנו ביום השבת וביום הכפורים שהזמן מוכיח שהוא מאוחר ואפי' רבי יוסי מודה ביה דלא נפיק מיניה חורבא מהאי כדמפרש ואזיל והא ליכא למימר שמא מוקדם הוא ופסול כמו שפירש רבינו חננאל הלא תראה דרמינן עלה דמתניתין (סנהדרין דף לב.) דתנן אחד דיני ממונות ואחד דיני נפשות בדרישה וחקירה שנאמר (ויקרא כ״ד:כ״ב) משפט אחד יהיה לכם הא דתניא בתוספתא בתחלת מסכת מכות שטר שכתוב בו זמנו באחד בניסן בשמיטה ובאו עדים ואמרו היאך אתם מעידין על שטר זה שנמסרה לכם עדות זו במקום הזה והלא באותו היום עמנו הייתם במקום פלוני שטר ועדיו כשרין חיישינן שמא איחרוהו וכתבוהו ושקלו וטרו ר' חנינא ורבינא לאוקמי תרוייהו מתני' ומתניתא ולא דחו חדא מנייהו וקי\"ל דלא מותבי' תיובתא אלא ממשנה או ברייתא שהיא הלכה ותו הא בהדיא אמרי' קיום שטרות מדרבנן הוא דאי מדאורייתא לא בעינן דקי\"ל כריש לקיש דאמר (כתובות דף יח:) עדים החתומים על השטר נעשה כמי שנחקרה עדותן בבית דין ורבנן הוא דאצרכינהו קיום ש\"מ שעל הבא לפסול את השטר עליו הראיה הלכך מעמידין שטר זה בחזקת מאוחר והטוען כי מוקדם הוא כדי לפסלו עליו הראיה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b854b071e100bf4defe7", "index_title": "Tosefta Shevuot", "category": "Tosefta", "type": "", "ref": "Tosefta Shevuot 3:6", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Tosefta Shevuot 3:6", "sourceHeRef": "תוספתא שבועות ג׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Tosefta Shevuot", "he": "תוספתא שבועות"}, "heTitle": "תוספתא שבועות", "he": "והוא עד הכשר לעדות (ויקרא ה) ושמעה להוציא את החרש. או ראה להוציא את הסומא או ידע להוציא את השוטה אם לא יגיד ונשא את עונו להוציא את האלם. אלו דברים הראשונים ר\"ע אומר (דברים י״ג:ט״ו) ודרשת וחקרת וכי יש דורשין לחרשין ויש חוקרין לשוטים ת\"ל (ויקרא כ״ד:כ״ב) משפט אחד יהיה לכם לכם כדיני ממונות כך בדיני נפשות מה דיני נפשות בדרישה וחקירה אף דיני ממונות בדרישה ובחקירה אי מה דיני נפשות לעדיו יכול אף דיני ממונות כן ת\"ל (שמות כא) עין ישלם אי מה דיני נפשות פטר את השוגג יכול אף דיני ממונות פטר ת\"ל עין ישלם אי מה דיני נפשות פרט משזרק והרג יכול אף דיני ממונות כן ת\"ל אבן יד ישלם אי מה דיני נפשות בכ\"ג יכול אף דיני ממונות כן ת\"ל (שמות כ״ב:ז׳) ונקרב בעל הבית אל האלהים ריבה לו הכתוב דיין אחד עד האלהים יבא דבר שניהם ריבה לו הכתוב שני דיינין אשר ירשיעון אלהים ריבה הכתוב ג' דיינין מכאן אמרו דיני ממונות בג' ור' יוסי אומר בחמשה כדי שיגמור הדין בג' יכול אין לי בג' אלא דיני ממונות הקלין מנין לרבות החמורים וחומר בחמורים ת\"ל עין וגו' כויה תחת כויה וגו'.", "heVersionTitle": "Tosefta Shevuot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא שבועות - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b971b071e100bf4ea870", "index_title": "Tosafot on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Sanhedrin 2b:6:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Tosafot on Sanhedrin 2b:6:1", "sourceHeRef": "תוספות על סנהדרין ב׳ ב:ו׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Tosafot on Sanhedrin", "he": "תוספות על סנהדרין"}, "heTitle": "תוספות על סנהדרין", "he": "דברי הכל אין דיניהן דין - דרבי אבהו אדרבי אבהו פריך דשמואל ושאר אמוראי סברי דיניהן דין וא\"ת היכי קאמר ד\"ה הא איכא ברייתא דרמי בר חמא בהגוזל קמא (ב\"ק דף קז.) דאמר ארבעה שומרין צריכין כפירה במקצת דלית ליה עירוב פרשיות ומאן דלית ליה עירוב פרשיות לא בעי שלשה כדמוכח בשמעתין וי\"ל דרבי אבהו לא חשיב לה לההיא ברייתא דלא מתניא בי ר' חייא ור' אושעיא וע\"ק דרבי יוחנן אית ליה בהגוזל (שם:) דרמי בר חמא ובירושל' דריש מכילתין אמרינן רבי יוחנן וריש לקיש אמרי תרווייהו שנים שדנו אין דיניהם דין ובהחולץ (יבמות דף מו:) נמי קאמר רבי יוחנן גר צריך שלשה משפט כתיב ביה וי\"ל דאפי' מאן דאית ליה אין עירוב פרשיות כתוב כאן בעי שלשה משום דכתיב (ויקרא כד) משפט אחד יהיה לכם והאי דקאמר הכא מאי קסבר כו' ה\"ק אי קא סבר אין עירוב פרשיות כתוב כאן ולכך לא בעינן מומחין דלא דריש משפט אחד להשוות הודאות והלואות לגזילות וחבלות שלשה מנא ליה וכי קאמר לעולם קסבר עירוב פרשיות כתוב כאן ובדין הוא דבעי מומחין כו' המ\"ל דאפי' אין עירוב פרשיות כתוב כאן בדין הוא דליבעו ג' מומחין ממשפט אחד אלא שאינו רוצה לחזור מדברי המקשה דקאמר אי אין עירוב פרשיות כתוב כאן לא שמעינן ג' ומומחין ממשפט אחד וא\"ת כי היכי דילפינן דרישה וחקירה ממשפט אחד נילף נמי לענין ג' ומומחין אפי' מאן דלית ליה עירוב פרשיות וי\"ל דמשפט אחד להשוות דיני ממונות לדיני נפשות קאתי ולא להשוות דיני ממונות אהדדי דאקרא דלעיל קאי דכתיב (שם) מכה בהמה ישלמנה ומכה אדם יומת וכתיב בתריה משפט אחד וגו' ותדע דלקמן (סנהדרין דף מ.) בעי גזירה שוה דהיטב היטב ולא ילפינן דיני נפשות מהדדי לענין דרישה וחקירה מדכתב משפט אחד ומיהו ע\"כ אין ראיה משם דא\"כ תיקשה לרמי בר חמא אליבא דרבי אבהו ולרבי יוחנן דאית להו משפט אחד אפי' להשוות דיני ממונות אהדדי אלא איצטריך היטב מטעם דלקמן דליכתבינהו רחמנא בחדא וא\"ת אכתי לענין מומחין מיהא נילף דיני ממונות מדיני נפשות כמו לענין דרישה וחקירה וי\"ל מדכתב רחמנא מומחין גבי גזילות ש\"מ דלגבי הכי לא ילפינן דיני ממונות מדיני נפשות אבל קשה למאן דאית ליה עירוב פרשיות מומחין דכתב רחמנא גבי דיני ממונות למ\"ל ושמא לענין מומחין אין ללמוד דיני ממונות מדיני נפשות כיון דסגי בשלשה וצ\"ע כל הנך מילי דחשיב לקמן בפ' אחד דיני ממונות (סנהדרין דף לב.) מה בין דיני ממונות לדיני נפשות אמאי לא משווינן להו ממשפט אחד יהיה לכם:", "heVersionTitle": "Wikisource Tosafot", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תוספות (ויקיטקסט)", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c47199494c5b00183f189e5", "index_title": "Tosafot Yom Tov on Mishnah Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Sanhedrin 3:4:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Tosafot Yom Tov on Mishnah Sanhedrin 3:4:1", "sourceHeRef": "תוספות יום טוב על משנה סנהדרין ג׳:ד׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Sanhedrin", "he": "תוספות יום טוב על משנה סנהדרין"}, "he": "<b>ואלו הן הקרובים</b>. מנא הני מילי דת\"ר לא יומתו אבות על בנים מה ת\"ל אי ללמד שלא יומתו אבות בעון בנים. ובנים בעון אבות. הרי כבר נאמר <b>(דברים כ״ד:ט״ז) איש בחטאו יומתו</b>. [ודכתיב (שם ח) פוקד עון אבות. כשאוחזים מעשה אבותיהם בידיהן] אלא לא יומתו אבות על בנים בעדות בנים [ועל כרחך הני ב' אבות באחין קא משתעי שהן קרובים מן הכל. דבאב ובנו לא מצי למימר דאם כן לא הוה קרי להו אבות דחד אב וחד בן סגי]. ובנים לא יומתו על אבות בעדות אבות. אשכחן אבות לבנים. ראובן לבן שמעון. דהיינו אחי אביו. ובנים לאבות בן שמעון לראובן דהיינו בן אחיו. וכ\"ש אבות להדדי. דהא בנים מכח דידהו קאתו. בנים לבנים מנלן. א\"כ לכתוב קרא לא יומתו אבות על בן. דכיון דכתיב אבות ב' אחים משמע ועל הבן הוה משמע. בנו של כל אחד וא' הוי פסול לשניהם. ומאי בנים דאפילו בנים להדדי. בנים לעלמא שיהו ב' קרובים פסולים להעיד על אדם מן השוק מנלן. א\"כ לכתוב קרא ובן על אבות. א\"נ הם על אבות. מאי ובנים אפילו בנים לעלמא. אשכחן קרובי האב. קרובי האם מנלן. אמר קרא אבות אבות תרי זימני. אם אינו ענין לקרובי אב תנהו ענין לקרובי האם. אשכחן לחובה לזכות מנלן אמר קרא יומתו יומתו תרי זימני. אם אינו ענין לחובה. תנהו ענין לזכות. אשכחן בדיני נפשות. בדיני ממונות מנלן. אמר קרא (ויקרא כ״ד:כ״ב) משפט אחד יהיה לכם. משפט השוה לכם. גמרא:  ", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7dab35d712ce00182a2be6", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Chapter 20 9", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sifra, Emor, Chapter 20 9", "sourceHeRef": "ספרא, אמור, פרק כ ט׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק כ", "he": "[ט] \"משפט אחד יהיה לכם\" – כמשפט דיני נפשות דיני ממונות. מה דיני נפשות בדרישה וחקירה, אף דיני ממונות בדרישה וחקירה. אי מה דיני נפשות בעשרים ושלש אף דיני ממונות בעשרים ושלש? תלמוד לומר \"עין תחת עין\", ריבה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) (Vayikra 24:22) \"One judgment shall there be for you\": As the judgment of capital cases, so, the judgment of monetary litigations. Jut as capital cases require thorough cross-examination (of the witnesses), so, monetary litigations. If so, (why not say:) Just as capital cases require twenty-three (judges), so, monetary litigations? It is, therefore, written \"en eye for an eye,\" to include (monetary litigations as requiring only three judges).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd6f410a5380001883f003", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 251:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Malbim on Leviticus, Emor 251:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור רנ״א:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 251.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "משפט אחד יהיה לכם: לפי הפשט שיהיה שוה לגר ולאזרח. אולם לפי זה היה לו לומר \"משפט אחד לגר ולאזרח\" כמ\"ש בכמה מקומות וממה שחלק המאמר לשנים מבואר שהם ב' דברים: (א) שיהיה משפט אחד כולל לכל מה שכתוב למעלה שדבר מדיני נפשות – מקלל ומכה אדם, ומדיני ממונות – חובל בחברו ומכה בהמה. יתאחדו במשפטם לחקור ולדרוש היטב. ופירש שלא תאמר שגם לענין זה שוים שצריך עשרים ושלש תלמוד לומר \"עין תחת עין\", נראה פירושו שזה שצריך דרישה וחקירה למד ממה שכתוב בעדים זוממין (דברים יט) \"ודרשו השופטים היטב והנה עד שקר העד..ולא תחוס עיניך נפש בנפש עין בעין..\" הרי השוה שבין נפש בנפש שהם דיני נפשות ובין עין בעין שהם דיני ממונות צריך דרישה וחקירה כמו שכתוב \"ודרשו היטב\". ועל זה אמר גם כאן שחשב דיני נפשות ודיני ממונות במה שכתב \"עין תחת עין..משפט אחד יהיה\" ולא נוכל ללמוד מזה לענין שיצטרך עשרים ושלש. ויותר נכון להגיה ת\"ל עין בעין ריבה וכיוון להפסוק דשם, והבן.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef899385f1daeaaf4b6174a", "index_title": "Man and God", "category": "Jewish Thought", "type": "", "ref": "Man and God, Chapter 5 the Biblical Meaning of Justice 5", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Man and God, Chapter 5 the Biblical Meaning of Justice 5", "sourceHeRef": "האדם ויוצרו, למשמעותו של הצדק התנ\"כי ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1965, 1969], "commentaryNum": 5, "collectiveTitle": {"en": "Man and God", "he": "האדם ויוצרו"}, "heTitle": "למשמעותו של הצדק התנ\"כי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Ye shall have one manner of <i>mishpat</i>, as well for the stranger, as for the home-born. (Lev. 24:22)", "versionTitle": "Detroit: Wayne State University Press, 1969", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ef89d7436ed1793e62d89c2", "index_title": "What is the Talmud", "category": "Jewish Thought", "type": "", "ref": "What is the Talmud, VIII What is not written in the Talmud? Jew and Gentile, 4 Xenophobia? 3", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "What is the Talmud, VIII What is not written in the Talmud? Jew and Gentile, 4 Xenophobia? 3", "sourceHeRef": "תלמוד מהו?, מה איננו כתוב בתלמוד - היהודי והלא-יהודי, שנאת זרים? ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1931, 1935], "commentaryNum": 3, "collectiveTitle": {"en": "What is the Talmud", "he": "תלמוד מהו?"}, "heTitle": "שנאת זרים?", "he": "כדי להבין עד כמה שנאת הזרים רחוקה מן היהדות, ולכן גם מן התלמוד, יש לראות את המעמד המשפטי והחברתי של ה\"גר\", של הזר השוהה במדינה היהודית או בחברה יהודית אוטונומית. (בכל הקטע שלפנינו מדובר ב\"גר תושב\", דהיינו בזר שהתיישב בקרב יהודים, אך לא ב\"גר צדק\", דהיינו אדם שהתגייר מתוך שכנוע.) מדאורייתא היה הגר בעל זכויות שוות. בויקרא (כד, כב) כתוב: \"מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם, כַּגֵּר כָּאֶזְרָח יִהְיֶה: כִּי אֲנִי יְהוָה אֱלֹהֵיכֶם\". מלבד זאת אסור ללחוץ ולהלחיץ את הגר, ובאותה נשימה מצווה לאהבו \"כמוך\". \"וְכִי-יָגוּר אִתְּךָ גֵּר בְּאַרְצְכֶם – לֹא תוֹנוּ אֹתוֹ. כְּאֶזְרָח מִכֶּם יִהְיֶה לָכֶם הַגֵּר הַגָּר אִתְּכֶם, וְאָהַבְתָּ לוֹ כָּמוֹךָ – כִּי גֵרִים הֱיִיתֶם בְּאֶרֶץ מִצְרָיִם; אֲנִי יְהוָה אֱלֹהֵיכֶם\" (ויקרא יט, לג־לד). והשווה עוד שמות כב, כ; כג, ט; דברים כד, יז־יח, וכן בעת השבעת כל העם בהר גריזים ובהר עיבל, דברים כז, יט: \"אָרוּר מַטֶּה מִשְׁפַּט גֵּר, יָתוֹם, וְאַלְמָנָה; וְאָמַר כָּל-הָעָם אָמֵן\".", "heVersionTitle": "Translated from the English by Avraham Berkovits, Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "In order to understand just how far hatred of the stranger is from Judaism, and therefore also from the Talmud, one should examine the legal and social standing of the “Ger”, the stranger who dwells in the Jewish state, or in an autonomous Jewish community. (The entire passage which follows concerns the “ger toshav”, that is a stranger who has settled in a Jewish area, and not the “ger tzedek”, a stranger who has been persuaded to convert to Judaism.) According to the Torah the stranger has equal rights. In Leviticus (24:22) it is written: “You shall have one law, for the stranger and for the citizen: because I am the Lord your G-d”. Besides this, it is forbidden to force or put pressure on the stranger, and in the same breath there is the commandment to love him (the stranger) “as yourself”. “And when a stranger lives among you in your land – you must do him no wrong. The stranger who lives among you should be treated as one of your own, and you should love him as yourself – because you were strangers in Egypt; I am the Lord your G-d” (Leviticus 19:33-34). Compare also with Exodus 22:20;23:3; Deuteronomy 24:17-18 and also when the whole people are assembled at Mt. Gerizim and Mt. Ebal to hear the blessings and the curses in Deuteronomy 27:19: “Cursed is he who perverts justice due the stranger, orphan and widow; and all the people said Amen”.", "versionTitle": "Translated from German by Ruth Morris, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1ea057eb7d2e1475644abb", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Midrash Lekach Tov, Leviticus 24:22:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> משפט אחד יהיה לכם. למדנו לדיני ממונות שהם בחקירה ובדרישה כדיני נפשות. מה טעם אמרו דיני ממונות לא בעינן דרישה וחקירה כדי שלא תנעול דלת בפני לווין. אני ה', המתועד בסוד בית דין שלכם וכן הוא אומר (תהלים פב) אלהים נצב בעדת אל בקרב אלהים ישפוט. <i data-commentator=\"Beur HaRe'em\" data-order=\"202\"></i> ג' שמות בפסוק זה [א] מכאן לשלשה שיושבין בדין שכינה שרויה ביניהן:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fb7e735e0a5900c9833", "index_title": "Rif Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Rif Sanhedrin 10a:3", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Rif Sanhedrin 10a:3", "sourceHeRef": "רי\"ף סנהדרין י׳ א:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Rif Sanhedrin", "he": "רי\"ף סנהדרין"}, "heTitle": "רי\"ף סנהדרין", "he": "(דף לב:) אחד דיני <i data-commentator=\"Sefer Mitzvot Gadol\" data-label=\"⚬\"></i><i data-commentator=\"Tur\" data-label=\"⚬\"></i>ממונות ואחד דיני נפשות בדרישה ובחקירה שנאמר (ויקרא כ״ד:כ״ב) משפט אחד יהיה לכם מה בין דיני ממונות לדיני נפשות דיני ממונות בשלשה ודיני נפשות בעשרים ושלשה דיני ממונות פותחין בין לזכות בין לחובה ודיני נפשות פותחין לזכות ואין פותחין לחובה דיני ממונות מטין ע\"פ אחד בין לזכות בין לחובה דיני נפשות מטין על פי אחד לזכות ועל פי שנים לחובה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7328430f78f20636804", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 658:9", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Yalkut Shimoni on Torah 658:9", "sourceHeRef": "ילקוט שמעוני על התורה תרנ״ח:ט׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 658.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כי יתן מוםאין לי אלא מום. מנין צרם באזנו תלש בשערו רקק והגיע בו הרוק. תלמוד לומר כאשר עשה כן יעשה לו. מנין העביר טליתו ממנו ופרע את ראשה של אשה. תלמוד לומר כאשר עשה כן יעשה לו. מנין הכהו (באחת) [כלאחר] ידו בלוח בנייר בפנקס ובטומוס שטרות שבידו. תלמוד לומר (ועשה) כאשר עשה כן יעשה לו. מנין אחזו והעמידו בחמה ונשתרב אחזו והעמידו בצינה ונצטנן. אחזו והשיך בו את הכלב. אחזו והשיך בו את הנחש. תלמוד לומר (ועשה) כאשר עשה כן יעשה לו. יכול אפילו אמר לו המתן לי כאן בחמה ונשתרב. המתן לי בצינה ונצטנן. שיסה בו את הכלב ושיסה בו את הנחש. תלמוד לומר מום. ומה ראית לרבות את אלו ולהוציא את אלו. אחר שרבה הכתוב ומיעט מרבה אני את אלו שהן מעשה ביד ומוציא אני את אלו שאין מעשה ביד. יכול סימא את עינו (יהי סומין) [יסמאו] את עינו קטע את ידו (יהו קוטעין) [יקטעו] את ידו. תלמוד לומר מכה בהמה מכה אדם מה מכה בהמה בתשלומיו אף מכה אדם בתלומין. ואם נפשך לומר הרי הוא אומר ולא תקח כופר לנפש רוצח לרוצח אי את הנוטל כופר אבל נוטל אתה לאברים כופר, ומכה אדם יומת מה תלמוד לומר לפי שנאמר ומכה אביו ואמו מות יומת יכול לא יהא חייב עד שיכה שניהם כאחד. תלמוד לומר ומכה אדם יומת ואפילו אחד מהם. יכול הכס ולא עשה בהם חבורה יהא חייב. תלמוד לומר מכה בהמה מכה אדם. מה מכה בהמה עד שישעשה בה חבורה אף מכה אביו ואמו עד שיעשה בהם חבורה. יכול הכס לאחר מיתה יהא חייב. תלמוד לומר מכה בהמה מכה אדם. מה מכה בהמה בחייה אף מכה אביו ואמו בחייהן. משפט אחד יהיה לכם כדיני נפשות כך דיני ממונות. מה דיני נפשות בדרישה וחקירה אף דיני ממונות בדרישה וחקירה. אי מה דיני נפשות בעשרים ושלשה יכול אף דיני ממונות כן. ומה דיני נפשות (מונין) [מטין] על פיאחד לזכות על פי שנים לחובה יכול אף דיני ממונות כן. תלמוד לומר עין תחת עין ריבה. דיני ממונות בשלשה הדיוטת משום דרבי חנינא דאמר דבר תורה אחד דיני ממונות ואחד דיני נפשות בדרישה וחקירה שנאמר משפט אחד יהיה לכם. ומה טעם אמרו דיני ממונות לא בעינן דרישה וחקירה. שלא תנעול דלת בפני לוין. אלא מעתה טעו לא ישלמו כל שכן שנעלת דלת בפני לוין. אי הכי תרתי קתני דיני ממונות בשלשה הדיוטות גזלות וחבלות בשלשה מומחין ועוד שלשה שלשה למה לי. אלא אמר רבא לעולם (הכי) [תרתי] קתני משום דרבי חנינא רב אחא בריה דרב איקא אמר מדאורייתא חד נמי כשר דכתיב בצדק תשפוט עמיתך אלא משום יושבי קרנות. אטו בתלתא מי לא הוו יושבי קרבנות אי אפשר דלית בהו חד דגמיר. אלא מעתה טעו לא ישלמו כל שכן דנפישי יושבי קרנות. ר' אלעזר אומר עדים זוממין ממונא משלמי מילקי לא לקו משום דלאו בני התראה נינהו. דמתרי בהו אימת. נתרי מעיקרא אמרי אישתלין, נתרי בהו בשעת מעשה פרשי ולא מסהדי. נתרי בהו לבסוף מאי דהוה הוה. נתרי בהו בתוך כדי דבור או נתרי בהו מעיקרא ונרמזינהו רמוזי. וכי לא מתרין בהו לא קטלין להו מי איכא מידי דאילו אינהו בעי קטול בלא התראה ואינהו בעי התראה הא בעינן ועשיתם לו כאשר זמם לעשות לאחיו וליכא. ואי אמרת בן גרושה וחלוצה דלאו מכאשר זמם איתרבי ליבעי התראה. אמר קרא משפט אחד יהיה לכם משפט השוה לכלכם. אמר ר' חייא בר אבא אמר ר' יוחנן גר צריך שלשה משפט כתיב ביה משפט אחד יהיה לכם כגר:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5d1f4629f2b57281358", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רום 1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Sefer HaShorashim, רום 1", "sourceHeRef": "ספר השרשים, רום א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רום", "he": ["<strong><big>רום</big></strong>   יָדֵנוּ <strong>רָמָה</strong> (<a class=\"refLink\" href=\"Deuteronomy 32:27\" data-ref=\"Deuteronomy 32:27\">דברים לב, כז</a>), ובהראות <strong>עי\"ן </strong>הפעל ב<strong>אל\"ף</strong> נראית <strong>וְֽרָֽאֲמָה</strong> וְיָֽשְׁבָה תַחְתֶּיהָ (<a class=\"refLink\" href=\"Zechariah 14:10\" data-ref=\"Zechariah 14:10\">זכריה יד, י</a>). <strong>אָרוּם</strong> בַּגּוֹיִם (<a class=\"refLink\" href=\"Psalms 46:11\" data-ref=\"Psalms 46:11\">תהלים מו, יא</a>), <strong>וַיָּרָם</strong> כְּבֽוֹד י\"י (<a class=\"refLink\" href=\"Ezekiel 10:4\" data-ref=\"Ezekiel 10:4\">יחזקאל י, ד</a>), <strong>רוּמָה</strong> עַל־הַשָּׁמַיִם (<a class=\"refLink\" href=\"Psalms 57:6\" data-ref=\"Psalms 57:6\">תהלים נז, ו</a>). והמקור <strong>לָרוּם</strong> מֵעַל הָאָרֶץ (<a class=\"refLink\" href=\"Ezekiel 10:16\" data-ref=\"Ezekiel 10:16\">יחזקאל י, טז</a>),<strong> כְּרֻם</strong> זֻלֻּת לִבְנֵי אָדָֽם (<a class=\"refLink\" href=\"Psalms 2:9\" data-ref=\"Psalms 2:9\">תהלים ב, ט</a>), בשרק ופירושו כרום הרשעים זלות לבני האדם. ובחולם <strong>וּבְרוֹמָם יֵרוֹמּוּ </strong>אוֹתָם (<a class=\"refLink\" href=\"Ezekiel 10:17\" data-ref=\"Ezekiel 10:17\">יחזקאל י, יז</a>).<strong> והתאר</strong> עַל כָּל־גֵּאֶה <strong>וָרָם</strong> (<a class=\"refLink\" href=\"Isaiah 2:12\" data-ref=\"Isaiah 2:12\">ישעיה ב, יב</a>), עַל־הֶֽהָרִים <strong>הָֽרָמִים</strong> (<a class=\"refLink\" href=\"Deuteronomy 12:2\" data-ref=\"Deuteronomy 12:2\">דברים יב, ב</a>),<strong> וְרָמֵי</strong> הַקּוֹמָה (<a class=\"refLink\" href=\"Isaiah 10:33\" data-ref=\"Isaiah 10:33\">ישעיה י, לג</a>), עֵינַיִם<strong> רָמוֹת</strong> (<a class=\"refLink\" href=\"Proverbs 6:17\" data-ref=\"Proverbs 6:17\">משלי ו, יז</a>). ונכתב ב<strong>אל\"ף</strong> <strong>רָאמוֹת </strong>לֶֽאֱוִיל חָכְמוֹת (<a class=\"refLink\" href=\"Proverbs 24:7\" data-ref=\"Proverbs 24:7\">משלי כד, ז</a>). ומשקל אחר <strong>רוּם</strong> עֵינַיִם וּרְחַב־לֵב (<a class=\"refLink\" href=\"Proverbs 21:4\" data-ref=\"Proverbs 21:4\">משלי כא, ד</a>), בפלס<strong> עוּל</strong> יָמִים (<a class=\"refLink\" href=\"Isaiah 65:20\" data-ref=\"Isaiah 65:20\">ישעיה סה, כ</a>), וְכָל־שֶֽׂה־חוּם (<a class=\"refLink\" href=\"Genesis 30:32\" data-ref=\"Genesis 30:32\">בראשית ל, לב</a>) <strong>סוּג</strong> לֵב (<a class=\"refLink\" href=\"Proverbs 14:14\" data-ref=\"Proverbs 14:14\">משלי יד, יד</a>). ואפשר שיהיה רום עינים שם כמו <strong>וְרֻם</strong> לִבֹּֽו (<a class=\"refLink\" href=\"Jeremiah 48:29\" data-ref=\"Jeremiah 48:29\">ירמיה מח, כט</a>). <strong>והשם</strong> בחולם <strong>רוֹם</strong> יָדֵיהוּ נָשָֽׂא (<a class=\"refLink\" href=\"Habakkuk 3:10\" data-ref=\"Habakkuk 3:10\">חבקוק ג, י</a>), בפלס <strong>אוֹר</strong>. וב<strong>ה\"א</strong> וְלֹא תֵֽלְכוּ <strong>רוֹמָה</strong> (<a class=\"refLink\" href=\"Micah 2:3\" data-ref=\"Micah 2:3\">מיכה ב, ג</a>), בפלס <strong>שׁוֹאָה, קוֹמָה</strong>. ומשקל אחר <strong>עָלִיתָ</strong> לַמָּרוֹם (<a class=\"refLink\" href=\"Psalms 68:19\" data-ref=\"Psalms 68:19\">תהלים סח, יט</a>), וְשָֽׂהֲדִי <strong>בַּמְּרוֹמִֽים</strong> (<a class=\"refLink\" href=\"Job 16:19\" data-ref=\"Job 16:19\">איוב טז, יט</a>), עַל־גַּפֵּי <strong>מְרֹמֵי</strong> קָֽרֶת (<a class=\"refLink\" href=\"Proverbs 9:3\" data-ref=\"Proverbs 9:3\">משלי ט, ג</a>). ומשקל אחר וַתַּֽעֲשִׂי־לָךְ <strong>רָמָה</strong> (<a class=\"refLink\" href=\"Ezekiel 16:24\" data-ref=\"Ezekiel 16:24\">יחזקאל טז, כד</a>), <strong>וְרָמָתֵךְ</strong> עָשִׂיתי [עָשִׂית] בְּכָל־רְחוֹב (<a class=\"refLink\" href=\"Ezekiel 16:31\" data-ref=\"Ezekiel 16:31\">יחזקאל טז, לא</a>). ובקבוץ וְנִתְּצוּ<strong> רָֽמֹתַיִךְ</strong> (<a class=\"refLink\" href=\"Ezekiel 16:39\" data-ref=\"Ezekiel 16:39\">יחזקאל טז, לט</a>). ומשקל אחר וּמִלֵּאתִי הַגֵּֽאָיוֹת <strong>רָמוּתֶֽךָ</strong> (<a class=\"refLink\" href=\"Ezekiel 32:5\" data-ref=\"Ezekiel 32:5\">יחזקאל לב, ה</a>), בשרק. ובהכפל <strong>למ\"ד</strong> הפעל <strong>מֵרוֹמְמֻתֶךָ</strong> נָפְצוּ גּוֹיִֽם (<a class=\"refLink\" href=\"Isaiah 33:3\" data-ref=\"Isaiah 33:3\">ישעיה לג, ג</a>), בשרק. ומשקל אחר <strong>תְּרוּמָה</strong> לַֽי\"י (<a class=\"refLink\" href=\"Exodus 30:13\" data-ref=\"Exodus 30:13\">שמות ל, יג</a>), וּשְׂדֵי <strong>תְרוּמֹת</strong> (<a class=\"refLink\" href=\"II Samuel 1:21\" data-ref=\"II Samuel 1:21\">שמואל ב' א, כא</a>). וב<strong>יו\"ד</strong> היחש וְהָֽיְתָה לָהֶם<strong> תְּרֽוּמִיָּה מִתְּרוּמַת</strong> הָאָרֶץ (<a class=\"refLink\" href=\"Ezekiel 48:12\" data-ref=\"Ezekiel 48:12\">יחזקאל מח, יב</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>וְהֵרִים</strong> אֶת־הַדֶּשֶׁן (<a class=\"refLink\" href=\"Leviticus 6:3\" data-ref=\"Leviticus 6:3\">ויקרא ו, ג</a>), ופירשו רבותינו ז\"ל שהיה מרים מלא מחתה מן הדשן בכל יום ונותן במזרחו של כבש. אבל הוצאת הדשן שאמר וְהוֹצִיא אֶת־הַדֶּשֶׁן (<a class=\"refLink\" href=\"Leviticus 6:4\" data-ref=\"Leviticus 6:4\">ויקרא ו, ד</a>) לא היה בכל יום אלא כשהיה דשן הרבה על המזבח ואין מקום למערכה ואז מפנה הדשן ומוציאו משם. ואף על פי שהיו מורידין תל הדשן בכל יום ומוציאין אותו משם לא היתה המצוה אלא הרמת הדשן בכל יום, אבל דשון המזבח לא, שהרי ברגלים לא היו מדשנים והיו מניחין התל כמו שהוא מפני שהוא נוי למזבח.<strong> הֲרִמֹתִי</strong> יָדִי (<a class=\"refLink\" href=\"Genesis 14:22\" data-ref=\"Genesis 14:22\">בראשית יד, כב</a>), <strong>וַיָּרֶם</strong> הַטַּבָּח (<a class=\"refLink\" href=\"I Samuel 9:24\" data-ref=\"I Samuel 9:24\">שמואל א' ט, כד</a>), <strong>תָּרִימוּ </strong>תְרוּמָה (<a class=\"refLink\" href=\"Numbers 15:20\" data-ref=\"Numbers 15:20\">במדבר טו, כ</a>), וּכְסִילִים <strong>מֵרִים</strong> קָלֽוֹן (<a class=\"refLink\" href=\"Proverbs 3:35\" data-ref=\"Proverbs 3:35\">משלי ג, לה</a>), וּקְצַר־רוּחַ <strong>מֵרִים</strong> אִוֶּֽלֶת (<a class=\"refLink\" href=\"Proverbs 14:29\" data-ref=\"Proverbs 14:29\">משלי יד, כט</a>). וְלֹא מִמִּדְבַּר <strong>הָרִֽים</strong> (<a class=\"refLink\" href=\"Psalms 75:6\" data-ref=\"Psalms 75:6\">תהלים עה, ו</a>), כלומר ההרמה וההגדלה לא תבא לו לאדם לא ממוצא השמש ולא ממערבו ולא ממדבר הרים, כלומר מרוב השתדלותו והליכתו לכאן ולכאן לא תבא לו הגדולה כי אם על ידי השם, כמו שאמר כִּֽי־אֱלֹהִים שֹׁפֵט זֶה יַשְׁפִּיל וְזֶה <strong>יָרִֽים</strong> (<a class=\"refLink\" href=\"Psalms 75:8\" data-ref=\"Psalms 75:8\">תהלים עה, ח</a>). ומקצת הספרים ממדבר פתח. ואם כן יהיה הרים מגזרת <strong>הַר</strong>. ואף על פי כן הראשון הוא הנכון. ואם בא ממדבר פתח זולתי הסמיכות הנה כמוהו מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם (<a class=\"refLink\" href=\"Leviticus 24:22\" data-ref=\"Leviticus 24:22\">ויקרא כד, כב</a>), וּמִקְסַם חָלָק (<a class=\"refLink\" href=\"Ezekiel 12:24\" data-ref=\"Ezekiel 12:24\">יחזקאל יב, כד</a>), וּלְשׂיּמוֹ [וּלְשׂוּמוֹ] מִרְמָס (<a class=\"refLink\" href=\"Isaiah 10:6\" data-ref=\"Isaiah 10:6\">ישעיה י, ו</a>). ובמדרש (רבה דף רפג, נ<strong>. </strong>סוף פרשה מטות) מהו <strong>וְלֹא מִמִּדְבַּר הָרִֽים</strong>? אמר רבי אבא כל הרים שבמקרא הם הרים חוץ מזה שהם רוממות, שאין אדם מתרומם מן הדרכים הללו. ומה הקדוש ברוך הוא עושה? נוטל נכסים מזה ונותן לזה שנאמר <strong>כִּֽי־אֱלֹהִים שֹׁפֵט זֶה יַשְׁפִּיל וְזֶה יָרִֽים</strong>. <strong>וַיָּרֶם</strong> יָד בַּמֶּֽלֶךְ (<a class=\"refLink\" href=\"I Kings 11:26\" data-ref=\"I Kings 11:26\">מלכים א' יא, כו</a>), כלומר מרד בו וזהו הרמת יד בו. <strong>ושלא נזכר פעלו ממנו </strong>[הָפְעַל] אֲשֶׁר הוּנַף וַֽאֲשֶׁר <strong>הוּרָם</strong> (<a class=\"refLink\" href=\"Exodus 29:27\" data-ref=\"Exodus 29:27\">שמות כט, כז</a>). ופירשנו בשרש <strong>נוּף</strong> מה בין תרומה להנפה. כַּֽאֲשֶׁר<strong> יוּרָם</strong> מִשּׁוֹר (<a class=\"refLink\" href=\"Leviticus 4:10\" data-ref=\"Leviticus 4:10\">ויקרא ד, י</a>), הֻרַים [<strong>הֻרַם</strong>] הַתָּמִיד (<a class=\"refLink\" href=\"Daniel 8:11\" data-ref=\"Daniel 8:11\">דניאל ח, יא</a>). <strong>וכבד אחר</strong> [פִּעֵל] גִּדַּלְתִּי<strong> וְרוֹמַמְתִּי</strong> (<a class=\"refLink\" href=\"Isaiah 1:2\" data-ref=\"Isaiah 1:2\">ישעיה א, ב</a>),<strong> אֲרוֹמִמְךָ </strong>אֱלוֹהַי הַמֶּלֶךְ (<a class=\"refLink\" href=\"Psalms 145:1\" data-ref=\"Psalms 145:1\">תהלים קמה, א</a>), <strong>לְרוֹמֵם</strong> אֶת־בֵּית אֱלֹהֵינוּ (<a class=\"refLink\" href=\"Ezra 9:9\" data-ref=\"Ezra 9:9\">עזרא ט, ט</a>), <strong>וִירֹמְמוּהוּ</strong> בִּקְהַל־עָם (<a class=\"refLink\" href=\"Psalms 107:32\" data-ref=\"Psalms 107:32\">תהלים קז, לב</a>). ואשר הוא <strong>עומד</strong> <strong>תְּרוֹמַמְנָה</strong> קַֽרְנוֹת צַדִּֽיק (<a class=\"refLink\" href=\"Psalms 75:11\" data-ref=\"Psalms 75:11\">תהלים עה, יא</a>). <strong>ובנין</strong> <strong>התפעל</strong> עַתָּה <strong>אֵֽרוֹמָם</strong> (<a class=\"refLink\" href=\"Isaiah 33:10\" data-ref=\"Isaiah 33:10\">ישעיה לג, י</a>),<strong> וַיֵּרֹמּוּ</strong> הַכְּרוּבִים (<a class=\"refLink\" href=\"Ezekiel 10:15\" data-ref=\"Ezekiel 10:15\">יחזקאל י, טו</a>), <strong>יֵרוֹמּוּ</strong> אוֹתָם (שם יז), <strong>הֵרֹמּוּ</strong> מִתּוֹךְ הָֽעֵדָה (<a class=\"refLink\" href=\"Numbers 17:10\" data-ref=\"Numbers 17:10\">במדבר יז, י</a>) וכבר כתבתי דקדוק המלות האלה בחלק הדקדוק בשרש <strong>רוּם</strong>. <strong>והתאר</strong> יְמִין י\"י<strong> רוֹמֵמָה</strong> (<a class=\"refLink\" href=\"Psalms 118:16\" data-ref=\"Psalms 118:16\">תהלים קיח, טז</a>). <strong>והשם </strong>במשקלו<strong> רוֹמְמוֹת</strong> אֵל בִּגְרוֹנָם (<a class=\"refLink\" href=\"Psalms 149:6\" data-ref=\"Psalms 149:6\">תהלים קמט, ו</a>), האחר ממנו <strong>רוֹמְמָה</strong> וכל הענין הזה הגבהה. ורבי יונה חלק ביניהם ואין צורך כי הפרשת דבר מדבר הגבהה היא. וכן <strong>וּכְסִילִים מֵרִים קָלֽוֹן</strong>, מגביה ומביא עליו הקלון. וכן םריכם אולה מגביה ומביא עליו האולת. ואפשר שיהיה נגזר מענין זה וְאַרְמוֹן עַל־מִשְׁפָּטוֹ יֵשֵֽׁב (<a class=\"refLink\" href=\"Jeremiah 30:18\" data-ref=\"Jeremiah 30:18\">ירמיה ל, יח</a>), לפי שהוא בנין גבוה נקרא כן. וכבר והביאותיו שרש בפני עצמו <strong>אָרַם</strong>. <strong>רָאמוֹת</strong> וְגָבִישׁ (<a class=\"refLink\" href=\"Job 28:18\" data-ref=\"Job 28:18\">איוב כח, יח</a>), אבן מהאבנים היקרות. ויש מפרשים אותו כמו <strong>אַלְמוֹנִים</strong> שהוא הנקרא בלע\"ז <strong>קור\"ל</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037edc47cf7a0c25239b5d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Miscellany", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Two issues, unrelated to what has gone before, are treated here: certain ritual objects in the Dwelling (oil/lamps and “showbread”), and the story of a man who insulted God and therefore had to be executed (along with further rules about capital crimes). The function of this chapter is not clear; perhaps it serves as a breather between the important sections on sacred days (23) and land tenure (25). It is also possible (as Levine notes) that chapters such as this one and Num. 15 serve as a repository for various cultic laws that needed a location. There are two other places in the Torah where a brief passage on the lights in the sanctuary may originally have served to separate sections: the end of Ex. 27 and the beginning of Num. 8. If so, that function no longer is as major as it once might have been.", "The first two parts (2–4 and 5–9) are linked by their common vocabulary: “take,” “arrange,” “regularly,” and “before the presence of Y<small>HWH</small>” (Wenham). The second section (vv. 10–23) is united by its chiastic structure (cf. Wenham here as well). It has points of contact with material in the Exodus laws, but here with the characteristic addition (v.22) of “I, Y<small>HWH</small>, am your God.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e8c9ad75f2d99af9a2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 24:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 24:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187f5dc9371ec0cebe6dc4", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Reggio on Torah, Leviticus 24:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>משפט אחד יהיה לכם,</b> בדין הורג נפש אדם ובהמה, הגר והאזרח שוק:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a05a5a4d0d592640cc0", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Rav Hirsch on Torah, Leviticus 24:22:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 22. Und wie alles Recht und alle persönliche Menschenwürde in der Persönlichkeit Gottes wurzelt, so ist diese sofort auch das Fundament der Rechts<i>einheit</i> und Rechts<i>gleichheit</i>. משפט אחד usw. <i>ein einheitliches</i> Recht in der die Gerechtigkeit des Rechtsspruches wahrenden Prozedur. Dieselben Anforderungen an die Persönlichkeit der Zeugen, פסול קרובים, und dieselbe Sorgfalt in Ermittlung der Wahrhaftigkeit der Zeugen, דרישה וחקירה, sei es im Personen- oder Güterrecht, אחד דיני ממונות ואחד דיני נפשות (Sanhedrin 28a und 32a). Und כגר כאזרח יהיה: <i>gleiches Recht</i> für alle, für den Eingeborenen und für den Fremden;<i> denn</i>“אני ד׳“ ist ihrer aller Gott!", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5d758c1dc532ec8f24", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 24:22", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Steinsaltz on Leviticus 24:22", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ד:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 24.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם, כַּגֵּר כָּאֶזְרָח יִהְיֶה,</b> בין אם המכה הוא בן ישראל והמוכה גר או להיפך, \n  <b>כִּי אֲנִי ה' אֱלֹהֵיכֶם,</b> וכלפַּי כולכם שווים, הן מבחינת החובות הן מבחינת הזכויות. לכן דין אחד לכולכם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>There shall be one law for you, the stranger and native alike, </b>whether the assailant is a born Jew and the victim a convert, or the reverse, <b>for I am the Lord your God. </b>You are all equal before Me, both with regard to your duties and with regard to your rights. Therefore, the same law applies to all. 99", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17eb43", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Haamek Davar on Leviticus 24:22:1", "sourceHeRef": "העמק דבר על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>משפט אחד וגו׳.</b> אחר שפירש הכתוב שאין חילוק מי המוכה פירש עוד שאין חילוק מי הוא המכה אדם מישראל:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bd3ad6e4a97c9cbb173e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Bekhor Shor, Leviticus 24:22:1", "sourceHeRef": "בכור שור, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>כגר כאזרח.</b> כלומר, כשם שאני תובע עלבון האזרח, כך אני תובע עלבון הגר ובהמתו:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd3ad6e4a97c9cbb1740", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 24:22:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Bekhor Shor, Leviticus 24:22:2", "sourceHeRef": "בכור שור, ויקרא כ״ד:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>אני ה' אלהיכם.</b> בטריוטיינרא [בלע\"ז] לגר כמו לאזרח:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f299d6e4a92746471e0c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Chizkuni, Leviticus 24:22:1", "sourceHeRef": "חזקוני, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>כגר כאזרח</b> כשם שאני תובע עלבון האזרח כך אני תובע עלבון הגר ובהמתו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כגר כאזרח, “be it a convert or a natural born Israelite;” just as the Torah is concerned with the wellbeing of a natural born Jew, it is concerned with the wellbeing of a person who has converted to Judaism or to his animal. (B’chor shor)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad94bcd6e4a93323dc0420", "index_title": "Ketubot", "category": "Talmud", "type": "", "ref": "Ketubot 33a:7", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ketubot 33a:7", "sourceHeRef": "כתובות ל״ג א:ז׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 65.0007, "collectiveTitle": {"en": "Ketubot", "he": "כתובות"}, "heTitle": "כתובות", "he": "מַתְקֵיף לַהּ רַב סַמָּא בְּרֵיהּ דְּרַב יִרְמְיָה: אֶלָּא מֵעַתָּה, בֶּן גְּרוּשָׁה וּבֶן חֲלוּצָה, דְּלָא מִ״כַּאֲשֶׁר זָמַם״ קָא מִיתְרַבֵּי — לִיבְעֵי הַתְרָאָה! אָמַר קְרָא: ״מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם״, מִשְׁפָּט הַשָּׁוֶה לְכוּלְּכֶם.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Samma, son of Rav Yirmeya,</b> strongly <b>objects to this: However, if</b> what you say is <b>so,</b> when witnesses falsely accuse a priest of being <b>the son of a divorcée or the son of a <i>ḥalutza</i>, as they are not included in</b> the verse <b>“As he conspired”</b> but rather they are punished for violating the prohibition “You shall not bear false witness against your neighbor,” <b>let them require forewarning.</b> The Gemara answers that <b>the verse states: “You shall have one manner of law”</b> (Leviticus 24:22), meaning that there must be <b>a law equal for all of you.</b> Since in standard cases of conspiring witnesses no forewarning is required, even in exceptional cases like testimony that a priest is the son of a divorcée or a <i>ḥalutza</i>, forewarning is not required.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad950ad6e4a93323dc0e14", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 62b:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Kiddushin 62b:1", "sourceHeRef": "קידושין ס״ב ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 124.0001, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "גֵּר צָרִיךְ שְׁלֹשָׁה. מַאי טַעְמָא: ״מִשְׁפָּט״ כְּתִיב בֵּיהּ כַּדִּין, מִי יֵימַר דְּמִזְדַּקְּקוּ לֵיהּ הָנֵי תְּלָתָא.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>A convert requires</b> the presence of <b>three</b> Jews for his conversion. <b>What is the reason</b> for this requirement? <b>It is written with regard to</b> a convert: “You shall have one manner of <b>law,</b> for the convert as for the homeborn” (Leviticus 24:22), which indicates that a conversion is <b>considered a judgment</b> that requires three judges. And if he requires three judges, <b>who says that those three will be available to him?</b> Since he cannot convert at a time of his choosing, it is not considered within his power to convert.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad986ad6e4a93323dc55d7", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 83b:21", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Bava Kamma 83b:21", "sourceHeRef": "בבא קמא פ״ג ב:כ״א", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.0021, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "וְכִי תֵּימָא: כָּל כִּי הַאי – שָׁקֵיל מִינֵּיהּ מָמוֹנָא; הַתּוֹרָה אָמְרָה: ״מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם״ – מִשְׁפָּט הַשָּׁוֶה לְכוּלְּכֶם!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara continues the derivation: <b>And if you would say</b> that <b>in all cases like this,</b> where their eyes are different sizes, the injured party <b>takes monetary restitution</b> from the one who caused him injury, but in a case where their eyes are the same size, the one who caused injury is punished by actually having his eye removed, this cannot be, as <b>the Torah said: “You shall have one manner of law”</b> (Leviticus 24:22), teaching that the <b>law</b> shall be <b>equal for all of you.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad986ad6e4a93323dc55d9", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 84a:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Bava Kamma 84a:1", "sourceHeRef": "בבא קמא פ״ד א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 167.0001, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "קָטָן שֶׁהָרַג אֶת הַגָּדוֹל וְגָדוֹל שֶׁהָרַג אֶת הַקָּטָן, הֵיכִי קָטְלִינַן לֵיהּ? הַתּוֹרָה אָמְרָה: ״מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם״ – מִשְׁפָּט הַשָּׁוֶה לְכוּלְּכֶם! אֶלָּא נְשָׁמָה שְׁקַיל מִינֵּיהּ, נְשָׁמָה אָמַר רַחֲמָנָא נִשְׁקוֹל מִינֵּיהּ; הָכִי נָמֵי, נְהוֹרָא שְׁקַיל מִינֵּיהּ, נְהוֹרָא אָמַר רַחֲמָנָא נִשְׁקוֹל מִינֵּיהּ!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "in the case of <b>a small</b> person <b>who killed a large</b> person, <b>or a large</b> person <b>who killed a small</b> person, <b>how do we kill</b> the murderer? If one suggests that in such a case a monetary penalty will be imposed, <b>the Torah stated: “You shall have one manner of law”</b> (Leviticus 24:22), teaching that the <b>law</b> shall be <b>equal for all of you,</b> so the punishment must be the same for all murderers. <b>Rather,</b> explain that since the murderer <b>took the life of</b> the victim, <b>the Merciful One states that</b> the court should likewise <b>take the life from him. So too,</b> since the one who caused the injury <b>took</b> the <b>sight from</b> the eye of the injured party, <b>the Merciful One states</b> that the court should likewise <b>take</b> the <b>sight from</b> his eye. Therefore, the Gemara does not accept the derivation of Rabbi Dostai ben Yehuda, in accordance with the objection of the Sages.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad986bd6e4a93323dc55dd", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 84a:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Bava Kamma 84a:2", "sourceHeRef": "בבא קמא פ״ד א:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 167.0002, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "תַּנְיָא אִידַּךְ, רַבִּי שִׁמְעוֹן בֶּן יוֹחַי אוֹמֵר: ״עַיִן תַּחַת עַיִן״ – מָמוֹן. אַתָּה אוֹמֵר מָמוֹן, אוֹ אֵינוֹ אֶלָּא עַיִן מַמָּשׁ? הֲרֵי שֶׁהָיָה סוֹמֵא, וְסִימֵּא; קִיטֵּעַ, וְקִיטַּע; חִיגֵּר, וְחִיגֵּר; הֵיאַךְ אֲנִי מְקַיֵּים בָּזֶה ״עַיִן תַּחַת עַיִן״ – וְהַתּוֹרָה אָמְרָה: ״מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם״, מִשְׁפָּט הַשָּׁוֶה לְכוּלְּכֶם?", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara presents another derivation: It <b>is taught</b> in <b>another</b> <i>baraita</i> that <b>Rabbi Shimon ben Yoḥai says: “An eye for an eye”</b> (Leviticus 24:20), is referring to <b>monetary restitution.</b> Do <b>you say</b> that this is referring to <b>monetary restitution, or is it only</b> teaching that the one who caused the injury must lose <b>an actual eye?</b> There may be a case where <b>there was a blind person and he blinded</b> another, or there was <b>one with a severed limb and he severed</b> the limb of another, or there was <b>a lame person and he caused</b> another <b>to be lame. In this</b> case, <b>how can I fulfill “an eye for an eye”</b> literally, when he is already lacking the limb that must be injured? If one will suggest that in that case, a monetary penalty will be imposed, that can be refuted: <b>But the Torah stated: “You shall have one manner of law”</b> (Leviticus 24:22), which teaches that <b>the law</b> shall be <b>equal for all of you.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58d1398bd6e4a96e427ef099", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ibn Ezra on Leviticus 24:22:1", "sourceHeRef": "אבן עזרא על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "וטעם <b>אלהיכם.</b> אלהי האזרח ואלהי הגר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[YOUR GOD.] The God of the native and the God of the stranger.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58f75f6ed6e4a9133c20c22a", "index_title": "Ben Ish Hai", "category": "Halakhah", "type": "commentary", "ref": "Ben Ish Hai, Drashot, Emor 11", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ben Ish Hai, Drashot, Emor 11", "sourceHeRef": "בן איש חי, דרשות, אמור י״א", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1894, 1898], "commentaryNum": 11, "collectiveTitle": {"en": "Ben Ish Hai", "he": "בן איש חי"}, "heTitle": "אמור", "he": "<b>וקדשתו כי את לחם אלהיך הוא מקריב קדש יהיה לך וכו'</b> נ\"ל בס\"ד דידוע דהקרבן לא יעלה לרצון מצד המעשה דוקא אלא רק צירוף הכונה והמחשבה של בעל הקרבן שהוא מכוין ומחשב כל מעשה שיעשה הכהן בבהמה על נפשו ממש וכמ\"ש רבינו מהר\"ם אלשיך ז\"ל בזה בריש פרשת ויקרא יע\"ש וידוע למה שיש כח לאיש ישראל לעשות פועל טוב ע\"י כונה ומחשבה שלו מפני דנשמות ישראל הם מעולם הבריאה שה\"ס בינה ששם הכונה כי הכונה בלב והמחשבה במוח וידוע ליבא בינה מוחא חכמה והם כחדא נפקין וכחדא שריין ולכך כשיהיה זה יהיה זה גם ידוע הטעם שזכו ישראל לתורה ולא המלאכים מפני כי המלאכים הם ביצירה והתורה היא מבריאה שה\"ס בינה דלכן התחילה בבית והיא למעלה מהם לכך לא זכו לה אבל ישראל ששרשם מבריאה והם במקום אחד לכך זכו לתורה וכמ\"ש רבינו ז\"ל בכונת ברוך אלהינו שבראנו לכבודו וכו' בראנו דייקא מסוד הבריאה ולכן נתן לנו תורת אמת מעולם הבריאה וז\"ש וקדשתו כי את לחם אלהיך הוא מקריב אך מעשה שלו לבדה לא תספיק אלא צריך אתה בעל הקרבן קדש יהיה שתשלים התיקון בכונה ומחשבה שהם בחי' קדש יען כי כונה ומחשבה הם סוד בינה וחכמה שנקראים קודש וא\"ת איך יש לנו כח לעשות פועל ותיקון בכונה שלנו לז\"א כי קדוש אני ה' מקדשכם בתורה שנתתי לכם את התורה שהיא קודש ולא נתתי אותה למלאכים והיינו טעמא מפני שאתם נשמתכם היא מן הבריאה שה\"ס בינה ששם הוא הכונה ושם הוא התורה ולכן ממילא תדע דודאי יש לכם כח לעשות פועל ותיקון בכונה שלכם ובזה יובן הטעם מ\"ש רז\"ל עתידין הצדיקים שיאמרו המלאכים לפניהם קדוש כדרך שאומרים לפני הקב\"ה ופרשתי בס\"ד הכונה הוא שיאמרו ג\"פ קדוש כדרך שאומרים לפני הקב\"ה קק\"ק והיינו טעמא אע\"ג דהמלאכים הם ג\"כ קדושים ואיך ישבחו הצדיקים בדבר זה שהוא מצוי אתם ג\"כ ובזה ניחא כי את הצדיקים ישבחו בג\"פ קדוש כנגד ג' קדושות בי\"ע אך הם אין להם אלא ב\"פ קדוש כנגד יצירה ועשיה בלבד כי המלאכים הם מן היצירה: \n", "heVersionTitle": "Ben Ish Chai, Jerusalem, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בן איש חי, ירושלים, תרנ\"ח", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ce4d6e4a9026bd8fa15", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Aderet Eliyahu, Leviticus 24:22:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>משפט אחד.</b> כמשפט דיני נפשות כן משפט ד\"מ מה דיני נפשות בדרישה וחקירה כך דיני ממונות יכול בכ\"ג ת\"ל עין תחת עין ריבה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ce4d6e4a9026bd8fa17", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:22:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Aderet Eliyahu, Leviticus 24:22:2", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>כגר.</b> (יבמות מ\"ו ע\"ב ועיין רש\"י קידושין ס\"ב ע\"ב והוא כדברי הגאון) מכאן שהגר צריך שלשה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba3bb071e100bf4f2967", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Sanhedrin 4:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ein Yaakov, Sanhedrin 4:1", "sourceHeRef": "עין יעקב, סנהדרין ד׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "סנהדרין", "he": "<b>סנהדרין פרק ד</b> - [מִשְׁנָה. אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת, בִּדְרִישָׁה וּבַחֲקִירָה, שֶׁנֶּאֱמַר: (ויקרא כ״ד:כ״ב) \"מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם\". גְּמָרָא. דִּינֵי מָמוֹנוֹת, מִי בָּעִינָן דְּרִישָׁה וַחֲקִירָה? וּרְמִינְהוּ וְכוּ', אָמַר רַבִּי חֲנִינָא: דְּבַר תּוֹרָה, אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת, בִּדְרִישָׁה וּבַחֲקִירָה, שֶׁנֶּאֱמַר: \"מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם\", וּמַה טַּעַם אָמְרוּ: דִּינֵי מָמוֹנוֹת לֹא בָּעִינָן דְּרִישָׁה וַחֲקִירָה? כְּדֵי שֶׁלֹּא תִּנְעֹל דֶּלֶת בִּפְנֵי לוֹוִין. [אֶלָּא מֵעַתָּה, טָעוּ לֹא יְשַׁלְּמוּ?! כָּל שֶׁכֵּן שֶׁתִּנְעֹל דֶּלֶת בִּפְנֵי לוֹוִין. רָבָא אָמַר: מַתְנִיתִין דְּהָכָא, בְּדִינֵי קְנָסוֹת, וְאִידָךְ, בְּהוֹדָאוֹת וְהַלְוָאוֹת]. רַב פָּפָּא אָמַר: אִידִי וְאִידִי בְּהוֹדָאָה וְהַלְוָאָה, כָּאן, בְּדִין מְרֻמֶּה, כָּאן, בְּדִין שֶׁאֵינוֹ מְרֻמֶּה, כִּדְרֵישׁ לָקִישׁ, דְּרֵישׁ לָקִישׁ רָמִי, כְּתִיב: (ויקרא י״ט:ט״ו) \"בְּצֶדֶק תִּשְׁפֹּט עֲמִיתֶךָ\", וּכְתִיב: (דברים ט״ז:כ׳) \"צֶדֶק צֶדֶק תִּרְדֹּף\", הָא כֵּיצַד? כָּאן, בְּדִין מְרֻמֶּה, כָּאן, בְּדִין שֶׁאֵין מְרֻמֶּה. רַב אַשִׁי אָמַר: מַתְנִיתִין, כִּדְשַׁנִינָן, קְרָאֵי, אֶחָד לְדִין, וְאֶחָד לִפְשָׁרָהכִּדְתַנְיָא: \"צֶדֶק צֶדֶק תִּרְדֹף\", אֶחָד לְדִין וְאֶחָד לִפְשָׁרָה; כֵּיצַד? שְׁתֵּי סְפִינוֹת עוֹבְרוֹת בַּנָּהָר וּפָגְעוּ זֶה בָּזֶה, אִם עוֹבְרוֹת שְׁתֵּיהֶן, שְׁתֵּיהֶן טוֹבְעוֹת, בָּזֶה אַחַר זֶה, שְׁתֵּיהֶן עוֹבְרוֹת. וְכֵן שְׁנֵי גְּמַלִּים שֶׁהָיוּ עוֹלִין בְּמַעֲלוֹת בֵּית חוֹרוֹן וּפָגְעוּ זֶה בָּזֶה, אִם עָלוּ שְׁנֵיהֶם, שְׁנֵיהֶם נוֹפְלִים, בָּזֶה אַחַר זֶה, שְׁנֵיהֶם עוֹלִים, הָא כֵּיצַד? טְעוּנָה וְשֶׁאֵינָהּ טְעוּנָה, תִּדָּחֶה שֶׁאֵינָהּ טְעוּנָה מִפְּנֵי טְעוּנָה. קְרוֹבָה וְשֶׁאֵינָהּ קְרוֹבָה, תִּדָּחֶה קְרוֹבָה מִפְּנֵי שֶׁאֵינָהּ קְרוֹבָה. הָיוּ שְׁתֵּיהֶן קְרוֹבוֹת, שְׁתֵּיהֶן רְחוֹקוֹת, הַטֵּל פְּשָׁרָה בֵּינֵיהֶן, וּמַעֲלוֹת שָׂכָר זוֹ לָזוֹ.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba9db071e100bf4f69e9", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Sanhedrin 1:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ein Yaakov, Sanhedrin 1:2", "sourceHeRef": "עין יעקב, סנהדרין א׳:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "סנהדרין", "he": "אָמַר רַבִּי חֲנִינָא: דְּבַר תּוֹרָה, אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת, בִּדְרִישָׁה וַחֲקִירָה, שֶׁנֶּאֱמַר: (ויקרא כ״ד:כ״ב) \"מִשְׁפָּט אֶחָד יִהְיֶה לָכֶם\", וּמַה טַּעַם אָמְרוּ: דִּינֵי מָמוֹנוֹת לָא בָּעִינָן דְּרִישָׁה וַחֲקִירָה? כְּדֵי שֶׁלֹּא תִּנְעֹל דֶּלֶת בִּפְנֵי לוֹוִין.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17baabb071e100bf4f7362", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Laws 1:3", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Kad HaKemach, Laws 1:3", "sourceHeRef": "כד הקמח, דינין א׳:ג׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "דינין", "he": "<b>ידוע</b> כי המשפט מכון כסא הכבוד שנאמר (תהלים פט) צדק ומשפט מכון כסאך, ומי שהוא מעמיד המשפט הוא מעמיד הכסא ומי שהוא מטה המשפט ופוגם אותו הוא פוגם את הכסא, וידוע שאין כסא המלכים נכון אלא במשפט שכן כתוב בחזקיה המלך (ישעיהו ט״ז:ה׳) והוכן בחסד כסא וגו'. ובמדרש (תהלים קמח) מגיד דבריו ליעקב אלו עשרת הדברות חקיו ומשפטיו לישראל ואלה המשפטים לא עשה כן לכל גוי לא נתן הכל אלא לישראל, אדם הראשון נצטוה שש מצות בא נח והוסיף לו שביעית זו היא אבר מן החי. בא אברהם הוסיף לו שמינית זו מילה. בא יעקב הוסיף לו תשיעית זה גיד הנשה. באו ישראל נתן להם עשרת הדברות נתן להם את הכל, וזהו שכתוב (במדבר ז׳:י״ד) כף אחת עשרה זהב מלאה קטרת, כף אחת זו התורה שנתנה מידו של הקב\"ה לכף ידו של משה והיא תורה אחת והם עשרת הדברות מלאים קטרת תרי\"ג בגימטריא בחלוף קו\"ף בדל\"ת באותיות א\"ת ב\"ש, כשעמדו על הר סיני ואמרו (שמות כ״ד:ז׳) כל אשר דבר ה' נעשה ונשמע אמר להם הרי כל התורה נתונה לכם הוי אומר לא עשה כן לכל גוי שכן אמרה תורה (שם כא) ואלה המשפטים אשר תשים לפניהם, ודרשו ז\"ל מה שדרשו. ואמרו במדרש רבי אליעזר אומר אם יש דין למטה אין דין למעלה ואם אין דין למטה יש דין למעלה. כיצד אם יעשו התחתונים משפט אינו נעשה מלמעלה אמר הקב\"ה אלו הייתי מבקש שעה לעבור את הדין לא היה העולם יכול לעמוד שכן אמר ישעיה ע\"ה (ישעיהו כ״ז:ד׳) אפשעה בה אציתנה יחד. אם אני פוסע בדין פסיעה אחת אשרוף כל העולם כלו למה (שם) או יחזק במעוזי יעשה שלום לי שלום יעשה לי. כלומר אם יחזיקו בדיני התורה: וצריך אתה לדעת כי העבירה הזאת היא חומר לכמה עבירות כי משרשה יפרו וירבו ענפי חטאים גדולים גם בכנפיה נמצאו נזקים ומכשולות הרבה לאין קץ ויותר חמורה היא מרציחה ואבאר לך כיצד. ידוע כי הרציחה מן העבירות החמורות שבתורה והעונש גדול וחמור מאד לפי שהוא שופך דם האדם ומאבד נפש אחת מן העולם ולא איבד את הנרצח לבדו כי אם זרעו היוצא ממנו שאין לו סוף שהרי אדם הראשון יחידי היה וכל הבריות של שבעים לשון שיש בעולם כולן היו תולדותיו וא\"כ למדנו כל המאבד נפש אחת כאלו איבד עולם מלא, וכן לענין ההצלה והטובה כל המקיים נפש אחת כאלו קיים עולם מלא. הא למדת כמה גדול עון הרציחה, ואע\"פ שעון הרציחה חמור עון הגזל וחלול השם חמור ממנו כי הרוצח נמחל לו בתשובה שכן מצינו בקין. ולא כן הגזל שאין התשובה מועלת לו עד שיחזירנו ואם אינו מחזירו אין נמחל לו לעולם, וכבר בארתי זה באות גימ\"ל בענין הגזל. וכן חלול השם אין התשובה מועלת לו כי הוא חמור מכריתות ומיתות בית דין שכן דרשו ז\"ל במסכת יומא (פרק בתרא דף פז) עבר על כריתות ומיתות ב\"ד ועשה תשובה תשובה ויום הכפורים תולין ויסורין ממרקין שנאמר (תהלים פט) ופקדתי בשבט פשעם וגו' אבל מי שיש בידו חלול השם אין כח בתשובה לתלות ולא ביום הכפורים לכפר ולא ביסורין למרק אלא כלן תולין ומיתה ממרקת שנאמר (ישעיהו כ״ב:י״ד) ונגלה באזני ה' צבאות, ושתי עבירות אלו גזל וחילול השם הם חמורות יותר מן הרציחה. חילול השם שהרי נותן כבודו לאחר ותהלתו לפסילים. ואוי למבוכה הזאת ולשכרות הגדול הזה במקום שיודעין כן ועוברין, וכענין שאמר הנביא (שם כט) שכרו ולא יין וכו' שהרי מניחין את העיקר ונותנין לע\"ז מוהר וחשיבות, והוא שאמר דוד ע\"ה (תהילים ט״ז:ד׳) ירבו עצבותם אחר מהרו כשהם נותנין מוהר לאל אחר לעבדו. גזל שהרי זה גזל גמור ואינו חושבו לגזל וע\"כ אינו מחזירו ולפיכך אין לו מחילה בעולם: כל מי שאינו נוהג במשפטי התורה כאלו הוציא עצמו מאלהותו של הקב\"ה שכן אמרה תורה (ויקרא כ״ד:כ״ב) משפט א' יהיה לכם וגו'. כי אני ה' אלהיכם. ונראה לי כי אומר הכתוב הזה משפט אחד משפט של אחד אותו משפט שניתן לכם בהר סיני. כי אני ה' אלהיכם אם עשיתם אותו משפט אני ה' אלהיכם. ומכלל הן אתה שומע לאו שכל מי שאינו נוהג אותו משפט הרי הוא כאלו הוציא עצמו מאלהותו של הקב\"ה וכפר בעיקר, שהרי דבר ידוע שכל האמונות שיש לאומות ומשפטיהם הם פירות התורה והמשפטים שבתורה הם מעיקרי התורה וכשאין אנו עוסקין בהם הנה זה חלול השם, ואותם שאפשר להם למחות ואין מוחין הרי הם מחללין את השם ומכלין ממונם של ישראל ועתידים הן ליתן את הדין: משפט קראו הכתוב משפט צדק שנא' (דברים ט״ז:י״ח) ושפטו את העם משפט צדק. לפי שהשופט עושה צדק עם שניהם עם הזכאי שהוא נוטל ועם החייב שמוציא גזלה מתחת ידו, וז\"ש (תהלים פז) אמת מארץ תצמח וכו'. מצינו שמשה רבינו עליו השלום מסר נפשו על שלשה דברים על התורה ועל המשפט ועל ישראל. על התורה שנאמר (שמות ל״ד:כ״ח) ויהי שם עם ה' ארבעים יום וארבעים לילה. על ישראל שנאמר (שמות ל״ב:ל״ב) ועתה אם תשא חטאתם. ועל הדינין שנאמר (שם) וירא איש מצרי מכה איש עברי מאחיו שמסר את נפשו, ולפי שמסר את נפשו על הדין נקראו הדיינין על שמו (דברים ט״ז:י״ח) שופטים ושוטרים תתן לך והש\"י ישיב שופטינו כבראשונה ויועצינו כבתחלה. שכן הבטיחנו (ישעיהו א׳:כ״ו) ואשיבה שופטיך כבראשונה ויועציך כבתחלה, וכתיב ציון במשפט תפדה ושביה בצדקה: \n", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1a3d24c08b380058207ed0", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 24:10:10", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Abarbanel on Torah, Leviticus 24:10:10", "sourceHeRef": "אברבנאל על תורה, ויקרא כ״ד:י׳:י׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 10.001, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": "השאלה הט' באמרו משפט אחד יהיה לכם ולגר וגו' כי זה המאמר הוא ג\"כ כפול לפי שכבר נאמר למעלה כגר כאזרח בנקבו שם יומת. ולמה נשנה כאן ענין הגר: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec26468346ff238b6dbeafc", "index_title": "Ben Yehoyada on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Sanhedrin 7a:13", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Ben Yehoyada on Sanhedrin 7a:13", "sourceHeRef": "בן יהוידע על סנהדרין ז׳ א:י״ג", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 13.0013, "collectiveTitle": {"en": "Ben Yehoyada on Sanhedrin", "he": "בן יהוידע על סנהדרין"}, "heTitle": "בן יהוידע על סנהדרין", "he": "<b>כָּל דַּיָּן שֶׁנּוֹטֵל מָמוֹן מִזֶּה וְנוֹתֵן לָזֶה שֶׁלֹּא כַּדִּין, הַקָּדוֹשׁ בָּרוּךְ הוּא נוֹטֵל מִמֶּנּוּ נַפְשׁוֹ <small>(משלי כב, כב)</small>.</b> נראה לי בס\"ד דכתיב אֱלֹקִים נִצָּב בַּעֲדַת אֵ־ל <small>(תהלים פב, א)</small> והטעם שם אלקים דין וגבורה ולכן 'נִצָּב בַּעֲדַת אֵ־ל' הם בית דין. אך ידוע שם אלקים כלול מחמשה <small>[86×5=430] </small>ונמצא עולה מספרו ת\"ל כמנין נֶפֶשׁ <small>[430] </small>ולכך נאמר וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹקִים<small> (שמות כב, ז)</small> רצונו לומר 'ה\"א אלקים' דהיינו ה' פעמים שם אלקים שהם גימטריא נֶפֶשׁ, ולכן זה הדיין שנטל ממון שלא כדין ובזה סילק הארת ה' פעמים אלקים שהם גימטריא נפש לכן נוטל ממנו נפש שלו.<br>או יובן בס\"ד מִשְׁפָּט <small>[429] </small>אם תוסיף עליו מספר א' דֶּ'<b>אֱ</b>מֶת' יהיה מספרו נֶפֶשׁ <small>[430] </small>לכן כתיב מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם <small>(ויקרא כד, כב)</small> כי מספר משפט עם מספר אחד שהוא א' יהיה לכם שהוא מספר 'נפש' שלכם לכן זה הדיין שעיות משפט ניטל נפשו.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef9b460721ab452255640f4", "index_title": "Daf Shevui to Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Daf Shevui to Kiddushin 62a:13", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Daf Shevui to Kiddushin 62a:13", "sourceHeRef": "דף שבועי על קידושין ס״ב א:י״ג", "anchorVerse": 22, "sourceHasEn": true, "compDate": [2016, 2020], "commentaryNum": 123.0013, "collectiveTitle": {"en": "Daf Shevui to Kiddushin", "he": "דף שבועי על קידושין"}, "heTitle": "דף שבועי על קידושין", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The Talmud answers that conversion also cannot be done by the man himself, for he needs a court to convert and it is not clear that he will find three to serve for him in such a capacity.<br>Conversion is a legal matter (see Leviticus 24:22).<br>I should note that in earlier rabbinic literature it seems that conversion was a self-administered process. A person just decides to become Jewish, goes through the proper ritual and thereby becomes Jewish. Only later in the Talmudic period do we hear of the necessity for a court. I wrote an article about this—you can find it on academia.com if you are interested. And let me know what you think!", "versionTitle": "Daf Shevui", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "607ed63f0a655f42c0d421a0", "index_title": "LeNevukhei HaTekufah", "category": "Jewish Thought", "type": "", "ref": "LeNevukhei HaTekufah 2:10:16", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "LeNevukhei HaTekufah 2:10:16", "sourceHeRef": "לנבוכי התקופה ב׳:י׳:ט״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1938, 1942], "commentaryNum": 10.0016, "collectiveTitle": {"en": "LeNevukhei HaTekufah", "he": "לנבוכי התקופה"}, "he": "נשוב לעניינינו, בדברים שיש בין מושג המצוה ובין מושג המשפט. המצוה רואה לפניה את היחיד שעליו מוטלת המצוה ו״‎איש בחטאו״‎ – רק בחטאו – ״‎יומת״‎. ואם יש גם מצוות שהן מצוות ציבוריות, הכי פירוש הדבר – שכלפי מצוות כאלו <b>נחשב כל הציבור ליחיד</b>. אבל על כל פנים אין הפרט סובל בגלל הכלל. כי ב״‎דיני שמים״‎ תופס כל יחיד ויחיד מקום מיוחד. לא כן במשפט; שם יש כלל של ״‎׳מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם׳ (ויקרא כד, כב) – משפט השווה לכולכם״‎ כתובות לג, ב(). לפעמים מקופחת זכות היחיד אך ורק מפני שאי־אפשר באופן אחר לקיים את ה״‎משפט אחד יהיה לכם״‎, ולא תהיה בזה בחינת ״‎משפט השווה לכולכם״‎.", "heVersionTitle": "Merkaz Shapira, 2014", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d4", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d075b6084aa1cbf03b3b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גֵּר 1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "BDB, גֵּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, גֵּר א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גֵּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">גֵּר</span></big><sub>92</sub>  <strong>n.m.</strong> <sup><a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a></sup> <strong>sojourner (</strong>Arabic <span dir=\"rtl\">جَارٌ</span>, Ethiopic ግዩር, ጎር Aramaic <span dir=\"rtl\">ܓܝܻܘܽܪ</span>, <span dir=\"rtl\">גִּיּוֹר</span>, <em>proselyte</em>, <span dir=\"rtl\">גַּיֵּר</span> <em>proselytize</em>, Ph. <span dir=\"rtl\">גר</span> in n.pr., & pl. <span dir=\"rtl\">גרם</span><strong>)</strong>—<span dir=\"rtl\">גֵּר</span> <a data-ref=\"Genesis 15:13\" href=\"/Genesis.15.13\">Gn 15:13</a> + 74 times; sf. <span dir=\"rtl\">גֵּרְךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> + 4 times, <span dir=\"rtl\">גֵּרוֹ</span> <a data-ref=\"Deuteronomy 1:16\" href=\"/Deuteronomy.1.16\">Dt 1:16</a>; pl. <span dir=\"rtl\">גֵּרִים</span> <a data-ref=\"Exodus 22:20\" href=\"/Exodus.22.20\">Ex 22:20</a> + 9 times, <span dir=\"rtl\">גֵּירִים</span> <a data-ref=\"II Chronicles 2:16\" href=\"/II_Chronicles.2.16\">2 Ch 2:16</a>;—<br><strong>1.</strong>  <em>sojourner</em>, temporary dweller, new-comer (no inherited rights), cf. <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">Ex 12:19</a> <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">Lv 24:16</a> <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">Nu 15:30</a> <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> (opp. <em>homeborn</em>); of Abraham at Hebron <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> (P; ‖ <span dir=\"rtl\">תּוֹשָׁב</span>); Moses in desert <a data-ref=\"Exodus 2:22\" href=\"/Exodus.2.22\">Ex 2:22</a> (J) <a data-ref=\"Exodus 18:3\" href=\"/Exodus.18.3\">18:3</a> (E; here explan. of name Gershom, Moses’ son); as claiming hospitality <a data-ref=\"Job 31:32\" href=\"/Job.31.32\">Jb 31:32</a>; perhaps in above cases, and certainly in general, with technical sense; fig. of Yahweh <a data-ref=\"Jeremiah 14:8\" href=\"/Jeremiah.14.8\">Je 14:8</a>; of Israel in Egypt <a data-ref=\"Genesis 15:13\" href=\"/Genesis.15.13\">Gn 15:13</a> <a data-ref=\"Exodus 22:20\" href=\"/Exodus.22.20\">Ex 22:20</a>; <a data-ref=\"Exodus 23:9\" href=\"/Exodus.23.9\">23:9</a> (all JE) <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">Lv 19:34</a> (H) <a data-ref=\"Deuteronomy 10:19\" href=\"/Deuteronomy.10.19\">Dt 10:19</a>; <a data-ref=\"Deuteronomy 23:8\" href=\"/Deuteronomy.23.8\">23:8</a>; <span dir=\"rtl\">גֵּרִים</span> with Yahweh <a data-ref=\"Leviticus 25:23\" href=\"/Leviticus.25.23\">Lv 25:23</a> (H) <a data-ref=\"I Chronicles 29:15\" href=\"/I_Chronicles.29.15\">1 Ch 29:15</a> <a data-ref=\"Psalms 39:13\" href=\"/Psalms.39.13\">ψ 39:13</a> (in all ‖ <span dir=\"rtl\">תּוֹשָׁב</span>) cf. <a data-ref=\"Psalms 119:19\" href=\"/Psalms.119.19\">119:19</a>.<br><strong>2.</strong>  usually of <span dir=\"rtl\">גֵּרִים</span> in Israel <a data-ref=\"II Samuel 1:13\" href=\"/II_Samuel.1.13\">2 S 1:13</a> (Amalekite) cf. <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>, <a data-ref=\"Joshua 8:35\" href=\"/Joshua.8.35\">35</a> (E) <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">20:9</a> (P) <a data-ref=\"Isaiah 14:1\" href=\"/Isaiah.14.1\">Is 14:1</a>; dwellers in Israel with certain conceded, not inherited rights (cf. RS<sup>OTJC 434; 2nd ed. 342. n.; K 42; Sem 75 f.</sup> Sta<sup>Gesch. i. 400</sup>). The <span dir=\"rtl\">גֵּר</span> is to share in Sabbath rest <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a>; <a data-ref=\"Exodus 23:12\" href=\"/Exodus.23.12\">23:12</a> (both JE) <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; otherwise he is to have like obligations with Israel <a data-ref=\"Exodus 12:19\" href=\"/Exodus.12.19\">Ex 12:19</a>, <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">48</a>, <a data-ref=\"Exodus 12:49\" href=\"/Exodus.12.49\">49</a> <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">Lv 16:29</a> (all P) <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">Lv 17:8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a>, <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">13</a>, <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">15</a>; <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">18:26</a>; <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">20:2</a>; <a data-ref=\"Leviticus 22:18\" href=\"/Leviticus.22.18\">22:18</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">22</a> (all H) <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a><sup>(×2)</sup>; <a data-ref=\"Numbers 15:14\" href=\"/Numbers.15.14\">15:14</a>, <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15</a><sup>(×2)</sup>, <a data-ref=\"Numbers 15:16\" href=\"/Numbers.15.16\">16</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a>, <a data-ref=\"Numbers 15:29\" href=\"/Numbers.15.29\">29</a>, <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">30</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>; <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">35:15</a> (all P) <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">Ez 14:7</a>; similar rights <a data-ref=\"Deuteronomy 1:16\" href=\"/Deuteronomy.1.16\">Dt 1:16</a> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>, <a data-ref=\"Ezekiel 14:23\" href=\"/Ezekiel.14.23\">23</a>; and like privileges <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">Dt 16:11</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a>; <a data-ref=\"Deuteronomy 26:11\" href=\"/Deuteronomy.26.11\">26:11</a>; <a data-ref=\"Deuteronomy 29:10\" href=\"/Deuteronomy.29.10\">29:10</a>; <a data-ref=\"Deuteronomy 31:12\" href=\"/Deuteronomy.31.12\">31:12</a> cf. <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">2 Ch 30:25</a>; very rarely any distinction made, in obligation <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">Lv 25:47</a><sup>(×3)</sup> (H), in permissible food <a data-ref=\"Deuteronomy 14:21\" href=\"/Deuteronomy.14.21\">Dt 14:21</a>; in future success <a data-ref=\"Deuteronomy 28:43\" href=\"/Deuteronomy.28.43\">Dt 28:43</a>; kindness to <span dir=\"rtl\">גֵּר</span> frequently enjoined: <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">Lv 19:10</a> (‖ <span dir=\"rtl\">עָנִי</span>), <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a> (‖ <em>id.</em>) <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">19:34</a> (all H); <a data-ref=\"Deuteronomy 10:18\" href=\"/Deuteronomy.10.18\">Dt 10:18</a>, <a data-ref=\"Deuteronomy 10:19\" href=\"/Deuteronomy.10.19\">19</a>; <a data-ref=\"Deuteronomy 14:29\" href=\"/Deuteronomy.14.29\">14:29</a>; <a data-ref=\"Deuteronomy 24:19\" href=\"/Deuteronomy.24.19\">24:19</a>, <a data-ref=\"Deuteronomy 24:20\" href=\"/Deuteronomy.24.20\">20</a>, <a data-ref=\"Deuteronomy 24:21\" href=\"/Deuteronomy.24.21\">21</a>; <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">26:12</a>, <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">13</a> (all ‖ <span dir=\"rtl\">יָתוֹם וְאַלְמָנָה</span>); oppression prohibited <a data-ref=\"Leviticus 19:33\" href=\"/Leviticus.19.33\">Lv 19:33</a> (H) <a data-ref=\"Deuteronomy 24:14\" href=\"/Deuteronomy.24.14\">Dt 24:14</a>; <a data-ref=\"Exodus 22:20\" href=\"/Exodus.22.20\">Ex 22:20</a>; <a data-ref=\"Exodus 23:9\" href=\"/Exodus.23.9\">23:9</a><sup>(×2)</sup> (JE) <a data-ref=\"Deuteronomy 24:17\" href=\"/Deuteronomy.24.17\">Dt 24:17</a>; <a data-ref=\"Deuteronomy 27:19\" href=\"/Deuteronomy.27.19\">27:19</a> <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 22:3\" href=\"/Jeremiah.22.3\">22:3</a> <a data-ref=\"Zechariah 7:10\" href=\"/Zechariah.7.10\">Zc 7:10</a> (these eight ‖ <span dir=\"rtl\">יָתוֹם וְאַלְמָנָה</span>); obj. of care to <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 146:9\" href=\"/Psalms.146.9\">ψ 146:9</a> (‖ <em>id.</em>); charge that <span dir=\"rtl\">גֵּר</span> has been oppressed <a data-ref=\"Ezekiel 22:7\" href=\"/Ezekiel.22.7\">Ez 22:7</a> <a data-ref=\"Malachi 3:5\" href=\"/Malachi.3.5\">Mal 3:5</a> (both ‖ <em>id.</em>); also <a data-ref=\"Ezekiel 22:29\" href=\"/Ezekiel.22.29\">Ez 22:29</a> (‖ <span dir=\"rtl\">עָנִי וְאֶבְיוֹן</span>), <a data-ref=\"Psalms 94:6\" href=\"/Psalms.94.6\">ψ 94:6</a>; cf. also command that a poor brother be treated like <span dir=\"rtl\">גֵּר</span>, i.e. kindly, <a data-ref=\"Leviticus 25:35\" href=\"/Leviticus.25.35\">Lv 25:35</a> (H). Latest conception somewhat different: <span dir=\"rtl\">גֵּר</span> <a data-ref=\"I Chronicles 22:2\" href=\"/I_Chronicles.22.2\">1 Ch 22:2</a> <a data-ref=\"II Chronicles 2:16\" href=\"/II_Chronicles.2.16\">2 Ch 2:16</a> <span dir=\"rtl\">(הַגֵּירִים)</span> gathered for hard service; yet cf. <a data-ref=\"II Chronicles 30:25\" href=\"/II_Chronicles.30.25\">2 Ch 30:25</a>. (Often c. verb. cogn. <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a>, <a data-ref=\"Exodus 12:49\" href=\"/Exodus.12.49\">49</a> <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">Lv 16:29</a>; <a data-ref=\"Leviticus 17:8\" href=\"/Leviticus.17.8\">17:8</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>, <a data-ref=\"Leviticus 17:12\" href=\"/Leviticus.17.12\">12</a>, <a data-ref=\"Leviticus 17:13\" href=\"/Leviticus.17.13\">13</a>; <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">18:26</a>; <a data-ref=\"Leviticus 19:33\" href=\"/Leviticus.19.33\">19:33</a>; <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">20:2</a> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a>; <a data-ref=\"Numbers 15:14\" href=\"/Numbers.15.14\">15:14</a>, <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15</a>, <a data-ref=\"Numbers 15:16\" href=\"/Numbers.15.16\">16</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a>, <a data-ref=\"Numbers 15:29\" href=\"/Numbers.15.29\">29</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>, <a data-ref=\"Ezekiel 14:23\" href=\"/Ezekiel.14.23\">23</a>; often ‖ <span dir=\"rtl\">תּוֹשָׁב</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> <a data-ref=\"Leviticus 25:23\" href=\"/Leviticus.25.23\">Lv 25:23</a>, <a data-ref=\"Leviticus 25:35\" href=\"/Leviticus.25.35\">35</a>, <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a> <a data-ref=\"I Chronicles 29:15\" href=\"/I_Chronicles.29.15\">1 Ch 29:15</a> <a data-ref=\"Psalms 39:13\" href=\"/Psalms.39.13\">ψ 39:13</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0c7b6084aa1cbf07539", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יהוה 1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "BDB, יהוה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יהוה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יהוה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יהוה</span></big><sub>c.</sub>  6823 i.e. <span dir=\"rtl\">יַהְוֶה</span> <strong>n.pr.dei</strong> Yahweh, the proper name of the God of Israel—<strong>(1.</strong> MT <span dir=\"rtl\">יְהוָֹה</span><sub>6518</sub> (Qr <span dir=\"rtl\">אֲדֹנָי</span>), or <span dir=\"rtl\">יֱהוִֹה</span><sub>305</sub> (Qr <span dir=\"rtl\">אֱלֹהִים</span>), in the combinations <span dir=\"rtl\">אדני יהוה</span> & <span dir=\"rtl\">יהוה אדני</span> (vid. <span dir=\"rtl\">אֲדֹנָי</span>), and with prep. <span dir=\"rtl\">בַּיהוָֹה</span>, <span dir=\"rtl\">לַיהוָֹה</span>, <span dir=\"rtl\">מֵיהוָֹה</span> (Qr <span dir=\"rtl\">בַּאדֹנָי</span>, <span dir=\"rtl\">לַאדֹנָי</span>, <span dir=\"rtl\">מֵאדֹנָי</span>), do not give the original form. 𝔊 and other Vrss follow the Qr. On the basis of <a data-ref=\"Exodus 20:7\" href=\"/Exodus.20.7\">Ex 20:7</a>; <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <span dir=\"rtl\">יהוה</span> was regarded as a <em>nomen ineffabile</em> (vid. Philo de Vita Mosis iii, 519, 529), called by the Jews <span dir=\"rtl\">הַשֵּׁם</span> and by the Samaritans <span dir=\"rtl\">שׁימא</span>. The pronunciation <em>Jehovah</em> was unknown until 1520, when it was introduced by Galatinus; but it was contested by Le Mercier, J. Drusius, and L. Capellus, as against grammatical and historical propriety (cf. Bö<sup>§ 88</sup>). The traditional Ἰαβέ of Theodoret and Epiphanius, the <span dir=\"rtl\">־יָהוּ</span>, <span dir=\"rtl\">יְהוֹ־</span> of compound n.pr. and the contracted form <span dir=\"rtl\">יָהּ</span>, all favour <span dir=\"rtl\">יַהְוֶה</span> (cf. <span dir=\"rtl\">יַהֲלֹמ֑וּן</span> <a data-ref=\"Psalms 74:6\" href=\"/Psalms.74.6\">ψ 74:6</a>; <span dir=\"rtl\">תַּהֲרוּ</span> <a data-ref=\"Isaiah 33:11\" href=\"/Isaiah.33.11\">Is 33:11</a>), v. Lag<sup>Sym. i. 14</sup> Baudissin<sup>Studien i. 179 ff.</sup>; Dr<sup>Stud. Bib. i. 1 ff.</sup> For <em>Jeve</em> v. Sta<sup>ZAW 1881, 346</sup> De <sup>ib. 1882, 173 f. & Gn. Excurs. ii</sup>. <strong>2.</strong> on liter. of interpret. v. Nes<sup>Eg 67</sup> Dr<sup>l.c.</sup>.—Many recent scholars explain <span dir=\"rtl\">יַהְוֶה</span> as Hiph. of <span dir=\"rtl\">הוה</span> (= <span dir=\"rtl\">היה</span>) <em>the one bringing into being, life-giver</em> (cf. <a data-ref=\"BDB, הַוָּה\" href=\"/BDB,_הַוָּה\", dir=\"rtl\">הַוָּה</a> <a data-ref=\"Genesis 3:20\" href=\"/Genesis.3.20\">Gn 3:20</a>) Schr HSch; <em>giver of existence, creator</em>, Kue Tiele; <em>he who brings to pass</em> (so already Le Clerc), <em>performer of his promises</em>, Lag, Nes.<sup>Eg 88</sup> (but Nes<sup>Eg. 91</sup> inclines to Qal as RS<sup>Brit. & For. Ev. Rev.</sup> v. infr.); or from <span dir=\"rtl\">הוה</span> <em>he who causes to fall</em>, rain or lightning RS<sup>OTJC ed. 1, 423; om. ed. 2, 245</sup>, cf. We<sup>Skizzen iii. 175</sup>; ‘<em>Fäller</em>,’ destroying foes, Sta<sup>G. i. 429</sup> (dubiously). But most take it as Qal of <span dir=\"rtl\">היה</span> (= <span dir=\"rtl\">היה</span>); <em>the one who is:</em> i.e. <em>the absolute and unchangeable one</em>, Ri; <em>the existing, ever-living</em>, as self-consistent and unchangeable, Di; or <em>the one ever coming into manifestation</em> as the God of redemption, De Oehl; cf. also RS<sup>Brit. & For. Ev. Rev. 1876</sup>, <em>he will be</em> it, i.e. all that his servants look for (cf. Ew<sup>infr.</sup>), <em>he will approve himself</em> (<em>give evidence of being, assert his being</em> Dr<sup>l. c. 17</sup>)<strong>).</strong> theories of non-Heb. or non-Sem. origin. opposed (in their older forms) by Bau<sup>Rel i. 181 ff. (v. especially 230)</sup>; Dl<sup>Pa 162 ff.</sup> claimed Bab. origin for <span dir=\"rtl\">יהו</span>, against this Kue<sup>National religions, etc., Note iv (Eng. Trans. 329 ff.)</sup> Jastr<sup>JBL xiii (1894), 103 f.</sup> cf. Hpt<sup>BAS i. 170 N</sup>; Dl <sup>Babel u. Bibel, 46 f., 73 f.</sup> makes same claim for <span dir=\"rtl\">יהוה</span>, agst. this v. especially Hirsch<sup>ZAW xxiii (1903), 355 ff.</sup> Zim<sup>KAT 3, 465 ff.</sup>; Spiegelberg<sup>ZMG liii (1899), 633 ff.</sup> proposes (improb.) Egyptian etymol. for <span dir=\"rtl\">יהוה</span>; further discussions see in Kö<sup>EB Names, § 112 and n. 3</sup>. ‘Jehovah’ found in Jacob (? Johann.) Wessel († 1480), according to Schwally<sup>ThLZ, 1905, col. 612</sup>.<br><strong>I.</strong>  <span dir=\"rtl\">יהוה</span> is not used by E in Gn, but is given <a data-ref=\"Exodus 3:12-15\" href=\"/Exodus.3.12-15\">Ex 3:12–15</a> as the name of the God who revealed Himself to Moses at Horeb, and is explained thus: <span dir=\"rtl\">אֶהְיֶה עִמָּ֑ךְ</span> <em>I shall be with thee</em> (v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which is then implied in <span dir=\"rtl\">אֶהְיֶה אֲשֶׁר אֶהְיֶה</span> <em>I shall be the one who will be</em> it v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14a</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>) and then compressed into <span dir=\"rtl\">אֶהְיֶה</span> v <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">14b</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>), which then is given in the nominal form <span dir=\"rtl\">יהוה</span> <em>He who will be</em> it v <a data-ref=\"Exodus 3:15\" href=\"/Exodus.3.15\">15</a> (i.e. with thee v <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a>). Cf. Ew<sup>BTh ii. 337, 338</sup> RS<sup>l. c., Proph. 385 ff.</sup> Other interpretations are: <em>I am he who I am</em>, i.e. it is no concern of yours (Le Clerc Lag<sup>Psalt. Hieron. 156</sup>); <em>I am</em>, (this is my name), <em>inasmuch as I am</em> (<span dir=\"rtl\">אֲשֶׁר</span> = <span dir=\"rtl\">כִּי</span>; AE JDMich We<sup>JD Th xxi, 540 = Comp. Hex. 72</sup>); Di al. <em>I am who I am</em>, he who is essentially unnameable, inexplicable.—E uses <span dir=\"rtl\">יהוה</span> sparingly by the side of <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span> in his subsequent narrative. The Ephraimitic writers in Ju S K use it in similar proportions. P abstains from the use of <span dir=\"rtl\">יהוה</span> until he gives an account of its revelation to Moses <a data-ref=\"Exodus 6:3\" href=\"/Exodus.6.3\">Ex 6:3</a>; but subsequently uses it freely. He gives no explanation of its meaning. He represents that <span dir=\"rtl\">אֵל שַׁדַּי</span> was the God of the patriarchs. J uses <span dir=\"rtl\">יהוה</span> from the beginning of his narrative, possibly explaining it, <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a> by <span dir=\"rtl\">אל עולם</span>, the evergreen tamarisk being a symbol of the ever-living God; cf. De <a data-ref=\"Genesis 21:33\" href=\"/Genesis.21.33\">Gn 21:33</a>. Elsewhere <span dir=\"rtl\">יהוה</span> is the common divine name in pre-exilic writers, but in post-exilic writers gradually falls into disuse, and is supplanted by <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">אדני</span>. In Job it is used 31 times in prose parts, and <a data-ref=\"Job 12:9\" href=\"/Job.12.9\">12:9</a> (a proverb); not elsewhere in the poem. Chr apart from his sources prefers <span dir=\"rtl\">אלהים</span> and <span dir=\"rtl\">האלהים</span>. Dn uses <span dir=\"rtl\">יהוה</span> only in chap. 9 (7 times); Ec not at all. In the Elohistic group of <a data-ref=\"Psalms 42-83\" href=\"/Psalms.42-83\">ψ 42–83</a> it is used 39 times (see <a data-ref=\"BDB, אֱלֹהִים\" href=\"/BDB,_אֱלֹהִים\", dir=\"rtl\">אלהים</a>). It occurs as the name of Israel’s God MI <sup>18</sup>. It is doubtful whether it was used by other branches of the Shemitic family, cf. COT <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4b</a> Dl<sup>Pa 158 ff.</sup> Dr<sup>Stud. Bib. i. 7 ff.</sup><br><strong>II.</strong> <strong>1.</strong>  <span dir=\"rtl\">יהוה</span> is used with <span dir=\"rtl\">אלהים</span> with or without suffs., especially in D; <strong>a.</strong>  with <span dir=\"rtl\">אֱלֹהֶיךָ</span> in the Ten Words <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:2–12</a> (5 times) = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:6–16</a>; in the law of worship of JE, <a data-ref=\"Exodus 23:19\" href=\"/Exodus.23.19\">Ex 23:19</a>; <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">34:24</a>, <a data-ref=\"Exodus 34:26\" href=\"/Exodus.34.26\">26</a>; in D <sup>234 times</sup>; <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a>, <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">17</a>; <a data-ref=\"Joshua 9:9\" href=\"/Joshua.9.9\">9:9</a>, <a data-ref=\"Joshua 9:24\" href=\"/Joshua.9.24\">24</a> (D<sup>2</sup>); elsewhere <a data-ref=\"Genesis 27:20\" href=\"/Genesis.27.20\">Gn 27:20</a> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (JE), <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; S & K 20 times <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>; <a data-ref=\"I Chronicles 22:11\" href=\"/I_Chronicles.22.11\">22:11</a>, <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">12</a> <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 16:7\" href=\"/II_Chronicles.16.7\">16:7</a>; <a data-ref=\"Isaiah 7:11\" href=\"/Isaiah.7.11\">Is 7:11</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a><sup>(×2)</sup>; <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>; <a data-ref=\"Isaiah 55:5\" href=\"/Isaiah.55.5\">55:5</a>; <a data-ref=\"Jeremiah 40:2\" href=\"/Jeremiah.40.2\">Je 40:2</a> + (3 times) <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; <a data-ref=\"Hosea 14:2\" href=\"/Hosea.14.2\">14:2</a>; <a data-ref=\"Amos 9:15\" href=\"/Amos.9.15\">Am 9:15</a>; <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a>. <strong>b.</strong>  with <span dir=\"rtl\">אֱלֹהֵיכֶם</span> in D 46 times; D<sup>2</sup> 28 times; H 15 times; P 15 times; elsewhere <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> (E); <a data-ref=\"Exodus 8:24\" href=\"/Exodus.8.24\">8:24</a>; <a data-ref=\"Exodus 10:8\" href=\"/Exodus.10.8\">10:8</a>, <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">16</a>, <a data-ref=\"Exodus 10:17\" href=\"/Exodus.10.17\">17</a> (JE); <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"I Samuel 12:12\" href=\"/I_Samuel.12.12\">1 S 12:12</a>, <a data-ref=\"I Samuel 12:14\" href=\"/I_Samuel.12.14\">14</a>; <a data-ref=\"II Kings 17:39\" href=\"/II_Kings.17.39\">2 K 17:39</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">23:21</a>; <a data-ref=\"I Chronicles 22:18\" href=\"/I_Chronicles.22.18\">1 Ch 22:18</a> + (10 times Chr) <a data-ref=\"Psalms 76:12\" href=\"/Psalms.76.12\">ψ 76:12</a>; <a data-ref=\"Jeremiah 13:16\" href=\"/Jeremiah.13.16\">Je 13:16</a>; + (5 times) <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>, <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">20</a>; <a data-ref=\"Joel 2:13\" href=\"/Joel.2.13\">Jo 2:13</a> + (6 times) <a data-ref=\"Zechariah 6:15\" href=\"/Zechariah.6.15\">Zc 6:15</a>. <strong>c.</strong>  with <span dir=\"rtl\">אֱלֹהֵינוּ</span> in D 23 times; in D<sup>2</sup> 5 times; <a data-ref=\"Exodus 8:6\" href=\"/Exodus.8.6\">Ex 8:6</a> (JE) <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:22\" href=\"/Exodus.8.22\">8:22</a>, <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">23</a>; <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">10:25</a>, <a data-ref=\"Exodus 10:26\" href=\"/Exodus.10.26\">26</a> (E) <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <a data-ref=\"I Samuel 7:8\" href=\"/I_Samuel.7.8\">1 S 7:8</a>; <a data-ref=\"I Kings 8:57\" href=\"/I_Kings.8.57\">1 K 8:57</a>, <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">59</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a>, <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">65</a> <a data-ref=\"II Kings 18:22\" href=\"/II_Kings.18.22\">2 K 18:22</a>; <a data-ref=\"II Kings 19:19\" href=\"/II_Kings.19.19\">19:19</a> = <a data-ref=\"Isaiah 36:7\" href=\"/Isaiah.36.7\">Is 36:7</a>; <a data-ref=\"Isaiah 37:20\" href=\"/Isaiah.37.20\">37:20</a>, <a data-ref=\"I Chronicles 13:2\" href=\"/I_Chronicles.13.2\">1 Ch 13:2</a> + (15 times Chr) <a data-ref=\"Micah 4:5\" href=\"/Micah.4.5\">Mi 4:5</a>; <a data-ref=\"Micah 7:17\" href=\"/Micah.7.17\">7:17</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a>; <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">Je 3:22</a> + (17 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (?; Baer <span dir=\"rtl\">אֲדֹנָי</span>) <a data-ref=\"Psalms 94:23\" href=\"/Psalms.94.23\">94:23</a>; <a data-ref=\"Psalms 99:5\" href=\"/Psalms.99.5\">99:5</a>, <a data-ref=\"Psalms 99:8\" href=\"/Psalms.99.8\">8</a>, <a data-ref=\"Psalms 99:9\" href=\"/Psalms.99.9\">9</a><sup>(×2)</sup>; <a data-ref=\"Psalms 105:7\" href=\"/Psalms.105.7\">105:7</a>; <a data-ref=\"Psalms 106:47\" href=\"/Psalms.106.47\">106:47</a>; <a data-ref=\"Psalms 113:5\" href=\"/Psalms.113.5\">113:5</a>; <a data-ref=\"Psalms 122:9\" href=\"/Psalms.122.9\">122:9</a>; <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">123:2</a> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>, <a data-ref=\"Daniel 9:14\" href=\"/Daniel.9.14\">14</a>. <strong>d.</strong>  c. <span dir=\"rtl\">אֱלֹהֵיהֶם</span> <a data-ref=\"Exodus 10:7\" href=\"/Exodus.10.7\">Ex 10:7</a> (J) <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a><sup>(×2)</sup> <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">Lv 26:44</a> (P) <a data-ref=\"Judges 3:7\" href=\"/Judges.3.7\">Ju 3:7</a>; <a data-ref=\"Judges 8:34\" href=\"/Judges.8.34\">8:34</a>; <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a>; <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a>, <a data-ref=\"II Kings 17:9\" href=\"/II_Kings.17.9\">9</a>, <a data-ref=\"II Kings 17:14\" href=\"/II_Kings.17.14\">14</a>, <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">16</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"II Kings 18:12\" href=\"/II_Kings.18.12\">18:12</a> <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>; <a data-ref=\"II Chronicles 33:17\" href=\"/II_Chronicles.33.17\">33:17</a>; <a data-ref=\"II Chronicles 34:33\" href=\"/II_Chronicles.34.33\">34:33</a>; <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a><sup>(×2)</sup>, <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">4</a>; <a data-ref=\"Jeremiah 3:21\" href=\"/Jeremiah.3.21\">Je 3:21</a>; <a data-ref=\"Jeremiah 22:9\" href=\"/Jeremiah.22.9\">22:9</a>; <a data-ref=\"Jeremiah 30:9\" href=\"/Jeremiah.30.9\">30:9</a>; <a data-ref=\"Jeremiah 43:1\" href=\"/Jeremiah.43.1\">43:1</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 50:4\" href=\"/Jeremiah.50.4\">50:4</a>; <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a>; <a data-ref=\"Hosea 3:5\" href=\"/Hosea.3.5\">3:5</a>; <a data-ref=\"Hosea 7:10\" href=\"/Hosea.7.10\">7:10</a>; <a data-ref=\"Zephaniah 2:7\" href=\"/Zephaniah.2.7\">Zp 2:7</a>; <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">Hag 1:12</a><sup>(×2)</sup> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a>; <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">10:6</a>. <strong>e.</strong>  with <span dir=\"rtl\">אֱלֹהָיו</span> <a data-ref=\"Numbers 23:21\" href=\"/Numbers.23.21\">Nu 23:21</a> (E) <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (J) <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">Lv 4:22</a> (P) <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">Dt 17:19</a>; <a data-ref=\"Deuteronomy 18:7\" href=\"/Deuteronomy.18.7\">18:7</a>; <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">1 S 30:6</a>; <a data-ref=\"I Kings 5:17\" href=\"/I_Kings.5.17\">1 K 5:17</a>; <a data-ref=\"I Kings 11:4\" href=\"/I_Kings.11.4\">11:4</a>; <a data-ref=\"I Kings 15:3\" href=\"/I_Kings.15.3\">15:3</a>, <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">4</a>; <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a>; <a data-ref=\"II Kings 16:2\" href=\"/II_Kings.16.2\">16:2</a>; <a data-ref=\"II Chronicles 1:1\" href=\"/II_Chronicles.1.1\">2 Ch 1:1</a>; + 13 times Chr; <a data-ref=\"Micah 5:3\" href=\"/Micah.5.3\">Mi 5:3</a>; <a data-ref=\"Jeremiah 7:28\" href=\"/Jeremiah.7.28\">Je 7:28</a>; <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 144:15\" href=\"/Psalms.144.15\">144:15</a>; <a data-ref=\"Psalms 146:5\" href=\"/Psalms.146.5\">146:5</a>; <a data-ref=\"Jonah 2:2\" href=\"/Jonah.2.2\">Jon 2:2</a>. <strong>f.</strong>  with <span dir=\"rtl\">אֱלֹהַי</span> <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> (JE) <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">26:14</a>; <a data-ref=\"Joshua 14:8\" href=\"/Joshua.14.8\">Jos 14:8</a>, <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">9</a>; <a data-ref=\"II Samuel 24:24\" href=\"/II_Samuel.24.24\">2 S 24:24</a>; <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; <a data-ref=\"I Kings 5:18\" href=\"/I_Kings.5.18\">5:18</a>, <a data-ref=\"I Kings 5:19\" href=\"/I_Kings.5.19\">19</a>; <a data-ref=\"I Kings 8:28\" href=\"/I_Kings.8.28\">8:28</a>; <a data-ref=\"I Kings 17:20\" href=\"/I_Kings.17.20\">17:20</a>, <a data-ref=\"I Kings 17:21\" href=\"/I_Kings.17.21\">21</a>; <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">1 Ch 21:17</a>; <a data-ref=\"I Chronicles 22:7\" href=\"/I_Chronicles.22.7\">22:7</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"II Chronicles 6:19\" href=\"/II_Chronicles.6.19\">6:19</a>; <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">Ezr 7:28</a>; <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">9:5</a>; <a data-ref=\"Psalms 7:2\" href=\"/Psalms.7.2\">ψ 7:2</a>, <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">4</a>; <a data-ref=\"Psalms 13:4\" href=\"/Psalms.13.4\">13:4</a>; <a data-ref=\"Psalms 18:29\" href=\"/Psalms.18.29\">18:29</a>; <a data-ref=\"Psalms 30:3\" href=\"/Psalms.30.3\">30:3</a>, <a data-ref=\"Psalms 30:13\" href=\"/Psalms.30.13\">13</a>; <a data-ref=\"Psalms 35:24\" href=\"/Psalms.35.24\">35:24</a>; <a data-ref=\"Psalms 40:6\" href=\"/Psalms.40.6\">40:6</a>; <a data-ref=\"Psalms 104:1\" href=\"/Psalms.104.1\">104:1</a>; <a data-ref=\"Psalms 109:26\" href=\"/Psalms.109.26\">109:26</a>; <a data-ref=\"Isaiah 25:1\" href=\"/Isaiah.25.1\">Is 25:1</a>; <a data-ref=\"Jeremiah 31:18\" href=\"/Jeremiah.31.18\">Je 31:18</a>; <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Habakkuk 1:12\" href=\"/Habakkuk.1.12\">Hab 1:12</a>; <a data-ref=\"Zechariah 11:4\" href=\"/Zechariah.11.4\">Zc 11:4</a>; <a data-ref=\"Zechariah 13:9\" href=\"/Zechariah.13.9\">13:9</a>; <a data-ref=\"Zechariah 14:5\" href=\"/Zechariah.14.5\">14:5</a>. <strong>g.</strong>  with <span dir=\"rtl\">אֱלֹהַיִךְ</span> <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a> <a data-ref=\"Jeremiah 2:17\" href=\"/Jeremiah.2.17\">Je 2:17</a>, <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">19</a>; <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">3:13</a>; <a data-ref=\"Micah 7:10\" href=\"/Micah.7.10\">Mi 7:10</a>; <a data-ref=\"Zephaniah 3:17\" href=\"/Zephaniah.3.17\">Zp 3:17</a>. <strong>h.</strong>  with <span dir=\"rtl\">אלהים</span>, probably always due to later editors, or to a Qr which has crept into the text <a data-ref=\"Genesis 2:4-3:23\" href=\"/Genesis.2.4-3.23\">Gn 2:4b—3:23</a> (J, 20 times either <span dir=\"rtl\">אלהים</span> inserted by R<sup>P</sup> as Di De; or <span dir=\"rtl\">יהוה</span> inserted by J in an older source); <a data-ref=\"Exodus 9:30\" href=\"/Exodus.9.30\">Ex 9:30</a> (J, but not in 𝔊 Sam.; Sam. <span dir=\"rtl\">אדני יהוה</span>; possibly MT from earlier Qr, & Sam. from later Qr); <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:25\" href=\"/II_Samuel.7.25\">25</a> (𝔊 <span dir=\"rtl\">אדני יהוה</span> and <a data-ref=\"I Chronicles 17:20-23\" href=\"/I_Chronicles.17.20-23\">1 Ch 17:20–23</a> only <span dir=\"rtl\">יהוה</span>); <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <a data-ref=\"I Chronicles 17:17\" href=\"/I_Chronicles.17.17\">17</a> (but <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a>, <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">19</a> <span dir=\"rtl\">אדני יהוה</span>) <a data-ref=\"I Chronicles 28:20\" href=\"/I_Chronicles.28.20\">1 Ch 28:20</a>; <a data-ref=\"I Chronicles 29:1\" href=\"/I_Chronicles.29.1\">29:1</a>; <a data-ref=\"II Chronicles 1:9\" href=\"/II_Chronicles.1.9\">2 Ch 1:9</a>; <a data-ref=\"II Chronicles 6:41\" href=\"/II_Chronicles.6.41\">6:41</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 6:42\" href=\"/II_Chronicles.6.42\">42</a>; <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a> (but in the original <a data-ref=\"Psalms 132:8\" href=\"/Psalms.132.8\">ψ 132:8</a> stood <span dir=\"rtl\">יהוה</span> (so ℌ), or else no divine name); <a data-ref=\"Psalms 72:18\" href=\"/Psalms.72.18\">ψ 72:18</a> (the late doxology) <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">84:12</a> (but it makes the line too long); <a data-ref=\"Jonah 4:6\" href=\"/Jonah.4.6\">Jon 4:6</a>. For the combinations with other divine names see those names. <strong>2.</strong>  the phrase †<span dir=\"rtl\">אֲנִי יהוה</span> is noteworthy:— <strong>a.</strong>  after <span dir=\"rtl\">אמר</span> either alone <a data-ref=\"Exodus 6:2\" href=\"/Exodus.6.2\">Ex 6:2</a>, <a data-ref=\"Exodus 6:29\" href=\"/Exodus.6.29\">29</a> (P) or before relative and other clauses: <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J) <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">15:7</a> (R) <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Judges 6:10\" href=\"/Judges.6.10\">Ju 6:10</a>; <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a>. <strong>b.</strong>  after <span dir=\"rtl\">ידע כי</span> (α) <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a>; <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">8:18</a>; <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">10:2</a> (J); <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">Ex 7:5</a>; <a data-ref=\"Exodus 14:4\" href=\"/Exodus.14.4\">14:4</a>, <a data-ref=\"Exodus 14:18\" href=\"/Exodus.14.18\">18</a> (P); <a data-ref=\"I Kings 20:13\" href=\"/I_Kings.20.13\">1 K 20:13</a>, <a data-ref=\"I Kings 20:28\" href=\"/I_Kings.20.28\">28</a>; <a data-ref=\"Jeremiah 24:7\" href=\"/Jeremiah.24.7\">Je 24:7</a> <a data-ref=\"Ezekiel 6:7\" href=\"/Ezekiel.6.7\">Ez 6:7</a> + 4:8 times Ez; (β) with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Deuteronomy 29:5\" href=\"/Deuteronomy.29.5\">Dt 29:5</a> (P) <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>; (γ) with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a> (P) <a data-ref=\"Ezekiel 28:26\" href=\"/Ezekiel.28.26\">Ez 28:26</a>; <a data-ref=\"Ezekiel 34:30\" href=\"/Ezekiel.34.30\">34:30</a>; <a data-ref=\"Ezekiel 39:22\" href=\"/Ezekiel.39.22\">39:22</a>, <a data-ref=\"Ezekiel 39:28\" href=\"/Ezekiel.39.28\">28</a>; (δ) before relative and other clauses <a data-ref=\"Isaiah 45:3\" href=\"/Isaiah.45.3\">Is 45:3</a>; <a data-ref=\"Isaiah 49:23\" href=\"/Isaiah.49.23\">49:23</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a> <a data-ref=\"Ezekiel 7:9\" href=\"/Ezekiel.7.9\">Ez 7:9</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">17:24</a>; <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">21:10</a>; <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">22:22</a>; <a data-ref=\"Ezekiel 35:12\" href=\"/Ezekiel.35.12\">35:12</a>; <a data-ref=\"Ezekiel 36:36\" href=\"/Ezekiel.36.36\">36:36</a>; (ε) with various forms of <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> (P) <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>; <a data-ref=\"Ezekiel 39:7\" href=\"/Ezekiel.39.7\">39:7</a>; (ζ) with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Ezekiel 5:13\" href=\"/Ezekiel.5.13\">Ez 5:13</a>; <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">17:21</a>, cf. <span dir=\"rtl\">יֵדְעוּ אשׁר אני י׳</span> <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">Ez 20:26</a>. <strong>c.</strong>  after <span dir=\"rtl\">כִּי</span> in various combinations <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>, <a data-ref=\"Leviticus 11:45\" href=\"/Leviticus.11.45\">45</a>; <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P), <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">Lv 20:7</a>, <a data-ref=\"Leviticus 20:26\" href=\"/Leviticus.20.26\">26</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">22:16</a>; <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">24:22</a>; <a data-ref=\"Leviticus 25:17\" href=\"/Leviticus.25.17\">25:17</a>; <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">26:1</a>, <a data-ref=\"Leviticus 26:44\" href=\"/Leviticus.26.44\">44</a> (all H); <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R) <a data-ref=\"Isaiah 41:13\" href=\"/Isaiah.41.13\">Is 41:13</a>; <a data-ref=\"Isaiah 43:3\" href=\"/Isaiah.43.3\">43:3</a>; <a data-ref=\"Isaiah 61:8\" href=\"/Isaiah.61.8\">61:8</a>; <a data-ref=\"Jeremiah 9:23\" href=\"/Jeremiah.9.23\">Je 9:23</a>; <a data-ref=\"Ezekiel 12:25\" href=\"/Ezekiel.12.25\">Ez 12:25</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">21:4</a> <a data-ref=\"Zechariah 10:6\" href=\"/Zechariah.10.6\">Zc 10:6</a>; <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a>. <strong>d.</strong>  emphatic <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">12:12</a> <a data-ref=\"Leviticus 26:2\" href=\"/Leviticus.26.2\">Lv 26:2</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a>; <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>, <a data-ref=\"Numbers 3:41\" href=\"/Numbers.3.41\">41</a>, <a data-ref=\"Numbers 3:45\" href=\"/Numbers.3.45\">45</a> (all P); <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">6</a>, <a data-ref=\"Leviticus 18:21\" href=\"/Leviticus.18.21\">21</a>; <a data-ref=\"Leviticus 19:12\" href=\"/Leviticus.19.12\">19:12</a>, <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">14</a>, <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">16</a>, <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">18</a>, <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">28</a>, <a data-ref=\"Leviticus 19:30\" href=\"/Leviticus.19.30\">30</a>, <a data-ref=\"Leviticus 19:32\" href=\"/Leviticus.19.32\">32</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a>, <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">8</a>, <a data-ref=\"Leviticus 22:30\" href=\"/Leviticus.22.30\">30</a>, <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">31</a>, <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">33</a> (all H) <a data-ref=\"Isaiah 43:15\" href=\"/Isaiah.43.15\">Is 43:15</a>; with <span dir=\"rtl\">אלהיהם</span> <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">Ex 29:46</a>; with <span dir=\"rtl\">אלהיךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>; with <span dir=\"rtl\">אלהיכם</span> <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">Lv 23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a>; <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">15:41</a><sup>(</sup>×2<sup>)</sup> (P) <a data-ref=\"Leviticus 18:2\" href=\"/Leviticus.18.2\">Lv 18:2</a>, <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">4</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>, <a data-ref=\"Leviticus 19:3\" href=\"/Leviticus.19.3\">3</a>, <a data-ref=\"Leviticus 19:4\" href=\"/Leviticus.19.4\">4</a>, <a data-ref=\"Leviticus 19:10\" href=\"/Leviticus.19.10\">10</a>, <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">25</a>, <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">31</a>, <a data-ref=\"Leviticus 19:34\" href=\"/Leviticus.19.34\">34</a>, <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">36</a>; <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">20:24</a>; <a data-ref=\"Leviticus 23:22\" href=\"/Leviticus.23.22\">23:22</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a> (all H) <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">Ez 20:7</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a> <a data-ref=\"Joel 2:27\" href=\"/Joel.2.27\">Jo 2:27</a>; with <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H), with <span dir=\"rtl\">דברתי</span> <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">Nu 14:35</a> (P) <a data-ref=\"Ezekiel 5:15\" href=\"/Ezekiel.5.15\">Ez 5:15</a> + (11 times Ez); with clauses <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>; <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">41:4</a>, <a data-ref=\"Isaiah 41:17\" href=\"/Isaiah.41.17\">17</a>; <a data-ref=\"Isaiah 42:6\" href=\"/Isaiah.42.6\">42:6</a>, <a data-ref=\"Isaiah 42:8\" href=\"/Isaiah.42.8\">8</a>; <a data-ref=\"Isaiah 45:5\" href=\"/Isaiah.45.5\">45:5</a>, <a data-ref=\"Isaiah 45:6\" href=\"/Isaiah.45.6\">6</a>, <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">7</a>, <a data-ref=\"Isaiah 45:8\" href=\"/Isaiah.45.8\">8</a>, <a data-ref=\"Isaiah 45:18\" href=\"/Isaiah.45.18\">18</a>, <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">19</a>, <a data-ref=\"Isaiah 45:21\" href=\"/Isaiah.45.21\">21</a>; <a data-ref=\"Isaiah 60:22\" href=\"/Isaiah.60.22\">60:22</a> <a data-ref=\"Jeremiah 17:10\" href=\"/Jeremiah.17.10\">Je 17:10</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>, <a data-ref=\"Ezekiel 14:7\" href=\"/Ezekiel.14.7\">7</a>, <a data-ref=\"Ezekiel 14:9\" href=\"/Ezekiel.14.9\">9</a>; <a data-ref=\"Ezekiel 34:24\" href=\"/Ezekiel.34.24\">34:24</a>; †<span dir=\"rtl\">אָנֹכִי יהוה</span> is used in the Ten Words <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">Ex 20:2</a>, <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">5</a> = <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">Dt 5:6</a>, <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">9</a> cited <a data-ref=\"Psalms 81:11\" href=\"/Psalms.81.11\">ψ 81:11</a> <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">Ho 12:10</a>; <a data-ref=\"Hosea 13:4\" href=\"/Hosea.13.4\">13:4</a>; elsewhere only <a data-ref=\"Exodus 4:11\" href=\"/Exodus.4.11\">Ex 4:11</a> (J) <a data-ref=\"Isaiah 43:11\" href=\"/Isaiah.43.11\">Is 43:11</a>; <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a>; <a data-ref=\"Isaiah 51:15\" href=\"/Isaiah.51.15\">51:15</a>. <strong>3.</strong>  <span dir=\"rtl\">יהוה</span> is also used with several predicates, to form sacred names of holy places of Yahweh <span dir=\"rtl\">יהוה יראה</span> <a data-ref=\"Genesis 22:14\" href=\"/Genesis.22.14\">Gn 22:14</a> (J); <span dir=\"rtl\">יהוה נסי</span> <a data-ref=\"Exodus 17:15\" href=\"/Exodus.17.15\">Ex 17:15</a> (E) <span dir=\"rtl\">יהוה שׁלום</span> <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">Ju 6:24</a> <span dir=\"rtl\">יהוה צדקנו</span> <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">Je 33:16</a> (cf. <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">23:6</a> where it is applied to the Messiah); <span dir=\"rtl\">יהוה שָׁ֑מָּה</span> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>.—On combinations such as <span dir=\"rtl\">הַר י׳</span>, <span dir=\"rtl\">י׳ צְבָאוֹת</span> etc., v. <a ,=\"\" data-ref=\"BDB, הַר²\" dir=\"rtl\" href=\"/BDB,_הַר²\">הַר</a>, <a ,=\"\" data-ref=\"BDB, צָבָא²\" dir=\"rtl\" href=\"/BDB,_צָבָא²\">צָבָא</a>, etc.<br><em>Note.</em> —Bonk<sup>ZAW 1891, 126 ff.</sup> seems to shew that as prefix, in comp. n.pr., <span dir=\"rtl\">יְהוֹ</span> is the oldest and the latest form and that <span dir=\"rtl\">יוֹ</span> is intermediate, belonging to the earlier post-exilic period until the time of Chr; occasional copyists’ mistakes being taken into the account."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d215b6084aa1cbf15abd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּ 1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "BDB, כְּ 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">כְּ</span></big></big>  proposes <strong>subst.</strong> the like of, like, as <strong>(</strong>Aramaic כ, Ph. כ, Arabic <span dir=\"rtl\">كَ</span>, Sab. in <span dir=\"rtl\">כעד דא</span> <em>as</em> till now DHM<sup>ZMG xxix. 615</sup>, Assyrian <em>kî, kîma</em>, Dl<sup>HWB325 f.</sup><strong>)</strong>—before tone-syll. <span dir=\"rtl\">ךָּ</span>, as <span dir=\"rtl\">כָּזֶה</span>, <span dir=\"rtl\">כָּאֵ֫לֶּה</span>, <span dir=\"rtl\">כָּהֵ֫מָּה</span>; c. sf. <span dir=\"rtl\">כָּכֶם</span> <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">Nu 15:15</a> + 7 times (<a data-ref=\"Job 16:4\" href=\"/Job.16.4\">Jb 16:4</a> <span dir=\"rtl\">כָּכֵם</span>: Kö<sup>ii. 1. 285</sup>), <span dir=\"rtl\">כָּהֶם</span> †<a data-ref=\"II Kings 17:15\" href=\"/II_Kings.17.15\">2 K 17:15</a>, <span dir=\"rtl\">כָּהֶן</span> †<a data-ref=\"Ezekiel 18:14\" href=\"/Ezekiel.18.14\">Ez 18:14</a> [also with nom. forms, <span dir=\"rtl\">כָּהֵ֫מָּה</span>, <span dir=\"rtl\">כָּהֵם</span>, <span dir=\"rtl\">כָּהֵ֫נָּה</span>; v. <a ,=\"\" data-ref=\"BDB, הֵ֫מָּה\" dir=\"rtl\" href=\"/BDB,_הֵ֫מָּה\">הֵמָּה</a> <strong>8</strong>; cf. Arabic <span dir=\"rtl\">كَأَنَا</span>, <span dir=\"rtl\">كَأَنْتَ</span> etc.]. <strong>before</strong> light sf., in the form <span dir=\"rtl\">כְּמוֹ</span> (q.v.), viz. <span dir=\"rtl\">כָּמֹנִי</span>, <span dir=\"rtl\">כָּמוֹנִי</span> <a data-ref=\"Genesis 44:15\" href=\"/Genesis.44.15\">Gn 44:15</a> + 16 times, <span dir=\"rtl\">כָּמוֹךָ</span> <a data-ref=\"Genesis 41:39\" href=\"/Genesis.41.39\">Gn 41:39</a> + 28 times, <span dir=\"rtl\">כָּמֹכָה</span> †<a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a><sup>(×2)</sup>, <span dir=\"rtl\">כָּמֹהוּ</span> <a data-ref=\"Exodus 9:18\" href=\"/Exodus.9.18\">9:18</a> + 23 times, <span dir=\"rtl\">כָּמוֹה</span> <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">11:6</a> + 2 times, <span dir=\"rtl\">כָּמֹנוּ</span> <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">Gn 34:15</a> + 3 times; also <span dir=\"rtl\">כְּמוֹכֶם</span> †<a data-ref=\"Job 12:3\" href=\"/Job.12.3\">Jb 12:3</a>, <span dir=\"rtl\">כְּמוֹהֶם</span> †<a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a> <a data-ref=\"Psalms 115:8\" href=\"/Psalms.115.8\">ψ 115:8</a>; <a data-ref=\"Psalms 135:18\" href=\"/Psalms.135.18\">135:18</a>. Prop. an undeveloped subst., capable of standing in any case and followed (like <span dir=\"rtl\">كَ</span>) always by a gen., as <a data-ref=\"I Samuel 20:3\" href=\"/I_Samuel.20.3\">1 S 20:3</a> <span dir=\"rtl\">כי כפשׂע</span> for there is (nomin.) <em>the like of</em> a footstep (Arabic <span dir=\"rtl\">كَخَطْوَةٍ</span>) between me and death, <a data-ref=\"Genesis 41:38\" href=\"/Genesis.41.38\">Gn 41:38</a> <span dir=\"rtl\">הנמצא כזה</span> shall we find (accus) <em>the like of</em> this one? (v. especially Fleischer<sup>Kl.Schrr. i. 376 ff.</sup> Mühlau, ap. Bö<sup>ii. 64 f.</sup>, with many Arabic exx.; also W<sup>AG i. § 356 R c.; ii. § 63</sup> Ges<sup>§ 118. 6.</sup>; compare, for both usage and constr., the Lat. <em>instar:</em> this view criticized by Kö<sup>ii. 1, 279 ff.</sup>, who treats <span dir=\"rtl\">כְּ</span> as demonstr. adv.); but Heb. having no case-endings, its proper sense was doubtless forgotten, and <span dir=\"rtl\">כְּ</span> became practically equivalent to a prep. <em>like, as:</em>—<br><strong>1.</strong> <strong>a.</strong>  <em>quantitatively</em> (like the Arabic <span dir=\"rtl\">قَدْر</span> <em>measure, number, size, of</em> …: <span dir=\"rtl\">قَدْرُ مِاىَٔةٍ</span> <em>as many as</em> 100), to express exact or approx. equality, in the latter case <em>the like of</em> is = <em>about:</em> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> Yahweh add to you <span dir=\"rtl\">ככם אלף פעמים</span> <em>the like of you</em> (Saad <span dir=\"rtl\">مِثْلَكُم</span>) 1000 times (cf. <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>), <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> <span dir=\"rtl\">כשׁשׁ מאות אלף רגלי</span> <em>the like of</em> (i.e. <em>about</em>) 600,000 footmen, <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">32:28</a> <span dir=\"rtl\">כשׁלשׁת אלפי אישׁ</span>, <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a>; <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">7:8</a> <a data-ref=\"I Samuel 9:22\" href=\"/I_Samuel.9.22\">1 S 9:22</a>; <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">25:38</a> <span dir=\"rtl\">ויהי כעשׂרת הימים</span> (nomin.) and there was <em>the like of</em> (= <em>about</em>) 10 days, and, etc. <a data-ref=\"Ruth 2:17\" href=\"/Ruth.2.17\">Ru 2:17</a> <span dir=\"rtl\">כאיפה שׂערים</span>, etc., cf. <a ,=\"\" data-ref=\"BDB, כַּמָּה\" dir=\"rtl\" href=\"/BDB,_כַּמָּה\">כַּמָּה</a> <em>the like of</em> what? = <em>how many?</em> (v. <a data-ref=\"BDB, מָה\" href=\"/BDB,_מָה\", dir=\"rtl\">מָה</a>); as accus. of space or time, <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a> <span dir=\"rtl\">כדרך יום</span> <em>the like of</em> a day’s journey, <a data-ref=\"Joshua 3:4\" href=\"/Joshua.3.4\">Jos 3:4</a>; <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> <span dir=\"rtl\">כיום תמים</span> <em>about</em> a whole day (Arabic <span dir=\"rtl\">نَحْوَ يَوْمٍ كَامِلٍ</span>), <a data-ref=\"Ruth 1:4\" href=\"/Ruth.1.4\">Ru 1:4</a> <span dir=\"rtl\">כעשׂר שׁנים</span>. So (as adv. accus.) with words denoting a <em>point</em> of time: often with <span dir=\"rtl\">עֵת</span>, as <span dir=\"rtl\">כָּעֵת הַזֹּאת</span> lit. at <em>the like of</em> this time = <em>about</em> this time, <a data-ref=\"Joshua 11:6\" href=\"/Joshua.11.6\">Jos 11:6</a> al., <span dir=\"rtl\">כָּעֵת מָחָר</span> at <em>the like of</em> the time, (being) to-morrow = <em>about to-morrow</em>, <a data-ref=\"Exodus 9:18\" href=\"/Exodus.9.18\">Ex 9:18</a> +, <span dir=\"rtl\">כָּעֵת חַיָּה</span> (v. <a data-ref=\"BDB, חַי²\" href=\"/BDB,_חַי²\", dir=\"rtl\">חי</a>), <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <span dir=\"rtl\">כעת הראשׁון</span> <em>at</em> the former time, <span dir=\"rtl\">כָּעֵת</span> alone = <em>at the</em> (present) <em>time, now</em> <a data-ref=\"Numbers 23:23\" href=\"/Numbers.23.23\">Nu 23:23</a> <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>, <a data-ref=\"Isaiah 23:5\" href=\"/Isaiah.23.5\">Is 23:5</a> (unusual) <span dir=\"rtl\">כְּשֵׁמַע צֹר</span>; so <span dir=\"rtl\">כְּהַיּוֹם</span>, <span dir=\"rtl\">כַּיּוֹם</span> (v. <a data-ref=\"BDB, יוֹם\" href=\"/BDB,_יוֹם\", dir=\"rtl\">יוֹם</a> <strong>7 h</strong>), <span dir=\"rtl\">כִּמְעַט</span>, <span dir=\"rtl\">כְּרֶגַע</span>; and especially with inf., v. <strong>3 b</strong>. <strong>b.</strong>  <em>qualitatively</em> (like Arabic <span dir=\"rtl\">مَثَلُ</span> <em>likeness of</em> …), to express resemblance in respect of some attribute, action, character, appearance, etc.: so very often; as subj. of a sentence, <a data-ref=\"Numbers 9:15\" href=\"/Numbers.9.15\">Nu 9:15</a> <span dir=\"rtl\">כמראה אשׁ</span> <em>the like of</em> (= <em>as it were</em>) an appearance of fire was, etc. (cf. <a data-ref=\"Ezekiel 1:4\" href=\"/Ezekiel.1.4\">Ez 1:4</a>, <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">26</a> a, <a data-ref=\"Ezekiel 1:27\" href=\"/Ezekiel.1.27\">27</a> <a data-ref=\"Daniel 8:15\" href=\"/Daniel.8.15\">Dn 8:15</a>; <a data-ref=\"Daniel 10:18\" href=\"/Daniel.10.18\">10:18</a>), <a data-ref=\"Numbers 23:22\" href=\"/Numbers.23.22\">23:22</a> <span dir=\"rtl\">כתועפות ראם לו</span>, <a data-ref=\"Exodus 24:10\" href=\"/Exodus.24.10\">Ex 24:10</a>, <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a> <span dir=\"rtl\">הנהיה כדבר הגדול הזה</span> hath there been <em>the like of</em> this great thing? <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">9:10</a> <a data-ref=\"Joshua 10:14\" href=\"/Joshua.10.14\">Jos 10:14</a>; <a data-ref=\"Hosea 9:1\" href=\"/Hosea.9.1\">Ho 9:1</a> <a data-ref=\"Isaiah 23:15\" href=\"/Isaiah.23.15\">Is 23:15</a> <a data-ref=\"Psalms 58:5\" href=\"/Psalms.58.5\">ψ 58:5</a> <a data-ref=\"Proverbs 16:27\" href=\"/Proverbs.16.27\">Pr 16:27</a> <a data-ref=\"Lamentations 1:20\" href=\"/Lamentations.1.20\">La 1:20</a> <span dir=\"rtl\">בַּבַּיִת כַּמָּוֶת</span>, <a data-ref=\"Ecclesiastes 8:14\" href=\"/Ecclesiastes.8.14\">Ec 8:14</a>; <a data-ref=\"Leviticus 14:35\" href=\"/Leviticus.14.35\">Lv 14:35</a> <span dir=\"rtl\">כְּנֶגַע נראה בביתי</span> <em>the like of</em> (i.e. <em>a kind of</em>) mark; <span dir=\"rtl\">מִי כָמוֹכָה</span> who is <em>the like of</em> thee? <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (Saad. <span dir=\"rtl\">مَنْ مَثَلُكَ</span>) +; as gen. <span dir=\"rtl\">אֵין כָּמוֹךָ</span> <a data-ref=\"I Samuel 10:24\" href=\"/I_Samuel.10.24\">1 S 10:24</a> <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a> +; as pred., <a data-ref=\"Judges 8:21\" href=\"/Judges.8.21\">Ju 8:21</a> <span dir=\"rtl\">כָּאִישׁ גְּבוּרָתוֹ</span>, <a data-ref=\"Habakkuk 2:5\" href=\"/Habakkuk.2.5\">Hb 2:5</a> <span dir=\"rtl\">וְהוּא כַמָּוֶת</span>, <a data-ref=\"Psalms 17:14\" href=\"/Psalms.17.14\">ψ 17:14</a>; <a data-ref=\"Psalms 89:30\" href=\"/Psalms.89.30\">89:30</a> <span dir=\"rtl\">וכסאו כימי שׁמים</span> (of time: so v <a data-ref=\"Psalms 89:37\" href=\"/Psalms.89.37\">37</a>), <a data-ref=\"Psalms 125:1\" href=\"/Psalms.125.1\">125:1</a>, etc.; after a verb, <span dir=\"rtl\">היה כְּ</span> to become <em>the like of</em> (<em>like</em>), <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">Gn 3:5</a> + cft. (v. <a data-ref=\"BDB, הָיָה\" href=\"/BDB,_הָיָה\", dir=\"rtl\">היה</a> <strong>II. 2 c</strong>), cf. after <span dir=\"rtl\">שִׂים</span> <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> +, <span dir=\"rtl\">נתן</span> <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">42:30</a> +, <span dir=\"rtl\">שִׁית</span> <a data-ref=\"Psalms 83:12\" href=\"/Psalms.83.12\">ψ 83:12</a> +, <span dir=\"rtl\">שִׁוָּה</span> <a data-ref=\"Psalms 18:34\" href=\"/Psalms.18.34\">18:34</a>, <span dir=\"rtl\">נֶחְשַׁב</span> <a data-ref=\"Psalms 44:23\" href=\"/Psalms.44.23\">44:23</a> +, <span dir=\"rtl\">נִמְשַׁל</span> <a data-ref=\"Psalms 49:13\" href=\"/Psalms.49.13\">49:13</a>, <span dir=\"rtl\">הִרְבָּה</span> <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a> +; add <span dir=\"rtl\">כָּזֹאת</span>, <span dir=\"rtl\">כָּאֵלֶּה</span> <em>the like of</em> this (these), i.e. <em>tale, talia</em> (whether nom. or accus.) <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"Judges 15:7\" href=\"/Judges.15.7\">15:7</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">19:30</a> <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a> + (v. <a data-ref=\"BDB, זֹאת\" href=\"/BDB,_זֹאת\", dir=\"rtl\">זֹאת</a>, <a data-ref=\"BDB, אֵ֫לֶּה\" href=\"/BDB,_אֵ֫לֶּה\", dir=\"rtl\">אֵלֶּה</a>). Cases such as to give or reward a man <span dir=\"rtl\">כמעשׂהו</span>, <span dir=\"rtl\">כרעתו</span>, etc., <em>the like of</em> his doings, etc., <a data-ref=\"II Samuel 3:39\" href=\"/II_Samuel.3.39\">2 S 3:39</a> <a data-ref=\"I Kings 8:32\" href=\"/I_Kings.8.32\">1 K 8:32</a> <a data-ref=\"Psalms 18:25\" href=\"/Psalms.18.25\">ψ 18:25</a>; <a data-ref=\"Psalms 28:4\" href=\"/Psalms.28.4\">28:4</a>, to speak <span dir=\"rtl\">כדבר הזה</span> or <span dir=\"rtl\">כדברים האלה</span> <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 24:28\" href=\"/Genesis.24.28\">24:28</a> + often, form the transition to <strong>c.</strong>  as an accus. of mode or limitation, <em>in</em> or <em>with the like of</em> (= <em>like, as, according to</em>, κατά);—(1) expressing conformity to a standard or rule: <a data-ref=\"Genesis 1:26\" href=\"/Genesis.1.26\">Gn 1:26</a> let us make man <span dir=\"rtl\">כדמותנו</span> <em>according to</em> our likeness, <a data-ref=\"Genesis 9:3\" href=\"/Genesis.9.3\">9:3</a> <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">Jos 19:47</a> <a data-ref=\"Judges 20:10\" href=\"/Judges.20.10\">Ju 20:10</a> <a data-ref=\"I Samuel 13:14\" href=\"/I_Samuel.13.14\">1 S 13:14</a> hath looked out <span dir=\"rtl\">אישׁ כלבבו</span> a man <em>according to</em> his own heart (<a data-ref=\"Jeremiah 3:15\" href=\"/Jeremiah.3.15\">Je 3:15</a>); to do a thing <span dir=\"rtl\">כמשׁפט הזה</span> <a data-ref=\"Joshua 6:15\" href=\"/Joshua.6.15\">Jos 6:15</a>, cf. <a data-ref=\"Genesis 40:13\" href=\"/Genesis.40.13\">Gn 40:13</a> <a data-ref=\"II Kings 11:14\" href=\"/II_Kings.11.14\">2 K 11:14</a>, etc., <span dir=\"rtl\">כדבר פ׳</span> <a data-ref=\"Genesis 44:2\" href=\"/Genesis.44.2\">Gn 44:2</a> + often, <span dir=\"rtl\">כְּצִדְקִי</span> <a data-ref=\"Psalms 7:9\" href=\"/Psalms.7.9\">ψ 7:9</a>, <span dir=\"rtl\">כְּחַסְדְּךָ</span> <a data-ref=\"Psalms 51:3\" href=\"/Psalms.51.3\">51:3</a>, <span dir=\"rtl\">כַּכָּתוּב</span> <em>according to</em> what is written <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>, <a data-ref=\"Joshua 8:34\" href=\"/Joshua.8.34\">34</a> +, <span dir=\"rtl\">בלא ככתוב</span> (late) †<a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>, etc. (2) in comparisons: qualifying an adj., <a data-ref=\"Exodus 16:14\" href=\"/Exodus.16.14\">Ex 16:14</a> <span dir=\"rtl\">דַּק כַּכְּפוֹר</span>, <a data-ref=\"Song of Songs 6:10\" href=\"/Song_of_Songs.6.10\">Ct 6:10</a> <span dir=\"rtl\">יָפָה כַלְּבָנָה</span>, cf. <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a>; a verb <a data-ref=\"Psalms 7:3\" href=\"/Psalms.7.3\">ψ 7:3</a> <span dir=\"rtl\">פֶּן־יִטְרֹף כְּאַרְיֵה</span>, <a data-ref=\"Psalms 19:6\" href=\"/Psalms.19.6\">19:6</a> <span dir=\"rtl\">יָשִׂישׂ כְּגִבּוֹר</span>, <a data-ref=\"Isaiah 42:13\" href=\"/Isaiah.42.13\">Is 42:13</a>, etc.; with the <em>tertium compar.</em> attached in a relative clause, <a data-ref=\"Deuteronomy 32:11\" href=\"/Deuteronomy.32.11\">Dt 32:11</a> <span dir=\"rtl\">כַּנֶּשֶׁר יָעִיר קִנּוֹ</span> <em>like</em> the great vulture, (that) stirreth up its nest, <a data-ref=\"Job 9:26\" href=\"/Job.9.26\">Jb 9:26</a>; <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">11:16</a> <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a> <em>like</em> the bride, who putteth on, etc., <a data-ref=\"Isaiah 62:1\" href=\"/Isaiah.62.1\">62:1</a> <span dir=\"rtl\">כְּלַפִּיד יִבְעַר</span> <em>like</em> a torch (that) burns (on the presence or absence of the art. in such cases, v. <a data-ref=\"BDB, הַ·\" href=\"/BDB,_הַ·\", dir=\"rtl\">הַ</a> <strong>1 f</strong>), <a data-ref=\"Psalms 42:2\" href=\"/Psalms.42.2\">ψ 42:2</a>; <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">83:15</a> (infr. <strong>2 d</strong>) + often (cf. Dr<sup>§ 34</sup>: <span dir=\"rtl\">כְּ</span> is not in these cases to be construed as a conj. [= <span dir=\"rtl\">כַּאֲשֶׁר</span>] with the verb: v. De <a data-ref=\"Psalms 38:14\" href=\"/Psalms.38.14\">ψ 38:14</a> Ges<sup>§ 155, 2 b, 1 R.</sup>). <strong>d.</strong>  sometimes <span dir=\"rtl\">כְּ</span> is used in partic. to compare an object with the <em>class</em> to which it belongs, and express its correspondence with the idea which it ought to realize: <a data-ref=\"Isaiah 13:6\" href=\"/Isaiah.13.6\">Is 13:6</a> (= <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a>) of the <span dir=\"rtl\">יום י׳</span>, <span dir=\"rtl\">כְּשֹׁד מִשַּׁדַּי יָבוֹא</span> i.e. it comes as a <em>veritable</em>, or <em>ideal</em>, destruction from Shaddai, <a data-ref=\"Isaiah 29:2\" href=\"/Isaiah.29.2\">29:2</a> of Ariel (v <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">1</a>) <span dir=\"rtl\">והיתה לי כאדיאל</span> i.e. shall be to me as a <em>true</em> Ariel (cf. Ges<sup>§ 118 x</sup>): so also, according to Hi De, <a data-ref=\"Isaiah 10:13\" href=\"/Isaiah.10.13\">10:13</a> <a data-ref=\"Ezekiel 26:10\" href=\"/Ezekiel.26.10\">Ez 26:10</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a> <a data-ref=\"Psalms 122:3\" href=\"/Psalms.122.3\">ψ 122:3</a> <a data-ref=\"Song of Songs 8:10\" href=\"/Song_of_Songs.8.10\">Ct 8:10</a> (v. De), <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a> <a data-ref=\"Nehemiah 7:2\" href=\"/Nehemiah.7.2\">Ne 7:2</a>. The older grammarians called this the <em>Kaph veritatis</em> (a translation of Ki’s <span dir=\"rtl\">כ״ף הָאֲמִתּוּת</span>, <span dir=\"rtl\">כ״ף לאמת הדבר</span>, Michl.<sup>45 a (Lyck)</sup>, Comm. <a data-ref=\"Joshua 3:4\" href=\"/Joshua.3.4\">Jos 3:4</a>, <a data-ref=\"I Samuel 9:13\" href=\"/I_Samuel.9.13\">1 S 9:13</a>, <a data-ref=\"Isaiah 1:7\" href=\"/Isaiah.1.7\">Is 1:7</a>, <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>, or <span dir=\"rtl\">כ׳ף הָאֲמִתִּי</span>, Lex s. v. <a data-ref=\"BDB, יוֹם\" href=\"/BDB,_יוֹם\", dir=\"rtl\">יוֹם</a>): they extended it unduly (e.g. to <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a> <a data-ref=\"Lamentations 1:20\" href=\"/Lamentations.1.20\">La 1:20</a> <a data-ref=\"Hosea 11:4\" href=\"/Hosea.11.4\">Ho 11:4</a>).<br><strong>2.</strong>  repeated, <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">כְּ</span>, to signify the completeness of the correspondency between two objects (peculiar to Heb.): <strong>a.</strong>  in a principal clause, <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a> <span dir=\"rtl\">וְהָיָה כַצַּדִּיק כָּרָשָׁע</span> lit. that <em>the like of</em> the righteous be <em>the like of</em> the wicked, i.e. that the righteous be <em>as</em> the wicked, <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> <span dir=\"rtl\">כמוך כפרעה</span> <em>the like of</em> thee is <em>the like of</em> Pharaoh, i.e. <em>thou</em> art as Pharaoh, <a data-ref=\"Leviticus 24:22\" href=\"/Leviticus.24.22\">Lv 24:22</a> <span dir=\"rtl\">כַּגֵּר כָּאֶזְרָח יִהְיֶה</span>, <a data-ref=\"I Kings 22:4\" href=\"/I_Kings.22.4\">1 K 22:4</a> <span dir=\"rtl\">כָּמֹנִי כָמוֹךָ כְּעַמִּי כְעַמְּךָ</span> (Van Dyck <span dir=\"rtl\">شَعْبِي كَشَعْبِكَ مَثَلِي مَثَلُكَ</span>), <a data-ref=\"Haggai 2:3\" href=\"/Haggai.2.3\">Hg 2:3</a> <span dir=\"rtl\">הֲלוֹא כָמֹהוּ כְּאַיִן כְּעֵינֵיכֶם</span> is not <em>the like of</em> it <em>the like of</em> nothing in your eyes? i.e. is it not like nothing in your eyes? <a data-ref=\"Psalms 139:12\" href=\"/Psalms.139.12\">ψ 139:12</a> <span dir=\"rtl\">כַּחֲשֵׁיכָה בָּאוֹרָה</span> i.e. the darkness (to thee) is <em>as</em> the light. Usually the first term is the subj. and the second is the standard with which it is compared: but occas. the terms are inverted, as <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">Lv 7:7</a> <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">Nu 15:15</a> <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a> <span dir=\"rtl\">כמוך כמוהם</span> (Van Dyck <span dir=\"rtl\">مَثَلُهُم مَثَلُكَ</span>), <a data-ref=\"Hosea 4:9\" href=\"/Hosea.4.9\">Ho 4:9</a> <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a>, cf. <a data-ref=\"Isaiah 59:18\" href=\"/Isaiah.59.18\">59:18</a> (<em>Note</em>, infr.) <strong>b.</strong>  in a subordinate clause (to be regarded as subordinated in the accus. to the principal verb); (α) attached to the <em>subj.</em> of the principal vb., <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">Lv 24:16</a> <span dir=\"rtl\">כגר כאזרח</span> … <span dir=\"rtl\">יומת</span> he shall be put to death, <em>the like of</em> the stranger (being) <em>the like of</em> the homeborn, <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a>. (β) attached to its <em>object</em>, <a data-ref=\"Deuteronomy 1:17\" href=\"/Deuteronomy.1.17\">Dt 1:17</a> <span dir=\"rtl\">כקטן כגדל תשׁמעון</span> lit. ye shall hear (them), <em>the like of</em> the small (being) <em>the like of</em> the great. <strong>c.</strong>  occas., for <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">כְּ</span>, there occurs <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">וכ</span>: <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a> <span dir=\"rtl\">כְּכֹחִי אָז וּכְכֹחִי עָ֑תָּה</span> <em>the like of</em> my strength then, and <em>the like of</em> my strength now, i.e. they are similar (cf. <a data-ref=\"BDB, וְ\" href=\"/BDB,_וְ\", dir=\"rtl\">וְ</a> <strong>1 j</strong>) <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a> <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a> <a data-ref=\"Daniel 11:29\" href=\"/Daniel.11.29\">Dn 11:29</a>. <strong>d.</strong>  yet more distinct than <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">כְּ</span>, is <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">כֵּן</span>; in a nominal sentence (Ges<sup>§140–1</sup>), ‘<span dir=\"rtl\">כְּ</span> with its genit. forming the predic., and <span dir=\"rtl\">כֵּן</span> resuming it with emph. and connecting it with the subject;’ <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a> <span dir=\"rtl\">כִּי כִשְׁמוֹ כֶּן־הוּא</span> for <em>the like of</em> his name, <em>such</em> (or <em>so</em>) is he, <a data-ref=\"Genesis 44:10\" href=\"/Genesis.44.10\">Gn 44:10</a> <a data-ref=\"Joshua 2:21\" href=\"/Joshua.2.21\">Jos 2:21</a> <a data-ref=\"Jeremiah 18:6\" href=\"/Jeremiah.18.6\">Je 18:6</a> <a data-ref=\"Psalms 48:11\" href=\"/Psalms.48.11\">ψ 48:11</a>; <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">127:4</a> <a data-ref=\"Proverbs 10:26\" href=\"/Proverbs.10.26\">Pr 10:26</a> +; in a verbal sentence, ‘<span dir=\"rtl\">כְּ</span> preceding, as an accusative of state, and giving the <em>secundum comparationis</em>, and <span dir=\"rtl\">כֵּן</span> resuming it,’ <a data-ref=\"Joel 2:4\" href=\"/Joel.2.4\">Jo 2:4</a> <span dir=\"rtl\">כפרשׁים כן ירוצון</span> ‘<em>instar</em> (accus.) equitum, <em>sic</em> currunt’ (Fl<sup>l.c.</sup>), <a data-ref=\"Hosea 4:7\" href=\"/Hosea.4.7\">Ho 4:7</a> lit. <em>with</em> (or <em>in</em>) <em>the likeness of</em> their multiplying, <em>so</em> they sinned against me, <a data-ref=\"Genesis 6:22\" href=\"/Genesis.6.22\">Gn 6:22</a> <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">1 S 8:8</a> <a data-ref=\"Isaiah 38:14\" href=\"/Isaiah.38.14\">Is 38:14</a> <a data-ref=\"Ezekiel 22\" href=\"/Ezekiel.22\">Ez 22</a>;<a data-ref=\"Ezekiel 22\" href=\"/Ezekiel.22\">22</a> <a data-ref=\"Psalms 42:2\" href=\"/Psalms.42.2\">ψ 42:2</a>; <a data-ref=\"Psalms 83:15\" href=\"/Psalms.83.15\">83:15</a> + often<br><strong>3.</strong>  before an inf.: <strong>a.</strong>  <em>like</em> (lit. <em>with</em> or <em>in the likeness of</em> …), <a data-ref=\"Judges 14:6\" href=\"/Judges.14.6\">Ju 14:6</a> <span dir=\"rtl\">כְּשַׁסַּע הַגְּדִי</span> <em>like</em> the rending of a kid, i.e. <em>as when</em> a kid is rent (by a lion), <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a> <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">Is 5:24</a> <a data-ref=\"Psalms 66:10\" href=\"/Psalms.66.10\">ψ 66:10</a>; <a data-ref=\"Psalms 68:3\" href=\"/Psalms.68.3\">68:3</a> <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>, etc.; = <em>as if</em>, <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a> or shall the saw magnify itself against him that wieldeth it <span dir=\"rtl\">כהניף שׁבט את־מרימיו</span> <em>with the like of</em> a staff’s shaking (= <em>as if</em> a staff were to shake) him that lifted it! <strong>b.</strong>  of time, <em>about, at</em>, whether of the past or of the future: <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">Gn 19:17</a> <span dir=\"rtl\">כהוציאם אותם</span> <em>at</em> their bringing them forth, i.e. <em>as</em> or <em>when</em> they brought them forth <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">24:30</a>; <a data-ref=\"Genesis 29:13\" href=\"/Genesis.29.13\">29:13</a>; <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">39:10</a>, <a data-ref=\"Genesis 39:13\" href=\"/Genesis.39.13\">13</a> + very often; of the future, <a data-ref=\"Genesis 44:30\" href=\"/Genesis.44.30\">44:30</a>, <a data-ref=\"Genesis 44:31\" href=\"/Genesis.44.31\">31</a> <a data-ref=\"Deuteronomy 20:2\" href=\"/Deuteronomy.20.2\">Dt 20:2</a>, <a data-ref=\"Deuteronomy 20:9\" href=\"/Deuteronomy.20.9\">9</a> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a> +; <a data-ref=\"Isaiah 28:20\" href=\"/Isaiah.28.20\">Is 28:20</a> b (different from v <a data-ref=\"Isaiah 28:20\" href=\"/Isaiah.28.20\">20</a> a) and the covering is (too) narrow <em>when one gathers oneself</em> in. Occasionally with the verbal noun, <a data-ref=\"Hosea 13:6\" href=\"/Hosea.13.6\">Ho 13:6</a> <span dir=\"rtl\">כמרעיתם</span> <em>at the time of</em> their feeding, <a data-ref=\"Isaiah 30:19\" href=\"/Isaiah.30.19\">Is 30:19</a> <span dir=\"rtl\">כְּשָׁמְעָתוֹ</span>; <span dir=\"rtl\">וּכְחֶזְקָתוֹ</span> †<a data-ref=\"II Chronicles 12:1\" href=\"/II_Chronicles.12.1\">2 Ch 12:1</a>; <a data-ref=\"II Chronicles 26:16\" href=\"/II_Chronicles.26.16\">26:16</a> <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a> (Ew<sup>§ 238 a, 239 a</sup>): cf. <a data-ref=\"Isaiah 23\" href=\"/Isaiah.23\">Is 23</a> b <span dir=\"rtl\">כְּשֵׁמַע צֹר</span>. With the ptcp. †<a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">Gn 38:29</a> (si vera l.), perhaps <a data-ref=\"Genesis 40:10\" href=\"/Genesis.40.10\">40:10</a>; cf. Dr<sup>§ 135. 6, Obs. 2</sup>.<br><em>Note.</em> —<span dir=\"rtl\">כְּ</span> is rarely prefixed to preps., the only exx. which occur being the idiomatic <span dir=\"rtl\">כְּבָרִאשֹׁנָה</span>, †<a data-ref=\"Judges 20:32\" href=\"/Judges.20.32\">Ju 20:32</a> <a data-ref=\"I Kings 13:6\" href=\"/I_Kings.13.6\">1 K 13:6</a> <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a> <a data-ref=\"Jeremiah 33:7\" href=\"/Jeremiah.33.7\">Jer 33:7</a>, <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">11</a>; <span dir=\"rtl\">כְּבַּתְּחִלָּה</span> in the ‖ clause †Is l.c.; <span dir=\"rtl\">כְּבַחֲצִי</span> †<a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> (apparently corrupt); <span dir=\"rtl\">כְּמִשְׁלשׁ חֳדָשִׁים</span> †<a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">Gn 38:24</a> (and prob. <span dir=\"rtl\">כְמֵחֹדֶשׁ</span> <a data-ref=\"I Samuel 10:27\" href=\"/I_Samuel.10.27\">1 S 10:27</a> 𝔊); <span dir=\"rtl\">כְּמִפְּנֵי</span> †<a data-ref=\"Leviticus 26:37\" href=\"/Leviticus.26.37\">Lv 26:37</a>; †<span dir=\"rtl\">כְּעַל</span> (late): <strong>b.</strong> pleon. for <span dir=\"rtl\">כְּ</span> (<span dir=\"rtl\">עַל</span> = <em>according to</em>), <a data-ref=\"Isaiah 63:7\" href=\"/Isaiah.63.7\">Is 63:7</a> <span dir=\"rtl\">כְּעַל כָּל־אֲשֶׁר עָשָׂה</span>, <a data-ref=\"Isaiah 59:18\" href=\"/Isaiah.59.18\">59:18</a> <span dir=\"rtl\">כְּעַל גְּמֻלוֹת כְּעַל וְשַׁלֵּם</span> <em>the like of</em> their deeds is <em>the like of</em> (that which) he will repay (ellipse of rel., as <a data-ref=\"Job 34:32\" href=\"/Job.34.32\">Jb 34:32</a>, etc.); <strong>b.</strong> = <em>as over</em> <a data-ref=\"Psalms 119:14\" href=\"/Psalms.119.14\">ψ 119:14</a>, = <em>as concerning</em> <a data-ref=\"II Chronicles 32:19\" href=\"/II_Chronicles.32.19\">2 Ch 32:19</a>. Where logically a prep. would seem to be required after כ, it is in Heb. regularly omitted (Ges<sup>§ 118. 3 R</sup>), the nature of <span dir=\"rtl\">כְּ</span>, as explained above, not in fact admitting it; thus <a data-ref=\"Isaiah 1:25\" href=\"/Isaiah.1.25\">Is 1:25</a> I will purge away thy dross <span dir=\"rtl\">כַּבֹּר</span> [not, as in Engl., <em>like as with</em> lye, but] (with) <em>the like of</em> lye (<span dir=\"rtl\">כ</span> being an accus. defining the mode in which <span dir=\"rtl\">אצרף</span> takes place); <a data-ref=\"Isaiah 5:17\" href=\"/Isaiah.5.17\">5:17</a> <span dir=\"rtl\">כְּדָבְרָם</span> in Engl. as <em>in</em> their pasture, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">Ju 20:39</a>, <span dir=\"rtl\">כְּיוֹם</span> as <em>in</em> the day of, <a data-ref=\"Isaiah 9:3\" href=\"/Isaiah.9.3\">Is 9:3</a> <a data-ref=\"Psalms 95:8\" href=\"/Psalms.95.8\">ψ 95:8</a> +, <span dir=\"rtl\">כִּימֵי</span> <a data-ref=\"Job 29:2\" href=\"/Job.29.2\">Jb 29:2</a> who will set me as <em>in</em> the days of old! <a data-ref=\"Isaiah 51:9\" href=\"/Isaiah.51.9\">Is 51:9</a> +, <span dir=\"rtl\">כְּנֹקֶף זַיִת</span> as <em>at</em>, etc., <a data-ref=\"Isaiah 17:6\" href=\"/Isaiah.17.6\">17:6</a>: so with <span dir=\"rtl\">לְ</span> <a data-ref=\"Psalms 83:10\" href=\"/Psalms.83.10\">ψ 83:10</a> <a data-ref=\"Job 29:23\" href=\"/Job.29.23\">Jb 29:23</a>, <span dir=\"rtl\">על</span> <a data-ref=\"Job 30:5\" href=\"/Job.30.5\">30:5</a>. <span dir=\"rtl\">כְּ</span> is used also pregnantly with substs., <a data-ref=\"Psalms 18:34\" href=\"/Psalms.18.34\">ψ 18:34</a> who maketh my feet <em>like hinds</em> (for <em>like the feet of hinds</em>), <a data-ref=\"Isaiah 29:4\" href=\"/Isaiah.29.4\">Is 29:4</a>; <a data-ref=\"Isaiah 63:2\" href=\"/Isaiah.63.2\">63:2</a> <span dir=\"rtl\">בגדיך כדורך בגת</span>, <a data-ref=\"Jeremiah 50:9\" href=\"/Jeremiah.50.9\">Je 50:9</a> <a data-ref=\"Job 40:9\" href=\"/Job.40.9\">Jb 40:9</a> al. Cf. Ges<sup>§§118. 6; 141. 2 R. n</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66091de8c5c76509e83bb3a8", "index_title": "Covenant and Conversation; Exodus; The Book of Redemption", "category": "Quoting Commentary", "type": "", "ref": "Covenant and Conversation; Exodus; The Book of Redemption, Mishpatim, Loving the Stranger 10", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Covenant and Conversation; Exodus; The Book of Redemption, Mishpatim, Loving the Stranger 10", "sourceHeRef": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות, משפטים, ד י׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 10, "collectiveTitle": {"en": "Covenant and Conversation; Exodus; The Book of Redemption", "he": "שיג ושיח; קריאות חדשות בפרשת השבוע, שמות"}, "heTitle": "ד", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Whatever the precise number, the repetition throughout the Mosaic books is remarkable. Sometimes the stranger is mentioned along with the poor; at others, with the widow and orphan. On several occasions the Torah specifies: “You shall have the same law for the stranger as for the native-born.”<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Exodus 12:49; Leviticus 24:22; Numbers 15:16, 29.</i>", "versionTitle": "Maggid Books and the Orthodox Union, 2009-2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6665cc02faee0b8c909d863c", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:22:1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:22:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כב. \"משפט אחד\".</b> המספר \"אחד\" יכול להצטרף לנושא בצורת נסמך, כמו \"ארון אחד\" (מלכים-ב יב י), \"פחת אחד\" (ישעיה לו ט). ראה איוולד 268 d.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cc03b695d8dbb73bd581", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:22:2", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:22:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"כי אני ה'\"</b> הוא הנמקה לשויון הזכויות, אני אלהי הגר והאזרח. כמו בכל החוקים שנזכר בהם הגר פירושו \"גר צדק\", כן גם כאן. השוה לעיל ביאור ליז ה.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66829d43d8abc20226ed40dc", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, קרוב (לעדות) 1", "anchorRef": "Leviticus 24:22", "anchorRefExpanded": ["Leviticus 24:22"], "sourceRef": "Kovetz Yesodot VaChakirot, קרוב (לעדות) 1", "sourceHeRef": "קובץ יסודות וחקירות, קרוב (לעדות) א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "קרוב (לעדות)", "he": ["<big><b>קרוב (לעדות)</b></big><br><br><small>הגדרה</small><br><b>אדם פסול להעיד לקרובו </b>(הסוגיא בסנהדרין כז: והלאה)<b>.</b><br><b>לדוגמא</b>, אחיו, חמיו וגיסו (משנה סנהדרין כז:).<br><b>נקרא גם</b> קרובים.<br><br><small>מקור וטעם</small><br><b>מקורו</b> בנפשות מהפסוק (דברים כד, טז) \"לא יומתו אבות על בנים ובנים לא יומתו על אבות\" (סנהדרין כז:). וממונות נלמדים מנפשות, מהפסוק (ויקרא כד, כב) \"משפט אחד יהיה לכם\" (סנהדרין כח.).<br><b>טעמו </b>אינו מסברא, אלא גזירת מלך שפסול לעדות, ולכן אפילו משה ואהרן פסולים להעיד (בבא בתרא קנט.). וחקר הרוגאצ'ובר האם הגזירת הכתוב היא שנחשב כאילו ודאי שהוא משקר, או שהוא פסול בפני עצמו (צפנת פענח כללי התורה והמצוות ח\"ב ד\"ה קרובים לעדות).<br>אע\"פ שפסולו מגזירת הכתוב, הגדרת קרוב (דהיינו מי נקרא קרוב) תלויה באיקרובי דעתא. ויוצא מכך חידוש גדול, שקרוב שאינו יודע שהוא קרוב – עדותו כשרה, שהרי אין איקרובי דעתא (קובץ שיעורים בבא בתרא תכד).<br><b>במהותו</b> חידש הגר\"א וסרמן שקרוב אינו כלול בדין \"פסול\", אלא הוא דין נפרד (קובץ הערות סה, ה, וכך ביאר את לשון המשנה \"קרוב או פסול\" – ש\"קרוב\" אינו בכלל \"פסול\").<br><br><small>בדינים שונים</small><br><b>באיסורים</b> בפשטות קרוב נאמן, שכל מקום שהאמינה תורה עד אחד, גם פסולים נאמנים (יבמות פח:).<br>אמנם חידש הגר\"א וסרמן (קובץ הערות סה, ב) שגם באיסורים בעצם קרוב פסול, אלא שלא שייך בהם דין קרוב, משום שגדר קרוב תלוי בקירבתו לבעל דין, ובאיסורין אין בעל דין, שהדבר נוגע לכלל ישראל כולם. ולכן ביאר שאם דנים על אדם מסויים, כגון אם הוא כהן או אם הוא פסול, שייך בזה דין קרוב, אע\"פ שהוא באיסורין.<br><b>בקיום שטרות</b> עדים הקרובים למלווה וללווה פסולים, ויש מי שמכשיר (שו\"ע חו\"מ מו, יט) משום שקיום שטרות דרבנן (קצוה\"ח מו, יד בתחילתו).<br><br><small>פרטי הדין</small><br><b>עדים הקרובים לדיינים</b> – פסולים מדין עדות שאי אתה יכול להזימה, שהדיינים לא יוכלו להענישם אם יזימום (רא\"ש בבא בתרא פ\"ח סי' ב (קיג:) מביא ירושלמי בפרק שבועת העדות, סמ\"ע חו\"מ לג, כו, נתיה\"מ לג, טז. אמנם תוס' כתובות כא: (ד\"ה הנח) כתב שהם כשרים).<br><b>קרובי קרוביו</b> כשרים לעדות, ומה שחתנו פסול הוא משום שאשתו כגופו (קובץ שיעורים בבא בתרא תכ). ולכן ארוס כשר להעיד על קרובי ארוסתו, שאע\"פ שהיא קרובתו, אין בה דין אשתו כגופו (הרא\"ש, הובא בקובץ שיעורים שם).<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, אדם קרוב אצל עצמו\" href=\"Kovetz_Yesodot_VaChakirot,_אדם_קרוב_אצל_עצמו\">אדם קרוב אצל עצמו</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, נוגע\" href=\"Kovetz_Yesodot_VaChakirot,_נוגע\">נוגע</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, נמצא אחד מהם קרוב או פסול\" href=\"Kovetz_Yesodot_VaChakirot,_נמצא_אחד_מהם_קרוב_או_פסול\">נמצא אחד מהם קרוב או פסול</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, עדים\" href=\"Kovetz_Yesodot_VaChakirot,_עדים\">עדים</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, פסולי עדות\" href=\"Kovetz_Yesodot_VaChakirot,_פסולי_עדות\">פסולי עדות</a>."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]