[{"_id": "521cb345edbab45814ae5abb", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Rashi on Leviticus 24:23:1", "sourceHeRef": "רש\"י על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ובני ישראל עשו.</b> כָּל הַמִּצְוָה הָאֲמוּרָה בַּסְּקִילָה בְּמָקוֹם אַחֵר — דְּחִיָּה, רְגִימָה וּתְלִיָּה (עי' ספרא; סנהדרין מ\"ג):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובני ישראל עשו AND THE CHILDREN OF ISRAEL DID [AS THE LORD COMMANDED MOSES] every prescription mentioned in respect to the stoning-penalty in another place, viz., the casting down of the culprit from a height, the heaping of stones upon him, and the hanging him after the execution has taken place (cf. Sifra, Emor, Chapter 19 10; Sanhedrin 43a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6a90", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 24:23", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Onkelos Leviticus 24:23", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ד:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 24.0023, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּמַלִּיל משֶׁה עִם בְּנֵי יִשְׂרָאֵל וְאַפִּיקוּ יָת <b>דְּאַרְגֵּז</b> לְמִבָּרָא לְמַשְׁרִיתָא וּרְגָמוּ יָתֵיהּ אַבְנָא וּבְנֵי יִשְׂרָאֵל עֲבָדוּ כְּמָא דִי פַקֵּיד יְיָ יָת משֶׁה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Moshe spoke to Bnei Yisroel and they took the blasphemer [<b>one who caused anger</b>], beyond the encampment and they stoned him with a stone. And Bnei Yisroel did just as Adonoy commanded Moshe.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec2c7", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 24:23", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Targum Jonathan on Leviticus 24:23", "sourceHeRef": "תרגום יונתן על ויקרא כ״ד:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 24.0023, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּמַלֵיל משֶׁה עִם בְּנֵי יִשְרָאֵל וְאַפִּיקוּ יַת מַרְגְזָא לְמִבָּרָא לְמַשְׁרִיתָא וְאַטְלוּ יָתֵיהּ אַבְנִין וּבְנֵי יִשְרָאֵל עָבָדוּ לְמִסְמַךְ יְדֵיהוֹן וּלְמִדְחַף וּלְמִצְלַב וּלְמִקְבּוֹר הֵיכְמָא דְפַקֵיד יְיָ יַת משֶׁה", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Mosheh spake with the sons of Israel, and they brought forth the blasphemer without the camp, and stoned him with stones; and the sons of Israel did it, by laying their hands upon, leading him away hanging, and burying him, as the Lord had commanded Mosheh.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17829fbfba22336ea23b7", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Ramban on Leviticus 24:23:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ובני ישראל עשו כאשר צוה ה' את משה</b> אף לסמיכה אף לדחייה אף לתלייה אף ללא תלין נבלתו על העץ תורת כהנים (פרק כ י) ור\"א אמר (אבן עזרא על ויקרא כ״ד:כ״ג) בפשוטו כי עשו מאותו היום והלאה כמשפט הזה בחובל ואינו נכון שיהיה כתוב על העתיד ופשוטו וירגמו אותו אבן כי עשו בני ישראל המצוה אשר צוה ה' את משה כי כן יכפול בכל השומרים מצות השם כמו שנאמר בפרשת הפסח (שמות יב כח) וכמו שאמר בפרשת הפקודים (במדבר א נד) ויעשו בני ישראל ככל אשר צוה ה' את משה כן עשו וכן במטות הנשיאים (שם יז כו) ויעש משה כאשר צוה ה' אותו כן עשה והנכון בעיני בכאן מפני שפרט בתחילה הסקילה ואחר כן חזר ואמר ובני ישראל עשו כי טעם הכתוב לומר כי כאשר דבר משה אל בני ישראל הוציאו מיד את המקלל ורגמו אותו ועשו כן כל בני ישראל לשמור ולעשות כאשר צוה השם את משה ולא לשנאת בן המצרי שנצה עם הישראלי אלא לבער הפגום מתוכם:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE CHILDREN OF ISRAEL DID AS THE ETERNAL COMMANDED MOSES. “This includes the leaning of hands,<sup class=\"footnote-marker\">540</sup><i class=\"footnote\">Verse 14.</i> casting from a height, and hanging the dead body, as well as the regulation, <i>his body shall not remain all night upon the tree</i>.”<sup class=\"footnote-marker\">541</sup><i class=\"footnote\">Deuteronomy 21:23.</i> [This is the language of the] Torath Kohanim.<sup class=\"footnote-marker\">542</sup><i class=\"footnote\">Torath Kohanim, end of <i>Emor</i>.</i> And Rabbi Abraham ibn Ezra wrote that the plain meaning thereof is that from that day onwards they acted in accordance with the law concerning one who wounds [a fellowman or causes him damage, mentioned here above in Verses 17-21]. But it is not a correct [explanation] that this verse be referring to the future. The plain meaning thereof is as follows: “<i>and they stoned him with stones</i> because <i>the children of Israel did</i> according to the commandment which <i>the Eternal commanded Moses</i>.” Such a repetition of expressions is found with respect to all those who keep the commandments of G-d, just as it is said in the section of the Passover,<sup class=\"footnote-marker\">543</sup><i class=\"footnote\">Exodus 12:28.</i> and as He stated in the section of the census, <i>Thus did the children of Israel; according to all that the Eternal commanded Moses, so did they;</i><sup class=\"footnote-marker\">544</sup><i class=\"footnote\">Numbers 1:54.</i> and so also with regards to the rods of the princes: <i>Thus did Moses; as the Eternal commanded him, so did he</i>.<sup class=\"footnote-marker\">545</sup><i class=\"footnote\"><i>Ibid.</i>, 17:26.</i><br>The correct interpretation here appears to me to be that since Scripture mentioned first the stoning, it went back afterwards and stated, <i>and the children of Israel did</i> etc., for the meaning of Scripture is to declare that when <i>Moses spoke to the children of Israel they</i> immediately <i>brought forth him that had cursed</i>, and they stoned him; and all the children of Israel did so in order to keep and fulfill [the commandment] <i>as the Eternal commanded Moses</i>, but not out of hatred to the son of the Egyptian who had striven with the Israelite, for [they did it] in order to remove the unworthy one from their midst.<br>Behar", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f17908fbfba22336ea44c6", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Or HaChaim on Leviticus 24:23:1", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>ובני ישראל עשו וגו'</b>. קשה מה מקום ובני ישראל עשו וגו' אחר שאמר ויוציאו את המקלל וגו' וירגמו אותו אבן הריני רואה שעשו את אשר צוה ה', וי\"ל לצד שהיה הדבר על ידי מריבה ומחלוקת שהיתה בין הישראלי ובין בן הישראלית יש מקום לומר שעשו בו משפט כתוב לאמצעות גם כן טינא שבלב, לזה אמר <b>עשו כאשר צוה ה'</b> פירוש לצד מצות ה' הוא שעשו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ובני ישראל עשו כאשר צוה השם</span>. The children of Israel did as G'd commanded.</b> Why did the Torah write that the children of Israel did what G'd commanded after it had already reported in the first part of the verse that they took the blasphemer out of the camp and executed him by stoning him? Seeing that the cause of this execution was a quarrel between a Jew and the son of a Jewess, one could have argued that though the judgment was carried out, many people harboured reservations in their hearts about this execution. The Torah therefore repeats that the children of Israel did what G'd commanded to indicate that their motivation was to carry out G'd's commandment.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c901defbfba27c8a3dfc74", "index_title": "Sforno on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sforno on Leviticus 24:23:1", "sourceHeRef": "ספורנו על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על ויקרא", "he": "<b>ובני ישראל עשו כאשר צוה ה' את משה.</b> שלא רגמוהו מפני שנאה על שהיה גר ושהתגרה באזרח אבל עשו לבלתי סור מן המצוה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ובני ישראל עשו כאשר צוה ה' את משה, they did not stone him as an act of revenge, or because they hated the individual being stoned; they did it merely in order to fulfill G’d’s commandment.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "559af3acfbfba22d0838c58c", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 12:16", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 12:16", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ב:ט״ז", "anchorVerse": 23, "sourceHasEn": false, "compDate": [200], "commentaryNum": 12.0016, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>וביום הראשון מקרא קודש</b> קדשהו, במה אתה מקדשו קדשהו במאכל קדשהו במשתה וקדשהו בכסות נקייה: ביום הראשון מקרא קדש וביום השביעי מקרא קדש. אין לי אלא יום טוב ראשון ואחרון שאסורין במלאכה חולו של מועד מניין, אמרת ומה יום טוב ראשון ואחרון שאין לפניהם ואחריהם מקודשין אסורין במלאכה חולו של מועד שלפניהם ואחריהם מקודשין אינו דין שיהו אסורין במלאכה: הרי ששת ימי בראשית יוכיחו שלפניהם ואחריהם מקודשין ואין אסורין במלאכה: לא אם אמרת בששת ימי בראשית שאין עמהן קרבן מוסף תאמר בחולו של מועד שיש עמהן קרבן מוסף: הרי ראשי חדשים יוכיחו שיש עמהן קרבן מוסף ואין אסורין במלאכה: לא אם אמרת בראשי חדשים שאין קרויין מקרא קדש תאמר באלו שקרויין מקרא קודש הואיל וקרויין מקרא קדש דין הוא שיהוא אסורין במלאכה: כל מלאכה לא יעשה בהם. יכול לא יקנב את הירק ולא ידיח את הכלים ולא יציע את המטות הרי אתה דן נאמר כאן מלאכה ונאמר מלאכה במשכן מה מלאכה האמורה במשכן מלאכה שיש עמה מחשבה אף מלאכה האמורה כאן מלאכה שיש עמה מחשבה, או מה מלאכה האמורה במשכן מלאכה גמורה אף כאן אין לי אלא מלאכה גמורה שלא יכתוב כל הספר ושלא יארוג את כל הבגד ושלא יעשה את כל הנפה, מניין שלא יכתוב שתי אותיות ולא יארוג שני חוטין ולא יעשה שני בתי נירין בסלין ובסוגין בנפה ובכברה ת\"ל מלאכה כל מלאכה, אין לי אלא ברשות במצוה מניין לא יכתוב שתי אותיות בספרים בתפילין ובמזוזות לא יארוג שני חוטין בכתנת ובמכנסים ובמעיל ת\"ל מלאכה כל מלאכה, אין לי אלא מלאכה שחייבין עליה חטאת מלאכה שאין חייבין עליה חטאת מניין לא יכתוב אות אחת ולא יארוג חוט אחד ולא יעשה בית אחד בסלין ובסוגין בנפה ובכברה [ת\"ל] מלאכה כל מלאכה: אין לי אלא ברשות במצוה מניין לא יכתוב אות אחת בספרים בתפלין ובמזוזות ולא יארוג חוט אחד בכתנת ובמכנסים ובמעיל ת\"ל מלאכה כל מלאכה: אין לי אלא מלאכה שחייבין על מינה חטאת מלאכה שאין חייבין על מינה חטאת מניין לא עולין באילן ולא רוכבין על גבי בהמה ולא שטין על פני המים ולא מספקין ולא מטפחין ולא מרקדין ת\"ל מלאכה כל מלאכה , אין לי אלא ברשות במצוה מניין אין מקדישין ואין מעריכין ואין מחרימין ואין מגביהין תרומות ומעשרות ת\"ל (ויקרא כ\"ד כ\"ג) שבתון שבות: אילו אומר לא יעשה בהם אשר יאכל לכל נפש הייתי אומר את שהוא אוכל נפש לא יעשה בהם ואת שאינו אוכל נפש יעשה בהם ת״ל אך הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' ח' ט') אין בארון רק שני לוחות אבנים יכול שלא היו בו שני לחות אבנים ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' כ\"ב ט\"ז) אשר לא תדבר אלי רק אמת בשם ה' יכול שאמר לו אל תדבר לי אמת ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (מלכים א' ט\"ו ה') אשר עשה דוד הישר בעיני ה' ולא סר מכל אשר צוהו כל ימי חייו רק בדבר אוריה החתי יכול בדבר אוריה החתי לא סר אבל סר בדברי אחרים ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: כיוצא בו אתה אומר (יהושע י\"א י\"ב) לא נותר ענקים בארץ ישראל רק בעזה בגת ובאשדוד נשארו, יכול בעזה בגת ובאשדוד לא נותר אבל נותר בשאר מקומות ת\"ל רק הפסיק הענין דברי ר' יוסי הגלילי: אמר לו ר' עקיבה ומה אני צריך והלא כבר נותרו אלא מלמד שנכנסה בהן מארה והיו מתמעטין והולכין: הוא לבדו. מה ת\"ל לבדו מלמד שאין בוררין ואין טוחנין ואין מרקדין: ומניין לעושה מדורה ומתחמם כנגדה מחימין לו חמין ורוחץ בהן ידיו ורגליו ומרחיץ בהן תינוק ת\"ל לכם לכל שצרככם: יכול יעשה מן היום למחר ת\"ל אשר יאכל לכל נפש יעשה בהם את שנאכל בהם יעשה ואת שאין נאכל בהם לא יעשה, או אשר יאכל לכל נפש שומע אני אף נפשות בהמה שהיא קרויה נפש כענין שנאמר (ויקרא כ\"ד י\"ח) ומכה נפש בהמה ישלמנה יכול יהוא מהלקטין מורסן לתורנגלים ועושין לימודין לכלבים ת״ל לכם לכם ולא לגוים לכם ולא לכלבים: מעשה בשמעון התימני שלא בא בלילי יום טוב לבית המדרש, לשחרית מצאו ר' יהודה בן באבא אמר לו מפני מה לא באתה אמש לבית המדרש אמר לו מצוה אחת אירע לי ועשיתיה, בלשת נכנסו לעיר והיינו מתיראין שלא יצהיבו את בני העיר שחטנו להם עגל אחד והאכלנום והשקינום וסכנום שלא יצהיבו את בני העיר אמר לו תמיה אני אם לא יצא שברך בהפסידך שהרי אמרו אין עושין ביום טוב לא לאכילת גוים ולא לאכילת כלבים: לכם. לכם ולא לגבוה שהיה אבא שאול דנו דין אחר ומה אם בשעה שלא נפתחו בידי הדיוט נפתחו בידי שמים, בשעה שנפתחו בידי הדיוט דין הוא שיפתחו בידי שמים:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55adff46fbfba23a06809944", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 128", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Meshekh Chokhmah, Emor 128", "sourceHeRef": "משך חכמה, אמור קכ״ח", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 128, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>וירגמו </b>אותו אבן. לא כתב וימות משום דהשי\"ת לא הזכיר אצלו מות יומת. והנראה, דלפי מה דאמרו חכמים בסנהדרין דף פ' ע\"ב ודף ע\"ח ע\"ב, דבמקושש יודע היה משה שבן מיתה הוא, אבל במגדף לא הי' יודע שבן מיתה הוא והוי מיתתו בלא התראה רק הוראת שעה א\"ש, דמקושש היה מחויב מיתה בהתראה למיתה סתם מבית דין, וכשנגמר דינו הוי בר קטלא, ואחרים שחבלו בו פטורין, לזה אמר מות יומת האיש כו', אבל כאן דלא נידון בב\"ד, רק הי' דינו מהשי\"ת כהרוגי מלכות, לכן לא כתב ביה רק ורגמו אותו כל העדה כו' ולא מות יומת, כיון דהיה בלא התראה. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55adff4afbfba23a06809946", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Emor 129", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Meshekh Chokhmah, Emor 129", "sourceHeRef": "משך חכמה, אמור קכ״ט", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 129, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "אמור", "he": "<b>ובני </b>ישראל עשו כאשר צוה ד' את משה. פירוש מצות תליה וקבורה, שנאמר במגדף בפ' תצא במשנה תורה. ולכן כתוב כאשר צוה ד' את משה. שבמשנה תורה נאמר בלשון שמשה מדבר בעד השם. ודו\"ק. וכן בתו\"כ.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55b9f1e6fbfba26d9c2556e1", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 6:3", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Mishnah Sanhedrin 6:3", "sourceHeRef": "משנה סנהדרין ו׳:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "הָיָה רָחוֹק מִבֵּית הַסְּקִילָה אַרְבַּע אַמּוֹת, מַפְשִׁיטִין אוֹתוֹ אֶת בְּגָדָיו. הָאִישׁ, מְכַסִּין אוֹתוֹ מִלְּפָנָיו. וְהָאִשָּׁה, מִלְּפָנֶיהָ וּמֵאַחֲרֶיהָ, דִּבְרֵי רַבִּי יְהוּדָה. וַחֲכָמִים אוֹמְרִים, הָאִישׁ נִסְקָל עָרֹם וְאֵין הָאִשָּׁה נִסְקֶלֶת עֲרֻמָּה: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>When</b> the condemned man <b>is at a distance of four cubits from the place of stoning, they take off his clothes. They cover a man’s</b> genitals <b>in the front, and a woman</b> is covered both <b>in the front and in the back;</b> this is <b>the statement of Rabbi Yehuda. But the Rabbis say: A man is stoned naked,</b> i.e., wearing only that cloth covering, <b>but a woman is not stoned naked,</b> but is stoned while clothed.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "569d07ccd6e4a979b40a0baf", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 114:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sifrei Bamidbar 114:1", "sourceHeRef": "ספרי במדבר קי״ד:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 114.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויניחו אותו במשמר מלמד שכל חיבני (כריתות) [מיתות] נחבשים. כי לא פורש מה יעשה לו. והלא כבר נאמר מחלליה מות יומת, ומה תלמוד לומר כי לא פורש. אלא שלא היה יודע באיזה מיתה יומת עד שנאמר לו מפי הקודש. ויאמר ה' אל משה מות יומת האיש לדורות. רגום אותו באבנים לשעה. כל העדה במעמד כל העדה. אתה אומר במעמד כל העדה, או כל העדה כמשמעו. תלמוד לומר יד העדים תהיה בו בראשונה להמיתו, הא מה תלמוד לומר כל העדה, במעמד כל העדה. ויוציאו אותו מלמד שכל חיויבי מיתות נהרגים חוץ לבית דין. וירגמו אותו באבנים כתוב אחד אומר באבנים וכתוב אחד אומר אבן כיצד יתקימו שני כתובים. בית הסקילה גבוה שתי קומות אחד מן העדים דוחפו על מתניו נהפך על לבו הפכו על מתניו (ואם מת יצא העד נוטל את האבן ונותנה על לבו) אם מת בו יצא, ואם לאו העד השני נוטל את האבן ונותנה על לבו. אם מת יצא, ואם לאו רוגמים אותו כל ישראל שאמר יד העדים תהיה בו בראשונה להמיתו ויד כל העם באחרונה. נמצא שקיים רגום אותו באבנים ונמצא מקיים וירגמו אותו אבן. כאשר צוה ה' את משה אמר להם סקלוהו וסקלו תלו ותלו אבל לא שמענו שיתלו [עד] שנאמר כי יהיה באיש חטא משפט מות והומת ותלית אותו על עץ דברי ר' אליעזר. אמר ר' חדקא שמעון השקמוני היה לי חבר מתלמידי רבי עקיבא ואמר יודע היה משה שמקושש במיתה אבל לא היא יודע באיזו מיתה יומת. ראויה היתה פרשת מקושש שתאמר ע\"י משה אלא שנתחייב מקושש שתאמר על ידיו (לכך) שמגלגלים זכות ע\"י זכאי וחובה על ידי חייב:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 15:34) \"And they placed him in ward\": We are hereby apprised that all who are liable to krithuth (\"cutting off\") are put in ward (pending judgment). \"for it was not made clear what should be done with him\": But is it not written (Shemot 31:14) \"He who profanes it shall be put to death\"? What, then, is the intent of \"For it was not made clear\"? He did not know with what specific type of death until it was told to Him by the Holy One. (Ibid. 35) \"And the L-rd said to Moses: Die, shall die the man\": (i.e., this is the judgment) for all the generations (and not just in this particular instance.) \"stone him with stones\": in this particular instance. \"the entire congregation\": in the presence of the entire congregation. You say this, but perhaps it is to be understood literally (i.e., that the entire congregation is to stone him.) It is, therefore, written (Devarim 17:7) \"The hand of the witnesses shall be against him first to put him to death.\" How, then, am I to understand \"the entire congregation\"? As in the presence of the entire congregation. (15:36) \"And the entire congregation took him outside the camp\": We are hereby taught that all those who are liable to the death penalty are put to death outside of beth-din. \"And they stoned him with stones\": One verse states \"with stones,\" and another, (Vayikra 24:23) \"with a stone.\" How are these two verses to be reconciled? The stoning site was two stories high. One of the witnesses pushes him on his thighs. If he turns over on his heart, he is turned over on his thighs. If he dies thereby, it is sufficient. If not, the second witness takes a stone and places it on his heart. If he dies thereby, it is sufficient. If not, all of Israel stone him with stones, in fulfillment of \"the hand of the witnesses shall be against him first to put him to death, and the hand of all the people thereafter.\" There are thus reconciled \"stone him with stones\" and \"and they stoned him with a stone.\" (Bamidbar, Ibid.) \"as the L-rd commanded Moses\": He said to them \"Stone him,\" and they stoned him; \"Hang him up,\" and they hung him up. But we have not (yet) heard that they were to hang him up (after he had been killed.) It is, therefore, written (Devarim 21:22) \"If there be in a man a sin punishable by death, then he is to be put to death and you shall (thereafter) hang him on a tree.\" These are the words of R. Eliezer. R. Chidka said: Shimon Hashikmoni was a friend of mine, of the disciples of R. Akiva, and he said: Moses knew that the mekoshesh was to be put to death, but he did not know with which specific kind of death. It were fitting that the section of the mekoshesh be stated (entirely) through Moses but the mekoshesh, being liable had it stated through him. For \"merit resolves itself through the meritorious, and liability through the liable.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d2cd6e4a94c7c18a8c6", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 24:23", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Tafsir Rasag, Leviticus 24:23", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ד:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 24.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "פכלם מוסי כד̇לך בני אסראיל ואכ̇רג̇ו אלשאתם כ̇ארג̇ אלעסכר פרג̇מוה בלאחג̇ארה וצנעו בני אסראיל פי סאיר מא נזל עליהם כמא אמר אללה מוסי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4f3d6e4a902855ff8b5", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Tur HaArokh, Leviticus 24:23:1", "sourceHeRef": "הטור הארוך, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו כאשר צוה ה' את משה. </b>כתב הרמב\"ן דורש בת\"כ כאשר צוה אף לסמיכה ולדחייה ולתלייה וללא תלין. ור' אברהם כתב שעשו מאותו היום והלאה כמשפט הזה. ואינו נכון שיהא הכתוב על העתיד. ופשוטו וירגמו אותו אבן כי עשו בני ישראל כאשר צוה ה' את משה כי כן דרך לכפול בכל השומרים מצות השם כמו שכתוב בפרשת פסח ובפרשת הפקודים ויעשו בני ישראל ככל אשר צוה ה' את משה כן עשו. והנכון בעיני מפני שפרט תחלה בסקילה ואחרי כן חזר לומר ובני ישראל עשו שפירש הכתוב לומר כי כאשר דבר משה אל בני ישראל הוציאו מיד המקלל ורגמו אותו ועשו כן כל בני ישראל לשמור ולעשות כאשר צוה ה' את משה לא לשנאת בן המצרי שנצה עם הישראלי אלא לבער הפגום מתוכם: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ובני ישראל עשו כאשר צוה ה' את משה, “and the Children of Israel did as G’d had commanded to Moses.”\n    Nachmanides draws attention to a statement in <i>Torat Kohanim,</i> according to which the words “as G’d had commanded Moses,” included the requirement that all those who had heard the blasphemer were required to place their hands and weight, סמיכה, upon him prior to his being stoned, as well as the requirement to push him down from an elevated wall into a pit, and to hang him subsequent to his death until the evening after his execution.\n    Ibn Ezra states that the procedures mentioned in <i>Torat Kohanim</i> became effective from that day onwards for all people who were executed at the command of the courts. Nachmanides disagrees with Ibn Ezra on this, claiming that if so, the legislation to do so would have had to be phrased in the future tense. The plain meaning of our verse is that the Israelites carried out the instructions G’d had given to Moses. There is nothing strange in the Torah describing this execution in more than the minimal number of words, as we have many instances of the Torah doing so, as for instance in connection with the Passover, (Exodus 12,28) or with the census of the Jewish people (Numbers 1,54).\n    Personally, (Nachmanides writing) I feel that the reason for the above being apparently repeated is that the instruction was given to Moses individually. When the Torah reports that all the people participated in this execution “as G’d had commanded Moses,” the point the Torah made is that the people did not feel any personal animosity towards this man who had an Egyptian father, but that their participation in the execution was motivated purely by the fact that G’d had commanded Moses that this was what was to be done. They wanted to participate in removing stains on their collective national character by doing so.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58a44733d6e4a97ea80540fc", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 90:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sifrei Devarim 90:1", "sourceHeRef": "ספרי דברים צ׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 90.0001, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "(יא) וסקלתו באבנים, יכול באבנים מרובות תלמוד לומר (ויקרא כ כז) באבן אי באבן יכול באבן אחת תלמוד לומר באבנים אמור מעתה לא מת בראשונה ימות בשניה.", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Devarim 13:11) \"And you shall stone him with stones and he shall die\": I might think, with many stones; it is, therefore, written (Vayikra 24:23) \"and they stoned him with <i>a</i> stone.\" If \"with <i>a</i> stone,\" I would think with <i>one</i> stone! Say, then, if he did not die with the first, he is to be put to death with a second.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "58b6b168d6e4a952249cc0af", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Minchat Shai on Torah, Leviticus 24:23:1", "sourceHeRef": "מנחת שי על תורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>ויוציאו.</b> מלא דמלא ועיין מ\"ש בריש ס' ב' של דברי הימים:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59119bc3d6e4a955f8ceb520", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 42b:15", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sanhedrin 42b:15", "sourceHeRef": "סנהדרין מ״ב ב:ט״ו", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 84.0015, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "רב פפא אמר משה היכא הוה יתיב במחנה לוייה ואמר ליה רחמנא (ויקרא כד, יד) הוצא את המקלל אל מחוץ למחנה חוץ למחנה לוייה (ויקרא כד, יד) ויוציאו את המקלל אל מחוץ למחנה חוץ למחנה ישראל", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Pappa said:</b> The matter of the location of the place of stoning can be derived from the verses themselves: <b>Where was Moses sitting</b> when the matter of the blasphemer was brought before him? <b>In the Levite camp,</b> as he was a Levite, and it was there that the blasphemer was brought for trial. <b>And the Merciful One said to</b> Moses: <b>“Take out him who has cursed to outside the camp,”</b> indicating that he should be taken <b>outside the Levite camp</b> into the Israelite camp. And later it says: “And Moses spoke to the children of Israel, <b>and they brought him that had cursed out of the camp,</b> and they stoned him with a stone. And the children of Israel did as the Lord commanded Moses” (Leviticus 24:23), teaching that he was taken <b>outside the Israelite camp</b> as well.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119bc3d6e4a955f8ceb526", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 43a:5", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sanhedrin 43a:5", "sourceHeRef": "סנהדרין מ״ג א:ה׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0005, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "רב אשי אמר משה היכא הוה יתיב במחנה לוייה ואמר ליה רחמנא הוצא את המקלל חוץ למחנה לוייה אל מחוץ למחנה חוץ למחנה ישראל ויוציאו את המקלל לעשייה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Ashi said:</b> The location of the place of stoning can be directly derived from the verse discussing the blasphemer but in a slightly different manner. <b>Where was Moses sitting</b> when the matter of the blasphemer was brought before him? <b>In the Levite camp. And the Merciful One said to him: “Take out him who has cursed”</b> (Leviticus 24:14), indicating that he should be taken <b>outside the Levite camp</b> into the Israelite camp. And God continued in that verse: <b>“Outside the camp,”</b> which is an additional command that he should be removed even further, to <b>outside the Israelite camp.</b> And the later verse, which says: <b>“And they brought him that had cursed</b> out of the camp…and the children of Israel did as the Lord commanded Moses” (Leviticus 24:23), teaches us <b>about the implementation</b> of God’s instructions, i.e., that the children of Israel did in fact carry out His command.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119be2d6e4a955f8cec01c", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 43a:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sanhedrin 43a:1", "sourceHeRef": "סנהדרין מ״ג א:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "(ויקרא כד, כג) ובני ישראל עשו כאשר צוה ה' את משה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>“And the children of Israel did as the Lord commanded Moses.”</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59119be2d6e4a955f8cec01e", "index_title": "Sanhedrin", "category": "Talmud", "type": "", "ref": "Sanhedrin 43a:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sanhedrin 43a:2", "sourceHeRef": "סנהדרין מ״ג א:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 85.0002, "collectiveTitle": {"en": "Sanhedrin", "he": "סנהדרין"}, "heTitle": "סנהדרין", "he": "אלא מעתה (ויקרא כד, כג) וירגמו אותו אבן מאי עבדי ליה ההוא מבעי ליה לכדתניא וירגמו אותו באבן אותו ולא בכסותו אבן שאם מת באבן אחת יצא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>If that is so, what do they do with</b> the words in the verse: <b>“And they stoned him with a stone”?</b> These words appear to be superfluous, as even without them we would know that God’s instructions to stone the blasphemer were implemented. What then do they serve to teach? The Gemara answers: <b>That</b> phrase is <b>necessary for that which is taught</b> in a <i>baraita</i>: The verse states: <b>“And they stoned him with a stone.”</b> The word <b>“him”</b> teaches that they stoned him alone, while he was naked, <b>but not</b> while he was <b>in his clothing.</b> The verse uses the singular term <b>“stone [<i>aven</i>]”</b> rather than the plural term stones [<i>avanim</i>] to teach <b>that if</b> the condemned man <b>died</b> after being struck <b>with one stone,</b> the court has <b>fulfilled</b> its obligation.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636bf7d6e4a9416e9c41b1", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Mizrachi, Leviticus 24:23:1", "sourceHeRef": "מזרחי, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו כל המצוה האמורה בסקילה במקום אחר דחייה רגימה ותלייה. </b>התלייה מפורשת וממנה למדו שכל הנסקלין נתלין ודחייה ורגימה נפקא לן מקרא דסקול יסקל או ירה יירה ושם הארכתי הרבה ע\"ש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48944d6e4a939ba174813", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:23:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>הוצא את המקלל. </b>מכאן שבית הסקילה היה חוץ לב\"ד <sup class=\"footnote-marker\">סד</sup><i class=\"footnote\">וכתב הרמב\"ם שהיה רחוק מב\"ד כדי ששה מלין, ודבריו מכוונים למ\"ש ביומא ע\"ה ב' דמחנה ישראל היה י\"ב מילין וב\"ד של משה היה באמצע, ואמר הכתוב הוצא חוץ למחנה, הרי ו' מילין, וטעם הרחקה כזו הוא שמא בעוד שיוליכו אותו ימצאו לו ב\"ד זכות.\n</i>.<br>(שם מ\"ב ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48944d6e4a939ba174815", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:23:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>וירגמו אותו אבן. </b>אותו ולא בכסותו <sup class=\"footnote-marker\">סה</sup><i class=\"footnote\">עיין מש\"כ לעיל בפ' י\"א.\n</i>, אבן – שאם מת באבן אחת יצא <sup class=\"footnote-marker\">סו</sup><i class=\"footnote\">פעם כתיב בענין רגימה אבנים ופעם כתיב אבן, ודרשינן דהלשון אבן בא ללמד שאם מת באבן אחת א\"צ לזרוק עליו עוד אבנים ושלכתחלה צריך להביא רק אבן אחת, ואפשר הטעם משום דצריך לברור לו מיתה יפה, כמו דדרשינן בפ' קדושים בפסוק ואהבת לרעך כמוך, והלשון אבנים מורה שאם לא מת יוסיף אבנים.\n</i>.<br>(שם מ\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48944d6e4a939ba174817", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 24:23:3", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Torah Temimah on Torah, Leviticus 24:23:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ד:כ״ג:ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו. </b>מה תלמוד לומר, אמר – שעשו כל שלסמיכה ולדחיה <sup class=\"footnote-marker\">סז</sup><i class=\"footnote\">פסוק זה מיותר הוא לענינא, ובא להורות שעשו כאשר צוה ה' בשאר דברים האמורים בענין נסקלים כמו לסמוך ידיהם שלא נזכר כאן [רק לעיל פ' י\"ד], וכן לדחיה. ובתו\"כ מסיים עוד אף לתליה, ר\"ל ללאו דלא תלין נבלתו על העץ, יעו\"ש.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33bad6e4a90d4d5df0cc", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 42b:15", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Sanhedrin 42b:15", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין מ״ב ב:ט״ו", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 84.0015, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>רב פפא אמר:</b> מגופי המקראות אפשר ללמוד את הדבר: <b>משה היכא הוה יתיב</b> <small>[היכן היה יושב</small><small>]</small> — <b>במחנה לוייה,</b> שהרי לוי היה, ולשם הביאו אליו את המקלל לדין. <b>ואמר ליה רחמנא</b> <small>[לו ה'</small><small>]:</small> <b>\"הוצא את המקלל אל מחוץ למחנה\"</b> (ויקרא כד, יד), משמע שיוציאוהו <b>חוץ למחנה לוייה</b>, ממחנה לוייה למחנה ישראל, ונאמר הלאה: <b>\"</b>וידבר משה אל בני ישראל <b>ויוציאו את המקלל אל מחוץ למחנה\"</b> (ויקרא כד, כג), הרי שהוציאוהו אף מחוץ למחנה ישראל.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33bad6e4a90d4d5df0ce", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 43a:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Sanhedrin 43a:1", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין מ״ג א:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0001, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>\"ובני ישראל עשו כאשר צוה ה' את משה\"</b> (ויקרא כד, כג).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33bad6e4a90d4d5df0d0", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 43a:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Sanhedrin 43a:2", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין מ״ג א:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0002, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": " ומקשים: אם דברים אלה לכך נאמרו,  <b>אלא מעתה</b> מה שנאמר קודם <b>\"</b>ויוציאו את המקלל אל מחוץ למחנה <b>וירגמו אתו באבן\"</b> (ויקרא כד, כג) <b>מאי עבדי ליה</b> <small>[מה עושים</small> הם <small>בו,</small> מה למדים מכאן<small>]?</small> ומשיבים: הפסוק <b>ההוא מבעי ליה</b> <small>[נצרך לו]</small> לדרשה אחרת, <b>לכדתניא</b> <small>[לכפי ששנינו</small> בברייתא<small>]:</small> מה שנאמר <b>\"וירגמו אתו באבן\"</b> למדים מכאן: רק <b>אתו,</b> כלומר, הוא עצמו, כשהוא ערום <b>ולא בכסותו. \"אבן\"</b> ולא אבנים, ללמד <b>שאם מת באבן אחת</b> — <b>יצא. ו</b>מעירים כי", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33bbd6e4a90d4d5df0d6", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 43a:5", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Sanhedrin 43a:5", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין מ״ג א:ה׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0005, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>רב אשי אמר:</b> יש הוכחה אחרת לדבר מלשון הכתובים, <b>משה היכא הוה יתיב</b> <small>[היכן היה יושב</small><small>]</small> — <b>במחנה לוייה ואמר ליה רחמנא</b> <small>[לו ה'</small><small>]</small> <b>\"הוצא את המקלל\"</b> (ויקרא כד, יד), ומשמעו שיוציאו <b>חוץ למחנה לוייה,</b> וכיון שנאמר הלאה <b>\"אל מחוץ למחנה\"</b> (ויקרא כד, כג), הרי הוא ציווי נוסף שיוציאוהו <b>חוץ למחנה ישראל</b> ומה שנאמר <b>\"ויוציאו את המקלל\"</b> (ויקרא כד, כג) בא ללמד <b>לעשייה,</b> שכן עשו בני ישראל.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33bbd6e4a90d4d5df0d8", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 43a:6", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Sanhedrin 43a:6", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין מ״ג א:ו׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 85.0006, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": " ומקשים:  <b>עשייה בהדיא כתיב בהו</b> <small>[במפורש נאמר בהם</small><small>]</small> <b>\"ובני ישראל עשו כאשר צוה ה' את משה\"</b> (ויקרא כד, כג)! ומשיבים: הפסוק <b>ההוא מיבעי ליה</b> <small>[</small><small>נצרך לו</small><small>]</small> ללמוד לעשיית שאר דברים שבמיתת סקילה, שלא רק הוציאוהו אלא אף קיימו כדבר משה, <b>חד</b> <small>[אחד</small><small>]</small> לענין <b>סמיכה,</b> שהעדים צריכים לסמוך ידיהם על ראש הנאשם (כאמור: \"וסמכו כל השומעים את ידיהם על ראשו\". ויקרא כד, יד) <b>וחד</b> <small>[אחד</small><small>]</small> <b>לדחייה,</b> שצריכים העדים לדחות (לדחוף) אותו מגובה בית הסקילה למטה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43671ad6e4a97d18d916d3", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 24:23:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>וידבר משה אל בני ישראל ויוציאו את המקלל אל מחוץ למחנה.</b> למדנו מזה שאין הדיינים יוצאים אחר מי שנתחייב מיתה בצאתו למות כי משה היה הדיין בזה והוא צוה לישראל שיוציאוהו חוץ למחנה וירגמו אותו אבן אך הוא לא יצא עמם לפי מה שיראה מזה. ובכאן נשלם זה הביאור במה שכללה אותו זאת הפרשה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ec58cd6e4a91d7b55e5b7", "index_title": "Tzror HaMor on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzror HaMor on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Tzror HaMor on Torah, Leviticus 24:23:1", "sourceHeRef": "צרור המור על התורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Tzror HaMor", "he": "צרור המור"}, "heTitle": "ויקרא", "he": "<b>וחתם הפרשה ויוציאו את המקלל.</b> לפי שעדיין לא נסע מדין מקלל. אחר שדין מכה ומקלל שוים ואמר ויוציאו את המקלל. לרמוז שהש\"י קנא לכבוד משה באומרו הוצא את המקלל. ולכן לכבוד משה וירגמו אותו אבן. וחזר לומר ובני ישראל עשו כאשר צוה ה' את משה. לרמוז כי בכאן כלול מה שאמר הש\"י ונוקב שם ה' מות יומת רגום ירגמו בו כל העדה. וכן רמז באומרו ובני ישראל עשו. אע\"פ שלא היה ראוי לעשות. כי כבוד הרב יותר שקולה מכבוד התלמיד. אבל עשו הדבר לקיים גזירת מלך. בענין שכל העם ישמעו וייראו ולא ישלחו ידם ופיהם במשיח ה':", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea492611b19001a63993c", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Or HaChaim on Leviticus 24:23:2", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>או</b> נתכוין הכתוב להעלות המצוה שעשאוה כל ישראל הגם שלא היתה בו יד כולם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Alternatively, the Torah wished to give credit to the whole people for having fulfilled this commandment although it was obviously impossible for the entire nation to physically participate in this execution.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea492611b19001a63993f", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:23:3", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Or HaChaim on Leviticus 24:23:3", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ג:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>או</b> ירצה שעל ידי מעשה זה שקנאו קנאת כבודו יתברך העלה עליהם הכתוב גם כן כאלו עשו כל התורה, והוא אומרו כאשר צוה ה' את משה בדרך כלל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The Torah may even go beyond this and credit the whole people with having fulfilled <b>all</b> the commandments because they all identified with this execution. This is why the line is couched in general terms, the Torah not specifying which command of G'd the people had fulfilled.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea492611b19001a639942", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:23:4", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Or HaChaim on Leviticus 24:23:4", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ג:ד׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 23.0004, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>או</b> יאמר על זה הדרך לצד שבמצות ה' למשה אמר <b>הוצא את המקלל</b> שחוזר אל משה כי הוא יוציא אותו והרגימה תהיה על ידי ישראל דכתיב <b>ורגמו אותו כל העדה</b>, וכאן אמר ויוציאו המקלל שחוזר אל ישראל המוזכרים בסמוך, ובא הכתוב לשבח לישראל ואמר <b>ובני ישראל עשו כאשר צוה ה' למשה</b>, פירוש לעשות הוא קדמו הם בדברו אליהם ועשו אותו קודם שיעשהו משה לצד הזריזות והמהירות לקיים מצות ה', ולדרכים הראשונים נפרש הוצא, או הוא או שלוחו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is also possible that the Torah had to write this line seeing that the command to execute the blasphemer had been addressed to Moses, G'd addressing him in the singular and saying (verse 14) \"take the blasphemer outside the camp and have all those who heard his blasphemy place their hands upon his head and the whole congregation shall stone him.\" According to that verse we thought that whereas Moses was only to take the blasphemer outside, the entire people had to execute him. Here the Torah wrote: \"they took the blasphemer outside the camp and stoned him to death.\" The verse makes the people the whole subject. The Torah now proceeds to praise Israel for not having waited until Moses took the blasphemer outside the camp; they did so themselves and proceeded to complete the commandment to execute him. If we adopt the previous ways of interpreting the verse the word <span class=\"font1\">הוצא</span> \"take out\" which G'd said to Moses may be understood to mean that either Moses or the people were to do this.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea548611b19001a63a04d", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 24:23:5", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Or HaChaim on Leviticus 24:23:5", "sourceHeRef": "אור החיים על ויקרא כ״ד:כ״ג:ה׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1718, 1742], "commentaryNum": 23.0005, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>חסלת פרשת אמור</b>", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17ba17b071e100bf4f1265", "index_title": "Tosefta Menachot", "category": "Tosefta", "type": "", "ref": "Tosefta Menachot 7:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Tosefta Menachot 7:2", "sourceHeRef": "תוספתא מנחות ז׳:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [190, 230], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Tosefta Menachot", "he": "תוספתא מנחות"}, "heTitle": "תוספתא מנחות", "he": "ר' יוסי אומר כל ז' ימי מלואים היה שולחן בטל בלא לחם לפי שלא נגמרה מלאכתן למוצאי שבת לא סידרו עליו את הלחם אלא בשבת בזמנו הרי הוא אומר (שמות לט) וירא משה את כל המלאכה והנה עשו אותה כאשר צוה ה' וגו' היכן צוהו (שמות כה) ועשו לי מקדש וגו' (שמות מ) ויתן את השלחן באהל מועד וגו' (ויקרא כד) ויערוך עליו ערך לחם לפני ה' כאשר צוה ה' היכן צוהו (שם) ביום השבת ביום השבת יערכנו לפני ה' וגו' (שמות מ) וישם את המנורה באהל מועד וגו' ויעל הנרות לפני ה' כאשר צוה ה' היכן צוהו על המנורה הטהורה יערוך את הנרות וגו' (ויקרא כד). וישם את מזבח הזהב באהל מועד וגו' ויקטר עליו קטרת סמים כאשר צוה ה' (שמות מ). היכן צוהו בבקר בהיטיבו את הנרות יקטירנה (שמות ל) וישם את מסך הפתח למשכן ואת מזבח העולה שם פתח משכן אהל מועד ויעל עליו את העולה ואת המנחה כאשר צוה ה' (שמות מ) היכן צוהו את הכבש האחד תעשה בבקר וגו' (שמות כט).", "heVersionTitle": "Tosefta Menahot - Machon Mamre", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תוספתא מנחות - מכון ממרא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7dab3930811000605921f9", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Chapter 20 10", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sifra, Emor, Chapter 20 10", "sourceHeRef": "ספרא, אמור, פרק כ י׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק כ", "he": "[י] \"וידבר משה אל בני ישראל ויוציאו את המקלל אל מחוץ למחנה\" – זה הוא שאמר מלמד שבית דין מבפנים ובית הסקילה מבחוץ. \"וירגמו אותו\" – ולא כסותו. \"אבן\"--מלמד שאם מת באבן אחת, יצא. \"ובני ישראל עשו כאשר צוה ה' את משה\" – אף לסמיכה, אף לדחיה, אף לתליה, אף ל\"לא תלין נבלתו על העץ\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) (Vayikra 24:23) (\"And Moses spoke to the children of Israel, and they took the curser outside the camp, and they stoned him with a stone; and the children of Israel did as the L–rd commanded Moses.\") \"And Moses spoke to the children of Israel, and they took the curser outside the camp. As mentioned earlier (Chapter 19:1), we are hereby taught that beth-din was within, and beth-din, outside of it. \"and they stoned him,\" and not his garment (viz. Chapter 19:3). \"a stone\": We are hereby taught that if he died with one stone, it is sufficient. \"and the children of Israel did as the L–rd commanded Moses\": both in respect to semichah (placing of the hands, viz. Vayikra 24:14), in respect to dechiyah (casting him from the stoning platform, viz. Shemoth 19:13), in respect to hanging (his body on a tree) (viz. Devarim 21:22), and in respect to (Devarim 21:23) \"His corpse shall not remain on the tree.\" ", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cb45e4e0156a800184b761e", "index_title": "Marbeh Lesaper on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Marbeh Lesaper on Pesach Haggadah, Nirtzah, Echad Mi Yodea 1:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Marbeh Lesaper on Pesach Haggadah, Nirtzah, Echad Mi Yodea 1:1", "sourceHeRef": "מרבה לספר על הגדה של פסח, נרצה, אחד מי יודע א׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1750, 1790], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Marbeh Lesaper on Pesach Haggadah", "he": "מרבה לספר על הגדה של פסח"}, "heTitle": "אחד מי יודע", "he": "<b>אחד מי יודע וכו'</b> פיוט זה וגם חד גדי' אמרו שמצאו גנוז בין כותלי בית המדרש בגרמיזא ולא נודע מי הוא המחברו. וקבעו לאומרו בליל שימורים. והדבר צריך טעם כי הוא מותיב והוא מפרק. וגם למה קבעו לאומרו בלילי פסחים. ורבי' אמרו חלק'. ואף חלקי אמרה נפשי. ואומר שאלו י\"ג דברים הם נתינ' טעם על י\"ג דברים שסידר בעל הגדה בשלש עשרה דיינו עד כניס' ארץ ישראל:", "heVersionTitle": "Marbeh Lesaper, Karlsruhe 1791", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קרלסרוה תקנ\"א", "text": "<b>Who knows one? “</b>One is our God who is in heaven and on earth” represents the first of the favors which God bestowed upon Israel: God executed judgment upon the Egyptians. This explains why the Ten Commandments begin “I am the Lord your God who took you out of the land of Egypt,” and not, “…who created the heavens and the earth.” Also, why the Shabbat is said to be a reminder of the Exodus in the Kiddush, and why we mention the Exodus in connection with Tefillin and the holidays: “that the generations to come may know that I am the Lord who caused you to dwell in booths when I took you out of the Land of Egypt.”<sup class=\"footnote-marker\">289</sup><i class=\"footnote\">Leviticus 24:23</i> The Ramban explains that the Exodus taught us the significance of Divine Providence over the earth. In that way, those who believe that all matters of the world are determined by the natural forces or that the world is eternal (and not created by God) will recognize the power and acts of God in the world.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": "הרב מרק גרינשפאן"}, {"_id": "5cdd6f425f6461001992deaa", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Emor 252:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Malbim on Leviticus, Emor 252:1", "sourceHeRef": "מלבי\"ם על ויקרא, אמור רנ״ב:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 252.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "אמור", "he": "ויוציאו את המקלל פירושו חוץ לג' מחנות כנ\"ל (סימן רלח). ומ\"ש \"וירגמו אותו\" ולא כסותו כנ\"ל (סימן רמ). ומ\"ש \"אבן\" מלמד.. התבאר בפר' קדושים (סימן צב). ומ\"ש \"ובני ישראל עשו כאשר צוה\" היינו בשאר דברים שלא נזכרו פה – לסמוך ידיהם ולדחיה ולא תלין שנוהג במגדף. ועיין בסנהדרין (דף מג).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf64a597e628317f3a9af", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Emor 34", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Paaneach Raza, Emor 34", "sourceHeRef": "פענח רזא, אמור ל״ד", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 34, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "אמור", "he": "וירגמו אותו, סמיך לי' בהר סיני לומר שסקילה בדחייה, דילפינן מהר סיני דכתיב ירה יירה וגו':", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea058eb7d2e1475644abd", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Midrash Lekach Tov, Leviticus 24:23:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> וידבר משה אל בני ישראל. הזהירם על הדבר כדי לקדש את השם, ויוציאו את המקלל. שבית הסקילה היה חוץ לבית דין. וירגמו אותו אבן. מכאן שאם מת באבן אחת יצא. ד\"א אבן לשון רבים כגון (בראשית ל״ב:ו׳) ויהי לי שור וחמור וגו'. ד\"א אבן מכאן אמרו אבן היתה שם משוי שני אנשים נוטלה ונותנה על לבו וכו' הלכתא ובני ישראל עשו. לסמיכה ולדחיה ולתליה ולבל תלין נבלתו על העץ. כאשר צוה ה' את משה. <i data-commentator=\"Beur HaRe'em\" data-order=\"203\"></i> אוי להם לרשעים שמאבדין את העולם על דבר קל ועליהם אמר שלמה בחכמתו (קהלת ט׳:י״ח) וחוטא אחד יאבד טובה הרבה. אבל הצדיקים אשריהן שקונין להם חיי העולם הבא ועליהם הכתוב אומר טובה חכמה מכלי קרב. כאשר צוה ה' את משה. לא שינו מציוויו של משה רבינו דבר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ebae735e0a5900c7a39", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 15:36:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Midrash Lekach Tov, Numbers 15:36:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט״ו:ל״ו:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויוציאו אותו כל העדה אל מחוץ למחנה וירגמו אותו באבנים וימות. <i data-commentator=\"Beur HaRe'em\" data-order=\"97\"></i> ולמעלה הוא אומר (ויקרא כ״ד:כ״ג) (רגום אותו באבנים) מכאן אמרו בסנהדרין בית הסקילה היה גבוה שתי קומות. ואחד מן העדים דוחפו על מתניו אם מת בה יצא ואם לאו עד האחר נוטל את האבן ונותנה על לבו אם מת בה יצא וכן עד השני ואם לאו רגימתו בכל ישראל שנא' (דברים י״ז:ז׳) יד העדים תהיה בו בראשונה להמיתו ויד כל העם באחרונה. כאשר צוה ה' את משה. <i data-commentator=\"Beur HaRe'em\" data-order=\"98\"></i> צוה מצות תליה. והיכן צוה (שם כא) וכי יהיה באיש חטא משפט מות והומת ותלית אותו על עץ:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "60ec1fb7e735e0a5900c9830", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Deuteronomy 13:11:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Midrash Lekach Tov, Deuteronomy 13:11:1", "sourceHeRef": "מדרש לקח טוב, דברים י״ג:י״א:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "דברים", "he": "<b>פס'.</b> וסקלתו באבנים, ולהלן הוא אומר (ויקרא כ״ד:כ״ג) וירגמו אותו אבן. <i data-commentator=\"Beur HaRe'em\" data-order=\"75\"></i> אלא לא מת באבן מת באבנים הרבה. כי בקש להדיחך. נאמר כאן הדחה <i data-commentator=\"Beur HaRe'em\" data-order=\"76\"></i> ונאמר להלן הדחה. מה כאן בסקילה אף להלן בנביא השקר בסקילה. ויליף נביא ממסית. מעל ה' אלהיכם המוציא. אפילו לא עשה עמך אלא שהוציאך ממצרים מבית עבדים די:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b7338430f78f20636806", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 658:4", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Yalkut Shimoni on Torah 658:4", "sourceHeRef": "ילקוט שמעוני על התורה תרנ״ח:ד׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 658.0004, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "הוצא את המקלל בית הסקילה היתה חוץ לשלש מחנות. מנא הני מילי דתנו רבנן הוצא את המקלל אל מחוץ למחנה חוץ לשלש מחנות. או אינו אלא חוץ למחנה אחת, נאמר כאן אל מחוץ למחנה ונאמר בפרים הנשרפים מחוץ למחנה מה להלן חוץ לשלש מחנות אף כאן חוץ לשלש מחנות. והתם מנלן דתנו רבנן והוציא את הפר אל מחוץ למחנה חוץ לשלש מחנות. או אינו אלא חוץ למחנה אחת, כשהוא אומר אל מחוץ למחנה בפר העדה שאין תלמוד לומר שהרי כבר נאמר ושרף אותו כאשר שרף את הפר הראשון ליתן לו מחנה שניה. וכשהוא אומר אל מחוץ למחנה בדשן שאין תלמוד לומר שהרי כבר נאמר על שפך הדשן ישרף ליתן לו מחנה שלישית. ולילף משחוטי חוץ מה להלן חוץ למחנה אחת אף כאן חוץ למחנה אחת. מסתברא מפרים הוה ליה למילף שכן הוציא אל מחוץ למחנה מכשיר ומכפר. אדרבה משחוטי חוץ הוה ליה למילף שכן אדם חוטא בשנות פגול. מכשיר ממכשיר עדיף ליה. רב פפא אמר משה היכא הוה יתיב במחנה לויה ואמר ליה רחמנא הוצא את המקלל ממחנה לויה. ויוציאו את המקלל אל מחוץ למחנה חוץ למחנה ישראל. האי מיבעי ליה לעשייה, עשייה בהדיא כתיבוא ובני ישראל עשו. אלא מעתה וירגמו אותו מאי עביד ליה, ההוא מיבעי ליה לכדתניא וירגמו אותו אותו בלא כסותו. אבן שאם מת באבן אחד יצא. ואיצטריך למיכתב אבן ואיצטריך למיכתב אבנים דאי כתב רחמנא אבן היה אמינא היכא דלא מת בחדא לא נייתי אחריני וניקטליה כתב רחמנא אבנים. ואי כתב רחמנא אבנים הוה אמינא מעיקרא נייתי תרתי כתב רחמנא אבן. והא האי תנא נאמר קאמר. הכי קאמר אלו לא נאמר קרא הייתי אומר ג\"ש והשתא דנאמר קרא ג\"ש לא צריך. הוצא את המקלל אל מחוץ למחנה מלמד שבית דין מבפנים ובית סקילה מבחוץ וסמכו השומעים אלו העדים. כל השומעים אלו הדיינין. ידיהם כל יחיד ויחיד. את ידיהם על ראשו סמכו את ידיהם עליו, אמרו לו דמך על ראשך שאתה גרמת לך. וירגמו אותו ולא כסותו. העדה וכי כל העדה רוגמין ומה תלמוד לומר העדה במעמד כל העדה. יכול הוראת שעה היתה, תלמוד לומר ואל בני ישראל תדבר לאמר יהא מנהג לדורות. האיש נסקל ערום ואין האשה נסקלת ערומה דאמר קרא ורגמו אותו מאי אותו אילימא אותו ולא אותה והכתוב והוצאת את האיש ההוא או את האשה ההיא. אלא אותו בלא כסותו הא אותה בכסותה (כתוב ברמז תרכ\"ז). תנו רבנן האיש מכסין אותו פרק אחד מלפניו והאשה שני פרקים בין מלפניה בין מלאחריה מפני שכולה ערוה דברי ר' יהודה. וחכמים אומרים האיש נסקל ערום ואין האשה נסקלת ערומה. מ\"ט דרבנן אמר קרא ורגמו אותו מאי אותו אילימא אותו ולא אותה והכתיב והוצאת את האיש ההוא או את האשה ההיא אלא אותו בלא כסותו הא אותה בכסותה. רבי יהודה אומר תנו בלא כסותו לא שנא איש ולא שנא אשה למימרא דרבנן חיישי להרהורא ורבי יהודה לא חייש והא איפכא שמעינן להו דתנן הכהן אוחז בבגדיה אם נקרעו ואם נפרמו נפרמו עד שמגלה את לבה וסותר את שערה. ר' יהודה אומר אם היה לבה נאה לא היה מגלחו ואם היה שערה נאה לא היה סותרו. התם טעמא מאי שמא תצא מבית דין זכאה ויתגרו בה פרחי כהונה הכא הא מקטלה. וכי תימא אתי לאגרויי באחרנייתא. נמירי אין יצר הרע שולט אלא במי שעיניו רואות. דרבנן אדרבנן לא קשיא אמ' קרא ונוסרו כל הנשי' הכא אין לך יסור גדו' מזה. וכי תימא לי עבד בה תרתי. אמ' קרא ואהבת לרעך כמוך ברור לו מיתי יפה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b733c823a798e70b5888", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 750:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Yalkut Shimoni on Torah 750:2", "sourceHeRef": "ילקוט שמעוני על התורה תש״נ:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 750.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויניחו אותו במשמר. מגיד שכל חייבי מיתות נחבשין. כי לא פורש לא היה ידוע באיזה מיתה יומת. ויאמר ה' אל משה מות יומת האיש לדורות. רגום אותו באבנים לשעה. כל העדה במעמד כל העדה, או כל העדה כמשמעו, תלמוד לומר יד העדים תהיה בו בראשונה להמיתו, הא מה תלמוד לומר כל העדה במעמד כל העדה, ויוציאו אותו כל העדה מגיד שכל חייבי מיתות נהרגין חוץ לבית דין, וירגמו אותו באבנים וכתוב אחד אומר וירגמו אותו אבן כיצד יתקיימו שני כתובים הללו, בית הסקילה היה גבוה ב' קומות אחד מן העדים דוחפו על מתניו נהפך על לבו הופכו על מתניו ואם מת בה יצא ואם לאו העד השני נוטל את האבן ונותנה על לבו אם מת בה יצא ואם לאו רגימתו בכל ישראל שנאמר יד העדים תהיה בו בראשונה להמיתו וגו', נמצאת מקיים רגום אותו באבנים ונמצאת מקיים וירגמו אותו אבן. כאשר צוה ה' את משה אמר להם סקלוהו וסקלו תלו ותלו, אבל לא שמענו שיתלו עד שנאמר כי יהיה באיש חטא משפט מות. ויניחו אותו לא הניחוהו אצל מקלל. תנא דבי אליהו וימצאו איש מקושש עצים אמר לו הקב\"ה למשה חלל זה את השבת, אמר לפניו רבש\"ע אתה יודע בכל יום תפילין בראשו תפילין בזרועו ורואה אותן וחוזר בו עכשיו שאין עליו תפילין חלל זה את השבת, אמר לו הקב\"ה למשה צא וברור להם דבר שינהגו בו בשבת ובימים טובים שנאמר ועשו להם ציצית לדורותם אין לדורותם אלא לדור תם ואין תם אלא יעקב שנאמר ויעקב איש תם, תם מגזל, תם מגלוי עריות, תם משפיכות דמים:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5cff4629f2b572811aa", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, רגם 1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Sefer HaShorashim, רגם 1", "sourceHeRef": "ספר השרשים, רגם א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "רגם", "he": ["<strong><big>רגם</big></strong>   <strong>וְרָֽגְמוּ</strong> אֹתוֹ כָּל־הָֽעֵדָֽה (<a class=\"refLink\" href=\"Leviticus 24:14\" data-ref=\"Leviticus 24:14\">ויקרא כד, יד</a>), <strong>וַיִּרְגְּמוּ</strong> אֹתוֹ אָבֶן (<a class=\"refLink\" href=\"Leviticus 24:23\" data-ref=\"Leviticus 24:23\">ויקרא כד, כג</a>), <strong>וְרָֽגְמוּ</strong> עֲלֵיהֶן אֶבֶן (<a class=\"refLink\" href=\"Ezekiel 23:47\" data-ref=\"Ezekiel 23:47\">יחזקאל כג, מז</a>), <strong>רָגוֹם יִרְגְּמוּ</strong>־בוֹ (<a class=\"refLink\" href=\"Leviticus 24:16\" data-ref=\"Leviticus 24:16\">ויקרא כד, טז</a>), <strong>יִרְגְּמֻהוּ</strong> בָאָֽבֶן (<a class=\"refLink\" href=\"Leviticus 20:2\" data-ref=\"Leviticus 20:2\">ויקרא כ, ב</a>). כִּצְרוֹר אֶבֶן <strong>בְּמַרְגֵּמָה</strong> (<a class=\"refLink\" href=\"Proverbs 26:8\" data-ref=\"Proverbs 26:8\">משלי כו, ח</a>), קבוצת אבנים ביחד <strong>קלפיי\"ר</strong> בלע\"ז, ופירוש אבן, אבן טובה. ואדוני אבי ז\"ל כתב <strong>בְּמַרְגֵּמָה</strong> כמו <strong>אַרְגָּמָן</strong>, ופירוש <strong>כִּצְרוֹר</strong> אבן מאבני החוצות בבגד ארגמן כן הנותן לכסיל כבוד. <strong>וְרֶגֶם</strong> מֶלֶךְ וַֽאֲנָשָׁיו (<a class=\"refLink\" href=\"Zechariah 7:2\" data-ref=\"Zechariah 7:2\">זכריה ז ,ב</a>), בשש נקודות. שָׂרֵי יְהוּדָה <strong>רִגְמָתָם</strong> (<a class=\"refLink\" href=\"Psalms 68:28\" data-ref=\"Psalms 68:28\">תהלים סח, כח</a>), פירוש קהלם. ויש מפרשים שרים. ויונתן לא תרגם ורגם מלך. אולי שני אנשים היו שמם כך ש?אצר ורגם מלך. והוא הנכון."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61ee9dd91d82090a96b4ed97", "index_title": "Shulchan Arukh, Orach Chayim", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Orach Chayim 611:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Shulchan Arukh, Orach Chayim 611:2", "sourceHeRef": "שולחן ערוך, אורח חיים תרי״א:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 611.0002, "collectiveTitle": {"en": "Shulchan Arukh, Orach Chayim", "he": "שולחן ערוך, אורח חיים"}, "heTitle": "שולחן ערוך, אורח חיים", "he": "<i data-commentator=\"Be'er HaGolah\" data-label=\"ג\" data-order=\"3\"></i>כל מלאכה שחייבים עליה בשבת חייבים עליה ביום הכפורים וכל שבשבת פטור אבל אסור גם ביום הכפורים כן אלא שבשבת זדונו <i data-commentator=\"Magen Avraham\" data-order=\"1\"></i>בסקילה ויום הכפורים זדונו בכרת <i data-commentator=\"Be'er HaGolah\" data-label=\"ד\" data-order=\"4\"></i>וכל שאסור לטלטלו בשבת אסור לטלטלו ביום הכפורים <i data-commentator=\"Be'er HaGolah\" data-label=\"ה\" data-order=\"5\"></i><i data-commentator=\"Turei Zahav\" data-order=\"1\"></i>והתירו <i data-commentator=\"Magen Avraham\" data-order=\"2\"></i><i data-commentator=\"Be'er HaGolah\" data-label=\"•\" data-order=\"6\"></i>לקנב ירק ולפצוע אגוזים מן המנחה ולמעלה כשחל בחול <i data-commentator=\"Turei Zahav\" data-order=\"2\"></i>והאידנא נהגו לאסור: <small>הגה אם נפלה דליקה ביה\"כ מותר להציל סעודה אחת לצורך לילה כמו שמציל בשבת לסעודת מנחה (ר\"ן פרק כל כתבי) וכבר נתבאר סימן של\"ד כיצד נוהגים בזמן הזה בדליקה בשבת וה\"ה ביוה\"כ <i data-commentator=\"Ateret Zekenim\" data-label=\"♦\" data-order=\"2\"></i>ונהגו שהתינוקות <i data-commentator=\"Magen Avraham\" data-order=\"3\"></i><i data-commentator=\"Ba'er Hetev\" data-order=\"2\"></i>משחקים באגוזים (אגודה ומהרי\"ל) ואין למחות בידם אפי' קודם מנחה ונשתרבב המנהג מדין הפצעת אגוזים הנזכר (ד\"ע)</small>:", "heVersionTitle": "Maginei Eretz: Shulchan Aruch Orach Chaim, Lemberg, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר מגיני ארץ: שלחן ערוך. למברג, תרנ\"ג", "text": "All (types of) work (for whose transgression) a person is guilty on the Sabbath is also guilty on Yom Kippur. And all types of work for whose transgression on the Sabbath a person is free from punishment but are still prohibited, are also prohibited on Yom Kippur in a like manner except that on the Sabbath a conscious sin is punishable by stoning,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">Stoning, <i>sekilah</i>, <span class=\"rtl\">סקילה</span>, is a Biblical form of capital punishment which was the standard penalty for crime in all ancient civilizations. In the Torah there are two explicit methods of executing a criminal or a sinner; stoning and burning. According to the Talmud, the Torah has four methods of execution: stoning, burning, beheading, and strangling, (See B. Sanhedrin 49b., ff).<br>Stoning was an instinctive violent expression of popular wrath, (Exodus 17:4, 8:22; Numbers 14:10; I Samuel 30:6; I Kings 12:18; II Chronicles 10:18) and often in the Bible it is the prescribed mode of execution (Leviticus 20:2, 27, 24:16; Numbers 15:35; Deuteronomy 13:11, 17:5, 21:21, 22:21, et al). Originally, the whole community participated in the stoning and were required to throw stones at the guilty person. Stonings were probably the standard form of judicial execution in Biblical times, (Leviticus 24:23; Numbers 15:36; I Kings 21:13; II Chronicles 24:21).<br>The Mishna (Sanh.6:4) states that a \"stoning place\" was established where instead of a person being pelted by stones, the convicted person would be pushed down from a high place to his death provided it was not too high so as to mutilate the body which was a concern of the rabbis. It also was not to be too low so the death would be instantaneous. The reason for the stoning place was that the scriptural rule states \"The hands of the witnesses shall be first upon him to put him to death,\" (Deuteronomy 17:7) and then afterwards the \"hand of all the people (should be on him)\", (Deuteronomy 17:7). To insure that the witnesses put him to death they were the ones to push him and thereby be first to put him to death. Thus this method of \"stoning\" became acceptable as opposed to the actual throwing of stones. This also seemed the more \"humane\" way of carrying out capital punishment as the convicted person died more quickly and the danger of mutilation was reduced. In Maimonides' comment to Sanhedrin 6:4 he stated that it really made no difference if stones were thrown at one or if one were thrown at stones.<br>cf., Haim Hermann Cohn, v. 5, pp. 142-43.</i> but on Yom Kippur it is punishable by <i>karet</i>.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\"><i>Karet</i>, <span class=\"rtl\">כרת</span>; see footnote 78.</i> Everything that is forbidden to be moved (or handled) on the Sabbath is also forbidden to be moved (or handled) on Yom Kippur, (but it is permitted to clean vegetables and to open (shell) nuts from the <i>Minḥah</i> time<sup class=\"footnote-marker\">81</sup><i class=\"footnote\"><i>Minḥah</i>, <span class=\"rtl\">מנחה</span>, a time designating afternoon, meaning after the six and one half hour or after 12:30 P.M. according to our present day time system. (See footnote 40 for a more complete explanation).</i> onward when (Yom Kippur) falls on a weekday, but nowadays (presently) it is customary to forbid that.)<br><small><i>Hagah</i>: If a fire occurs on Yom Kippur, it is permitted to save one meal for the need of the night (following Yom Kippur) as one (may) save on the Sabbath the afternoon meal,<sup class=\"footnote-marker\">82</sup><i class=\"footnote\">The afternoon meal on the Sabbath is also referred to as <i>Se'udah Shelishit</i>, the third meal which is eaten on the Sabbath between the <i>Minḥah</i>, Afternoon Service (see footnote 40) and the <i>Ma'ariv</i>, Evening Service (see footnote 144).</i> (<span dir=\"ltr\">ר״ן פרק כל כתבי</span>),<sup class=\"footnote-marker\">83</sup><i class=\"footnote\">Rabbenu Nissim on the chapter <i>Kol Khit-vey</i>, <span class=\"rtl\"> כתבי ר״ן פרק כל</span>, which is a commentary on the talmudic tractate <i>Shabbat</i>.<br>For Rabbenu Nissim, <span class=\"rtl\">ר״ן</span>; see footnote 47.</i> and it is already explained in section 334<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">See in the Shulḥan Arukh, <i>Oraḥ Ḥayyim</i>, chapter 334 which contains twenty-seven paragraphs on the laws that apply when a fire breaks out on the Sabbath. These same laws apply regarding a fire, according to Isserles to Yom Kippur.</i> (as to) how to act at this time when a fire (occurs) on the Sabbath and the same law (applies) for Yom Kippur. It is customary that the children play with nuts (<span dir=\"ltr\">אגודה ומהרי״ל</span>).<sup class=\"footnote-marker\">85</sup><i class=\"footnote\"><i>Agudah</i> and <i>Maharil</i>, <span class=\"rtl\">אגודה ומהרי״ל</span>.<br>The <i>Agudah</i>, <span class=\"rtl\">אגודה</span>, is a collection of halakhic decisions derived from talmudic discussions and arranged in the order of the talmudic tractates. It was written by Alexander Suslin ha-Kohen of Frankfort who died in 1349. The <i>Agudah</i> was published in Cracow in 1571 and it also included novellae of his own as well as those of his predecessors, and a commentary and collection of <i>halakhot</i> to the minor tractates and to the Mishnayot of the orders <i>Zera'in</i> and <i>Tohorot</i>. The language of the <i>Agudah</i> is very concise and it is evident that it was written quickly under the threat of the persecutions of the time since Suslin died a martyr's death in Erfurt. Suslin was the last of the early German halakhic authorities. This German talmudic scholar was born Erfurt where he taught, as well as in Worms, Cologne, and Frankfort.<br>The <i>Agudah</i>, Suslin's most famous work, gives halakhic rulings in concise form and it ignores differences of opinion. He used as sources Mordecai b. Hillel and Asher b. Jehiel. It is often necessary to consult the work of these two scholars to understand fully the <i>Agudah</i>. Jacob Weil (see footnote 27) wrote a digest to the work called <i>Ḥiddushei Agudah</i> which was published in Venice in 1523 and accompanies the <i>Agudah</i>. Later halakhic authorities such as Jacob ha-Levi Moellin (see footnote 8) and Moses Isserles considered his decisions authoritative and they quoted from him. Isserles mentioned the <i>Agudah</i> often in his glosses to the Shulḥan Arukh.<br>Editorial Staff, <i>E</i>. <i>J</i>., v. 2, p. 585.<br><i>Maharil</i>, <span class=\"rtl\">מהרי״ל</span>; see footnote 8.</i> One should not object to them (the children) even before the Afternoon Prayer<sup class=\"footnote-marker\">86</sup><i class=\"footnote\"><i>Minḥah</i>, <span class=\"rtl\">מנחה</span>; see footnote 40.</i>, and the custom is widespread with respect to the mentioned law of breaking nuts, (<span dir=\"ltr\">ד״ע</span>).<sup class=\"footnote-marker\">87</sup><i class=\"footnote\"><i>Da'at Aẓmo</i>, <span class=\"rtl\">ד״ע</span>, Isserles' own opinion; see footnote 38.</i></small>", "versionTitle": "Hilkhot Yom ha-Kippurim, trans. by Jan M. Brahms. HUC, 1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037edc47cf7a0c25239b5d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Miscellany", "he": "ויקרא הערה ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Two issues, unrelated to what has gone before, are treated here: certain ritual objects in the Dwelling (oil/lamps and “showbread”), and the story of a man who insulted God and therefore had to be executed (along with further rules about capital crimes). The function of this chapter is not clear; perhaps it serves as a breather between the important sections on sacred days (23) and land tenure (25). It is also possible (as Levine notes) that chapters such as this one and Num. 15 serve as a repository for various cultic laws that needed a location. There are two other places in the Torah where a brief passage on the lights in the sanctuary may originally have served to separate sections: the end of Ex. 27 and the beginning of Num. 8. If so, that function no longer is as major as it once might have been.", "The first two parts (2–4 and 5–9) are linked by their common vocabulary: “take,” “arrange,” “regularly,” and “before the presence of Y<small>HWH</small>” (Wenham). The second section (vv. 10–23) is united by its chiastic structure (cf. Wenham here as well). It has points of contact with material in the Exodus laws, but here with the characteristic addition (v.22) of “I, Y<small>HWH</small>, am your God.”"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a4713bd8cd388d3e4d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "anchorRef": "Leviticus 18:1-26:46", "anchorRefExpanded": ["Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; Holiness", "he": "ויקרא מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE ADDITION OF</small> C<small>HAPTERS 18–26 CHANGES THE NATURE OF THE BOOK BEFORE US</small>. I<small>T</small> accomplishes this, not by introducing something entirely new into biblical thinking, but by broadening the base of God’s words to Moshe in Leviticus. In this book we have already encountered the “Holy-Shrine,” “holy-things,” “holy donations,” and the like; we have seen that Israel is to be “separate” from the nations around it in a variety of life areas. But now we move toward expansion of what was called for at the first moments at Sinai: for Israel to be a “[kingdom of priests and a] holy nation” (Ex. 19:6).", "While the exact structure and setting of the Holiness Code, as these chapters were designated a century ago, are subject to scholarly debate, its thrust seems clear enough. Beginning with sexual relations, Israel is to be “holy,” “separate” from other nations. Holiness here has a connotation of wholeness and perfection; Wright (1992) has defined it as “that which is consistent with God and his character.”", "<i>Imitatio dei</i>, the human urge to be godlike, is an ancient, undoubtedly prehistoric one. We long to be linked with the primal powers of existence, whose rush we feel at heightened moments of <i>perception</i>, but whose perfection is always out of reach in the flesh and blood world of human beings. The Torah, in contrast, presents the longing for perfection and wholeness as properly expressed through a discipline of <i>behavior</i> in all areas of life, personal and communal. The central lines “Holy are you to be, / for holy am I, YHWH your God” (19:2) are followed by line after line calling for holiness in worship, agriculture, interpersonal relations, business, the treatment of the disabled and the elderly, court procedure, and sexuality, to list some of the areas covered.", "Many communities of the “elect,” from Qumran at the Dead Sea to medieval monasteries, and many individuals, from biblical Nazirites (Num. 6) to Sufi mystics and St. Francis, have sought to create lives suffused with holiness; one could easily maintain that many of the mainstream forms and ideas in Judaism, Christianity, and Islam have remained wedded to this approach. They all owe a debt, one way or the other, to Lev. 18–26, especially in the communal sphere. Rarely has the drive toward holiness found as full expression in a vision of “real life” society, grounded in the everyday world of people and institutions, as it does in the texts to be found in the following chapters.", "For many decades, debate has raged within the scholarly community as to the date and setting of H, the putative stratum of literature to which these chapters belong. As of this writing there is still not full agreement on (a) whether H was indeed a separate document or school, and (b) whether its origin and influence can be easily traced (cf., for instance, Knohl, and Milgrom 1993). These disagreements, however, should not and must not detract from the importance of what we have in these chapters: a significant statement of the ethical code of ancient Israel which continues to speak to contemporary problems.", "<img>", "<i>Lev. 19:35</i> You are not to commit corruption injustice, in measure, weight, or capacity…"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e8c9ad75f2d99af9a2", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "anchorRef": "Leviticus 24:1-23", "anchorRefExpanded": ["Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part III; Holiness, Miscellany 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ה׳, ויקרא הערה ז׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ז׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 24:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 24:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187f5ec9371ec0cebe6dc6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Reggio on Torah, Leviticus 24:23:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>וידבר משה,</b> פירש להם הדינין הללו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187f5fc9371ec0cebe6dc8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Reggio on Torah, Leviticus 24:23:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו,</b> עשו כן בעבור שצוה ה' את משה, ובקנאתם לכבוד ה', לא משנאתם את בן המצרי:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a05a5a4d0d592640cc2", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Rav Hirsch on Torah, Leviticus 24:23:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 23. ובני ישראל עשו וגו׳: nicht nur die hier genannte רגימה, sondern alles was für diese Hinrichtung geboten war, auch סמיכה (V. 14), דחיה ,תליה, und ת׳׳כ) לא תלין , siehe zu Kap. 20, 2). Wie wir zu V. 16 bemerkten, so dürfte in der Konstruktion וירגמו אותו אבן auch דחיה begriffen sein, und da mit ובני ישראל ein neuer Satz mit besonderem Subjekt aufgeführt ist, so dürfte das ויוציאו und וירגמו auf die in erster Linie mit Ausführung des Strafurteils durch דחיה und eventuell רגימה beauftragten Zeugen sich beziehen, das ובני ישראל עשו aber auf das subsidiarische Eintreten des Volkes und die auch vielleicht nicht notwendig durch die Zeugen zu vollziehende תליה Bezug haben.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc5d758c1dc532ec8f25", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 24:23", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Steinsaltz on Leviticus 24:23", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ד:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 24.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וַיְדַבֵּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל</b> את כל הדינים הכלליים שציווה אותו ה' לומר להם. למרות שחלקם כבר נזכר,\n  כאן הם נאמרים בהקשר מובהק, שבו מיד עם האמירה מגיע גם מעשה: \n  <b>וַיּוֹצִיאוּ אֶת הַמְקַלֵּל אֶל מִחוּץ לַמַּחֲנֶה וַיִּרְגְּמוּ אֹתוֹ אָבֶן.</b>\n  <b>וּבְנֵי יִשְׂרָאֵל</b> קיבלו זאת ו\n  <b>עָשׂוּ</b> מכאן והלאה \n  <b>כַּאֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה</b> לגבי המשפט האחיד ולגבי שאר הדינים והמשפטים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Moses spoke to the children of Israel, </b>teaching them all of the aforementioned commandments, <i></i>as God instructed him. Although some of these laws were mentioned previously, 100 they are restated here in the context of the actions that are subsequently taken: <b>And they took the one who cursed outside the camp and stoned him with stones. The children of Israel </b>accepted God’s commandments, and from then on they <b>did as the Lord had commanded Moses, </b>with regard to the equality of all before the law, as well as the other laws stated here.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5255071bedbab4498f4834a0", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Ibn Ezra on Leviticus 24:23:1", "sourceHeRef": "אבן עזרא על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "<b>ובני ישראל עשו.</b> מאותו היום כמשפט הזה בחובל:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE CHILDREN OF ISRAEL DID. They did from this day and onward to one who injures his neighbor, in accordance with this law.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053475fbfba270cc17eb45", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Haamek Davar on Leviticus 24:23:1", "sourceHeRef": "העמק דבר על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וירגמו בו אבן.</b> לא עשו עוד עפ״י הכעס והנקמה שמצאו בלבבם בשעה ששמעו אלא עשו מצד הענוה וכדי לקיים מצות רגימה רגמו בו אבן אחת. ובזה סיים הכתוב <b>כאשר צוה ה׳ וגו׳.</b> לפי התורה והקבלה בדיני סקילה. וכבר ביארנו בפ׳ פקודי ובפ׳ צו דהכרח לפרש זה הלשון בכונה זו בכ״מ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5582cf24fbfba2078af8f2b1", "index_title": "Da'at Zekenim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Da'at Zekenim on Leviticus 24:23:1", "sourceHeRef": "דעת זקנים על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על ויקרא", "he": [], "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": " ובני ישראל עשו, “and the Children of Israel did, etc.” they carried out what we have read in this portion.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "55a3c20efbfba277e9971939", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 19:13", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Exodus 19:13", "sourceHeRef": "שמות י״ט:י״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 19.0013, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "לֹא־תִגַּ֨ע בּ֜וֹ יָ֗ד כִּֽי־סָק֤וֹל יִסָּקֵל֙ אוֹ־יָרֹ֣ה יִיָּרֶ֔ה אִם־בְּהֵמָ֥ה אִם־אִ֖ישׁ לֹ֣א יִחְיֶ֑ה בִּמְשֹׁךְ֙ הַיֹּבֵ֔ל הֵ֖מָּה יַעֲל֥וּ בָהָֽר׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "without being touched—by being either stoned or shot; beast or person, a trespasser shall not live.’ When the ram’s horn sounds a long blast,<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>sounds a long blast </b>Meaning of Heb. uncertain.</i> they may go up on the mountain.”", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55a3c20efbfba277e997193b", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 21:22", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Deuteronomy 21:22", "sourceHeRef": "דברים כ״א:כ״ב", "anchorVerse": 23, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 21.0022, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וְכִֽי־יִהְיֶ֣ה בְאִ֗ישׁ חֵ֛טְא מִשְׁפַּט־מָ֖וֶת וְהוּמָ֑ת וְתָלִ֥יתָ אֹת֖וֹ עַל־עֵֽץ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "If any party is guilty of a capital offense and is put to death, and you impale the body on a stake,", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd3ad6e4a97c9cbb1742", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Bekhor Shor, Leviticus 24:23:1", "sourceHeRef": "בכור שור, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>וירגמו אתו אבן.</b> השומעים:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd3ad6e4a97c9cbb1744", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Bekhor Shor, Leviticus 24:23:2", "sourceHeRef": "בכור שור, ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו.</b> לרגם אחריהם, אי נמי וירגמו אותו אבן כל ישראל, ובני ישראל עשו, קיימו עליהם כל האמור בפרשה גבי דין אדם ובהמה:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f299d6e4a92746471e0e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Chizkuni, Leviticus 24:23:1", "sourceHeRef": "חזקוני, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>וירגמו אתו אבן</b> מלמד שאם מת באבן אחת יצא.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וירגמו אותו אבן, “they stoned him to death with stones.” The use of the word אבן “stone,” in the singular mode, teaches that if one stone had been enough to kill the sinner, no more stones are to be hurled at him. (Sifra)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f299d6e4a92746471e10", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Chizkuni, Leviticus 24:23:2", "sourceHeRef": "חזקוני, ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו</b> מאותו יום והלאה משפט זה בחובל בחברו. ד״‎א <b>ובני ישראל עשו</b> אף לסמיכה אף לדחיה אף לתליה. <b>שלימא סדרא דפרשת אמור</b>", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ובני ישראל עשו, “and the Children of Israel had done;” from this day onwards the legislation of how to deal with people who injure others was practiced. An alternate interpretation of this line: the words: “they did,” refer not only to the last verse preceding this, but state that all the steps of the legal proceedings of carrying out an execution were performed dutifully by all the people whenever the need arose to do so.(Sifra)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a9d3ce4d6e4a9026bd8fa19", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Aderet Eliyahu, Leviticus 24:23:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וירגמו אתו.</b> ולא כסותו:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ce4d6e4a9026bd8fa1b", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Aderet Eliyahu, Leviticus 24:23:2", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>אבן.</b> מלמד שאם מת באבן אחת יצא:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3ce4d6e4a9026bd8fa1d", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 24:23:3", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Aderet Eliyahu, Leviticus 24:23:3", "sourceHeRef": "אדרת אליהו, ויקרא כ״ד:כ״ג:ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 23.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ובני ישראל עשו.</b> עיין רש\"י ז\"ל ומה העושה עבירה אחת נוטלין את נפשו ממנו ק\"ו לעושה מצוה אחת שתינתן לו נפשו לו ולזרעו עד סוף כל הדורות [פי' משום דמדה טובה מרובה על מדת פורענותן וכה\"א ואתם הדבקים בה' אלהיכם חיים כלכם היום:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a258bb386c00550bb94d", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 62:1:6", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Akeidat Yitzchak 62:1:6", "sourceHeRef": "עקידת יצחק ס״ב:א׳:ו׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "והנה מזה יתחייב הנמשך שאם ישתמש האדם בזה הכח בדברים בלתי מיוחדים אליו הנה החטיא הכוונה והחליף השטה והוא כמעיד עדות שקר בעצמו והרי הוא כמי שנתן לו המלך לבוש מלכות להתפאר בו והלבישו לחמורו כי כן משפט האיש שנתן לו תפארת הלשון להשלים לו חסרונו מהענינים ההכרחיים ודרישת החכמות ודברי המוסר המיוחדים אליו והוא משתמש בו לדברים שאין בהם תועלת או שיזיקו ויפסידו שלמותו מהעניינים הנרצים אל החומר לבדו מדרישת תאוותיו ובקשת פחיתותיו והרי הוא אצלו באמת נזם זהב באף חזיר ולזה היו מחכמי ישראל שנשתבחו (סוכה כ\"ח.) שלא שחו שיחה בטלה מעולם אשריהם ואשרי חלקם. וכמה נמלצו דברי פי חכם שכתב הרמב\"ם ז\"ל (אבות ס\"פ א') ששאלוהו למה היה יושב ושותק והשיב לפי שראה הדבורים נחלקים לארבעה חלוקים האחד רע לגמרי כקללת בני אדם ורכילות ודבור נבלה וכיוצא והשני רע מצד וטוב מצד כדבור בשבחי בני אדם לקבל שכר. והשלישי לא רע ולא טוב כרוב דברי ההמון בספורי המאורעות ודברי הימים והד' שהוא כלו טוב כדבר בחכמות ובמעלות ובמה שהוא צריך לו. בכל עת שאשמע דברים משלשה החלקים הראשונים אני שותק מהם. ואם אשמעם מהחלק הרביעי אדבר בהם ולפי שהחלק הזה ימצאו הדוברים בו בזרות לכן אני יושב ושותק רוב הזמן. והרב עצמו ז\"ל חלק שם הדבור לפי חיוב התורה האלהית לחמשה חלקים. מצוה בו. ונזהר ממנו. ונמאם. ואהוב. ומותר. האחד בקש' ולמודת התור' וקריאתה. והשני. בעדות שקר ורכילות וקללת חבירו וכו'. והשלישי ברוב ספורי ההמון במאורעות הימים שקראו אותו חכמים שיחה בטלה והרביעי בשבחי המעלות השכליות והמדותיות ובגנות הפחותות משני המינים שהכוונה לעורר הנפש אל השלמות וכו'. והחמישי והוא מה שצריך בדבר בו מסחורתו ומפרנסתו ומלאכיו ומשקיו וכו' והנה לפי זה מה שאמר רבן שמעון בן גמליאל (אבות פ\"א) כל ימי גדלתי בין החכמים ולא מצאתי לגוף טוב משתיקה יהי' בנזהר ובנמאס או במזיק לבד אמנם מצד הקדימו לומר כל ימי גדלתי בין החכמים ירא' לי שאפי' במנהג המיוחד לחכמים לבדם ידבר ואמר כי מצא במנהג החכמים שהם מכוונים בחריצותם על הלמוד אל השגת החכמה לא אל הדבור בהרבות שיחתם בה להתפאר ולהשתבח בה גם השתרר כמנהג הכסילים שאמר עליהם נא יחפוץ כסיל בתבונה כי אם בהתגלות לבו (משלי י\"ח) כי הוא אין כוונתו אל הידיעה בעצמה כי אם אל הדבור בה והודעו בה לפני רואיו ולזה תמצאהו תמיד מרבה שיחה כי לא תשקוט החכמה בו כמו שאמר בלב נבון תנוח חכמה ובקרב כסילים תודע (שם י\"ד) אמר כי לב הנבון הוא מקום טבעי אל החכמה כמו שאמר (שמות ל\"א) ובלב כל חכם לב נתתי חכמה (משלי י') חכם לב וגו'. ולכן תנוח בו להיותה שם שוקטת כמו שהוא מנהג היסודות כל אחד במקומו הטבעי אמנם הכסילים אינה נכנסת בלבם אבל היא בקרבם רצוני בתוך כרסם שאין המקום לפי כבודה ולזה לא תנוח ולא תשקוט לשם והוא כנגד בקרב כסילים תודע כלומר תתנועע ותשתבר כמו ויודע בהם את אנשי סכות (שופטים ח') כי הוא מנענע אותה תמיד להודע בה לעיני הכל וכמו שאמר (ב\"מ פ\"ה.) אסתרא בלגינא קיש קיש קריא. והוא הטעם כי מקום האסתרא או איזה מטבע טבעו הוא בכיס ושם הוא יושב שוקט ובוטח ובלתי משמיע קולו. אמנם כשהוא בלגינה שאין זה מקומו כשתנענעהו ישמע קולו ולכל זה אמרו החכמים סייג לחכמה שתיקה (אבות פ\"ג) וכונתם שגדר החכמה וסימנה המובהק הוא השתיקה לפי שעקר מה שילמדהו האדם בחכמה הוא הגבלת הדבורים ותקונם וקיצורם והשתיקה מרובם והוא מבואר שהדיבור הנוסף ושבושו ובלבולו לא יחשך ולא יאסר רק בחבלי החכמה ובעבודות התבונה כמו שהבד יות הדמיוניות וההרכבות הכוזבות אשר במדמה לא יוגבלו כי אם במציאות השכל ובריאותו כי על כן המראות המשובשות והבדויות מצויות אצל חסרי הדעת בהקיץ גם מציאות' הוא סימן נפילת הכח השכלי בחולי' כמ\"ש החכם בסוף טבעיות וענין זה הגדר עצמו כתבו החכם באומרו חשך אמריו יודע דעת ויקר רוח איש תבונה גם אויל מחריש חכם יחשב אוטם שפתיו נבון (משלי י\"ז). אמר כי לפי שהסימן אשר בו נכר החכם היודע דעת הוא שהוא חושך אמריו לגמרי והאיש תבונה שהוא מדבר בכבדות ודברו היה יקר או שלא יחם לבבו ברוב דברים יחוייב מזה שגם אויל מחריש יחשב חכם ואחר שהשתיקה שהיא סגולת החכמה היא עמו גם אוטם שפתיו לדבר בכבדות יחשב נבון ולזה אמר (אבות פ\"א) כל ימיו גודל בין החכמים ולא מצא לגופו של מעשה עצמו המבוקש ביניהם שהיא החכמה מוסר טוב ונאה ומיוחד משתיקה כי אף על פי שהדבור בין החכמים הכרחי מאד ללמוד וללמד הנה המדה המשובחת ביניהם היא השתיקה מרובי הדברים עד שיהיו כל דבריהם מוגבלים קצרי המלות ושלמי הטעמים וכמו שאמר (פסחים ג':) לעולם ילמד אדם לתלמידו בדרך קצרה וזה היה דרך החכמים בנתינת הגדרים שהיא היתה עקר חכמתם וביאר דבריו במה שאמר (אבות שם) כי לא המדרש הוא העקר אלא המעשה ירצה כי לא ההתבארות באריכות הדרישה והרחבת הדברים והברת הקולות הוא העקר אלא גופו של מעשה עצמו שהוא הלמוד או הלמידה וכל המרבה דברים יותר מזה הוא מחטיא הכונה ומביא חטא וחסרון בגופו של מעשה. או שירצה שלא מצא שימשך טוב לגופו של למוד מהיותו יושב ושותק כי לא הביישן למד ולא הקפדן מלמד (שם פ\"ב) כי צריך התלמיד לשאל והרב להשיב גם לפלפל בשמועתו עם החברים כי לא ישיבת המדרש הוא העקר אלא המעשה. אמנם כל המרבה דברים יותר ממה שאמרנו הן בשאלה הן בתשובה והיו דבריו בלתי מוגבלים על הדרך הנזכר מביא חטא וחסרון במעשה. והכל חוזר לענין אחד. סוף דבר למדנו מזה מה שהיתה אליו הכוונה והוא כי חוייב האדם לשתוק מכל דבר זולתי מה שיסכים אליו הדבור הפנימי כי כאשר ימשך הדבור אל כל א' מחלקי הדבור אשר נזכרו שאין בו תועלת אין זה דבור אבל צפצוף שוה לאחד מבני הזרזיר אשר ילמדום לדבר בלשון האדם וכל שכן כשיהיה הדבור מאותם שיזיקי וירעו וישחיתו ברכילות והוצאת הדבות והקללות והשגעונות ודברי הזדונות שכבר היה הדבור החצוני בכל א' מאלה מתנגד אל מגמת הפנימי לפי המכוון ממנו ואין בעליו נקרא חי מדבר על דרך האמת וזה שמו אשר יקראו החכם (משלי כ\"ו) מתלהלה יורה זיקים חצים ומות כי שפתותיו חנית וחצים וביד לשונם מחזיקים באבן ובקלע לזרוק אבני נגף הנה והנה להמית בהם בני אדם ולא יחטיאו ובאו המכות ההנה ראשונה בעצמו וכלוהו ומתבל ינידוהו ונמצא שנוי למעלה ומתועב למטה וסופו יורש גהינם. והנה נמצאו מסקלי אבנים בקלע לשונם על שלש מדות. יש מטיח דברים לא בדעת ומרבה שיחותיו לא בהשכיל לגנות המשובח ולשבח המגונה וכיוצא מאלו הדברים המנגדים אל השכל לגמרי שעליהם אמר החכם (שם) כצרור אבן במרגמה כן נותן לכסיל כבוד כי ממומי הדבור הגדולים הוא ההלול והשבח למי שאינו ראוי לו וכמו שאמר (שם כ\"ד) אומר לרשע צדיק אתה יקבוהו עמים יזעמוהו לאומים ולזה הנותן לכסיל כבוד הוא כמשליך אבנים בקלע כי מרגמה הוא שם מן וירגמו אותו (ויקרא כ\"ד) ובהיות הפלשתי הערל (שמואל א' י\"ז) משליך אבני זדון וסכלות אשר בהם חרף מערכות אלהים חיים בא אליו דוד ע\"פ מדתו באבן ובקלע כבא על כלב כמו שהעיד הוא על עצמו. ויש מכה כחרב לשונו להכאות לב ולהאדיב נפש ומראה עצמו שהוא עושה כן לשום תכלית טוב כאלו הוא מקנא כבוד שמים או הרב או השופט וכיוצא ואיש כזה ידמה למי שהוא מכה באבן או באגרוף מכות גדולות ונאמנות ואומר שהוא מתיז צרורות לבד כמו שהיה הענין בשמעי (שם ב' ט\"ז) בשאמר לדוד צא צא איש הדמים ואיש הבליעל השיב י\"י עליך את דמי שאול אשר מלכת אחריו הנה שהיה מחרף ומקלל באות נפשו כמי שאמר דוד בסוף (מ\"א ב') והוא קללני קללה נמרצת ביום לכתי מחנים וכוונתו עוד תתבאר בפרשת בלעם (במדבר כ\"ב) בעזרת האל והנה הוא היה תולה קללותיו בקנאת שאול מלכו מה נכתב בסוף (ש\"ב שם) ושמעי הולך בצלע ההר לעומתו ויסקל באבנים לעומתו ועפר בעפר המליץ מליצה עצומה למה שהוא מכוון להכותו מכה טריה ושפך את דמו וכסהו בעפר. ויש שישלח יד לשונו להשיב על עלבונו והוא הנקלה שברעותיו והנה עם שהפוטר מים הוא ראשית מדון (משלי י\"ז) והוא הזורק האבן הראשונ' מ\"מ המשיבה אליו לא יצא מידי שם משיב אבן כי על זה נאמר (שם כ\"ו) וגולל אבן אליו תשוב קרא הראשון בכמו אלה הענינים גולל אבן והשני משיבה אליו ושניהם לא יצאו מכלל משליכי אבנים ולזה היה מוסר החכמים (גיטין ל\"ו:) להיות האדם סובל להיות מהעלובים ושומעים חרפתם ושותקים, לא מהעולבים. ועל שלשת אלו יראה שתקנו (ברכות י\"ז.) אלהי נצור לשוני מרע וכו'. כי באומרו שינצור לשונו מרע הוא הענין הראשון שהיא רעה חולה מפורסמת. ועל השני אמר ושפתותי מדבר מרמה. ועל השלישי אמר ולמקללי נפשי תדום שבשלשתן יתבאר שתדמה הלשון בזורקת אבנים. אמנם נפשי כעפר לכל תהי' בשפלות וירדות אשר יהי' זה סבה לאהבת הבריות ועשות רצונ' כמו שהוא כן טבע העפר שהכל דשין אותו והכל נהפכין אליו והוא ימשול בם הוא מה שאמר וכל הקמים עלי לרעה וגו'. כי מן הדין הוא שואלו כענין ומה לנו ללכת לקראת משלים בזה הענין: והנה זה הענין רצוני מבנות רוע הלשון אל ההכאות הגדולות והממיתות הורגל בכל הכתובים אמר דוד (תלים נ\"ב) כננד דואג הוות תחשוב לשונך כתער מלוטש עושה רמיה ונגד הבריות (שם נ\"ט) הנה יביעון בפיהם חרבות בשפתותיהם כי מי שומע ובמקום אחר (שם נ\"ז) שיניהם חנית וחצים ולשונם חרב חדה וזולתם. וכמה היו מכותם אצלו מסוכנות מחץ פתאום כמו שהיה מתלונן ומתפלל עליהם במזמור מיוחד (שם ק\"כ) אל יי' בצרתה לי קראתי ויענני ירצה כשם שענית לי בכל צרה וצרה שקראתי לפניך ואיפשר שכיון אל הצרה הידועה ביום הפלשתי כך תענני בשאלתי זאת שאני מבקש כי גדולה היא. אלי ואמר הצילה נפשי משפת שקר וגו'. כנה השקר אל השפה כי אין לו שום מציאו' משם ולפנים אמנם התרמית יחסו אל הלשון שהוא אבר פנימי כמו שהרמיה היא במחשבה. ומה יתן לך וגומר. הוא כשואל אל עצמו אמר מה יתן לך דוד ומה יוסיף לך בן ישי לשון רמיה ואיו צ\"ל לשפת שקר. הלא איש אתה ומי כמוך מלך ואדון על כלם ומה יוכלו להרע ולהזיק לך הולכי רכיל ומוציאי דבה המתקוממים ברוב לשונות. והית' התשובה חצי גבור שנונים וגומר אויה לי כי גרתי משך וגו'. ירצה ואיך לא אזעק ולא אצטער מחצי גבור שנונים עם גחלי רתמים כי עם היותי יושב בבתי ארזים ומגדולות חזקים לא היו לי לסתרה מפניהם יותר משהייתי בתוך היריעה גר עם בני משך ואהלי קדר אשר בנקל יעברום כל בני קשת ואין ספק שאחיתופל ודואג וחביריהם וכל סיעתם היו בעלי חצים קולעים כנגדו אל השערה ולא יחטיאו ואפי' בהיותם בבית המדרש אז\"ל שהיו מקניטים אותו ואומרים לו דוד הבא על אשת איש מיתתו במה והוא היה מצטער מאד ומשיב הבא על אשת איש מיתתו בחנק ויש לו חלק לעולם הבא והמלבין פני חבירו ברבים אין לו חלק לעולם הבא (בבא מציעא נ\"ט.). ואם לפניו כן בשאר המקומות הנגלים והנסתרים מה עשו. ולאמת המשל ולחזק התלונה וצורך הבקשה אמר (תהלים שם) רבת שכנה לה נפשי אמר שתבחר ותקרב נפשו לשכון בין שונאי השלום הלוחמים ממש בחצים ובקשת ובכל מיני מלחמה משכון אצל אלו כי אצלם תשכון נפשו בטח בדד יותר מעמהם וזה כי אני שלום וכי אדבר המה למלחמה משל מפורסם הוא אם לא יאבה אחד לא יריבו שנים ולזה אני אבקש השלום ואם אולי אני אדבר אתם קשות לא יקשה עלי שיקומו המה למלחמ' וכבר אשתדל בהצלתי מהם בכל יכלתי. אבל אלו שאני חפץ בשלומם יריבוני בסתר ולא אדע כמו שאמר חרבות בשפתותיהם כי מי שומע הנה אין לי שום מנוס מריב לשונם זולתך. ראה כמה הית' מלחמת הלשון חמורה אצלו. גם שלמה החכם תאר הפסד הדבור על זה התואר עצמו שאמר (משלי י\"ח) שפתי כסיל יבואו בריב ופיו למהלומות יקרא דברי נרגן כמתלהמים והם ירדו חדרי בטן וכאלה רבי' ובקהלת (י') אם ישוך הנחש בלא לחש. והנביא אמר (ירמי' ט') וידרכו את לשונם קשתם שקר וגו'. וזולתו הנושכים בשניהם וקראו שלום (מיכה ג') ורבים מספור: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "From the above it is dear that when man abuses this power of speech, he denies his superiority over the beasts and calls into question the value of his whole existence. It is like a king who presented his servant with a fancy garment, only to have the servant drape it over his donkey. The sages of Israel are complimented when the Talmud Sukkah 28, states that they never indulged in idle talk. Maimonides divides speech into five categories. 1) Obligatory speech, i.e. teaching Torah. 2) Speech which must be avoided; false testimony, slander etc. 3) Disgraceful speech; i.e. what we call idle talk. 4) Desirable speech, i.e. words of <i>mussar</i>, moral instruction, sermons etc. 5) Permissible speech, i.e. speech needed in the pursuit of earning one's livelihood. In view of the above, we can understand Rabbi Shimon ben Gamliel who said that he found silence to be the essence of all wisdom, the best remedy for maintaining one's body's good health. (Avot 1,17) By moving in the company of sages, he learned that more even than the words of wisdom he learned, he learned to appreciate the importance of minimising talk. Silence is the <i>seyag</i>, the protective fence built around wisdom. It ensures that the latter remains untainted. Even a fool may be considered wise, as long as he keeps his mouth shut. We are taught in Pessachim 3, that one should employ few words when teaching one's students. The Mishnah in Avot tells us that \"not the exposition is of crucial importance, but the execution, the deed.\" An alternate meaning of Rabbi Shimon ben Gamliel's statement might be this: \"I have not found that sitting silently, without asking for clarification, contributes to the essence, namely the learning process. However, excessive talk is harmful.\" ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c1a3d0c9456000016525ca6", "index_title": "Abarbanel on Torah", "category": "Commentary", "type": "commentary", "ref": "Abarbanel on Torah, Leviticus 24:10:11", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Abarbanel on Torah, Leviticus 24:10:11", "sourceHeRef": "אברבנאל על תורה, ויקרא כ״ד:י׳:י״א", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 10.0011, "collectiveTitle": {"en": "Abarbanel", "he": "אברבנאל"}, "he": "השאלה הי' במה שאמר ובני ישראל עשו כאשר צוה ה' את משה כי מאחר שאמר וידבר משה אל בני ישראל ויוציאו את המקלל וגו' וירגמו אותו אבן לא היה צריך לומר עוד ובני ישראל עשו כאשר צוה ה' את משה: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a6231887f574a17ca6b920", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 7:5:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Jerusalem Talmud Sanhedrin 7:5:1", "sourceHeRef": "תלמוד ירושלמי סנהדרין ז׳:ה׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "<strong><big>משנה:</big></strong> אֵילּוּ הֵן הַנִּסְקָלִין. הַבָּא עַל הָאֵם וְעַל אֵשֶׁת אָב וְעַל הַכַּלָּה וְעַל הַזָּכָר וְעַל הַבְּהֵמָה וְהָאִשָּׁה הַמְבִיאָה עָלֶיהָ אֶת הַבְּהֵמָה וְהַמְגַדֵּף וְהָעוֹבֵד עֲבוֹדָה זָרָה וְהַנּוֹתֵן מִזַּרְעוֹ לַמֹּלֶךְ וּבַעַל אוֹב וְיִדְּעוֹנִי וְהַמְחַלֵּל אֶת הַשַּׁבָּת וְהַמְקַלֵּל אָבִיו וְאִמּוֹ וְהַבָּא עַל נַעֲרָה הַמְאוֹרָסָה וְהַמֵּסִית וְהַמַּדִּיחַ וְהַמְכַשֵּׁף וּבֵן סוֹרֵר וּמוֹרֶה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> The following are stoned: A male having sexual relations with the mother, or the father’s wife<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">Even if she is not his mother, <a class=\"refLink\" data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\"><i>Lev</i>. 20:11</a>. One infers from <a class=\"refLink\" data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\"><i>Lev</i>. 20:27</a> that <i>their blood be on them</i> means that the punishment is stoning (<a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 7:7:2-6\" href=\"/Jerusalem_Talmud_Sanhedrin.7.7.2-6\">Halakhah 9</a>).</i>, or the daughter-in-law, or a male, or an animal; or a female bringing an animal onto herself<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\"><i>Lev</i>. 20:12</a>,<a class=\"refLink\" data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>,<a class=\"refLink\" data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>,<a class=\"refLink\" data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>.</i>. Also the blasphemer<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\"><i>Lev</i>. 24:23</a>. It is a capital crime only if the Divine Name (which today is unknown) was used in the blasphemy.</i>, the worshipper of idols<sup class=\"footnote-marker\">56</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\"><i>Deut</i>. 17:5</a>.</i>, he who gives one of his descendants to the Moloch<sup class=\"footnote-marker\">57</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\"><i>Lev</i>. 20:2</a>.</i>, and the necromancer, and the medium<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\"><i>Lev</i>. 20:27</a>. The necromancer is the person who raises the spirits of the dead; cf. <a class=\"refLink\" data-ref=\"I Samuel 28\" href=\"/I_Samuel.28\"><i>1S</i>. 28</a>. The medium is one who incorporates a spirit which predicts the future, speaking from the medium’s body, not his mouth.</i>. Also one who desecrates the Sabbath<sup class=\"footnote-marker\">59</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\"><i>Num</i>. 15:36</a>.</i>, or who curses father or mother<sup class=\"footnote-marker\">60</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\"><i>Lev</i>. 20:9</a>.</i>, or who has sexual relations with a preliminarily married maiden<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Adultery by a preliminarily married virgin is punishable by stoning (<a class=\"refLink\" data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\"><i>Deut</i>. 22:24</a>), by a definitively married woman by “death” (<a class=\"refLink\" data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\"><i>Lev</i>. 20:10</a>), which by the preceding argument means the least painful of the four kinds of execution. <a class=\"refLink\" data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\"><i>Lev</i>. 21:9</a> prescribes death by burning for the whoring daughter of a Cohen. The status (unmarried, preliminarily or definitively married) of the Cohen’s daughter is not spelled out. Since sexual activity of an unmarried woman is nowhere in the Bible classified as a capital crime [<a class=\"refLink\" data-ref=\"Sifra, Emor, Chapter 1 15\" href=\"/Sifra,_Emor,_Chapter_1.15\"><i>Sifra Emor Pereq</i> 1(15</a>)], it is assumed that the Cohen’s daughter mentioned in the verse cannot be unmarried (virgin or widowed). The problem remains whether <a class=\"refLink\" data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\"><i>Lev</i>. 21:9</a> refers to a preliminarily or definitively married woman.<br>For R. Simeon, who holds that burning is more painful than stoning, <a class=\"refLink\" data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\"><i>Lev</i>. 21:9</a> refers to any adulterous daughter of a Cohen, irrespective of the status of her marriage (<a class=\"refLink\" data-ref=\"Sanhedrin 50a\" href=\"/Sanhedrin.50a\">Babli 50a</a>). For the rabbis who hold that stoning is more painful than burning, <a class=\"refLink\" data-ref=\"Leviticus 21:9\" href=\"/Leviticus.21.9\"><i>Lev</i>. 21:9</a> cannot refer to a preliminarily married maiden since then it would treat a Cohen’s daughter more leniently than an Israel’s, which contradicts the entire tenor of <a class=\"refLink\" data-ref=\"Leviticus 21:1-9\" href=\"/Leviticus.21.1-9\"><i>Lev</i>. 21:1–9</a>.<br>The formulation of the rabbis’ position is not quite correct since <a class=\"refLink\" data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\"><i>Deut</i>. 22:24</a> applies only to a preliminarily married maiden (between the ages of 12 and 12 years 6 months; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Yevamot 1:2:10\" href=\"/Jerusalem_Talmud_Yevamot.1.2.10\"><i>Yebamot</i> 1:3, Notes 159–160</a>). In the text following, “preliminarily married” means “preliminarily married maiden”; “definitively married” means “definitively married or adult preliminarily married”.</i>, or who leads astray<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The missionary for another faith who addresses individuals in private; <a class=\"refLink\" data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\"><i>Deut</i>. 13:11</a>, cf. Mishnah 16.</i>, or who seduces<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">He acts in public; <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 7:12:2-3\" href=\"/Jerusalem_Talmud_Sanhedrin.7.12.2-3\">Halakhah 16</a>.</i>, or the sorcerer<sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Sanhedrin 7:13:2-7\" href=\"/Jerusalem_Talmud_Sanhedrin.7.13.2-7\">Halakhah 19</a>.</i>, or the deviant and rebellious son<sup class=\"footnote-marker\">64</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\"><i>Deut</i>. 21:21</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf7fb6084aa1cbef8887", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶ֫בֶן 1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "BDB, אֶ֫בֶן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶ֫בֶן א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶ֫בֶן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֶ֫בֶן</span></big></big><sub>274</sub><big></big>  <strong>n.f.</strong> <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a> (<strong>m.</strong> <sup><a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a></sup>?) <strong>stone (</strong>Assyrian <em>abnu</em>, = the sharp, projecting? v. Dl<sup>W, Pr 107</sup>; Ph. <span dir=\"rtl\">אבן</span>; Aramaic. <span dir=\"rtl\">אֶבֶן</span>, <span dir=\"rtl\">ܐܰܒܢܳܐ</span>; Ethiopic እብን Sab. <span dir=\"rtl\">אבנ[ם]</span> DHM<sup>ZMG 1883, 341</sup><strong>)</strong> = <span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">Gn 28:22</a> +; <span dir=\"rtl\">אָ֑בֶן</span> <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">11:3</a> +; cstr. <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">49:24</a> +; sf. <span dir=\"rtl\">אַבְנוֹ</span> <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a>; <span dir=\"rtl\">אֲבָנִים</span> <a data-ref=\"Genesis 31:46\" href=\"/Genesis.31.46\">Gn 31:46</a> +, etc.;—a <em>stone</em> (large or small).<br><strong>1.</strong>  in natural state, used as pillow <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">Gn 28:11</a>, <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">18</a> (E); seat <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a> (E); cover of well <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a> (J) causing one to stumble <a data-ref=\"Isaiah 8:14\" href=\"/Isaiah.8.14\">Is 8:14</a>; marring good ground <a data-ref=\"II Kings 3:19\" href=\"/II_Kings.3.19\">2 K 3:19</a>, <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">25</a>; hand-missile <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (JE) <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P) <a data-ref=\"II Samuel 16:6\" href=\"/II_Samuel.16.6\">2 S 16:6</a>, <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">13</a>, especially in judicial stoning, with vb. <span dir=\"rtl\">רָגַם</span> <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">24:23</a> <a data-ref=\"Numbers 14:10\" href=\"/Numbers.14.10\">Nu 14:10</a>; <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">15:35</a>, <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">36</a> <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25a</a> (all P), so also <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"II Chronicles 24:21\" href=\"/II_Chronicles.24.21\">2 Ch 24:21</a> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 23:47\" href=\"/Ezekiel.23.47\">23:47</a>; cf. <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>; with vb. <span dir=\"rtl\">סָקַל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a>; <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; also <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25b</a> (JE or D); sling-stones <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">50</a> <a data-ref=\"II Chronicles 26:14\" href=\"/II_Chronicles.26.14\">2 Ch 26:14</a>; hurled by engines <a data-ref=\"II Chronicles 26:15\" href=\"/II_Chronicles.26.15\">2 Ch 26:15</a>; set up for inscribing law <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>, <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">4</a>, <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">8</a> <a data-ref=\"Joshua 8:32\" href=\"/Joshua.8.32\">Jos 8:32</a> (all D); as memorial <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">Jos 4:3</a>, <a data-ref=\"Joshua 4:5\" href=\"/Joshua.4.5\">5</a>, <a data-ref=\"Joshua 4:6\" href=\"/Joshua.4.6\">6</a>, <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">7</a>, <a data-ref=\"Joshua 4:8\" href=\"/Joshua.4.8\">8</a>, <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">9</a>, <a data-ref=\"Joshua 4:20\" href=\"/Joshua.4.20\">20</a>, <a data-ref=\"Joshua 4:21\" href=\"/Joshua.4.21\">21</a> (JED) <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">1 S 7:12</a>; as sacred pillar <span dir=\"rtl\">(מַצֵּבָה)</span> <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">Gn 28:18</a>; <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">35:14</a> (anointed with oil), <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">28:22</a> (= <span dir=\"rtl\">בֵּיתאֵל</span>) cf. <span dir=\"rtl\">יִשְׂרָאֵל (רֹעֶה)א׳</span> <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> (v. Di); as witness <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">31:45</a> cf. <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a>, <a data-ref=\"Joshua 24:27\" href=\"/Joshua.24.27\">27</a> (all JE); pl. gathered into heap <span dir=\"rtl\">(גַּל)</span> over dead, <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a> (v. Di) <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">8:29</a> cf. <a data-ref=\"Joshua 10:18\" href=\"/Joshua.10.18\">10:18</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> (JE) 2 S <a data-ref=\"II Samuel 18:17\" href=\"/II_Samuel.18.17\">18:17</a>; <span dir=\"rtl\">גַּל</span> on which meal was eaten, in a compact <a data-ref=\"Genesis 31:46\" href=\"/Genesis.31.46\">Gn 31:46</a><sup>(×2)</sup> (JE); built into altar <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> <a data-ref=\"Deuteronomy 27:5\" href=\"/Deuteronomy.27.5\">Dt 27:5</a>, <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">6</a> (JED) <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a>, <a data-ref=\"I Kings 18:32\" href=\"/I_Kings.18.32\">32</a>, <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">38</a>; cf. <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">2 K 23:15</a> 𝔊 Klo (for <span dir=\"rtl\">הבמה</span>); of figured stone (forbidden) <span dir=\"rtl\">א׳ מַשְׂכִּית</span> <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">Lv 26:1</a> (H); <span dir=\"rtl\">א׳ גדולה</span> where ark rested <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> also v <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">18</a> (MT <span dir=\"rtl\">אבל</span> q.v.); (v. for other noteworthy stones <strong>9.</strong> infr.)<br><strong>2.</strong>  <em>stone, as material</em>, of tablets <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">34:1</a> (pl.) v <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a><sup>(×2)</sup> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a>, <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">10</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>; <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">10:1</a>, <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">3</a>; of vessels, hence prob. <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> (P; <span dir=\"rtl\">א׳</span> = vessels of stone ‖ <span dir=\"rtl\">עצים</span>) v. Di; idols (‖ <span dir=\"rtl\">עץ</span>) <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">28:36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:16\" href=\"/Deuteronomy.29.16\">29:16</a> <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a>; also <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">Je 3:9</a> <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; pavement <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; edifice <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a> cf. <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">Gn 11:3</a>; also <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; often pl. of (worked) stones <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">Lv 14:40</a>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">42</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 14:43\" href=\"/Leviticus.14.43\">43</a>, <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">45</a> (P; in wall of house) <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">2 K 22:6</a> +, cf. of city-wall <a data-ref=\"Nehemiah 3:35\" href=\"/Nehemiah.3.35\">Ne 3:35</a>; of (ruined) city <a data-ref=\"I Kings 15:22\" href=\"/I_Kings.15.22\">1 K 15:22</a> <a data-ref=\"Nehemiah 3:34\" href=\"/Nehemiah.3.34\">Ne 3:34</a>; tomb <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>; <span dir=\"rtl\">אֲבָנִים יְקָרוֹת</span> (costly building-stones) <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">7:9</a>, <a data-ref=\"I Kings 7:10\" href=\"/I_Kings.7.10\">10</a>, <a data-ref=\"I Kings 7:11\" href=\"/I_Kings.7.11\">11</a> (v. also sub <strong>3</strong>); <span dir=\"rtl\">אַבְנֵי־שַׁיִשׁ</span> = <em>marble</em> (v. 𝔊) <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">אַבְנֵי גָזִית</span> = <em>hewn stones</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <a data-ref=\"I Chronicles 22:2\" href=\"/I_Chronicles.22.2\">1 Ch 22:2</a> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> (for altar-tables),—cf. <a ,=\"\" data-ref=\"BDB, גָּזִית\" dir=\"rtl\" href=\"/BDB,_גָּזִית\">גָּזִית</a>; <span dir=\"rtl\">א׳ מַחְצֵב</span> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a>; <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> <a data-ref=\"II Chronicles 34:11\" href=\"/II_Chronicles.34.11\">2 Ch 34:11</a>; foundation-stone, corner-stone <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">Is 28:16</a> <a data-ref=\"Jeremiah 51:26\" href=\"/Jeremiah.51.26\">Je 51:26</a> <a data-ref=\"Job 38:6\" href=\"/Job.38.6\">Jb 38:6</a> <a data-ref=\"Psalms 118:22\" href=\"/Psalms.118.22\">ψ 118:22</a>; cap-stone, completing the building, <span dir=\"rtl\">הָא׳ הָרִאשֹׁנָה</span> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a> (but v. <a data-ref=\"BDB, פִּנָּה\" href=\"/BDB,_פִּנָּה\", dir=\"rtl\">רֹאשׁ פִּנָּה</a> <a data-ref=\"Psalms 118:22\" href=\"/Psalms.118.22\">ψ 118:22</a> as above), <a data-ref=\"Zechariah 3:9\" href=\"/Zechariah.3.9\">Zc 3:9</a> <em>upon one stone seven eyes</em>, prob. refers to this cap- or head-stone; the eyes are symbol of God’s watchfulness; perhaps explaining cup-stones found in Orient, v. Guthe<sup>ZPV 1890, 129</sup>; <em>stone-cutters</em> <span dir=\"rtl\">חָרָשֵׁי א׳</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; <span dir=\"rtl\">חֹצְבֵי הָא׳</span> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> cf. <a data-ref=\"I Chronicles 22:2\" href=\"/I_Chronicles.22.2\">1 Ch 22:2</a>.<br><strong>3.</strong>  <em>precious stone</em>, gen. with modifying word <span dir=\"rtl\">א׳ יְקָרָה</span> coll. <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a> + often (v. <strong>2</strong>); <span dir=\"rtl\">א׳ הַשֹׁהַם</span> <a data-ref=\"Genesis 2:12\" href=\"/Genesis.2.12\">Gn 2:12</a> (J) cf. <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">28:9</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>; <a data-ref=\"Exodus 39:6\" href=\"/Exodus.39.6\">39:6</a> (P) <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ מִלֻּאִים</span> <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a> cf. <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ סַפִּיר</span> <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">Ez 1:26</a>; <a data-ref=\"Ezekiel 10:1\" href=\"/Ezekiel.10.1\">10:1</a>; <span dir=\"rtl\">אַבְנֵי אֶקְדָּח</span> <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a>; <span dir=\"rtl\">א׳ חֵפֶץ</span> <em>ib.</em>; <span dir=\"rtl\">אַבְנֵי פוּךְ וְרִקְמָה</span> <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ חֵן</span> <a data-ref=\"Proverbs 17:8\" href=\"/Proverbs.17.8\">Pr 17:8</a>; on <span dir=\"rtl\">אַבְנֵי אֵשׁ</span> (<em>stones of fire</em>) <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a>, <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> as precious stones = Assyrian <em>aban išâti</em> (?) v. Dl<sup>Pa 118</sup> & <sup>W 40</sup>; but Sm al. <em>thunderbolts;</em> also without distinctive modifier <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>; <span dir=\"rtl\">חָרַשׁ א׳</span> engraver in stone <a data-ref=\"Exodus 28:11\" href=\"/Exodus.28.11\">Ex 28:11</a> cf. <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">31:5</a>; <a data-ref=\"Exodus 35:33\" href=\"/Exodus.35.33\">35:33</a> (P).<br>†<strong>4.</strong>  <em>stones containing metal</em>, = <em>ore</em>, <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a> (v. Di) <a data-ref=\"Job 28:2\" href=\"/Job.28.2\">Jb 28:2</a> cf. v. <a data-ref=\"Job 28:3\" href=\"/Job.28.3\">3</a>.<br>†<strong>5.</strong>  <em>a weight</em>, as orig. stone (v. <a data-ref=\"Proverbs 27:3\" href=\"/Proverbs.27.3\">Pr 27:3</a> cf. Eng. weight <em>stone</em> = <a data-ref=\"Proverbs 27:14\" href=\"/Proverbs.27.14\">14</a> lb) <span dir=\"rtl\">אַבְנֵי־כִיס</span> <a data-ref=\"Proverbs 16:11\" href=\"/Proverbs.16.11\">Pr 16:11</a> (cf. Assyrian Dl<sup>W 38</sup>); <span dir=\"rtl\">א׳ הַמֶּלֶךְ</span> <a data-ref=\"II Samuel 14:26\" href=\"/II_Samuel.14.26\">2 S 14:26</a> (i.e. according to royal standard; cf. COT <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">Gn 23:16</a>); <span dir=\"rtl\">א׳ וָא׳</span> <a data-ref=\"Deuteronomy 25:13\" href=\"/Deuteronomy.25.13\">Dt 25:13</a> <a data-ref=\"Proverbs 20:10\" href=\"/Proverbs.20.10\">Pr 20:10</a>, <a data-ref=\"Proverbs 20:23\" href=\"/Proverbs.20.23\">23</a> (i.e. different weights, for dishonest use); <span dir=\"rtl\">כִּיס אַבְנֵי מִרְמָה</span> <a data-ref=\"Micah 6:11\" href=\"/Micah.6.11\">Mi 6:11</a>; just weights <span dir=\"rtl\">אַבְנֵי־צֶדֶק</span> <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; <span dir=\"rtl\">א׳ שְׁלֵמָה</span> <a data-ref=\"Proverbs 11:1\" href=\"/Proverbs.11.1\">Pr 11:1</a>; hence also heavy mass of metal (lead) <a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>.<br>†<strong>6.</strong>  <em>plummet</em> <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> (<em>stones of devastation</em>, or <em>emptiness</em>, cf. on sense <a data-ref=\"II Kings 21:13\" href=\"/II_Kings.21.13\">2 K 21:13</a> <a data-ref=\"Amos 7:7\" href=\"/Amos.7.7\">Am 7:7</a>, <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">8</a>); also made of metal <span dir=\"rtl\">הא׳ הַבְּדִּיל</span> <a data-ref=\"Zechariah 4:10\" href=\"/Zechariah.4.10\">Zc 4:10</a> (conversely plummet from <em>plumbum</em>).<br>†<strong>7.</strong>  objectslike stones; partic. <em>hail</em>, explicitly, <span dir=\"rtl\">אַבְנֵי הַבָּרָד</span> <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> cf. <a data-ref=\"Isaiah 30:30\" href=\"/Isaiah.30.30\">Is 30:30</a>; <span dir=\"rtl\">א׳ אֶלְגָּבִישׁ</span> <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a>, <a data-ref=\"Ezekiel 13:13\" href=\"/Ezekiel.13.13\">13</a>; <a data-ref=\"Ezekiel 38:22\" href=\"/Ezekiel.38.22\">38:22</a>; but also <span dir=\"rtl\">גְּדֹלוֹת אֲבָנִים</span> <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E) (cf. Assyrian Dl<sup>W 38</sup>); lime-stones <span dir=\"rtl\">אַבְנֵי־גִד</span> <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a>.<br><strong>8.</strong>  in sim. (mostly poet.) of sinking in water <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> = <a data-ref=\"Nehemiah 9:11\" href=\"/Nehemiah.9.11\">Ne 9:11</a>; motionlessness <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a>; strength <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">Jb 6:12</a>; firmness <a data-ref=\"Job 41:16\" href=\"/Job.41.16\">41:16</a>; solidity (of ice) <a data-ref=\"Job 38:30\" href=\"/Job.38.30\">38:30</a>; in prose, of commonness <a data-ref=\"I Kings 10:27\" href=\"/I_Kings.10.27\">1 K 10:27</a> <a data-ref=\"II Chronicles 1:15\" href=\"/II_Chronicles.1.15\">2 Ch 1:15</a>; also metaph. of one in fear <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> (i.e. <em>petrified</em> with terror, cf. <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a> supr.); <span dir=\"rtl\">לֵב הָא׳</span> = perverse, hard heart <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>; <span dir=\"rtl\">אַבְנֵי־נֵזֶר</span> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a> (of ransomed Isr.)—<span dir=\"rtl\">א׳</span> personif. <a data-ref=\"Habakkuk 2:11\" href=\"/Habakkuk.2.11\">Hb 2:11</a> cf. v <a data-ref=\"Habakkuk 2:19\" href=\"/Habakkuk.2.19\">19</a>; cf. <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a> (v. <strong>7</strong> supr.)<br>†<strong>9.</strong>  In topogr. terms (nearly = n.pr.); <span dir=\"rtl\">אֶבֶן בֹּהַן</span> <a data-ref=\"Joshua 15:6\" href=\"/Joshua.15.6\">Jos 15:6</a>; <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">18:17</a>; <span dir=\"rtl\">א׳ הָעֶזֶר</span> <a data-ref=\"I Samuel 5:1\" href=\"/I_Samuel.5.1\">1 S 5:1</a> cf. <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">7:12</a>, also <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">4:1</a> (We Dr); <span dir=\"rtl\">הָא׳ הָאָ֑זֶל</span> <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, read <span dir=\"rtl\">הָאַרְגָּב הַלָּאז</span> v. 𝔊 here & v <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">41</a> (We Dr Klo); <span dir=\"rtl\">א׳ הַזֹּחֶלֶת</span> <a data-ref=\"I Kings 1:9\" href=\"/I_Kings.1.9\">1 K 1:9</a> (where We<sup>Skizzen III,171</sup> comp. Ar. <em>Zuḥal</em> = Saturn)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1ebb6084aa1cbf13a97", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָצָא 1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "BDB, יָצָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָצָא א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָצָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָצָא</span></big></big><sub>1068</sub><big></big>  <strong>vb. go</strong> or come out <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְעָא</span>; Ethiopic ወፅአ, ወጽአ Assyrian <em>âṣû</em> Dl<sup>HWB 237</sup>, all = <em>go out, forth;</em> Syriac <span dir=\"rtl\">ܝܺܥܳܐ</span> <em>go forth</em> (in sense of <em>germinate</em>), <em>grow;</em> Ph. <span dir=\"rtl\">יצא</span> <em>march out;</em> cf. SI<sup>5</sup> <span dir=\"rtl\">המוצא</span> <em>the source</em> (of water); Sab. <span dir=\"rtl\">וצֿא</span> <em>go out</em>, DHM in MV; Arabic <span dir=\"rtl\">وَضُؤَ</span> is <em>be</em> or <em>become fair, beautiful, neat, clean</em>, cf. Nö<sup> ZMG 1886, 725</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָצָא</span> <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a> + 92 times; 3 fs. <span dir=\"rtl\">יָצְֽאָה</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> + 13 times; <span dir=\"rtl\">יָצָ֑אָה</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; 2 ms. <span dir=\"rtl\">יָצָאתָ</span> <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">Gn 24:5</a> + 7 times; 2 fs. <span dir=\"rtl\">וְיָצָאת</span> <a data-ref=\"Jeremiah 31:4\" href=\"/Jeremiah.31.4\">Je 31:4</a>; 2 mpl. <span dir=\"rtl\">יְצָאתֶם</span> <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a> <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">Dt 11:10</a>; <span dir=\"rtl\">וִיצָאתֶם</span> <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a>; 3 pl. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a>, etc.; Impf. <span dir=\"rtl\">יֵצֵא</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> + 64 times; <span dir=\"rtl\">וַיֵּצֵא</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">4:16</a> + 132 times; 3 fs. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">Ex 21:7</a> + 22 times; <span dir=\"rtl\">וַתֵּצֵא</span> <a data-ref=\"Genesis 30:16\" href=\"/Genesis.30.16\">Gn 30:16</a> + 14 times; 2 ms. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">Dt 20:1</a> + 16 times; 3 pl. <span dir=\"rtl\">יֵצְאוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> +; <span dir=\"rtl\">יֵצֵ֑אוּ</span> <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">17:6</a> +; 3 fpl. <span dir=\"rtl\">וַתֵּצֶ֫אנָה</span> <a data-ref=\"I Samuel 18:6\" href=\"/I_Samuel.18.6\">1 S 18:6</a> <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>; <span dir=\"rtl\">וַתֵּצֶאןָ</span> <a data-ref=\"Exodus 15:20\" href=\"/Exodus.15.20\">Ex 15:20</a>; <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">2</a> fpl. <span dir=\"rtl\">תֵּצֶ֫אנָה</span> <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a> etc.; Imv. <span dir=\"rtl\">צֵא</span> <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">Gn 8:16</a> + 15 times; <span dir=\"rtl\">וָצֵ֑אָה</span> <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">Ju 9:29</a>; fs. <span dir=\"rtl\">צְאִי</span> <a data-ref=\"Song of Songs 1:8\" href=\"/Song_of_Songs.1.8\">Ct 1:8</a>; mpl. <span dir=\"rtl\">צְאוּ</span> <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> + 11 times; <span dir=\"rtl\">צֵ֑אוּ</span> <a data-ref=\"Isaiah 49:9\" href=\"/Isaiah.49.9\">Is 49:9</a>; <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a> + <a data-ref=\"Jeremiah 50:8\" href=\"/Jeremiah.50.8\">Je 50:8</a> Qr (Kt <span dir=\"rtl\">יֵצֵ֑אוּ</span>) <span dir=\"rtl\">צְאֶינָה</span> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; Inf. abs. <span dir=\"rtl\">יָצוֹא</span> <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> + 2 times; <span dir=\"rtl\">יָצֹא</span> <a data-ref=\"Genesis 27:30\" href=\"/Genesis.27.30\">27:30</a> + 3 times; Inf. cstr. <span dir=\"rtl\">צֵאת</span> <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> + 31 times; sf. <span dir=\"rtl\">צֵאתִי</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> + 3 times; <span dir=\"rtl\">צֵאתֵנוּ</span> <a data-ref=\"Joshua 9:12\" href=\"/Joshua.9.12\">Jos 9:12</a>; <span dir=\"rtl\">צֵאתְךָ</span> <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a> + 10 times, etc.; Pt. <span dir=\"rtl\">(יוֹצֵא) יֹצֵא</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> + 62 times; fs. <span dir=\"rtl\">שֶׁיֹּצָא</span> <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; <span dir=\"rtl\">(יו׳) יֹצֵאת</span> <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">Gn 24:15</a> + 11 times; <span dir=\"rtl\">יֹצֵת</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a>, etc.;— <strong>1.</strong>  <em>go</em> or <em>come out</em> or <em>forth:</em> <strong>a.</strong>  from <span dir=\"rtl\">(מִן)</span> a place, e.g. a tent <a data-ref=\"Genesis 31:33\" href=\"/Genesis.31.33\">Gn 31:33</a> (E; opp. <span dir=\"rtl\">בּוֹא בְ</span>), <span dir=\"rtl\">מִפֶּתַח אֹהֶל מוֹעֵד</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>; <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">10:7</a> (P), cf. <span dir=\"rtl\">מִן־הַמִּקְדָּשׁ</span> <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a> (H); from a house <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a>, the doors <span dir=\"rtl\">(דלתי)</span> of a house <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a> (JE), <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>; <span dir=\"rtl\">מִפֶּתַח ביתו</span> <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a> (JE), from a camp <a data-ref=\"I Samuel 13:17\" href=\"/I_Samuel.13.17\">1 S 13:17</a>; <a data-ref=\"II Kings 7:12\" href=\"/II_Kings.7.12\">2 K 7:12</a>, a city <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> (J), <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">12:4</a> (P), <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">20:17</a>; <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> a cave <a data-ref=\"I Samuel 24:9\" href=\"/I_Samuel.24.9\">1 S 24:9</a>, the ark <a data-ref=\"Genesis 9:18\" href=\"/Genesis.9.18\">Gn 9:18</a> (J), <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">8:16</a>, <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">19</a> (both P); out of vineyards <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a>; sq. acc. <span dir=\"rtl\">אֶת־הָעִיר</span> <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> (E), <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> (J); c. <span dir=\"rtl\">בְּ</span> also, of gate <a data-ref=\"Jeremiah 17:19\" href=\"/Jeremiah.17.19\">Je 17:19</a> <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">Ne 2:13</a>; sq. acc. local. <span dir=\"rtl\">לֹא אֵצֵא פָ֑תַח</span> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a>; pt. cstr. <span dir=\"rtl\">יֹצְאֵי הַתֵּבָה</span> <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">Gn 9:10</a> (P), <span dir=\"rtl\">יֹצְאֵי שַׁעַר עִירוֹ</span> <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">34:24</a> (P); abs. <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a> (JE), <a data-ref=\"Judges 3:24\" href=\"/Judges.3.24\">Ju 3:24</a> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">Nu 33:3</a> (P; Israel going out [from Egypt]), <a data-ref=\"II Chronicles 26:20\" href=\"/II_Chronicles.26.20\">2 Ch 26:20</a> +; specif., of going out <span dir=\"rtl\">(מִן)</span> from a land (of emigration) <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a>, <a data-ref=\"Genesis 10:14\" href=\"/Genesis.10.14\">14</a>; <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">24:5</a> (all J); partic. of <em>coming forth</em> from (the land of) Egypt (the Exodus) <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">Ex 12:41</a> (J), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">13:3</a>, <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">8</a>; <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">23:15</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a> (JE), <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a> (P) <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">11:20</a>; <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">22:5</a> (JE), and especially D, <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">Dt 4:45</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>; <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">9:7</a>; <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">11:10</a>; <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">16:3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a>; <a data-ref=\"Deuteronomy 24:9\" href=\"/Deuteronomy.24.9\">24:9</a>; <a data-ref=\"Deuteronomy 25:17\" href=\"/Deuteronomy.25.17\">25:17</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">5:4</a>, <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">5</a>, <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> (all D), <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">Nu 33:1</a> (P), <a data-ref=\"I Kings 6:1\" href=\"/I_Kings.6.1\">1 K 6:1</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>, <a data-ref=\"II Kings 21:15\" href=\"/II_Kings.21.15\">2 K 21:15</a>; <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>; <a data-ref=\"Psalms 114:1\" href=\"/Psalms.114.1\">ψ 114:1</a>. <strong>b.</strong>  <em>go forth</em> from (the presence of) a person: <a data-ref=\"Exodus 8:26\" href=\"/Exodus.8.26\">Ex 8:26</a>; <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">9:23</a>; <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">10:6</a> (all sq. <span dir=\"rtl\">מֵעִם</span>), <a data-ref=\"Genesis 44:28\" href=\"/Genesis.44.28\">Gn 44:28</a> <a data-ref=\"Exodus 5:20\" href=\"/Exodus.5.20\">Ex 5:20</a> <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Jer 2:37</a> <span dir=\"rtl\">(מֵאֵת)</span>, <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a> <span dir=\"rtl\">(מֵעָלָיו)</span>; sq. <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a> (J), <a data-ref=\"Genesis 41:46\" href=\"/Genesis.41.46\">41:46</a>; <a data-ref=\"Genesis 47:10\" href=\"/Genesis.47.10\">47:10</a>; <a data-ref=\"Esther 8:15\" href=\"/Esther.8.15\">Est 8:15</a>; <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; sq. <span dir=\"rtl\">מֵעִם פְּנֵי</span> <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>, <span dir=\"rtl\">מֵאֵת פְּנֵי</span> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">2:7</a>; sq. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> (v. De <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a>). <strong>c.</strong>  in technical senses: abs. <em>go forth</em>, of emancipation <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a>, <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">4</a>, <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">5</a>, <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">7</a><sup>(×3)</sup>, <a data-ref=\"Exodus 21:11\" href=\"/Exodus.21.11\">11</a> (all JE), cf. <span dir=\"rtl\">יצא מִתַּחַת יַד־אֲרָם</span> <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">2 K 13:5</a>; of release in the year of jubilee, land, etc. <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">Lv 25:28</a>, <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a>, <a data-ref=\"Leviticus 25:31\" href=\"/Leviticus.25.31\">31</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a> (all H), <a data-ref=\"Job 27:21\" href=\"/Job.27.21\">27:21</a> (P); also of a debtor-slave <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">25:54</a> (H); of divorce <span dir=\"rtl\">וְיָצְֽאָה מִבֵּיתוֹ</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>; of condemnation <span dir=\"rtl\">בְּהִשָּֽׁפְטוֹ יֵצֵא רָשָׁע</span> <a data-ref=\"Psalms 109:7\" href=\"/Psalms.109.7\">ψ 109:7</a> <em>when he is judged let him go out as a criminal</em>, i.e. be condemned; of bowels <span dir=\"rtl\">(מֵעִים)</span> falling out by reason of disease <a data-ref=\"II Chronicles 21:15\" href=\"/II_Chronicles.21.15\">2 Ch 21:15</a>, <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">19</a>. <strong>d.</strong>  of flight, involving escape: sq. <span dir=\"rtl\">הַחוּ֫צָה</span>, ‖ <span dir=\"rtl\">נוּס</span>, <em>flee</em> <a data-ref=\"Genesis 39:12\" href=\"/Genesis.39.12\">Gn 39:12</a>, <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">15</a> (J), <span dir=\"rtl\">כִּי נָצֹא תֵצֵא</span> <a data-ref=\"Jeremiah 48:9\" href=\"/Jeremiah.48.9\">Je 48:9</a>; opp. taken (by lot) <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a>; <span dir=\"rtl\">רָעָה אֲשֶׁר לֹא־יוּכְלוּ לָצֵאת מִמֶּ֑נָּה</span> <a data-ref=\"Jeremiah 11:11\" href=\"/Jeremiah.11.11\">Je 11:11</a> <em>calamity from which they shall not be able to escape;</em> perhaps also <span dir=\"rtl\">יְרֵא אֱלֹהִים יֵצֵא אֶת־כֻּלָּ֗ם</span> <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a> <em>he that feareth God shall escape</em> (or <em>be freed from</em>, v. De Hi-Now Mishn.) <em>all of them</em> (see VB),—on acc. with <span dir=\"rtl\">יצא</span> v. De. <strong>e.</strong>  <em>depart</em> <span dir=\"rtl\">בְּצֵאת נַפְשָׁהּ</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> i.e. <em>when she was expiring;</em> so <span dir=\"rtl\">תֵּצֵא רוּחוֹ</span> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>; <span dir=\"rtl\">בְּצֵאת הַיַּיִן מִנָּבָל</span> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> i.e. <em>when Nabal became sober;</em> also fig. <span dir=\"rtl\">וַיֵּצֵא לִבָּם</span> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a> (E) i.e. <em>their heart failed</em> (‖ <span dir=\"rtl\">וַיֶּחֶרְדוּ</span>); rust from <span dir=\"rtl\">(מִן)</span> caldron <a data-ref=\"Ezekiel 24:16\" href=\"/Ezekiel.24.16\">Ez 24:16</a> (v. Co <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">Ez 12:5</a>); of glory of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 10:18\" href=\"/Ezekiel.10.18\">10:18</a>; <span dir=\"rtl\">וַיֵּצֵא מִן בַּת־צִיּוֹן כָּל־הֲדָרָהּ</span> <a data-ref=\"Lamentations 1:6\" href=\"/Lamentations.1.6\">La 1:6</a>; hence inf. = <em>exit, end</em> <span dir=\"rtl\">בְּצֵאת הַשָּׁנָה</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a> (JE), and, redundantly, <span dir=\"rtl\">כְּעֵת צֵאת הַקֵּץ לְיָמִים שְׁנַיִם</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> i.e. <em>at the end of two years</em>. <strong>f.</strong>  of inanimate things: river out of Eden <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J), water out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (JE), from <em>Leḥi</em> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>; of molten calf out of fire <a data-ref=\"Exodus 32:24\" href=\"/Exodus.32.24\">Ex 32:24</a> (E); of gold (after refining) <a data-ref=\"Job 23:10\" href=\"/Job.23.10\">Jb 23:10</a> (abs., in sim.); in prophecy of fountain from house of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a>, <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">8</a>, <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">12</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a>; of seed (semen virile) from man <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">Lv 15:16</a>, <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">32</a> (P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H); of weapon which has pierced body <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">(מֵאַחֲרָיו)</span>, <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> <span dir=\"rtl\">(מִלִּבּוֹ)</span>, <a data-ref=\"Job 20:25\" href=\"/Job.20.25\">Jb 20:25</a> <span dir=\"rtl\">(מִגֵּוָה)</span>; <span dir=\"rtl\">וַתֵּצֵא אַחֲרָיו מַשְׂאַת הַמֶּלֶךְ</span> <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a> <em>and there went out</em> (= was sent out) <em>after him the king’s portion</em> (i.e. the food given by the king); idiomatically of expenditure of money <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (abs., cf. Hiph. v <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">12</a>); of swift movement of arrow from bow <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> (like lightning), of lightning out of fire <a data-ref=\"Ezekiel 1:13\" href=\"/Ezekiel.1.13\">Ez 1:13</a>; abs. of <em>sunrise</em> (subj. <span dir=\"rtl\">שֶׁמֶשׁ</span>) <a data-ref=\"Judges 5:31\" href=\"/Judges.5.31\">Ju 5:31</a> (in sim.), <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>, cf. <a data-ref=\"Isaiah 13:10\" href=\"/Isaiah.13.10\">Is 13:10</a> (so Assyrian, e.g. <em>ultu ṣît šanši adi êrib šanši</em> COT <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>); of rising of stars <span dir=\"rtl\">(כּוֹכָבִים)</span> <a data-ref=\"Nehemiah 4:15\" href=\"/Nehemiah.4.15\">Ne 4:15</a>; of sentence of judge <a data-ref=\"Habakkuk 1:4\" href=\"/Habakkuk.1.4\">Hb 1:4</a><sup>(×2)</sup> <a data-ref=\"Psalms 17:2\" href=\"/Psalms.17.2\">ψ 17:2</a>; of judgment, or right appearing (with sim. of light) <a data-ref=\"Hosea 6:5\" href=\"/Hosea.6.5\">Hos 6:5</a> (read <span dir=\"rtl\">וּמִשְׁפָּטִי כָאוֹר יֵצֵא</span>), <a data-ref=\"Isaiah 62:1\" href=\"/Isaiah.62.1\">Is 62:1</a>; of a lot <span dir=\"rtl\">וַיֵּצֵא הַגּוֹרָל לִבְנֵי יוֹסֵף</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> (JE), and especially P, <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> <a data-ref=\"Joshua 19:1\" href=\"/Joshua.19.1\">Jos 19:1</a>, <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">17</a>, <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">24</a>, <a data-ref=\"Joshua 19:32\" href=\"/Joshua.19.32\">32</a>, <a data-ref=\"Joshua 19:40\" href=\"/Joshua.19.40\">40</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a>, cf. also <a ,=\"\" data-ref=\"BDB, גּוֹרָל\" dir=\"rtl\" href=\"/BDB,_גּוֹרָל\">ויצא גְּבוּל גּוֹרָלָם</a> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a> (P). <strong>g.</strong>  with especial emphasis on idea of origin, source: hyssop out of the wall <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>; <span dir=\"rtl\">מיהוה יצא הדבר</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> (J) <em>from</em> <span dir=\"rtl\">י׳</span> <em>has the thing proceeded</em>, of a providential arrangement, so <span dir=\"rtl\">מֵעִם י׳</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; <span dir=\"rtl\">מֵרְשָׁעִים יֵצֵא רֶשַׁע</span> <a data-ref=\"I Samuel 24:14\" href=\"/I_Samuel.24.14\">1 S 24:14</a> (an ancient proverb); of pollution proceeding from <span dir=\"rtl\">(מֵאֵת)</span> prophets <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">Je 23:15</a>; of fire from Heshbon <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> (JE) <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>, cf. <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>, <a data-ref=\"Judges 9:20\" href=\"/Judges.9.20\">20</a><sup>(×2)</sup>; of fire <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">Lv 9:24</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> (all P); in theophany <span dir=\"rtl\">יצא רֶשֶׁף לְרַגְליו</span> <a data-ref=\"Habakkuk 3:5\" href=\"/Habakkuk.3.5\">Hb 3:5</a>; iniquity from unreceptive heart <a data-ref=\"Psalms 73:7\" href=\"/Psalms.73.7\">ψ 73:7</a> (v. <a data-ref=\"BDB, חֵ֫לֶב\" href=\"/BDB,_חֵ֫לֶב\", dir=\"rtl\">i. חֵלֶב</a> 1); wrath <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a> (P); abs. <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a> = <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">21:12</a>, <a data-ref=\"Jeremiah 23:19\" href=\"/Jeremiah.23.19\">23:19</a> = <a data-ref=\"Jeremiah 30:23\" href=\"/Jeremiah.30.23\">30:23</a>; so salvation <a data-ref=\"Isaiah 51:5\" href=\"/Isaiah.51.5\">Is 51:5</a>; <span dir=\"rtl\">וְנִשְׁמַת־מִי יָצְֽאָה מִמֶּךָּ</span> <a data-ref=\"Job 26:4\" href=\"/Job.26.4\">Jb 26:4</a>; of words <em>going forth</em> from mouth of speaker (of solemn or formal speech) <span dir=\"rtl\">לֹא יֵצֵא מִפִּיכֶם דָּבָר</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> (JE), <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a> <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a> <a data-ref=\"Job 37:2\" href=\"/Job.37.2\">Jb 37:2</a> <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">Est 7:8</a>, also <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> (both P); of <span dir=\"rtl\">י׳</span>’s words going forth from his mouth, or from him <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a>; <a data-ref=\"Isaiah 48:3\" href=\"/Isaiah.48.3\">48:3</a>; <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">51:4</a>; <a data-ref=\"Isaiah 55:11\" href=\"/Isaiah.55.11\">55:11</a> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; of <span dir=\"rtl\">י׳</span>’s words, instruction, command, etc., going forth <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a> (from Jerusalem), <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>; of human commandment <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>, cf. v <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">17</a>. <strong>h.</strong>  of children as <em>going forth</em> from loins (of father) <span dir=\"rtl\">מִמֵּעִים</span> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">16:11</a>; <span dir=\"rtl\">מֵחֲלָצִים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <a data-ref=\"I Kings 8:19\" href=\"/I_Kings.8.19\">1 K 8:19</a> = <a data-ref=\"II Chronicles 6:9\" href=\"/II_Chronicles.6.9\">2 Ch 6:9</a>; sq. <span dir=\"rtl\">מִן</span> alone <a data-ref=\"II Kings 20:18\" href=\"/II_Kings.20.18\">2 K 20:18</a> = <a data-ref=\"Isaiah 39:7\" href=\"/Isaiah.39.7\">Is 39:7</a>; also <span dir=\"rtl\">יֹצְאֵי יְרֵכוֹ</span> <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">Ju 8:30</a> <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">Gn 46:26</a> <a data-ref=\"Exodus 1:5\" href=\"/Exodus.1.5\">Ex 1:5</a> (both P); also of birth <span dir=\"rtl\">מֵרֶחֶם (אִמּוֹ)</span> <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (JE), <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; <a data-ref=\"Jeremiah 20:18\" href=\"/Jeremiah.20.18\">20:18</a> <a data-ref=\"Job 3:11\" href=\"/Job.3.11\">Jb 3:11</a>; fig. of sea <a data-ref=\"Job 38:8\" href=\"/Job.38.8\">38:8</a>, of ice v <a data-ref=\"Job 38:29\" href=\"/Job.38.29\">29</a>; <span dir=\"rtl\">מִבֶּטֶן אִמּוֹ</span> <a data-ref=\"Job 1:21\" href=\"/Job.1.21\">Jb 1:21</a> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>; lit., source not expr., <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a>, <a data-ref=\"Genesis 25:26\" href=\"/Genesis.25.26\">26</a>; <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">38:28</a>, <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">29</a>, <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">30</a> (all J); of untimely birth <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">Ex 21:22</a> (JE); cf. <span dir=\"rtl\">הַיּוֹצֵ֯ת מִבֵּין רַגְלֶיהָ</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a> (‖ <span dir=\"rtl\">תֵּלֵד</span>); of family or race connexion (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Nahum 1:11\" href=\"/Nahum.1.11\">Na 1:11</a> <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> <a data-ref=\"I Chronicles 1:12\" href=\"/I_Chronicles.1.12\">1 Ch 1:12</a>; <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">2:53</a>; <span dir=\"rtl\">יצא</span> also of produce of vine <span dir=\"rtl\">(מִגֶּפֶן)</span> <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">Ju 13:14</a>, cf. <span dir=\"rtl\">הַיֹּצֵא הַשָּׂדֶה</span> <a data-ref=\"Deuteronomy 14:22\" href=\"/Deuteronomy.14.22\">Dt 14:22</a> (read <span dir=\"rtl\">יצא</span> Sam., v. Di); <span dir=\"rtl\">אֶרֶץ מִמֶּנָּה יצא לֶחֶם</span> <a data-ref=\"Job 28:5\" href=\"/Job.28.5\">Jb 28:5</a>; of viper proceeding from serpent’s root <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>; further, with idea of unfolding, growth <a data-ref=\"Job 8:16\" href=\"/Job.8.16\">Jb 8:16</a>; <a data-ref=\"Job 14:2\" href=\"/Job.14.2\">14:2</a>; <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">31:40</a>; <span dir=\"rtl\">וְיָצָא חֹטֶר מִגֶּזַע יִשָׁ֑י</span> <a data-ref=\"Isaiah 11:1\" href=\"/Isaiah.11.1\">Is 11:1</a>; of the little horn <a data-ref=\"Daniel 8:9\" href=\"/Daniel.8.9\">Dn 8:9</a>; so of branches of candlestick in tabernacle <a data-ref=\"Exodus 25:32\" href=\"/Exodus.25.32\">Ex 25:32</a>, <a data-ref=\"Exodus 25:33\" href=\"/Exodus.25.33\">33</a>, <a data-ref=\"Exodus 25:35\" href=\"/Exodus.25.35\">35</a>; <a data-ref=\"Exodus 37:18\" href=\"/Exodus.37.18\">37:18</a>, <a data-ref=\"Exodus 37:19\" href=\"/Exodus.37.19\">19</a>, <a data-ref=\"Exodus 37:21\" href=\"/Exodus.37.21\">21</a> (all P); then simply <em>project</em> (tower from wall) <a data-ref=\"Nehemiah 3:25\" href=\"/Nehemiah.3.25\">Ne 3:25</a>, <a data-ref=\"Nehemiah 3:26\" href=\"/Nehemiah.3.26\">26</a>, <a data-ref=\"Nehemiah 3:27\" href=\"/Nehemiah.3.27\">27</a>; of measuring-line <em>going forth</em> (abs.) in a particular direction <a data-ref=\"Jeremiah 31:39\" href=\"/Jeremiah.31.39\">Je 31:39</a>; of a boundary(-line) <em>going out</em> (abs.) so as then to turn and make an angle <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a>, <a data-ref=\"Numbers 34:9\" href=\"/Numbers.34.9\">9</a> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a>, <a data-ref=\"Joshua 15:4\" href=\"/Joshua.15.4\">4</a>, <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a>, <a data-ref=\"Joshua 15:11\" href=\"/Joshua.15.11\">11</a><sup>(×2)</sup>; <a data-ref=\"Joshua 16:2\" href=\"/Joshua.16.2\">16:2</a>, <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">6</a>, <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">7</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a><sup>(×2)</sup>, <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a>, <a data-ref=\"Joshua 19:13\" href=\"/Joshua.19.13\">13</a>, <a data-ref=\"Joshua 19:27\" href=\"/Joshua.19.27\">27</a>, <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">34</a>, <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">47</a>. <strong>2.</strong> <strong>a.</strong>  <em>go forth</em> to a place <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"Jeremiah 14:18\" href=\"/Jeremiah.14.18\">Je 14:18</a> <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">Ez 3:22</a> <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a><sup>(×2)</sup>, <a data-ref=\"Zechariah 6:7\" href=\"/Zechariah.6.7\">7</a> +; so <span dir=\"rtl\">וַיֵּצֵא הַפַּרְשְׁדֹ֫נָה</span> <a data-ref=\"Judges 3:22\" href=\"/Judges.3.22\">Ju 3:22</a> (see VB); go forth in surrender <a data-ref=\"I Samuel 11:3\" href=\"/I_Samuel.11.3\">1 S 11:3</a> (sq. <span dir=\"rtl\">אֶל</span> pers.), <a data-ref=\"II Kings 18:31\" href=\"/II_Kings.18.31\">2 K 18:31</a> = <a data-ref=\"Isaiah 36:16\" href=\"/Isaiah.36.16\">Is 36:16</a>, <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>, <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">21</a>; <span dir=\"rtl\">אֵין פֶּרֶץ וְאֵין יוֹצֵאת</span> <a data-ref=\"Psalms 144:14\" href=\"/Psalms.144.14\">ψ 144:14</a>; into captivity <span dir=\"rtl\">לֹא יָֽצְאוּ אִתְּכֶם בַּגּוֹלָה</span> <a data-ref=\"Jeremiah 29:16\" href=\"/Jeremiah.29.16\">Je 29:16</a>, cf. <a data-ref=\"Jeremiah 48:7\" href=\"/Jeremiah.48.7\">48:7</a> <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a>; to work <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">Ru 2:22</a> also <span dir=\"rtl\">יָצָא מִן־הַמָּקוֹם הַזֶּה</span> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a>, cf. <span dir=\"rtl\">בָּנַי יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">10:20</a>. <strong>b.</strong>  <em>proceed</em> to or toward something, fig., <span dir=\"rtl\">מֵרָעָה אֶל־רָעָה יָצָ֑אוּ</span> <a data-ref=\"Jeremiah 9:2\" href=\"/Jeremiah.9.2\">Je 9:2</a> <em>from evil to evil they go on;</em> in like manner <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">2 S 20:8</a> si vera l., but read rather <span dir=\"rtl\">וְהִיא יָצְֽאָה</span> <em>and it</em> (i.e. the sword) <em>came out</em> (of the sheath) <em>and fell</em> 𝔊 We Dr Kit Bu. <strong>c.</strong>  <em>come</em> or <em>go forth</em>, with especially ref. to purpose or result: <span dir=\"rtl\">וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו</span> <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>, cf. <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">24:15</a>; <span dir=\"rtl\">יָצָא שָׁאוּל לְבַקֵּשׁ נַפְשׁוֹ</span> <a data-ref=\"I Samuel 23:15\" href=\"/I_Samuel.23.15\">23:15</a>, cf. <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">26:20</a>, further <a data-ref=\"II Samuel 2:13\" href=\"/II_Samuel.2.13\">2 S 2:13</a>; <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">18:4</a> <a data-ref=\"I Kings 20:18\" href=\"/I_Kings.20.18\">1 K 20:18</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:19\" href=\"/I_Kings.20.19\">19</a>, <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">39</a> <a data-ref=\"II Kings 5:2\" href=\"/II_Kings.5.2\">2 K 5:2</a> <a data-ref=\"Micah 1:11\" href=\"/Micah.1.11\">Mi 1:11</a> <a data-ref=\"Jeremiah 37:5\" href=\"/Jeremiah.37.5\">Je 37:5</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a> <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">Dn 11:11</a>, <a data-ref=\"Daniel 11:44\" href=\"/Daniel.11.44\">44</a> +; of an adulteress <a data-ref=\"Proverbs 7:15\" href=\"/Proverbs.7.15\">Pr 7:15</a>; of an angel <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">Nu 22:32</a> (JE), <a data-ref=\"Daniel 9:22\" href=\"/Daniel.9.22\">Dn 9:22</a>; for <span dir=\"rtl\">יֵצֵא</span> … <span dir=\"rtl\">אִתְּכֶם</span> <a data-ref=\"I Samuel 22:3\" href=\"/I_Samuel.22.3\">1 S 22:3</a> (<em>let</em> my father etc. <em>go forth</em> [to be] <em>with you</em>, cf. Klo) read perhaps <span dir=\"rtl\">יֵשְׁבוּ</span> as 𝔖 𝔙 Kit, v. also Dr; of army marching out to form battle line <span dir=\"rtl\">יֹצֵא אֶל־הַמַּעֲרָכָה</span> <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> (c. art., MT, < om. We Dr Kit Bu); <span dir=\"rtl\">בְּכֹל אֲשֶׁר יָצְֽאוּ</span> <a data-ref=\"Judges 2:15\" href=\"/Judges.2.15\">Ju 2:15</a> <em>in all to which they went forth</em>, <span dir=\"rtl\">יָצָא לפני</span> <a data-ref=\"I Samuel 8:20\" href=\"/I_Samuel.8.20\">1 S 8:20</a> of king going out at the head of his soldiers; so of <span dir=\"rtl\">י׳</span> before his people <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">Ju 4:14</a> <a data-ref=\"II Samuel 5:24\" href=\"/II_Samuel.5.24\">2 S 5:24</a> <a data-ref=\"Psalms 68:8\" href=\"/Psalms.68.8\">ψ 68:8</a>, cf. <a data-ref=\"Psalms 108:12\" href=\"/Psalms.108.12\">108:12</a> <a data-ref=\"I Chronicles 14:15\" href=\"/I_Chronicles.14.15\">1 Ch 14:15</a>; of <span dir=\"rtl\">י׳</span> going out from Seir <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>, cf. <a data-ref=\"Habakkuk 3:13\" href=\"/Habakkuk.3.13\">Hb 3:13</a>; of the hand of <span dir=\"rtl\">י׳</span>, in hostility <span dir=\"rtl\">יָֽצְאָה בִי יַד־י׳</span> <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">Ru 1:13</a>; abs. of fire <em>breaking out</em> <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> (JE). <strong>3.</strong>  of combinations, note especially: <span dir=\"rtl\">יָצוֹא וָשׁוֹב</span> (inf. abs.) <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> <em>going out and returning</em>, nearly = <em>to and fro;</em> <span dir=\"rtl\">אִישׁ יוֹצֵא</span> … <span dir=\"rtl\">יֹצֵא יָצוֹא וּמְקַלֵּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a> = <em>coming forth, cursing as he came;</em> <span dir=\"rtl\">יצא ובא</span>, lit. <span dir=\"rtl\">אֵין יוֹצֵא וְאֵין בָּא</span> <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> <em>none went out and none came in</em>, i.e. there was no free egress or ingress (of besieged city), cf. <a data-ref=\"I Kings 15:17\" href=\"/I_Kings.15.17\">1 K 15:17</a> = <a data-ref=\"II Chronicles 16:1\" href=\"/II_Chronicles.16.1\">2 Ch 16:1</a>, <a data-ref=\"II Chronicles 15:5\" href=\"/II_Chronicles.15.5\">2 Ch 15:5</a>; to <em>go out</em> and <em>come in</em> before, of leader in war <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"I Samuel 18:16\" href=\"/I_Samuel.18.16\">1 S 18:16</a>, cf. <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a>; fig. <a data-ref=\"Deuteronomy 28:6\" href=\"/Deuteronomy.28.6\">Dt 28:6</a> blesssed shalt thou be <span dir=\"rtl\">בבואך ובצאתך</span>, i.e. when thou completest and beginnest any undertaking, so v <a data-ref=\"Deuteronomy 28:19\" href=\"/Deuteronomy.28.19\">19</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">31:2</a> <span dir=\"rtl\">לא אוכל לצאת ולבוא</span>, i.e. I can no more engage in active undertakings; similarly <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a> <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a> <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a> (+ <span dir=\"rtl\">שִׁבְתְּךָ</span>) = <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a>, <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">ψ 121:8</a>.<br>†<strong>Hiph.</strong><sub>278</sub>  Pf. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> +; <span dir=\"rtl\">וְהוֹצִא</span> consec. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>; <span dir=\"rtl\">הוֹצֵאתָ</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> + 7 times; <span dir=\"rtl\">וְהוֹצֵאתָ֫</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 3 times; 2 fs. <span dir=\"rtl\">וְהוֹצֵאת</span> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a>; sf. <span dir=\"rtl\">הוֹצִיאַ֫נִי</span> <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">Ez 42:15</a>; <span dir=\"rtl\">הוֹצִיאָ֫נוּ</span> <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">Ex 13:14</a> + 2 times; <span dir=\"rtl\">הוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">Dt 6:12</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <span dir=\"rtl\">הוֹצִאֲךָ</span> <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a> <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">Dt 7:19</a>; <span dir=\"rtl\">הוֹצִיאָם</span> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a> + 2 times, etc.; Impf. <span dir=\"rtl\">(יֹצִא) יוֹצִיא</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 9 times; <span dir=\"rtl\">(וַיֹּצֵא) וַיּוֹצֵא</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> + 23 times; <span dir=\"rtl\">(וַיֹּצִא) וַיּוֹצִא</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> + 4 times; sf. <span dir=\"rtl\">יוֹצִיאֵנִי</span> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; <span dir=\"rtl\">וַיּוֹצִאֲךָ</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a>; <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">5:15</a>; <span dir=\"rtl\">וַיּוֹצִאָהּ</span> <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a>; 3 fs. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; juss. <span dir=\"rtl\">תּוֹצֵא</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a>; <span dir=\"rtl\">וַתּוֹצֵא</span> v <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">12</a> <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a>; 2 ms. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a> + 5 times; <span dir=\"rtl\">הֲתֹצִיא</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>, <span dir=\"rtl\">וַתֹּצֵא</span> <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">Je 32:21</a>; <span dir=\"rtl\">(וַיֹּצִאוּ) וַיּוֹצִיאוּ</span> <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">Lv 24:23</a> +; sf. <span dir=\"rtl\">וַיּוֹצִיאֻהוּ</span> <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <span dir=\"rtl\">וַיֹּצִאֻהוּ</span> <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>; <span dir=\"rtl\">וַיֹּצִיאֻהוּ</span> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">יוֹצִיאוּם</span> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>, etc.; Imv. <span dir=\"rtl\">הוֹצֵא</span> <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> + 5 times + <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> Kt (Qr <span dir=\"rtl\">הַיְצֵא</span>); <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">הוֹצִ֫יאָה</span> <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">ψ 142:8</a>; sf. <span dir=\"rtl\">הוֹצִיאֵנִי</span> <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">25:17</a> <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a>, etc.; Inf. cstr. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a> +; sf. <span dir=\"rtl\">(הוֹצִאִי) הוֹצִיאִי</span> <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">Ex 16:32</a> +; <span dir=\"rtl\">לְהוֹצִאֵהוּ</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>, anom. (Kö<sup>i. 642</sup>), etc.; Pt. <span dir=\"rtl\">מוֹצִיא</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a> + 11 times; <span dir=\"rtl\">מוֹצֵא</span> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; sf. <span dir=\"rtl\">מוֹצִיאִי</span> <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a>, <span dir=\"rtl\">מוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a>; <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">13:11</a>, etc.;— <strong>1.</strong>  <em>cause to go</em> or <em>come out, bring out, lead out:</em> <strong>a.</strong>  a person from a place, + <span dir=\"rtl\">מִן</span> loc., out of prison, etc. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> (E), <a data-ref=\"Jeremiah 20:3\" href=\"/Jeremiah.20.3\">Je 20:3</a>, <a data-ref=\"Jeremiah 52:31\" href=\"/Jeremiah.52.31\">52:31</a> (not ‖ <a data-ref=\"II Kings 25:27\" href=\"/II_Kings.25.27\">2 K 25:27</a>); so with the servant of <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"Isaiah 42:7\" href=\"/Isaiah.42.7\">Is 42:7</a>; out of house <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">Jos 6:22</a> (JE), a city <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> (J), <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> (so 𝔊 𝔖 𝔙 Co VB; MT Hoph.); of <span dir=\"rtl\">י׳</span> bringing people of Jerusalem out of city to deliver them to enemy <a data-ref=\"Ezekiel 11:7\" href=\"/Ezekiel.11.7\">Ez 11:7</a> (MT (<em>one</em>) <em>shall bring</em>, but read i s., see VB), v <a data-ref=\"Ezekiel 11:9\" href=\"/Ezekiel.11.9\">9</a>; from a land <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; especially of Moses bringing Israelites out of Egypt <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>, <a data-ref=\"Exodus 3:11\" href=\"/Exodus.3.11\">11</a>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a> (E), <a data-ref=\"Exodus 14:11\" href=\"/Exodus.14.11\">14:11</a> (J); of Moses and Aaron <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">6:13</a>, <a data-ref=\"Exodus 6:26\" href=\"/Exodus.6.26\">26</a>, <a data-ref=\"Exodus 6:27\" href=\"/Exodus.6.27\">27</a> (P); of <span dir=\"rtl\">י׳</span> bringing Israelites out of <span dir=\"rtl\">(מִן)</span> Egypt <a data-ref=\"Exodus 18:1\" href=\"/Exodus.18.1\">Ex 18:1</a>; <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">20:2</a> <a data-ref=\"Joshua 24:6\" href=\"/Joshua.24.6\">Jos 24:6</a> (all E), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">9</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>, <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">16</a>; <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">32:11</a> <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a>; <a data-ref=\"Numbers 23:22\" href=\"/Numbers.23.22\">23:22</a>; <a data-ref=\"Numbers 24:8\" href=\"/Numbers.24.8\">24:8</a> (all JE), <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">Dt 1:27</a>; <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">4:20</a>, <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">37</a>; <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">5:6</a>, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">15</a>; <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">6:12</a>, <a data-ref=\"Deuteronomy 6:21\" href=\"/Deuteronomy.6.21\">21</a>, <a data-ref=\"Deuteronomy 6:23\" href=\"/Deuteronomy.6.23\">23</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">8:14</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">26</a>, <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">28</a>; <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">13:6</a>, <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">11</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>; <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">26:8</a> (all D), <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">22:33</a>; <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:42\" href=\"/Leviticus.25.42\">42</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (all H), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">(מִתַּחַת סִבְלֹת מצרים)</span>, <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>, <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">5</a>; <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">12:17</a>, <a data-ref=\"Exodus 12:42\" href=\"/Exodus.12.42\">42</a>, <a data-ref=\"Exodus 12:51\" href=\"/Exodus.12.51\">51</a>; <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">16:6</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">29:46</a> <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">Nu 15:41</a> (all P), <a data-ref=\"Judges 2:12\" href=\"/Judges.2.12\">Ju 2:12</a>; <a data-ref=\"Judges 6:8\" href=\"/Judges.6.8\">6:8</a> <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a>; <a data-ref=\"I Kings 8:16\" href=\"/I_Kings.8.16\">1 K 8:16</a> = <a data-ref=\"II Chronicles 6:5\" href=\"/II_Chronicles.6.5\">2 Ch 6:5</a>, <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a>, <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">51</a>, <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">53</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9:9</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 11:4\" href=\"/Jeremiah.11.4\">11:4</a>; <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">31:32</a>; <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">32:21</a>; <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">34:13</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:10\" href=\"/Ezekiel.20.10\">10</a>, cf. v <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">9</a> (del. Co), <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a> <a data-ref=\"Psalms 136:11\" href=\"/Psalms.136.11\">ψ 136:11</a> <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">Dn 9:15</a>; abs., same sense, <a data-ref=\"Joshua 24:5\" href=\"/Joshua.24.5\">Jos 24:5</a> (E), <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">Dt 7:8</a>, <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">19</a> <a data-ref=\"Ezekiel 20:14\" href=\"/Ezekiel.20.14\">Ez 20:14</a>, <a data-ref=\"Ezekiel 20:22\" href=\"/Ezekiel.20.22\">22</a> <a data-ref=\"Psalms 105:37\" href=\"/Psalms.105.37\">ψ 105:37</a>, <a data-ref=\"Psalms 105:43\" href=\"/Psalms.105.43\">43</a>; of <span dir=\"rtl\">י׳</span> bringing Israelites out of exile (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Ezekiel 20:34\" href=\"/Ezekiel.20.34\">Ez 20:34</a>, <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">41</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; obj. rebels (out of, <span dir=\"rtl\">מִן</span>, land) <a data-ref=\"Ezekiel 20:38\" href=\"/Ezekiel.20.38\">Ez 20:38</a>; of charioteer bringing Ahab out of battle <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a>; of Joseph’s bringing out his sons from between Jacob’s knees <a data-ref=\"Genesis 48:12\" href=\"/Genesis.48.12\">Gn 48:12</a> (E). <strong>b.</strong>  of bringing <em>from</em> a place <em>for a particular purpose</em> (human subj.) <a data-ref=\"Exodus 19:17\" href=\"/Exodus.19.17\">Ex 19:17</a> <span dir=\"rtl\">(מִן)</span>; also (point of departure not expr., and purpose sometimes only implied) <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">Gn 38:24</a> (J), <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">Jos 2:3</a>; <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">6:23</a><sup>(×2)</sup> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> = <a data-ref=\"I Chronicles 20:3\" href=\"/I_Chronicles.20.3\">1 Ch 20:3</a>, <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">י׳</span> subj., of bringing Israelites out of Egypt to slay them <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> (JE), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a>; obj. Gog <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">Ez 38:4</a>; subj. <span dir=\"rtl\">יַד י׳</span> <a data-ref=\"Ezekiel 37:1\" href=\"/Ezekiel.37.1\">Ez 37:1</a>. <strong>c.</strong>  <em>lead out</em> as an army <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a>, so of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">Is 43:17</a>; hence with <span dir=\"rtl\">הֵבִיא</span>, of a ruler’s function to <em>lead people out and in</em> <a data-ref=\"II Samuel 5:2\" href=\"/II_Samuel.5.2\">2 S 5:2</a> = <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>, <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> (P). <strong>d.</strong>  <span dir=\"rtl\">הוֹצִיא מֵרֶחֶם</span> of God’s agency in birth <a data-ref=\"Job 10:18\" href=\"/Job.10.18\">Jb 10:18</a>. <strong>e.</strong>  = <em>remove</em> (from a person’s presence) <span dir=\"rtl\">הוֹצִיאוּ כָל־אִישׁ מֵעָלָ֑י</span> <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">Gn 45:1</a> <a data-ref=\"II Samuel 13:9\" href=\"/II_Samuel.13.9\">2 S 13:9</a>; without ‖ <span dir=\"rtl\">מעל</span> v <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">18</a>. <strong>f.</strong>  of <em>putting away</em> wives and children <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>, <a data-ref=\"Ezra 10:19\" href=\"/Ezra.10.19\">19</a> (opp. <span dir=\"rtl\">הוֹשִׁיב</span> v <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">2</a>, cf. <span dir=\"rtl\">יצאה מביתו</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>). <strong>g.</strong>  <em>bring out</em> person unto <span dir=\"rtl\">(אֶל)</span> a place (human subj.) <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> (all D), <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a>, <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">23</a> (H), <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P; all <span dir=\"rtl\">אֶל־מִחוּץ</span>), <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a> (<span dir=\"rtl\">מִחוּץ</span> of motion to), <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> = <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a>; <span dir=\"rtl\">לְהוֹצִאֵהוּ אֶל־הַבָּ֑יִת</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>; subj. angels in form of men <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>, <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">17</a> (J), <a data-ref=\"Ezekiel 42:1\" href=\"/Ezekiel.42.1\">Ez 42:1</a>, <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">15</a>; <a data-ref=\"Ezekiel 46:21\" href=\"/Ezekiel.46.21\">46:21</a>; <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">47:2</a>; also <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> (JE; <span dir=\"rtl\">י׳</span> subj.); for a specific purpose <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P). <strong>h.</strong>  unto a person <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">Gn 43:23</a> (J), with purpose expressed or implied <a data-ref=\"Hosea 9:13\" href=\"/Hosea.9.13\">Ho 9:13</a> <a data-ref=\"Genesis 19:5\" href=\"/Genesis.19.5\">Gn 19:5</a>, <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">8</a> (J), <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22</a>, <a data-ref=\"Judges 19:24\" href=\"/Judges.19.24\">24</a>; <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a> (JE), <a data-ref=\"Jeremiah 38:23\" href=\"/Jeremiah.38.23\">Je 38:23</a> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> (c. <span dir=\"rtl\">על</span>) Kt (but read Qr <span dir=\"rtl\">אֲצַוֶּה</span>). <strong>i.</strong>  unto a place and a person <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">Dt 21:19</a> <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>. <strong>2.</strong>  fig., obj. persons, <em>bring out of</em> <span dir=\"rtl\">(מִן)</span> distress, etc. <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">ψ 25:17</a>; <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">68:7</a>; <a data-ref=\"Psalms 107:14\" href=\"/Psalms.107.14\">107:14</a>, <a data-ref=\"Psalms 107:28\" href=\"/Psalms.107.28\">28</a>; <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">142:8</a>; <a data-ref=\"Psalms 143:11\" href=\"/Psalms.143.11\">143:11</a>; deliver from enemies <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a> (but ‖ <a data-ref=\"Psalms 18:49\" href=\"/Psalms.18.49\">ψ 18:49</a> <span dir=\"rtl\">מְפַלְּטִי</span>) one’s feet out of net <a data-ref=\"Psalms 25:15\" href=\"/Psalms.25.15\">ψ 25:15</a>; <a data-ref=\"Psalms 31:5\" href=\"/Psalms.31.5\">31:5</a>; bring out into a large place <a data-ref=\"II Samuel 22:20\" href=\"/II_Samuel.22.20\">2 S 22:20</a> = <a data-ref=\"Psalms 18:20\" href=\"/Psalms.18.20\">ψ 18:20</a>, cf. <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>. <strong>3.</strong>  <em>bring out</em> animals: horses out of Egypt <a data-ref=\"I Kings 10:29\" href=\"/I_Kings.10.29\">1 K 10:29</a> = <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a> (but read <strong>Qal</strong> <span dir=\"rtl\">יֵצְאוּ</span> 𝔊 Klo Kmp in Kau<sup>AT</sup>), <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a>; <a data-ref=\"II Chronicles 9:28\" href=\"/II_Chronicles.9.28\">9:28</a>; animals (from ark, no <span dir=\"rtl\">מן</span>) <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">Gn 8:17</a> (P) for sacrifice, to a place <a data-ref=\"Numbers 19:3\" href=\"/Numbers.19.3\">Nu 19:3</a>. <strong>4.</strong>  inanimate obj.: <strong>a.</strong>  <em>carry</em> or <em>bring out</em> (with and without <span dir=\"rtl\">מִן</span>) <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">Ex 12:39</a> (E) <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a> <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> = <a data-ref=\"I Chronicles 20:2\" href=\"/I_Chronicles.20.2\">1 Ch 20:2</a>, <a data-ref=\"II Kings 10:26\" href=\"/II_Kings.10.26\">2 K 10:26</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">23:4</a>, <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">6</a>; <a data-ref=\"II Kings 24:13\" href=\"/II_Kings.24.13\">24:13</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">16</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">34:14</a> <a data-ref=\"Jeremiah 8:1\" href=\"/Jeremiah.8.1\">Je 8:1</a>; <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">17:22</a>; <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">50:25</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7</a> (in v <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">5</a>, <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">6</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a> read <strong>Qal</strong>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, so Co), also <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> (Co <a data-ref=\"Ezekiel 24:10\" href=\"/Ezekiel.24.10\">24:10</a>); obj. <span dir=\"rtl\">הָאֶבֶן הָרֹאשָׁה</span> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a>; <a data-ref=\"Leviticus 26:10\" href=\"/Leviticus.26.10\">Lv 26:10</a> (H), <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a><sup>(×2)</sup>, <a data-ref=\"Ezra 1:8\" href=\"/Ezra.1.8\">8</a>. <strong>b.</strong>  <em>take</em> or <em>draw out</em> (from one’s person or luggage) <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J); draw out hand from one’s bosom <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a> (J), cf. <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a> (food from one’s cupboard). <strong>c.</strong>  = <em>draw</em> <span dir=\"rtl\">חַרְבִּי מִתַּעְרָ֑הּ</span> <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">Ez 21:8</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a> (subj. <span dir=\"rtl\">י׳</span>). <strong>d.</strong>  <em>bring out to</em> a place <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">Dt 28:38</a> <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a>; <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">6:4</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">14:45</a>; <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">16:27</a> <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">Ez 46:20</a>, cf. <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">Dt 14:28</a>. <strong>e.</strong>  <em>bring out</em> to (or for) a person <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> cf. v <a data-ref=\"Judges 6:18\" href=\"/Judges.6.18\">18</a>, <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">2 K 10:22</a><sup>(×2)</sup>. <strong>f.</strong>  <em>bring out</em> from <span dir=\"rtl\">(מִן)</span> a place to people <a data-ref=\"Numbers 17:24\" href=\"/Numbers.17.24\">Nu 17:24</a> (P). <strong>g.</strong>  <em>bring out</em> in payment, <em>pay</em> (money, tribute, etc.) <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">15:20</a> (<span dir=\"rtl\">עַל</span> = in behalf of: or <em>put it forth, imposed it, on</em> Israel). <strong>h.</strong>  <em>bring forth</em> (= cause to rise or appear) the heavenly bodies <a data-ref=\"Isaiah 40:26\" href=\"/Isaiah.40.26\">Is 40:26</a> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; see also <a ,=\"\" data-ref=\"BDB, אוֹרָה\" dir=\"rtl\" href=\"/BDB,_אוֹרָה\">וְתַעֲלֻמָה יֹצִא אוֹר</a> <a data-ref=\"Job 28:11\" href=\"/Job.28.11\">28:11</a> <em>and hidden things he</em> (the miner) <em>bringeth forth to light</em>. <strong>i.</strong>  <em>bring forth</em> by miracle: Moses, water out of rock <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a> (JE); <span dir=\"rtl\">י׳</span>, <em>id.</em> <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>j.</strong>  = <em>produce, generate, bring into being:</em> of magicians trying to produce lice <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> (P); a smith producing weapon <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>; see the threefold <span dir=\"rtl\">הוציא</span> <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a><sup>(×3)</sup>; of <span dir=\"rtl\">י׳</span> causing <span dir=\"rtl\">לֶחֶם</span> to proceed out of <span dir=\"rtl\">(מִן)</span> earth <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104:14</a>; elsewhere of earth as producing <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">Gn 1:12</a>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a> (both P), <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; of Aaron’s rod bringing forth blossoms <a data-ref=\"Numbers 17:23\" href=\"/Numbers.17.23\">Nu 17:23</a> (P). <strong>k.</strong> <em>bring forth</em> words (out of mouth, etc.), i.e. <em>speak</em> <a data-ref=\"Job 8:10\" href=\"/Job.8.10\">Jb 8:10</a>; <a data-ref=\"Job 15:13\" href=\"/Job.15.13\">15:13</a> <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a>; <a data-ref=\"Proverbs 29:11\" href=\"/Proverbs.29.11\">29:11</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a> <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">Is 48:20</a> (‖ <span dir=\"rtl\">הגיד</span>, <span dir=\"rtl\">השׁמיע</span>); abs. <a data-ref=\"Ecclesiastes 5:1\" href=\"/Ecclesiastes.5.1\">Ec 5:1</a>; of <em>publishing</em> a report <span dir=\"rtl\">הו׳ עָלֶיהָ שֵׁם רָ֑ע</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a> (‖ <span dir=\"rtl\">שָׂם לָתּ עֲלִילֹת דְּבָרִים</span>), cf. v <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">19</a>; <span dir=\"rtl\">הו׳ דִּבַּת הָאָרֶץ (רָעָה)</span> <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a>; <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">14:37</a>; so <a data-ref=\"Numbers 14:36\" href=\"/Numbers.14.36\">14:36</a> <span dir=\"rtl\">(דִּבָּה עַל־הָאָרֶץ)</span>. <strong>5.</strong>  fig., subj. <span dir=\"rtl\">י׳</span>, <em>bring forth</em> from <span dir=\"rtl\">(מִן)</span> Bel’s mouth what he has swallowed <a data-ref=\"Jeremiah 51:44\" href=\"/Jeremiah.51.44\">Je 51:44</a>; wind, out of treasuries <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">10:13</a>; <a data-ref=\"Jeremiah 51:16\" href=\"/Jeremiah.51.16\">51:16</a> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; fire, out of Tyre <a data-ref=\"Ezekiel 28:18\" href=\"/Ezekiel.28.18\">Ez 28:18</a>; curse, over the land <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; of Jeremiah, <span dir=\"rtl\">אִם תּוֹצִיא יָקָר מִזּוֹלֵל</span> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a> <em>if thou bring forth the precious from</em> (Gie <em>without</em>) <em>the base</em>, i.e if thou free that which is pure in thee from base admixture (Gf; Gie <em>if thou produce the noble without the base</em>); bring forth, i.e. <em>exhibit</em>, righteousness (innocence Che) <a data-ref=\"Psalms 37:6\" href=\"/Psalms.37.6\">ψ 37:6</a> <a data-ref=\"Jeremiah 51:10\" href=\"/Jeremiah.51.10\">Je 51:10</a> (cf. <strong>Qal 1 f</strong> end); <span dir=\"rtl\">וַיֹּצֵא לָאוֹר צַלְמָוֶת</span> <a data-ref=\"Job 12:22\" href=\"/Job.12.22\">Jb 12:22</a>, cf. <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; subj. servant of <span dir=\"rtl\">י׳</span>, of publishing <span dir=\"rtl\">מִשְׁפָּט</span> (i.e. religion) to the world <a data-ref=\"Isaiah 42:1\" href=\"/Isaiah.42.1\">Is 42:1</a>, <a data-ref=\"Isaiah 42:3\" href=\"/Isaiah.42.3\">3</a>.<br>†<strong>Hoph.</strong>  Pf. 3 fs. <span dir=\"rtl\">הוּצָ֑אָה</span> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a> (del. Co); Pt. fs. <span dir=\"rtl\">מוּצֵאת</span> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a>; m.pl. <span dir=\"rtl\">מוּצָאִים</span> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>; <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">47:8</a> (but v. infr.); f.pl. <span dir=\"rtl\">מוּצָאוֹת</span> <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>;—<em>be brought forth</em> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a> (J; of Tamar); of women as captives <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>; remnant out of Jerusalem <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> MT (but read Hiph., v. supr.); exiles, from among the peoples <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a> (om. 𝔖 Co); of waters, <span dir=\"rtl\">אֶל־הַיָּ֫מָּה הַמּוּצָאִים</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a> <em>which are caused to flow into the sea</em> (but 𝔖 Co <span dir=\"rtl\">אֶל־הַמַּיִם הַחֲמוּצִים</span> <em>into the sour</em> (<em>bitter, salt</em>) <em>waters</em>, see Field VB)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d433b6084aa1cbf3060f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָלַל 1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "BDB, קָלַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָלַל א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָלַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">קָלַל</span></big></big><sub>82</sub><big><big>]</big></big>  <strong>vb.</strong> be slight, swift, trifling <strong>(</strong>prob. orig. <em>be light;</em> NH <span dir=\"rtl\">[קָלַל]</span>, <span dir=\"rtl\">קַל</span>, <span dir=\"rtl\">קִלֵּל</span> = BH; Assyrian <em>ḳalálu</em> ii. <em>despise, dishonour;</em> so Tel Am (appar. Canaanism); Arabic <span dir=\"rtl\">قَلَّ</span> <em>be small, scanty;</em> Sab. <span dir=\"rtl\">קללם</span> <em>scanty</em> Hal <sup>143, 8 f.</sup> (cf. Fell<sup>ZMG liv (1900), 246</sup>); Ethiopic ቀለለ: <em>be light, small, easy;</em> ii. <em>despise;</em> 𝔗 <span dir=\"rtl\">קְלַל</span>, Syriac <span dir=\"rtl\">ܩܰܠ</span>, = BH; also (v. <strong>Pilp.</strong>, etc.) Arabic <span dir=\"rtl\">قَلْقَلَ</span> <em>shake</em>, ቈልቈለ: <em>vibrate, whirl</em> (of sword), ቀልቀለ: v. <em>be shaken;</em>—Schwally<sup>ZAW xi (1891), 170 ff.</sup> thinks <em>shake</em> original, v. <a data-ref=\"BDB, מקֵּל\" href=\"/BDB,_מקֵּל\", dir=\"rtl\">מַקֵּל</a><strong>)</strong>;—<br>†<strong>Qal</strong>  Pf. 2 ms. <span dir=\"rtl\">קַלּוֹתָ</span> <a data-ref=\"Nahum 1:14\" href=\"/Nahum.1.14\">Na 1:14</a>; 1 s. <span dir=\"rtl\">קַלֹּתִי</span> <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">Jb 40:4</a>; 3 pl. <span dir=\"rtl\">קַלּוּ</span> <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> +; Impf. 3 fs. <span dir=\"rtl\">וַתֵּקַל</span> <a data-ref=\"Genesis 16:4\" href=\"/Genesis.16.4\">16:4</a>; 1 s. <span dir=\"rtl\">וָאֵקֵל</span> v <a data-ref=\"Genesis 16:5\" href=\"/Genesis.16.5\">5</a>; 3 mpl. <span dir=\"rtl\">יֵקָֽ֑לּוּ</span> <a data-ref=\"I Samuel 2:30\" href=\"/I_Samuel.2.30\">1 S 2:30</a>;— <strong>1.</strong>  <em>be slight</em>, of water, <em>be abated</em>, from off <span dir=\"rtl\">(מֵעַל)</span> earth <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">Gn 8:3</a>, <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">11</a> (J). <strong>2.</strong>  <em>be swift</em>, c. <span dir=\"rtl\">מִן</span> comp., of warriors <a data-ref=\"II Samuel 1:23\" href=\"/II_Samuel.1.23\">2 S 1:23</a>, horses <a data-ref=\"Jeremiah 4:13\" href=\"/Jeremiah.4.13\">Je 4:13</a>; <a data-ref=\"Habakkuk 1:8\" href=\"/Habakkuk.1.8\">Hb 1:8</a>; one’s days <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a>; <a data-ref=\"Job 9:25\" href=\"/Job.9.25\">9:25</a>. <strong>3.</strong>  <em>trifling</em>, i.e. of little account, of pers. <a data-ref=\"Genesis 16:4\" href=\"/Genesis.16.4\">Gn 16:4</a>, <a data-ref=\"Genesis 16:5\" href=\"/Genesis.16.5\">5</a> (J; both c. <span dir=\"rtl\">בְּעֵינֶיהָ</span>); <a data-ref=\"I Samuel 2:30\" href=\"/I_Samuel.2.30\">1 S 2:30</a>; <a data-ref=\"Nahum 1:4\" href=\"/Nahum.1.4\">Na 1:4</a>; <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">Jb 40:4</a>.<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נָקֵל</span> (Ges<sup>§ 67 times</sup>) <a data-ref=\"II Kings 20:10\" href=\"/II_Kings.20.10\">2 K 20:10</a> +, <span dir=\"rtl\">וְנָקַל</span> consec. <a data-ref=\"II Kings 3:18\" href=\"/II_Kings.3.18\">2 K 3:18</a>; <span dir=\"rtl\">נָקָ֑ל</span> <a data-ref=\"Proverbs 14:6\" href=\"/Proverbs.14.6\">Pr 14:6</a>; 1 s. consec. <span dir=\"rtl\">וּנְקַלֹּתִי</span> <a data-ref=\"II Samuel 6:22\" href=\"/II_Samuel.6.22\">2 S 6:22</a>; Impf. 3 mpl. <span dir=\"rtl\">יִקַּ֫לּוּ</span> <a data-ref=\"Isaiah 30:16\" href=\"/Isaiah.30.16\">Is 30:16</a>; Pt. f. <span dir=\"rtl\">(עַל־)נְקַלָּה</span> <a data-ref=\"Jeremiah 6:14\" href=\"/Jeremiah.6.14\">Je 6:14</a> + 2 times;— <strong>1.</strong>  <em>shew oneself swift</em> <a data-ref=\"Isaiah 30:16\" href=\"/Isaiah.30.16\">Is 30:16</a> (‖ <span dir=\"rtl\">עַל־קַל נִרְכָּ֑ב</span>). <strong>2.</strong>  <em>appear trifling</em>, <a data-ref=\"I Samuel 18:23\" href=\"/I_Samuel.18.23\">1 S 18:23</a> (<span dir=\"rtl\">בְּעֵינֵיכֶם</span>; Inf. subj., cf. Dr), c. <span dir=\"rtl\">מִן</span> comp. <em>be too trifling</em> <a data-ref=\"Isaiah 49:6\" href=\"/Isaiah.49.6\">Is 49:6</a>, especially of sin <a data-ref=\"I Kings 16:31\" href=\"/I_Kings.16.31\">1 K 16:31</a> (Inf. subj.), and (c. <span dir=\"rtl\">מִן</span> comp.) <a data-ref=\"Ezekiel 8:17\" href=\"/Ezekiel.8.17\">Ez 8:17</a>; <em>easy</em> <a data-ref=\"II Kings 3:18\" href=\"/II_Kings.3.18\">2 K 3:18</a> <span dir=\"rtl\">(בְּעֵנַי)</span>, <a data-ref=\"II Kings 20:10\" href=\"/II_Kings.20.10\">20:10</a> (c. Inf.), <a data-ref=\"Proverbs 14:6\" href=\"/Proverbs.14.6\">Pr 14:6</a>; Pt. (as subst.) c. <span dir=\"rtl\">עַל</span> in adv. phr. <span dir=\"rtl\">עַל־נְקַלָּה</span> <em>lightly</em> i.e. superficially, <a data-ref=\"Jeremiah 6:14\" href=\"/Jeremiah.6.14\">Je 6:14</a>; <a data-ref=\"Jeremiah 8:11\" href=\"/Jeremiah.8.11\">8:11</a>. <strong>3.</strong>  <em>be lightly esteemed</em> <a data-ref=\"II Samuel 6:22\" href=\"/II_Samuel.6.22\">2 S 6:22</a> (‖ <span dir=\"rtl\">שָׁפָל</span>; opp. <span dir=\"rtl\">אִכָּכֵ֑דָה</span>).<br><strong>Pi.</strong><sub>40</sub>  Pf. 3 ms. <span dir=\"rtl\">קִלֵּל</span> <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a> +, etc.; Impf. <span dir=\"rtl\">יְקַלֵּל</span> <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">Lv 20:9</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַלֵּל</span> <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a>; Inf. cstr. <span dir=\"rtl\">קַלֵּל</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> <a data-ref=\"Joshua 24:9\" href=\"/Joshua.24.9\">Jos 24:9</a>, etc.; Pt. <span dir=\"rtl\">מְקַלֵּל</span> <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">Ex 21:17</a> +; sf. <span dir=\"rtl\">כֻּלֹּה מקללוני</span> <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a>, read <span dir=\"rtl\">מְקַלְלַוְנִי</span>! (Baer); err. for <span dir=\"rtl\">כֻּלְּהֶם קִלְלוּנִי</span> JDMich Gf Gie Du al., etc.;—<em>curse</em> (prop. <em>make contemptible</em>): <strong>1.</strong>  c. acc. pers. homin. <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">Ex 21:17</a> (E), <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a> (J), <a data-ref=\"Leviticus 19:14\" href=\"/Leviticus.19.14\">Lv 19:14</a> (H), <a data-ref=\"Judges 9:27\" href=\"/Judges.9.27\">Ju 9:27</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">2 S 16:9</a> + 16 times; <span dir=\"rtl\">קִלְלַנִי קְלָלָה</span> <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">1 K 2:8</a>; obj. om. <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>, <a data-ref=\"II Samuel 16:7\" href=\"/II_Samuel.16.7\">7</a>, <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">10</a>, <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">11</a>, <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">13</a> <a data-ref=\"Psalms 62:5\" href=\"/Psalms.62.5\">ψ 62:5</a>; <a data-ref=\"Psalms 109:28\" href=\"/Psalms.109.28\">109:28</a> (opp. <span dir=\"rtl\">בֵּרַךְ</span>); acc. pers. + ב of oath <a data-ref=\"I Samuel 17:43\" href=\"/I_Samuel.17.43\">1 S 17:43</a>; <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>; c. ב of oath alone <a data-ref=\"Isaiah 8:21\" href=\"/Isaiah.8.21\">Is 8:21</a>. <strong>2.</strong>  c. acc. dei <a data-ref=\"Exodus 22:27\" href=\"/Exodus.22.27\">Ex 22:27</a> (E), <a data-ref=\"Leviticus 24:15\" href=\"/Leviticus.24.15\">Lv 24:15</a> (H), <a data-ref=\"I Samuel 3:13\" href=\"/I_Samuel.3.13\">1 S 3:13</a> (reading <span dir=\"rtl\">אֱלֹהִים</span> for <span dir=\"rtl\">לָהֶם</span>, 𝔊 Comm.), + (obj. om.) <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a>, <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">14</a>, <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">23</a>. <strong>3.</strong>  c. acc. rei <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a> (<span dir=\"rtl\">י׳</span> subj.), <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>.<br>†<strong>Pu.</strong>  Impf. 3 ms. <span dir=\"rtl\">יְקֻלָּ֑ל</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> <em>be cursed</em> by death; 3 fs. <span dir=\"rtl\">תְּקֻלַּל</span> <a data-ref=\"Job 24:18\" href=\"/Job.24.18\">Jb 24:18</a> their portion <em>is cursed;</em> Pt. pl. sf. <span dir=\"rtl\">מְקֻלָּלָיו</span> <a data-ref=\"Psalms 37:22\" href=\"/Psalms.37.22\">ψ 37:22</a> <em>those cursed by him</em> (opp. <span dir=\"rtl\">מְבֹרָכָיו</span>).<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵקַל</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a>; 2 ms. sf. <span dir=\"rtl\">הֱקִלֹּתַנִי</span> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> (van d. H. <span dir=\"rtl\">הֲ-</span>); 3 pl. <span dir=\"rtl\">הֵקַלּוּ</span> <a data-ref=\"Ezekiel 22:7\" href=\"/Ezekiel.22.7\">Ez 22:7</a>; Impf. 3 ms. <span dir=\"rtl\">יָקֵל</span> <a data-ref=\"I Samuel 6:5\" href=\"/I_Samuel.6.5\">1 S 6:5</a>; Imv. ms. <span dir=\"rtl\">הָקֵל</span> <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">Ex 18:22</a> +; Inf. cstr. id., <a data-ref=\"Isaiah 23:9\" href=\"/Isaiah.23.9\">Is 23:9</a> <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>;— <strong>1.</strong>  <em>make light, lighten</em>, <span dir=\"rtl\">יָקֵל אֶת־יָדוֹ מֵעֲלֵיכֶם</span> <a data-ref=\"I Samuel 6:5\" href=\"/I_Samuel.6.5\">1 S 6:5</a> <em>he will lighten his hand from upon you;</em> c. <span dir=\"rtl\">מֵעַל</span> pers. alone, <em>make light from upon</em> one, lighten one’s burden <a data-ref=\"Exodus 18:22\" href=\"/Exodus.18.22\">Ex 18:22</a> (E), <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <a data-ref=\"I Kings 12:10\" href=\"/I_Kings.12.10\">1 K 12:10</a> = <a data-ref=\"II Chronicles 10:10\" href=\"/II_Chronicles.10.10\">2 Ch 10:10</a>; + <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"I Kings 12:4\" href=\"/I_Kings.12.4\">1 K 12:4</a>, <a data-ref=\"I Kings 12:9\" href=\"/I_Kings.12.9\">9</a> = <a data-ref=\"II Chronicles 10:4\" href=\"/II_Chronicles.10.4\">2 Ch 10:4</a>, <a data-ref=\"II Chronicles 10:9\" href=\"/II_Chronicles.10.9\">9</a>. <strong>2.</strong>  <em>treat with contempt</em>, acc. pers. <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a>; <a data-ref=\"Isaiah 23:9\" href=\"/Isaiah.23.9\">Is 23:9</a>; <a data-ref=\"Ezekiel 22:7\" href=\"/Ezekiel.22.7\">Ez 22:7</a>; dir. caus. <em>bring contempt, dishonour</em> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> (opp. <span dir=\"rtl\">הִכְבִּיד</span>).<br>†<strong>Pilp.</strong>  Pf. 3 ms. <strong>1.</strong>  <em>shake</em> <span dir=\"rtl\">קִלְקַל בַּחִצִּים</span> <a data-ref=\"Ezekiel 21:26\" href=\"/Ezekiel.21.26\">Ez 21:26</a> (in divination). <strong>2.</strong>  (peculiarly) <em>whet</em> <a data-ref=\"Ecclesiastes 10:10\" href=\"/Ecclesiastes.10.10\">Ec 10:10</a> (proposes move quickly to and fro).<br>†<strong>Hithpalp.</strong>  reflex. of <strong>1:</strong> Pf. 3 pl. <span dir=\"rtl\">הִתְקַלְקָ֑לוּ</span> <a data-ref=\"Jeremiah 4:24\" href=\"/Jeremiah.4.24\">Je 4:24</a> hills <em>shook themselves</em>, shook."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d461b6084aa1cbf32a91", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רָגַם 1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "BDB, רָגַם 1", "sourceHeRef": "בראון-דרייבר-בריגס, רָגַם א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רָגַם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">רָגַם</span>]</big></big>  <strong>vb. stone, kill by stoning (</strong>denom.? cf. <a data-ref=\"BDB, סָקַל\" href=\"/BDB,_סָקַל\", dir=\"rtl\">סקל</a>; or orig. = <em>throw, hurl</em>? NH <span dir=\"rtl\">רָגַם</span> <em>throw at</em> (rare); Arabic <span dir=\"rtl\">رَجَمَ</span> <em>throw stones at, stone</em>, also (from accompaniment of stone-throwing) <em>revile, curse</em>, cf. Ethiopic ረገመ <em>curse</em>, We<sup>Heid. 2. 111, 250</sup>; Aramaic <span dir=\"rtl\">רְגַם</span>, <span dir=\"rtl\">ܪܓܰܡ</span> <em>stone</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 pl. consec. <span dir=\"rtl\">וְרָֽגְמוּ</span> <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a> + 2 times, sf. <span dir=\"rtl\">וּרְגָמֻהוּ</span> <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a>; Impf. 3 mpl. <span dir=\"rtl\">יִרְגְּמוּ</span> <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">Lv 20:16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>, <span dir=\"rtl\">וַיִּר׳</span> <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25</a> + 4 times; sf. <span dir=\"rtl\">יִרְגְּמֻהוּ</span> <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <span dir=\"rtl\">וַיִּר׳</span> <a data-ref=\"II Chronicles 24:21\" href=\"/II_Chronicles.24.21\">2 Ch 24:21</a>; Inf. abs. <span dir=\"rtl\">רָגוֹם</span> <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">Lv 24:16</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; cstr. <span dir=\"rtl\">לִרְגּוֹם</span> <a data-ref=\"Numbers 14:10\" href=\"/Numbers.14.10\">14:10</a>;—<em>stone</em>, c. acc. pers. + <span dir=\"rtl\">בָּאֲבָנִים</span> <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> (D), <a data-ref=\"Numbers 14:10\" href=\"/Numbers.14.10\">Nu 14:10</a>; <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">15:35</a>, <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">36</a> (P), + <span dir=\"rtl\">בָּאֶבֶן</span> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a> (H); + acc. <span dir=\"rtl\">אֶבֶן</span> <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25</a> (JE); <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">Lv 24:23</a> (P); <a data-ref=\"II Chronicles 24:21\" href=\"/II_Chronicles.24.21\">2 Ch 24:21</a>; c. ב pers. + acc. <span dir=\"rtl\">אֶבֶן</span> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>; c. <span dir=\"rtl\">עַל</span> pers. + acc. <span dir=\"rtl\">אֶבֶן</span> <a data-ref=\"Ezekiel 23:47\" href=\"/Ezekiel.23.47\">Ez 23:47</a>; c. acc. pers. alone <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a> (P); c. ב pers. alone, <span dir=\"rtl\">רָגוֹם יִרְגְּמוּ־בוֹ</span> v <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">16</a> (P).—Syn. <span dir=\"rtl\">סקל</span> q.v."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcce65781082118c15047", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "Alshekh on Torah, Leviticus 24:23:1", "sourceHeRef": "תורת משה - אלשיך, ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "ויקרא", "he": "<b>וידבר משה כו'</b>. הנה יתברך אמר למשה הוצא את המקלל כו'. שהוא בעצמו יוציאנו ליסקל. ובבא עת הפועל. בא וידבר אל בנ\"י דבר שעל ידו ויוציאו כו'. ויהיה כי דבר להם. כי לא יאות לו להוציאו ליסקל מריב לשונות. פן יאמרו כ' הוא הרג את אביו ונסתכן על ידו. לולא ה' הצילו מחרב פרעה. ושעל כן השתדל להרוג את בנו. וע\"כ בשומעם ויוציאו הם ולא משה את המקלל וירגמו כו'. וש\"ת אם כן עברו מצותו ית' כי הוא אמר יהיה משה המוציא והם הוציאוהו. לז\"א כי ובנ\"י עשו כאשר צוה ה' את משה. כי למה שלשם שמים נתכוונו להרחיק ממשה לזות שפתם. מעלה עליהם הקדוש ב\"ה כאלו עשו ממש כאשר צוה ה' את משה: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cc04faee0b8c909d863e", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:23:1", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:23:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 23.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כג.</b> כמו בכמה מקומות אחרים מסופר גם כאן במיוחד על הוצאתו לפועל של הצו האלוהי. השוה, למשל, שמות יב נ, טז לד, ויקרא ח לו, טז לד, במדבר ה: ד, כב ואילך.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cc05faee0b8c909d8640", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 24:23:2", "anchorRef": "Leviticus 24:23", "anchorRefExpanded": ["Leviticus 24:23"], "sourceRef": "David Zvi Hoffmann on Leviticus 24:23:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ד:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 23.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ובני ישראל עשו וגו'\"</b> מוסב גם אל הדינים האחרים של סקילה שאינם נזכרים כאן (ספרא, ראה לעיל על כ א). – החוק שלפנינו הוצא לפועל גם בימי אחאב. נבות נאשם כי ברך אלהים ומלך, ועבר על חוק התורה שבשמות כב כז, והוא הוצא, כמו המקלל בפסוק שלפנינו, מחוץ לעיר והומת בסקילה (מלכים-א כא, יג). השוה גם דברים יז ה.<i data-commentator=\"Endnotes\" data-label=\"1534\" data-order=\"1534\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]