[{"_id": "5208e182edbab45d1791744a", "index_title": "Ramban on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Ramban on Leviticus 13:29:1", "sourceHeRef": "רמב\"ן על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>בראש או בזקן</b> בא הכתוב לחלק בין נגע שבמקום שער לנגע שבמקום בשר שזה סימנו בשער לבן וזה סימנו בשער צהוב שנהפך שער שחור שבו לצהוב נתק הוא כך שמו של נגע שבמקום שער לשון רש\"י (רש\"י על ויקרא י״ג:כ״ט) והנראה מן הלשון הזה שההפרש שבין נגע הראש והזקן לנגע עור הבשר הוא זה שהזכיר בגון השער הלבן והצהוב כי הנגע בארבע מראותיו כשהוא בתוך שער הראש והזקן אם נצהב בו שער טמא כאשר הוא טמא בעור הבשר אם הוא לבן וכי היאך אפשר לומר כן והלא הוא עצמו כתב (רש\"י על ויקרא י״ג:מ״ג) כמראה צרעת עור בשר שמטמא בארבע מראות ולא כמראה נתקים של מקום שער שאין מטמאים בארבע מראות שאת ותולדתה בהרת ותולדתה ואם בארבע מראות אין מטמא באיזה מראה ובאיזה ענין הוא מטמא ולא הזכיר בו הכתוב אלא סימני החליטה שבסוף שער צהוב ופשיון אבל חשב הרב שנגע הראש והזקן הודיעו הכתוב בשמו שאמר (ויקרא י״ג:ל׳) \"נתק הוא\" והוא השם הידוע לו ובשם הזה הוא נכר והנה הזכיר בנגעים שמותם ומראיהן בהרת לבנה (ויקרא י״ג:ד׳) שאת לבנה (ויקרא י״ג:י׳) ובראש הזכיר שמו ובשמו הוא נודע אבל השם ההוא טמא הכתוב וחזר ופירש סימני החליטה בסוף זו היא סברת הרב בנתק וכן נראה עוד מדבריו כי טעם הפרשה השניה (ויקרא י״ג:מ׳) ואיש כי ימרט ראשו לומר כי כאשר ימרט הראש שינשר השער ויקרח יהיה טהור מטומאת נתקים מראש ואין מטמא באותו נגע הנקרא נתק ויהיה נדון כדיני עור בשר שאת ותולדתה דכיון שאין כאן שער יצא מכלל דין ראש וזקן וכל זה אינו כן שהראש או הזקן בעוד שער בהן אינן מטמאין במראות נגעים כלל אבל כאשר ימרט מקום בראש וינשר השער שבו מעיקרו שנעשה המקום חלק ופנוי מכל שער ונולד במקום הנתוק ההוא שער צהוב ודק הוא הנגע הטמא ולכך נקרא נתק בעבור שנתק משם השער לא שהוא שם בלבד כמו שאמר הרב ז\"ל אבל כשמו כן הוא שצריך נתוק השער ההוא כגריס ואחר נתוק השער הראשון התולדי מן המקום ההוא אם נולד שם השער הצהוב הדק הלקויי הוא בו סימן טומאה לא כשנולד תחילה קודם הנתוק וכן שנינו (נגעים פ\"ז מ\"א) נולד בראש או בזקן חזר הראש והזקן ונקרחו טהורים הראש והזקן עד שלא העלו שער והעלו שער ונקרחו רבי אליעזר בן יעקב מטמא שתחילתן וסופן טמא וחכמים מטהרין ולענין שער צהוב הקודם נמי שנינו (שם פ\"י מ\"ד) שער צהוב שקדם לנתק טהור ורבי יהודה מטמא רבי אליעזר בן יעקב אומר לא מטמא ולא מציל וכן הענין הזה כולו עוד שנוי בספרא (פרק ח ו) וטעם הכתוב שלא הזכיר הנתוק בתחילה מפני שהזכיר נגע בראש או בזקן במראה עמוק ושער צהוב ולא יתכן שיהיה המראה עמוק כמראה חמה עמוקה מן הצל בעוד השער השחור התולדתי עליו ולפיכך תפס סתם בנהוג בבני אדם כי בבא הנגעים בראשם ינתקו מתחילה ויולד בנתק נגע ויצמח בו השער הצהוב הדק הקצר ואחר כך פירש \"נתק הוא\" לבאר בפירוש שלא יטמא עד שיהיה נתוק ודעת רוב המפרשים שהנגע הזה שהוא הנתק אינו צריך שיהא בו בהרת ושאת ולא תולדותיהן ולא שום שינוי בעור הראש אבל כיון שניתק השער כגריס בראש או בזקן ויעקר משרשו לגמרי הוא הנגע ואם נולד בו שער צהוב דק טמא וזהו צרעת הראש או הזקן שהרי (ויקרא י״ג:ל׳) טמא הכתוב בתחילה מראהו עמוק בשער צהוב וחזר והזכיר (ויקרא י״ג:ל״א) בשאיננו עמוק הסגר וטמא אותו בפשיון (ויקרא י״ג:ל״ה) ומשמעות זה שאין מראה הנתק עמוק ולא משונה כלל ובודאי שני הסימנים האלו שהן הפשיון והשער הצהוב שוים הם בדינם ואם כן באו הכתובים ללמד שבין מראהו עמוק כמראה הבהרת או שאיננו עמוק ולא משונה כלל כיון שניתק מטמא בשער צהוב או בפשיון וברייתות הרבה שנויות בספרא בענין הזה אבל היה נראה שאחר שימרט המקום בראש אינו נגע עד שתולד במקום החלק בהרת ותולדתה או שאת ותולדתה ואז תטמא הבהרת והשאת בשער צהוב כמו שתטמא בעור הבשר בהפך לבן כי הכתוב שהזכיר נגע בראש או בזקן ואמר \"והנה מראהו עמוק מן העור\" ירמוז למראות הנגעים הנזכרים למעלה והזכיר בהרת ותולדתה וכן שאת ותולדתה ואין הפרשה הזאת אלא לטעון (טעם) אחר שלא כענינו והוא שלא יטמאו מראות נגעים בראש אלא אחרי הנתוק ויש בו להקל ולהחמיר להקל שלא יטמאו בשער לבן ולהחמיר שיטמאו בשער צהוב והכתוב שאמר וכי יראה הכהן את נגע הנתק והנה אין מראהו עמוק מן העור ושער שחור אין בו והסגיר הכהן את נגע הנתק (ויקרא י״ג:ל״א) פירושו כמו ואם בהרת לבנה היא בעור בשרו ועמוק אין מראה מן העור (ויקרא י״ג:ד׳) כי \"נגע הנתק\" ירמוז שהיו מראות נגעים בנתוק וזה צריך עיון בתוספתא במסכת נגעים לפי ששנינו שם (פ\"א ה\"ד) והנתקים מטמאים בכל מראה ואפילו לבנים בשחור והשחורים בלבן ומטמאים בשער צהוב דק שמראיו כתבנית הזהב עד כאן נראה מזה שצריך שיהיה בנתוק מראה נגע או לבן בעור הראש השחור כעין מראות הנגעים או אפילו נגע שחור בעור הראש הלבן כעין המורפיאה השחורה שהזכירו הרופאים כי הכתוב לעולם מזכיר נגע הנתק שצריך שיהיה נגע בנתק אבל לא ייחד להם מראות כמו בעור הבשר והפרשה השניה ואיש כי ימרט ראשו (ויקרא י״ג:מ׳) לימדה כי אין דין הנתקין אלא כאשר ימרט אמצעות הראש וישאר השער מקיף את הנתק מכל צד אבל אם ימרט אחורי הראש או פאת הפנים וינתק מכל הצד ההוא אינו נידון בסימני הראש וזקן אלא בסימני עור בשר והטעם כי בטבעי בני אדם רבים שיקרח להם מיעוט השער בצדדי הראש לאחור או לפנים ואין הנתוק בהם חולי אלא הרי הוא כשאר הגוף אבל כאשר ינתק השער באמצעות מקום השער אינו אלא נגע והוא הנגע שקורין לעוזות שלנו טיני\"א ובערבי אל סעפ\"ה ומיעוט הכתוב שנמרט מפאת פניו ומאחוריו שכן דרך בני אדם להקרח וטעם הכתוב שאמר (ויקרא י״ג:מ״ב) וכי יהיה בקרחת או בגבחת נגע לבן אדמדם שיטמא כשאר הגוף במראות נגעים בפתוך ובחלק ואמר כמראה צרעת עור בשר (ויקרא י״ג:מ״ג) שיהיה מוחלט במחיה או בפשיון שהוא מראה הצרעת החלוטה בעור הבשר והזכירו רבותינו שאינו מטמא בשער לבן כמו ששנינו (נגעים פ\"ד מ\"ג) שהמחיה מטמא בקרחת או בגבחת מה שאין כן בשער לבן וידרוש כן בת\"כ (נגעים פרק יא ב) ויש מן המפרשים שאומרים כי טעם הפרשיות להבדיל בין הנתוק ובין המריטה והענין הוא כי קרחת וגבחת הוא שיעקר השער בענין שאינו עתיד לחזור כגון שסך שער ראשו בסם משיר השער או שנעקר בטבעו ביבוש הליחה וענין הפרשה כפי הדעת הזו כי מתחילה דיבר הכתוב בנתק והוא שנשר השער ונכרת מלשון ונתוק וכרות (ויקרא כ״ב:כ״ד) נתקו כפות רגלי הכהנים (יהושע ד יח) ואחר כך אמר כי כאשר ימרט ראשו שיעקר השער במריטה שישאר הראש חלק ומלובן כעין נחשת ממורט וכענין שכתוב למען יהיה לה ברק מורטה (יחזקאל כא טז) שבידוע שלא יחזור שם לעולם אין זה נתק אבל האיש הזה קרח הוא או גבח כדרך בני אדם הקרחים וטהור הוא אבל אם יהיה בקרחת או בגבחת ממראות הנגעים יהיה טמא כמראה צרעת עור בשר ובסימניהון מחיה ופשיון אלא שמעטו חכמים ממנו במדרשם שער לבן וטעם הדבר לפי שכבר נמרט הראש ואין ראוי לגדל שער כלל ואם יולד מעט שער במקרה לעולם לא יהיה שחור ולא בתכונת שער אלא לקוי ולבן וזה דעת חכמי הצרפתים בפירוש מסכת נגעים וענין המשניות והברייתות השנויות שם נוטה לדבריהם ואם כן יהיה הנתק חולי הסעפ\"ה או החליים הידועים הנקראים מחלת שועל ושביל הנחש וכולם חליים ויש להם עזר והמריטה היא הקרחת ואין לה עזר ורפואה כלל:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "IF A MAN OR WOMAN HATH AN AFFLICTION UPON THE HEAD OR THE BEARD. “Scripture intends to differentiate between a plague which is on a place where hair grows, and a plague on the flesh, for as regarding a plague on the flesh the symptom of impurity is white hair, while the symptom of a plague on a place where the hair grows is gold-colored hair — that the black hair has turned into gold-colored. 30. ‘NETHEK HU’ (IT IS A SCALL). This is the name of the plague on a place where hair grows.” This is Rashi’s language.<br>It would appear from this language that the difference between a plague upon the head or beard and a plague in the skin of the flesh, is that which Rashi mentioned, namely, the white hair and the gold-colored; thus if a plague occurs in any of its four colors<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The four colors of the plagues are: <i>bahereth</i> (bright-white like snow), <i>se’eith</i> (white as white wool); <i>sid ha’heichal</i> (the white lime used in the Sanctuary), and <i>krum beitza</i> (the membrane of an egg). Of these four shades the whitest is <i>bahereth</i>, the next is <i>se’eith</i>, the next <i>sid</i>, and the dullest is <i>krum beitza</i> (Rambam Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i> 1:2). See further Note 107.</i> in a place where hair grows upon the head or beard, and if the hair became gold-colored, then the person is impure, just as he is impure if the hair turned white in a plague on the skin of the flesh. But how is it possible to say so! Rashi himself has written [further on]: “<i>As the leprosy appeareth in the skin of the flesh</i>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Further, Verse 43.</i> [It is like the color of the leprosy which is mentioned in the section dealing with plagues of the skin of the flesh, namely] that it makes one impure by means of any of the four white colors,<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The four colors of the plagues are: <i>bahereth</i> (bright-white like snow), <i>se’eith</i> (white as white wool); <i>sid ha’heichal</i> (the white lime used in the Sanctuary), and <i>krum beitza</i> (the membrane of an egg). Of these four shades the whitest is <i>bahereth</i>, the next is <i>se’eith</i>, the next <i>sid</i>, and the dullest is <i>krum beitza</i> (Rambam Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i> 1:2). See further Note 107.</i> and it is not to be treated like the color of the <i>nethakim</i> (scalls) on the place where hair grows, which do not render a person impure by reason of the four colors: the <i>se’eith</i> and its secondary shade, and <i>bahereth</i> and its secondary shade!”<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Sid ha’heichal</i> is the secondary shade of <i>bahereth</i>, and <i>krum beitza</i> is the subsidiary species of <i>se’eith</i>. A priest who does not distinguish between these four shades of white, and does not know them by name and how they are related to each other, has no authority to inspect the plague (Rambam, above, Note 105). He may, however, bring with him a learned person — even if he be an Israelite — who upon examining it will direct him to say “pure” or “impure” etc. (Rambam, <i>ibid.</i>, 9:2).</i> Now if [a <i>nethek</i>] does not render the person impure by means of one of these four colors,<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The four colors of the plagues are: <i>bahereth</i> (bright-white like snow), <i>se’eith</i> (white as white wool); <i>sid ha’heichal</i> (the white lime used in the Sanctuary), and <i>krum beitza</i> (the membrane of an egg). Of these four shades the whitest is <i>bahereth</i>, the next is <i>se’eith</i>, the next <i>sid</i>, and the dullest is <i>krum beitza</i> (Rambam Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i> 1:2). See further Note 107.</i> then by what color and under what condition <i>does</i> it render one impure? Scripture has mentioned only the signs necessary for declaring him <i>absolutely</i> impure, namely, if gold-colored hair appeared in the <i>nethek</i> or spreading thereof took place<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Verses 30, 36.</i> [but, according to Rashi, Scripture has left unspecified what color the <i>nethek</i> must be originally, in order that it be subject to inspection]! Indeed, it seems that the Rabbi [Rashi] thought Scripture informed us of the name of the plague upon the head or beard by stating <i>‘nethek hu’</i> (<i>it is a scall</i>)<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> meaning that this is its particular name, the designation by which it is recognized. Thus Scripture mentioned in the case of the plagues [in the skin of the flesh] their names and their colors, namely, <i>‘bahereth l’vanah’</i> (<i>a bright spot which is white</i>),<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Above, Verse 4.</i> <i>‘se’eith l’vanah’</i> (<i>a white rising</i>),<sup class=\"footnote-marker\">111</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> and in the case of the head it also mentioned its name [namely, <i>nethek</i>], for by that designation it is known, and that name indeed Scripture declared to be impure, and then it went back and explained the symptoms [of the <i>nethek</i>] for the person to be declared absolutely impure at the end [i.e., after he had been put in quarantine for a week]. This is the Rabbi’s [Rashi’s] opinion on the <i>nethek</i> (scall).<br>This interpretation of Rashi’s opinion is further borne out by his words when he said that the sense of the following section, <i>And the man whose hair is fallen off his head</i><sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Further, Verse 40.</i> is to say that if a man’s hair falls off his head and he becomes bald, <i>he is clean</i>; that is, “he is clean from the impurity of <i>nethakim</i> (scalls in a hair-spot) on the head,” and he is no longer rendered impure by the kind of plague called <i>nethek</i>, but instead he is subject to the laws of a plague on the skin of the flesh, [namely] <i>se’eith</i> and its secondary shade, for since there is no hair there [after becoming bald] he is excluded from the law applying to the head or the beard.<br>But all this is not so. For as long as the head or beard contain hair, they do not render the person impure at all by means of any of the colors of leprosy [since they are not “the skin of the body”]. But when baldness affects a certain part of the head, the hair falling out from its very roots, and that place becomes smooth and clear of any hair, and then there grows in that baldness <i>a gold-colored thin hair</i><sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> — that is the impure plague [dealt with here]. It is for that reason that it is called <i>nethek</i> [of the root <i>nothak</i> — “to tear away”] because the hair has become removed from there, and it is not merely a name, as the Rabbi [Rashi] wrote. Rather, <i>for as his name is, so is he</i>,<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">I Samuel 25:25.</i> for [in order that the law of <i>nethek</i> should apply], it is necessary that the hair falls out [on the head or the beard] in a place [at least] the size of a bean, and after the natural falling out of this first hair from that place, if that gold-colored “afflicted” hair springs up, it is a symptom of impurity. This does not apply if the gold-colored hair come there before the baldness. So also we have been taught in a Mishnah:<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">Negaim 7:1.</i> “If [<i>a bahereth</i>] appeared on the head or the beard,<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Now the head or the beard become impure only by a <i>nethek</i> (scall), and not by a <i>bahereth;</i> (a bright white spot). Thus when the <i>bahereth</i> first appeared on the head or the beard, the person remained pure. Later on when he became bald, in which case the law of <i>bahereth</i> might have applied, he also remains pure, because the <i>bahereth</i> preceded the baldness.</i> and then the head or the beard became bald, they are pure. If it were on the head or the beard before these grew hair, and they then grew hair and again became bald, Rabbi Eliezer ben Yaakov declares them impure, since both in the beginning and at the end they were impure. But the Sages declare them to be pure.” And with regards to gold-colored hair which precede [the <i>nethek</i>] we have also been taught in a Mishnah:<sup class=\"footnote-marker\">116</sup><i class=\"footnote\"><i>Ibid.</i>, 10:4.</i> “If gold-colored hair preceded the <i>nethek</i> (scall) it is pure. Rabbi Yehudah declares it impure. Rabbi Eliezer ben Yaakov says: It neither renders the person impure, nor does it afford him protection.”<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">The law of hair which has become gold-colored because of the <i>nethek</i> provides that if there be two black hairs in it, the person is pure [although all the other hair have turned gold-colored]. But if there be in it two gold-colored hairs that were there before the <i>nethek</i> came, and turned the other black hair gold-colored, they do not afford protection to the <i>nethek</i>, and the person is impure. Thus Rabbi Eliezer’s statement: “It neither renders the person impure [if all the hair turned gold-colored before the <i>nethek</i> appeared], nor does it afford protection” [thus we do not say that since it was naturally gold-colored before the <i>nethek</i> appeared, and not as a result of it, it is considered like black hair which renders the person pure, because although it is not in itself a symptom of the plague, it is nonetheless unable to protect the person from impurity unless its natural colors is black].</i> This whole topic is similarly taught also in the Sifra.<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Torath Kohanim, <i>Tazria</i> 8:6.</i><br>The reason why Scripture does not mention “the baldness” at first [but instead begins Verse 29 before us by stating: <i>If a man or woman hath an affliction upon the head or the beard</i>], is because it mentioned with reference to the plague on the head or beard a “deep appearance” and “gold-colored hair,”<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> and it is impossible that the appearance thereof should be deep in the same way that the color of the sun appears deeper than the shadow, as long as a person’s black natural hair is still upon him. Therefore Scripture spoke about the customary way of people, for when plagues come upon their head, [that part of the head] first becomes bald, and then a plague arises in the baldness, in which the thin short gold-colored hair grows. Then [in Verse 30] Scripture explains <i>‘nethek hu’</i> (<i>it is a scall</i>), in order to make it quite clear that he is not to be declared impure unless there was a baldness.<br>Now in the opinion of most commentators<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">So clearly set forth by Rabad in Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i>, 8:1, and in 16:1.</i> this plague, namely, the <i>nethek</i>, need not have a <i>bahereth</i> (a bright spot) or <i>se’eith</i> (rising) nor their subsidiary species,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Sid ha’heichal</i> is the secondary shade of <i>bahereth</i>, and <i>krum beitza</i> is the subsidiary species of <i>se’eith</i>. A priest who does not distinguish between these four shades of white, and does not know them by name and how they are related to each other, has no authority to inspect the plague (Rambam, above, Note 105). He may, however, bring with him a learned person — even if he be an Israelite — who upon examining it will direct him to say “pure” or “impure” etc. (Rambam, <i>ibid.</i>, 9:2).</i> nor any change of appearance in the skin of the head, but as soon as the hair fell out from a spot the size of a bean on the head or beard, and is entirely uprooted from its roots, that is the plague, and if thin gold-colored hair appears in it, the person is impure. This is <i>the leprosy of the head or of the beard</i>.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> For Scripture first declared the person impure <i>if the appearance thereof be deeper than the skin, and there be in it gold-colored thin hair</i>,<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> and then it mentioned that if <i>the appearance thereof is not deeper than the skin</i>, that the plague must be shut up for a week;<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Verse 31.</i> then it declared him to be impure if [after this week] the <i>nethek</i> spread in the skin,<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Verse 36.</i> the sense thereof being that [in the case of the spreading of the <i>nethek</i>] the appearance thereof need not be deeper than the skin, nor different in any way [for him to be declared impure]. Now surely these two symptoms [of impurity in the <i>nethek</i>], namely, spreading of the plague and appearance of gold-colored hair, are alike in their laws. If so, the verses intend to teach us that whether the appearance of the <i>nethek</i> is as deep as the appearance of a <i>bahereth</i>, or whether it is not as deep or is not different in any way [from the rest of the skin], as soon as the baldness occurs, the person is rendered impure if gold-colored hair appears in it or if the <i>nethek</i> spreads in the skin. There are many Beraithoth<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">See in <i>Seder Vayikra</i>, Note 65. On Sifra, see <i>ibid.</i>, Note 121.</i> in the Sifra<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">See in <i>Seder Vayikra</i>, Note 65. On Sifra, see <i>ibid.</i>, Note 121.</i> taught on this subject.<br>Yet [despite all this] it would appear that after the hair falls off from a spot on the head, it is not to be deemed a plague until a <i>bahereth</i> or its subsidiary species appears in that bald spot, or a <i>se’eith</i> or its subsidiary species,<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Sid ha’heichal</i> is the secondary shade of <i>bahereth</i>, and <i>krum beitza</i> is the subsidiary species of <i>se’eith</i>. A priest who does not distinguish between these four shades of white, and does not know them by name and how they are related to each other, has no authority to inspect the plague (Rambam, above, Note 105). He may, however, bring with him a learned person — even if he be an Israelite — who upon examining it will direct him to say “pure” or “impure” etc. (Rambam, <i>ibid.</i>, 9:2).</i> and then the <i>bahereth</i> or <i>se’eith</i> renders the person impure if it grows gold-colored hair, just [as the <i>bahereth</i> or <i>se’eith</i>] render impure if in the skin of the flesh the black hair has turned white.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">Above, Verse 3.</i> For our verse which mentions <i>an affliction upon the head or the beard</i>, and then states, <i>and, behold, if the appearance thereof be deeper than the skin</i>,<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Verse 30.</i> is alluding to the colors of the plagues previously mentioned,<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The four colors of the plagues are: <i>bahereth</i> (bright-white like snow), <i>se’eith</i> (white as white wool); <i>sid ha’heichal</i> (the white lime used in the Sanctuary), and <i>krum beitza</i> (the membrane of an egg). Of these four shades the whitest is <i>bahereth</i>, the next is <i>se’eith</i>, the next <i>sid</i>, and the dullest is <i>krum beitza</i> (Rambam Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i> 1:2). See further Note 107.</i> meaning specifically <i>bahereth</i> and its subsidiaries and also <i>se’eith</i> and its subsidiaries.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\"><i>Sid ha’heichal</i> is the secondary shade of <i>bahereth</i>, and <i>krum beitza</i> is the subsidiary species of <i>se’eith</i>. A priest who does not distinguish between these four shades of white, and does not know them by name and how they are related to each other, has no authority to inspect the plague (Rambam, above, Note 105). He may, however, bring with him a learned person — even if he be an Israelite — who upon examining it will direct him to say “pure” or “impure” etc. (Rambam, <i>ibid.</i>, 9:2).</i> And this section is singled out in order to be made the subject of a special statement not similar to the general proposition, namely, that the colors of the plagues on the head do not render a person impure until the hair has fallen off. The effect of this is sometimes a more lenient ruling, and sometimes a more stringent one. The more lenient ruling is that they do not render the person impure by means of white hair, and the more stringent one is that he is to be pronounced impure by reason of the gold-colored hair. And the interpretation of the verse, <i>And if the priest see the plague of the scall, and, behold, the appearance thereof be not deeper than the skin, and there be no black hair in it, then the priest shall shut up</i> [<i>him that hath</i>] <i>the plague of the scall seven days</i>,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Verse 31.</i> is similar to that mentioned above [in the section dealing with the plagues of the skin of the flesh]: <i>And if ‘bahereth’</i> (<i>the bright spot</i>) <i>be white in the skin of the flesh, and the appearance thereof be not deeper than the skin</i>,<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Above, Verse 4.</i> for the expression <i>‘nega hanethek’</i> (<i>the plague of the scall</i>) [here in Verse 31] alludes to the principle that the [four] colors of the “plagues” apply to the <i>nethek</i> as well.<br>This matter requires further study of the Tosephta<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Literally: “Addition.” The Tosephta is a collection of Beraithoth, compiled by Rabbi Chiya, soon after the Mishnah was completed by Rabbi Yehudah Hanasi. The books of the Tosephta follow closely those of the Mishnah. Hence the expression here, “the Tosephta to Tractate Negaim.”</i> to Tractate Negaim. For we have been taught there as follows:<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Tosephta Negaim 1:2.</i> “<i>Nethakim</i> (scalls) cause impurity in all colors, even white on black or black on white, and they cause impurity by means of thin yellow hair which appears to be gold-colored.” Thus far [is the language of the Tosephta]. It would appear from this text that there has to be in the bald part some [distinguishing] color of a plague, either white on the skin of a black-haired man, like the [four] colors of plagues, or even a black plague on the skin of a white-haired man, like “the black <i>murphia</i>” which doctors mention, since Scripture always speaks of <i>‘nega hanethek’</i> (<i>the plague of the scall</i>),<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Verse 31.</i> indicating that there has to be a plague in the <i>nethek</i>, but it did not specify any colors for them as it did in the case of [the plagues of] the skin of the flesh. And the second section, <i>And the man whose hair is fallen off his head</i>,<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Further, Verse 40.</i> teaches that the law of <i>nethakim</i> applies only if the hair falls off the middle of the head, and hair remains surrounding the <i>nethek</i> on all sides. But if the hair falls off from the back of the head, or towards the face, and that whole side becomes bald [and a plague appeared therein], its status is not to be determined by the symptoms of impurity of the head or beard [namely, gold-colored hair or the spreading of the <i>nethek</i>], but rather by the symptoms of plagues of the skin of the flesh [namely, the appearance of white hair or the spreading of the plague or quick flesh]. The reason for this [distinction between the various locations of the baldness of the head] is that it is in the nature of many people that some of their hair at the sides of the head, in the back or in front becomes bald, and the falling off of the hair there is no sign of sickness, but instead is like the rest of the body. But when the hair falls off from the middle of the head, the place where there normally is hair, it can only be a plague which caused it, that plague in our language being termed <i>tinim</i>,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">In one Ramban manuscript: <i>tirna</i>.</i> and in Arabic it is called <i>al sa’afah</i>. Accordingly Scripture excluded from this law hair which falls out from the front of his head and the back, since it is usual for people to become bald at those places. And the verse which states, <i>But if there be ‘bakarachath’</i> (<i>in the bald towards the back of the head</i>), <i>or ‘bagabachath’</i> (<i>the bald forehead</i>), <i>a reddish-white plague</i>,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Verse 42.</i> means that these parts of the head convey impurity as does the rest of the body — by the [four] colors of plagues whether there is a reddish mixture in the white or it be a plain white. Scripture further states <i>as the appearance of leprosy in the skin of the flesh</i>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Further, Verse 43.</i> This means that [if there is baldness towards the back of the head or the forehead] he is also certified absolutely as impure by quick flesh or the spreading of the plague, which is “the appearance of leprosy” that is certified absolutely as impure in plagues of the skin of the flesh. Now our Rabbis have mentioned that it is not certified as impure by means of white hair, just as we have been taught [in a Mishnah]:<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Negaim 4:3.</i> “Quick flesh causes impurity <i>bakarachath</i> (in baldness towards the back of the head), or <i>bagabachath</i> (baldness in the forehead), whereas it is not so with the white hair.” It is also so expressed in the Torath Kohanim.<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Torath Kohanim, Negaim 11:2.</i><br>But some of the commentators<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Found in the commentary of Rabbeinu Shimshon of Sens to Negaim 10:10. See my Hebrew commentary, p. 74.</i> stated that the sense of the Scriptural sections is to differentiate between a person afflicted with a <i>nethek</i> [which is discussed in Verses 29-37] and with baldness [as mentioned in Verses 40-44]; and the meaning of the matter is that <i>karachath</i> and <i>gabachath</i> both denote plucking out of the hair in such a manner that it will never grow again, such as where he applied a certain ointment to the hair of his head which caused it to fall out, or where it fell out at its roots naturally, when the moisture [feeding it] dried up. Thus the meaning of this section according to this opinion is that at first Scripture spoke [in Verses 29-37] of <i>nethek</i>, which is a falling off or cutting of the hair, similar to the expressions: <i>‘v’nathuk v’charuth’</i> (<i>or torn off, or cut</i>);<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Further, 22:24.</i> <i>as soon as the soles of the priests’ feet ‘nithku’</i> (<i>were drawn up</i>) <i>unto the dry ground</i>.<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">Joshua 4:18.</i> Then Scripture states [in Verses 40-44] that if the head be <i>yimareit</i>, meaning that the hair was plucked out by force, thus leaving the bald and shiny <i>like burnished brass</i>,<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">I Kings 7:45.</i> similar to that which is written, <i>it is furbished that it may glitter</i><sup class=\"footnote-marker\">134</sup><i class=\"footnote\">Ezekiel 21:15.</i> which as is known will never grow hair again — that is not a <i>nethek</i>, but rather this man <i>‘keireiach hu’</i> (<i>he is bald in the back of his head</i>)<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Verse 40.</i> or <i>gibeiach hu’</i> (<i>he is bald near his forehead</i>),<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Verse 41.</i> as other people who are bald, and <i>he is clean</i><sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Verses 40-41.</i>. But if there be in this baldness towards the back or front of the head one of the [four] colors of plagues<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">The four colors of the plagues are: <i>bahereth</i> (bright-white like snow), <i>se’eith</i> (white as white wool); <i>sid ha’heichal</i> (the white lime used in the Sanctuary), and <i>krum beitza</i> (the membrane of an egg). Of these four shades the whitest is <i>bahereth</i>, the next is <i>se’eith</i>, the next <i>sid</i>, and the dullest is <i>krum beitza</i> (Rambam Mishneh Torah, <i>Hilchoth Tum’ath Tzara’ath</i> 1:2). See further Note 107.</i>, he will be subject to the same law of impurity as is the appearance of leprosy in the skin of the flesh, and through their symptoms, namely, quick flesh and the spreading of the plague in the skin [after having been shut up for a week]; except that the Sages in their interpretation excluded from [these symptoms of impurity] white hair [which in the skin of the flesh <i>is</i> a sign of impurity but not in baldness towards the back or front of the head]. The reason for this is that the hair of the head has been plucked out in such a way that it will never grow again, and even if a few hair appear by chance, they will never be black [so that they could through turning white on account of the plague, serve as a sign of impurity], nor will they have the characteristics of hair, but they will be merely some weak form thereof and white. This is the opinion of the French scholars in the commentary to Tractate Negaim.<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Found in the commentary of Rabbeinu Shimshon of Sens to Negaim 10:10. See my Hebrew commentary, p. 74.</i> The sense of the Mishnayoth and Beraithoth taught there [in that tractate] tend to support their words. If so, <i>nethek</i> [mentioned in Verses 29-37] is the sickness [called in Arabic] <i>sa’afah</i> [as stated above], or the well-known sicknesses called “the sickness of the fox,” and “the path of the snake,” all these being forms of sickness which can be remedied [so that the hair grows again]; but “the plucking out” of the hair [mentioned in Verses 40-44] is a form of baldness for which there is no help or remedy at all.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521b1ed4edbab45814ae51c1", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Rashi on Leviticus 13:29:1", "sourceHeRef": "רש\"י על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>בראש או בזקן.</b> בָּא הַכָּתוּב לְחַלֵּק בֵּין נֶגַע שֶׁבִּמְקוֹם שֵׂעָר לְנֶגַע שֶׁבִּמְקוֹם בָּשָׂר, שֶׁזֶּה סִימָנוֹ בְּשֵׂעָר לָבָן וְזֶה סִימָנוֹ בְּשֵׂעָר צָהֹב:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בראש או בזקן UPON THE HEAD OR UPON THE BEARD — Scripture intends to make a difference between a plague which is on a place where hair grows and a plague which is on a place where flesh is (already mentioned v. 38) — that as regards this (that on the flesh) its symptom of uncleanness consists in white hair, and as regards the other its symptom consists in gold-coloured hair (Sifra, Braita d'Rabbi Yishmael 14).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f69e9", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 13:29", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Onkelos Leviticus 13:29", "sourceHeRef": "תרגום אונקלוס על ויקרא י״ג:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 13.0029, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּגְבַר אוֹ אִתְּתָא אֲרֵי יְהֵי בֵיהּ מַכְתָּשָׁא בְּרֵישָׁא אוֹ בִדְקָן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If a man or a woman will have a skin-eruption on the head or in the beard.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec220", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 13:29", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Targum Jonathan on Leviticus 13:29", "sourceHeRef": "תרגום יונתן על ויקרא י״ג:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 13.0029, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וּגְבַר אוֹ אִיתָא אֲרוּם יְהֵי בֵּיה מַכְתְּשָׁא בְּרֵישׁ אוֹ בִּדְקָן", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And if a man or a woman have a plague upon the head, or in the beard, ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17904fbfba22336ea4400", "index_title": "Or HaChaim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Or HaChaim on Leviticus 13:29:1", "sourceHeRef": "אור החיים על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על ויקרא", "he": "<b>ואיש או אשה וגו'</b>. הוצרך לפרט כאן או אשה ולא אמר אדם ואשה בכלל, לצד שאין לאשה זקן יאמר האומר שלא דבר הכתוב אלא באיש שישנו בזקן, והגם שיאמר אדם ולא יאמר איש תאמר שבא לרבות הקטן או למעט גוים, ולעולם נגעי זקן באשה לא מטמאה תלמוד לומר או אשה לאם גדל שער בזקנה שהיא מטמא בנתקים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ואיש או אשה</span>, and a man or a woman, etc.</b> The Torah had to spell out \"or a woman,\" instead of using the collective term <span class=\"font1\">אדם</span> for both man and woman because women do not usually grow beards. The reader who sees the word <span class=\"font1\">אדם</span> would conclude that the legislation only applies to people who normally grow beards, i.e. men, and I would have assumed that either minors or Gentiles are included in this legislation whereas any plagues on the beard of a woman would not be subject to the legislation introduced here. The Torah therefore wrote <span class=\"font1\">איש או אשה</span>, to tell us that if a woman grows hair in a part of her face where a man grows a beard, the legislation applies to her also.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "568910b3d6e4a9061dcd2d9b", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Baraita DeRabbi Yishmael 13", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Baraita DeRabbi Yishmael 13", "sourceHeRef": "ספרא, ברייתא דרבי ישמעאל י״ג", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 13, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "ברייתא דרבי ישמעאל", "he": "[ג] כל דבר שהיה בכלל – ויצא מן הכלל, לטען טען אחד שלא כענינו. יצא להקל ולהחמיר – כיצד? \"ואיש או אשה כי יהיה בו נגע בראש או בזקן\". והלא הראש והזקן בכלל עור ובשר היו – וכשיצאו מן הכלל ליטען טען אחד שלא כענינו – יצאו להקל ולהחמיר. להקל עליהן – שלא ידונו בשער לבן. ולהחמיר עליהן: שידונו בשער צהוב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) kol davar shehaya bichllal veyatza min hakllal lit'on to'an acher shelo ke'inyano, yatza lehakel ulehachmir. (Anything which was subsumed in a general category, and departed from that category for a particular requirement foreign to it, departed both for leniency and for stringency.): (Vayikra 13:29): \"And a man or a woman — if there be in him a plague-spot in the head or in the beard, etc.\" — Now head and beard were in the general category of skin and flesh, and when they departed from that category for (special mention of) a particular requirement (for uncleanliness) foreign to that category (white hair being a sign of uncleanliness in the category, and yellow hair, in the \"departure\"), they departed both for leniency and for stringency. For leniency — that they not be affected by white hair; for stringency — that they be affected by yellow hair.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "57e77d0fd6e4a94c7c18a5be", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 13:29", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Tafsir Rasag, Leviticus 13:29", "sourceHeRef": "תפסיר רס\"ג, ויקרא י״ג:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 13.0029, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואי רג̇ל או מראה כאן בה בלא פי ראסה או פי לחיתה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5640d6e4a96d624adc6e", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Zayin 39:3", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Machberet Menachem, Letter Zayin 39:3", "sourceHeRef": "מחברת מנחם, ז ל״ט:ג׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 39.0003, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השני, על <b>הזקן זקן</b> אהרן <small>(תהלים קלג, ב)</small>, בראש או <b>בזקן</b> <small>(ויקרא יג, כט)</small>, עד יצמח <b>זקנכם</b> <small>(ש\"ב י, ה)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a63d6e4a939ba176792", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:29:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואיש או אשה. </b>אין לי אלא איש ואשה, טומטום ואנדרוגינוס מניין ת\"ל או <sup class=\"footnote-marker\">קכד</sup><i class=\"footnote\">דהלשון או כתיב בכ\"מ רק היכי שיש לטעות דהכונה שניהם ביחד, משא\"כ הכא דאי אפשר לטעות בזה הול\"ל איש ואשה, וכמו דכתיב בפ' ויקהל כל איש ואשה אשר נדב לבם (ל\"ה כ\"ט) ולכן דריש מאו לרבות טומטום ואנדרוגינוס שהוא או איש או אשה, וזה הוא ע\"ד אסמכתא, אבל באמת לפי מש\"כ הרמב\"ן ריש פרשה זו בטעם טומאת נגעים ושילוחם חוץ למחנה מפני שמזיקים לחברת האדם וישוב העולם ע\"י מחלתם וזוהמתם המתדבקת, ממילא אין נ\"מ לדינא בין איש ואשה בין טומטום ואנדרוגינוס. –\n<br>ודע דהא דכתיב ואיש או אשה כי יהיה וגו' בראש או בזקן, אע\"פ דאין זקן לאשה, מפרש בקדושין ל\"ה ב' דסתם נשים אין להם זקן, אבל משכחת לה זקן באשה, ובהדיא תניא בברייתא זקן האשה הרי הוא כזקן לכל דבריהם, ומפרש שם דהיינו לענין נגעים, יעו\"ש.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a63d6e4a939ba176794", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:29:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>כי יהיה בו. </b>להביא את שניתק נתק בתוך נתק, דברי ר' עקיבא <sup class=\"footnote-marker\">קכה</sup><i class=\"footnote\">כונת דרשה זו להדין המבואר במשנה ז' פ\"י דנגעים שני נתקים זה לפנים מזה ושיטה של שער מפסקת ביניהם [כגון שהיה נתק כגריס מרובע ושיטה של שער מקיפו סביב וחוץ לאותה שיטה מקיף נתק כגריס כל סביבותיה דהיינו רצועה של נתק ברוחב כעדשה מקפת את השטח של שער שזהו שיעור הנתק המקיף השערות המבוצרות] – נפרץ ממקום אחד טמא, משני מקומות טהור [ר\"ל אם הסגירן ובימי ההסגר נפרץ שער של אותה השיטה ממקום אחד טמא, משום דפשה הנתק, ואם משני מקומות, היינו שאותה שיטה נפרצה למעלה ולמטה ונשארו מאותה שיטה ב' שערות באמצע, טהור משום דמבוצרות הן ומצילות מן הטומאה], וזהו שאמר כאן להביא נתק שבתוך נתק, דמשכחת טומאה בשני נתקים זה לפנים מזה. וטעם הדיוק יש לומר משום דכיון דכתיב מקודם איש או אשה הול\"ל כי יהיה בהם, וכמו דכתיב איש או אשה כי יעשו מכל חטאת האדם וגו', ולכן דרשו דהלשון בו אינו מוסב על איש או אשה, רק על מ\"ש נגע בראש, וכאלו היה כתוב כי יהיה נגע בראש ובו נגע דהיינו נגע בתוך נגע וכפי שביארנו. וע\"ע השייך לדרשה זו לקמן בפסוק ל\"ז בדרשה נרפא הנתק ומה שכתבנו שם.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a63d6e4a939ba176796", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 13:29:3", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Torah Temimah on Torah, Leviticus 13:29:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא י״ג:כ״ט:ג׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 29.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>בראש או בזקן. </b>מלמד שאין הראש והזקן מצטרפין זה עם זה <sup class=\"footnote-marker\">קכו</sup><i class=\"footnote\">שאם היה נתק כחצי גריס בראש וכחצי גריס בזקן אין מצטרפין, וכפי הנראה טעם הדיוק מלשון או, ר\"ל מדלא כתיב בראש ובזקן, ולא היינו טועין לומר שהכונה שיהיה דוקא בראש ובזקן ביחד, דהא כיון דקאי גם אאשה, ובסתם אשה לא שייך זקן, [אע\"פ דמשכחת לה כמשכ\"ל אות קכ\"ד, אך דבר הכתוב בהוה], לכן בראש ובזקן בודאי הכונה בראש או בזקן, וא\"כ למה כתיב מפורש או, ובא להורות דאין מצטרפין.\n</i>, יכול לא יצטרפו אבל יפשו מזה לזה <sup class=\"footnote-marker\">קכז</sup><i class=\"footnote\">שאם יש נגע בראש ופשה לזקן או להיפך יהיה מטמא בפשיון זה.\n</i> ת\"ל צרעת הראש או הזקן, כשם שאין מצטרפין זה עם זה כך אין פושין מזה לזה <sup class=\"footnote-marker\">קכח</sup><i class=\"footnote\">ר\"ל דגם שם או מיותר, דהו\"מ למכתב צרעת הראש והזקן הוא וכמשכ\"ל אות קכ\"ו, ובא לרבות שגם אין פושין.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436701d6e4a97d18d91341", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 13:29:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ואיש או אשה כי יהיה בו נגע בראש או בזקן.</b> רוצה לומר במקו' צמיחת השערות וינהג באשה נגע הזקן אם היה לה זקן ולא ינהג באיש אם לא היה לו זקן והנה זה הנגע נקר' נתק וענינו שנתקו משם השערו' בסבת איזו ליחה שדרכה שיקר' ממנה זה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8ea9f613964014ac6ab3c", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 37b:6", "anchorRef": "Leviticus 13:29-37", "anchorRefExpanded": ["Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37"], "sourceRef": "Menachot 37b:6", "sourceHeRef": "מנחות ל״ז ב:ו׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 74.0006, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "ר' יהודה אומר אינו צריך אמרה תורה הנח תפילין ביד הנח תפילין בראש מה להלן במקום הראוי ליטמא בנגע אחד אף כאן במקום הראוי ליטמא בנגע אחד", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Yehuda says:</b> This proof is <b>not necessary,</b> as <b>the Torah says: Don phylacteries on the arm</b> and <b>don phylacteries on the head. Just as there,</b> with regard to the phylacteries of the arm, it is referring <b>to a place which is fit to become ritually impure with</b> only <b>one</b> type of leprous <b>mark,</b> that of the skin, <b>so too here,</b> with regard to the phylacteries of the head, it is referring <b>to a place which is fit to become ritually impure with</b> only <b>one</b> type of leprous <b>mark,</b> that of a place of hair (see Leviticus 13:29–37).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0fd63cb783360017a849e9", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebe'al Peh, Kelal Middot 10:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebe'al Peh, Kelal Middot 10:2", "sourceHeRef": "שני לוחות הברית, תורה שבעל פה, כלל מדות י׳:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "כלל מדות", "he": "<b>פירוש</b> להקל שמקילין בו מן הדין הראשון ומחמירין לתת עליו הדין שנתפרש בו כגון ראש וזקן דכתיב <small>(ויקרא יג, כט)</small> ואיש או אשה כי יהיה בו נגע בראש או בזקן והלא ראש וזקן בכלל עור ובשר היו וכשיצאו לטעון טעון אחד שלא כענינו פי' בטומאה נתקים שאינם מטומאה שאר מראות באו להקל ולהחמיר להקל שלא ידונו בשער לבן שהוא סימן טומאה בשאר נגעים ולהחמיר שידונו בשער צהוב שנתפרש בהם:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d989a4644410066683981", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Tazria Parashat Negaim, Section 5 1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 1", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[א] \"איש…\" – להביא את שניתק נתק בתוך נתק, דברי ר' עקיבא איש ואשה – – אין לי אלא איש ואשה, מנין לרבות טומטום ואנדרוגניס? ת\"ל \"או\" \"כי יהיה בו נגע בראש או בזקן\" – מלמד שאין הראש והזקן מצטרפין זה עם זה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 13:29) (\"And a man or a woman — if there be in it a plague-spot, in the head or in the beard (Vayikra 13:30) then the Cohein shall see the plague-spot; and if its appearance is deeper than the skin and there is in it thin yellow hair, then the Cohein shall declare him tamei. It is a nethek (a scall); it is leprosy of the head or the beard.\") \"And a man\": to include a nethek within a nethek (as being tamei). \"a man or a woman\": This tells me only of a (distinct) man or woman. Whence do I derive for inclusion a tumtum (one whose sex is in doubt) or a hermaphrodite? From \"or.\" \"if there be in it a plague-spot in the head or in the beard\": This teaches us that the head and the beard do not combine with each other (vis-à-vis the minimum size for tumah).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98a0a51caf0018dcaa30", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 2", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ב׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ב] יכול לא יצטרפו זה עם זה אבל יפשו זה לזה? ת\"ל \"צרעת הראש או הזקן\" – כשם שאין מצטרפין זה עם זה, כך אין פושין מזה לזה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) I might think that though they do not combine with each other, they can spread from one to the other (vis-à-vis \"spreading\" uncleanliness); it is, therefore, written (Vayikra 13:30) \"leprosy of the head or the beard\" — Just as they do not combine with each other, so they do not spread from one to the other.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98a33081100060591de8", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 3", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 3", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ג׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ג] אין לי אלא בזמן שיש לו בראש ובזקן. יש לו בראש אבל לא בזקן, בזקן אבל לא בראש, לא בראש ולא בזקן מנין? ת\"ל \"ואיש או אשה כי יהיה בו נגע בראש או בזקן\"", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) This tells me (of his being tamei) when he has (a plague-spot) in (both) his head and his beard. Whence do I derive (that he is also tamei) when he has (a plague-spot) in his head, but not in his beard or in his beard and not in his head? From \"And a man or a woman — if there be in it a plague-spot, in the head or in the beard.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98a7a51caf0018dcaa36", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 4", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 4", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ד׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ד] \"מראהו עמוק\" – אין לי אלא מראהו עמוק, מנין לרבות את השוה והגבוה? ת\"ל \"והנה אין מראהו עמק מן העור\". וא\"כ למה נאמר מראהו עמוק\"? יכול אם נתקו אדם יהא טמא? ת\"ל \"מראהו עמוק\" – מה מראהו עמוק בידי שמים, אף אין לי אלא בידי שמים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) \"its appearance is deeper than the skin\": This tells me (that he is tamei) only if its appearance is deeper. Whence do I derive for inclusion (in tumah an appearance which is) level or elevated? From (Vayikra 13:31): \"and its appearance is not deeper than the skin.\" Why, then, is it written \"and its appearance is deeper? I might think that if a man made a nethek it is tamei; it is, therefore, written \"and its appearance is deeper\" — Just as \"its appearance is deeper\" indicates by the hands of Heaven, here, too, (in connection with the \"making\" of the nethek), \"by the hands of Heaven\" is indicated.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98aaea593e00185b6638", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 5", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 5", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ה׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ה] \"ובו\" – להביא את שבתוכו ושוכב חוצה לו, פרט לשחוצה לו ושוכב בתוכו. \"ושער\" – מיעט שער שתי שערות \"צהוב\" – לא ירוק, לא אדום, ולא שחור. אוציא את כולם ולא אוציא שער לבן? ודין הוא – ומה אם שער צהוב, שאינו סימן טומאה בנגע, הרי היא סימן טומאה בנתק. שער לבן שהוא סימן טומאה בנגע, אינו דין שיהא סימן טומאה בנתק?! ת\"ל \"צהוב\" – צהוב ולא לבן. ולמה הוא דומה? לתבנית הזהב", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) \"and there is in it thin yellow hair\": to include (for tumah) what is (rooted) in it and lies outside of it; to exclude what is (rooted) outside of it and lies within it. \"and … hair\": the minimum of \"hair,\" two hairs. \"yellow\": not green, not red, and not black. I would exclude all but not white. And it would follow, viz.: If yellow hair, which is not a sign of tumah in a nega, is a sign of tumah in a nethek, then white hair, which is a sign of tumah in a nega, how much more so should it be a sign of tumah in a nethek! It is, therefore, written \"yellow\" — yellow and not white. And what (shade) is it similar to? To that of gold.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98ac4d7b5e00177ba02a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 6", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 6", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ו׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ו]\"דק\" – לקוי קצר דברי ר' עקיבא. ר' יוחנן בן נורי אומר אפילו ארוך. אריב\"נ ומה הלשון הוא אומר \"דק מקל זה\", \"דק קנה זה\" – דק לקוי קצר או דק לקוי ארוך?! אמר לו ר\"ע עד שאנו למדין מן הקנה נלמד מן השיער \"דק שערו של פלוני\" – דק לקוי קצר, לא דק לקוי ארוך", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"thin\": shriveled and short. These are the words of R. Akiva. R. Yochanan b. Nuri said: What do people say? \"This stick is thin\"? \"This reed is thin\"? \"thin, shriveled, and short\"? — or \"thin, shriveled, and long\"? R. Akiva countered: Rather than learn from a reed, let us learn from a hair. (People say) \"That man's hair is thin,\" \"thin, shriveled, and short\" — not \"thin, shriveled, and long.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98aea51caf0018dcaa3a", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 7", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 7", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ז׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ז] יכול יהיה מוסף על ארבע מראות שבעור הבשר? ת\"ל \"וטמא אותו הכהן נתק הוא\".", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) I might think that (the nethek) is in addition to the four \"appearances\" of the skin of the flesh; it is, therefore, written \"Then the Cohein shall declare him tamei; it is a nethek\" (a bald spot. That is the only criterion, and not the four appearances.)", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98b1a51caf0018dcaa3d", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 8", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 8", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ח׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 8, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ח] יכול אינו מוסף על ד' מראות שבעור הבשר אבל יטמא מקום הבהרת? ת\"ל \"נתק הוא\" – הוא אינו מטמא מקום הבהרת.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "8) I might think that it (a nethek) need not be in addition to the four appearances of the skin of the flesh, but that it does confer tumah in the place of the bahereth (i.e., in the rest of the body, and not only in the head and the beard.) It is, therefore, written \"it is leprosy of the head or the beard.\" It confers tumah in the head or the beard, but not in the place of the bahereth.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d98b34d7b5e00177ba02d", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Tazria Parashat Negaim, Section 5 9", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Sifra, Tazria Parashat Negaim, Section 5 9", "sourceHeRef": "ספרא, תזריע פרשת נגעים, פרשה ה ט׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ה", "he": "[ט] יכול לא יטמא מקום הבהרת אבל תהא הבהרת מטמאה בראש ובזקן? ת\"ל \"נתק הוא צרעת הראש או הזקן הוא\" – אין לראש ולזקן טומאה אלא טומאת נתקים בלבד", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) I might think it does not confer tumah in the place of the bahereth, but that a bahereth does confer tumah in head or beard. It is, therefore, written \"It is a nethek\" — the only tumah of head or beard is that of nethek (and not that of bahereth). ", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caeffc138f4c90017cdd389", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 191", "anchorRef": "Leviticus 13:29-30", "anchorRefExpanded": ["Leviticus 13:29", "Leviticus 13:30"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 191", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קצ״א", "anchorVerse": 29, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 191, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְהַנְּתָקִים:", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And netakim.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd6d8e5f6461001992d935", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 118:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Malbim on Leviticus, Tazria 118:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע קי״ח:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 118.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "ואיש או אשה כי יהיה בו נגע בראש: הנה מה שכפל הכינוי עם הפעול \"בו\" ב\"ראש\" הוא זרות בלשון שהיל\"ל \"כי יהיה נגע בראשם או בזקנם\" כמ\"ש אחרי זה \"ואיש או אשה כי יהיה בעור בשרם בהרות\" (ונדרש תמיד כמ\"ש באילת השחר כלל ר\"י). זאת שנית, הנה מצאנו הפעל הבא על שני נושאים יבוא לפעמים בלשון רבים ולפעמים בלשון יחיד כמו \"ואיש או אשה כי יהיה בעור בשרם בהרות\", \"ואיש או אשה כי יהיה בהם אוב או ידעוני\", \"איש או אשה כי יעשו מכל חטאת האדם\" – בא הפעל בלשון רבים. \"איש או אשה כי יפליא לנדר נדר\" (במדבר ו ב), \"איש או אשה אשר יעשה את הרע\" (דברים יז ב) – בא בלשון יחיד. ולפי הכלל אשר בידי בזה הולכים אחר מי שהוא עיקר, ולרוב במעשים ובפעולות הזכר עיקר, כי הוא הפועל לרוב יותר מהנקבה, לכן יבא הפעל בלשון יחיד זכר (אם לא במקום שהיא העיקר בפעולה כמו \"ותכתוב אסתר המלכה ומרדכי\", \"ותאכל היא והוא ימים רבים\") ולכן במ\"ש \"כי יפליא לנדר\", \"אשר יעשה את הרע\", בא הפעל ליחיד. [ועל מה שכתוב \"כי יעשו מכל חטאת האדם\" דרשו חז\"ל בספרי נשא פסקא ב מובא בכמה מקומות בש\"ס שבא להשוות אשה לאיש לכל חטאת ונזקים שבתורה ועל כן תפס הפעל ברבים ללמד ששניהם דומים] אבל במ\"ש \"כי יהיה בהם אוב או ידעוני\" שלא תפס את הפעל רק בדרך קנין הנמצא בדבר וכן במ\"ש \"כי יהיה בעור בשרם בהרות\" תפס לשון רבים ולפ\"ז היה לו לאמר גם פה בלשון רבים \"כי יהיה בהם נגע\" כי לא דבר פה מאיזה פעל, רק מהויה הנעשה מעצמה שאין בזה יתרון פעולה ועסק להאיש על האשה. מזה הוציא ר\"ע להביא את שניתק לו נתק בתוך נתק, באופן שלפי הדרוש כינוי \"בו\" בלתי מוסב על האיש ואשה רק על מה שכתוב \"נגע בראש\" כאילו אמר כי יהיה נגע בראש ובו נגע שהיא נגע בתוך נגע שכן בכל מקום שכפל הכינוי עם הפעל דרשו כאילו הפעול כפול וכמו שראינו בפר' צו סימן כז  ודין זה מובא במשנה ז מפרק י דנגעים \"שני נתקים זה לפנים מזה ושיטה של שער מפסקת ביניהם\" וכתב הר\"ש [דהאי מילתא דמיא למה דתנן לעיל (פרק ו) בהרת כגריס ומחיה כעדשה מקיפתה וחוץ למחיה בהרת, והתם תנן הפנימית להסגיר והחיצונה להחליט אבל הכא הנתק הפנימי להסגיר והחיצונה לפטר דהתם שדינין מחיה המקפת בהרת בתר בהרת חיצונה ומטמאינן לחיצונה, והכא נמי שידינין שיטה של שער המקיף נתק הפנימי בתר נתק החיצון ומטהרינין ליה דהא יש בו שערות טהורות המבוצרות והכי נמי תניא בתוספתא נתק תוך נתק מסגיר את הפנימי ופוטר את החיצון ולר' יוסי דאמר גבי בהרות אין מחיה סימן טומאה לחיצונה שהבהרת לתוכה הוא הדין כאן דאין השערות סימן טהרה לנתק החיצון כיון דאיכא נתק פנימי לתוכו ומסגיר את שניהן והכי נמי תניא בתו\"כ להביא את שנתק נתק בתוך נתק דברי ר\"ע, ור\"ע לטעמיה דלעיל גבי בהרת קאי בשיטת ר' יוסי עכ\"ד]. והולך לשיטתו שפירש בפרק ו משנה ה שר\"ע קאי בשיטת ר\"י, אבל הרמב\"ם שם פירש בדרך אחרת. אולם בתוספתא פרק ב מבואר כדברי הר\"ש וז\"ל \"ר' עקיבא אומר בין כך ובין כך שתיהן להסגיר, אם משום פשיון – אין חוששין לפנימית שאין נגע פושה לתוך נגע, אי משום מחיה – אין חוששין לחיצונית שהבהרת לתוכה\". ושם מבואר שההבדל בין ר\"י ולר\"ע היא להסגיר וזה הפך ממ\"ש התוי\"ט שם בשם מהר\"ם. ועיין עוד לקמן סימן קכז וסימן קלט", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d8e388205001838a283", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 119:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Malbim on Leviticus, Tazria 119:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע קי״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 119.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "איש או אשה: יבואר אצלנו אי\"ה בפר' קדושים (סימן קא) שכל מקום שאין לטעות שצריך שניהם לא יבא מלת \"או\" רק ישמש בוי\"ו המחלקת, עיי\"ש באורך. וכמ\"ש \"איש ואשה אל יעשו עוד מלאכה\" (שמות ל״ו:ו׳), \"ואיש ואשה לא יחיה דוד\" (שמואל א כ״ז:י״א). ובכל מקום שבא מלת \"או\" בחנם יש בו דרוש כמש\"ש. ודריש פה שבא לרבות טו\"א שהוא איש או אשה ר\"ל ספק איש ספק אשה. וכן דריש קדושים (פרק ט משנה יג) על \"איש או אשה כי יהיה בהם אוב או ידעוני\" לרבות טו\"א. ועוד הבאתי דרושים כאלה (למעלה סימן לג) וצ\"ע שבספרי נשא (פסקא ב) למד טו\"א מן \"ואשמה הנפש\" ולא למד ממש\"ש \"איש או אשה", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd6d8f5f6461001992d937", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Tazria 120:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Malbim on Leviticus, Tazria 120:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע ק״כ:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "תזריע", "he": "כי יהיה בו נגע בראש או בזקן: כבר כתבתי (בסימן הסמוך) מה שהתבאר אצלנו שלעולם לא יבא מלת \"או\" רק במקום שיש מקום לטעות שהוי\"ו הוא מחברת אבל במקום שאין מקום לטעות יבא וי\"ו החילוק. וכבר בארתי הטעם פר' קדושים סימן קא משום דהגם שהוי\"ו מחלקת יש בזה חיבור גם כן. למשל כשאומר \"מכה אביו ואמו\" הגם שהוי\"ו מחלקת -אביו או אמו- בכל זאת מחברת גם כן שעל שניהם מות יומת, בין כשהכה אבין, בין כשהבה אמו. והיה ראוי שיאמר פה בראש ובזקן\" בוי\"ו המחלקת. מזה הוכיחו חז\"ל שהם מחולקים לגמרי, ואם יש נגע בשניהם כאחד אין מצטרפין זה לזה. ואם היה אומר \"בראש ובזקן\" היו גם מחוברים בצד א' שאם יש נגע בשניהם גם כן טמא ומצטרפין, משא\"כ מלת \"או\" מחלק לגמרי. ואמר שנית \"צרעת הראש או הזקן\" לחלקם עוד לענין שאין פושין זה לזה, שאם יש נגע בראש ופשה לזקן, ןכן בהפך, אין מטמא בפשיון זה. וזה פירוש משנה א ומשנה ב ובמשנה ג' מקשה הלא יש לומר שמוכרח לבוא מלת \"או\" דאם יכתב בוי\"ו נטעה שהוא וי\"ו החיבור לגמרי ונאמר שדוקא בזמן שיש לו נגע בראש ובזקן בשניהם ביחד, אבל יש לו בראש ולא בזקן, בזקן ולא בראש מנין ר\"ל אם יכתב בוי\"ו נאמר כן, וא\"כ מלת \"או\" צריך לגופיה, כיון שיש מקום לטעות ואין לדרוש ממנו שאין מצטרפין (כמו שבמה שכתב \"שאת או ספחת או בהרת\" אין דורשים ממלת \"או\" שאין מצטרפים כיון שצריך לגופיה כי אם היה כותב וי\"ו הייתי אומר שצריך שיהיה שאת וספחת ובהרת יחד). ומשיב ת\"ל \"ואיש או אשה כי יהיה בו נגע בראש או בזקן\" ובאשה לא משכחת שיהיה בראש ובזקן גם יחד דהא אין לה זקן, וממילא אי אפשר לטעות שהוא וי\"ו החיבור. ומ\"ש לא בראש ולא בזקן מחק הק\"א דהא כשאין לו לא בראש ולא בזקן אינו נגע כלל. ובחבורי ארצות החיים במאיר לארץ (ס\"ט סק) כתבתי פירוש נכון על גירסא זו על פי התוספתא הביאה הר\"ש (פרק *ד דנגעים משנה ט) וז\"ל \"מן הפרק של לחי ולמטה זה הזקן וכולי אלו הם סימני הראש והזקן ליטמא בנגעים ובנתקים וכולי אבל על הזקן אינו חייב אלא משום שבולת זקן בלבד\". ממילא עיקר הזקן שאסור להשחית הוא רק השבולת, ויתר השטח לא מקרי זקן לענין השחתה ובכל זאת מיטמא בנתקים, ולכן קורא אותו \"לא ראש ולא בזקן\". ומרבה לה מן השינוי הנמצא פה שכתב מלת \"בזקן\", הב' בשוא והוא נגד החק בכל מקום שהב' בסוף פסוק יבא בפתח וכמו שהעיר בזה הלבוש (הל' ציצית ס' ח') ודרשו שבא בשוא לדרוש זקן כל דהוא, ולפי זה יש לגרוס פסקא זו בסוף \"לא בראש ולא בזקן מנין ת\"ל בזקן", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fca57985900e21d539d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 19a:9", "anchorRef": "Leviticus 13:1-46", "anchorRefExpanded": ["Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46"], "sourceRef": "Niddah 19a:9", "sourceHeRef": "נדה י״ט א:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 37.0009, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אלא בין נגעי אדם לנגעי בתים ולנגעי בגדים וכולן טמאין הכא נמי בין דם נדה לדם זיבה וכולן טמאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather,</b> the phrase “between leprous mark and leprous mark” must mean the following: <b>Between the leprous marks</b> that afflict <b>man</b> (see Leviticus 13:1–46) <b>and the leprous marks of houses</b> (see Leviticus 14:33–53) <b>and the leprous marks of garments</b> (see Leviticus 13:47–59), as different <i>halakhot</i> pertain to these categories of leprous marks, <b>and</b> yet <b>they are all ritually impure.</b> Therefore, <b>here too,</b> when the verse states: “Between blood and blood,” it means: <b>Between the blood of a menstruating woman and the blood of a discharge [<i>ziva</i>], and they are all ritually impure.</b> If so, this verse cannot be cited as proof that there is a type of blood emitted by a woman that is pure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d239fd557985900e21d563f", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 31a:23", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Niddah 31a:23", "sourceHeRef": "נדה ל״א א:כ״ג", "anchorVerse": 29, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 61.0023, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "אמר רבי יצחק אמר רבי אמי אשה מזרעת תחילה יולדת זכר איש מזריע תחילה יולדת נקבה שנאמר (ויקרא יג, כט) אשה כי תזריע וילדה זכר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rabbi Yitzḥak says</b> that <b>Rabbi Ami says:</b> The sex of a fetus is determined at the moment of conception. If the <b>woman emits seed first, she gives birth to a male,</b> and if the <b>man emits seed first, she gives birth to a female, as it is stated: “If a woman bears seed and gives birth to a male”</b> (Leviticus 12:2).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee34a46c6d858488616ee", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 45:1-4", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Malbim Ayelet HaShachar 45:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) מ״ה:א׳-ד׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["<b>ויבוא עתיד במקום עבר…</b>", "להורות על ההוה או התמידות. \"אשר ישכב עליו הזב\" – רצונו לומר בקביעות. (מצורע ס' קכח, מצורע ס' קלד, אמור ס' קג)", "או להורות שעוד הדבר קיים. שלכן אמר \"אשר יהיה בעורו שחין\" שעדיין השחין קיים קצת. (תזריע ס' צו, תזריע ס' קיב)", "או בא להורות על מחשבת הפועל. \"אם האכל יאכל\" – שמחשב לאכל. (צו ס' קיח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["<b>ויבוא עתיד במקום עבר</b> (When future tense comes instead of past tense):<b></b>", "To teach about the present or the permanence: אשר ישכב עליו הזב (whereon he that has the issue)<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Leviticus 15:4.</i> it means to say <i>routinely</i>.", "Or to teach that the matter still stands. Therefore, it said אשר יהיה בעורו שחין(And when the flesh has in the skin thereof a boil)<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Leviticus 13:18.</i>, that some of the boils still exist.", "Or it comes to teach about the thought of the subject, אם האכל יאכל (And if any of the flesh of the sacrifice of his peace-offerings be at all eaten)<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Leviticus 7:18.</i> - that the thought is to eat."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee3a3e5a42115dfca09c2", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 177:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Malbim Ayelet HaShachar 177:1", "sourceHeRef": "אילת השחר (מלבי\"ם) קע״ז:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 177.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": "ויש בזה הבדל. בין דבר התלוי במעשים ובפעולות – שאז בא לרוב בלשון יחיד זכר, כי הזכר עיקר בפעולה על פי הרוב. ובין קנין הנמצא בנושא, שבזה הזכר והנקבה שוים, ויתפוס הפעל בלשון רבים כמו \"ואיש או אישה כי יהיו בעור בשרם בהרות\". (תזריע ס' קיח)", "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And there is a difference between a matter that depends on deeds and actions – then it usually comes in masculine singular, because usually the male is the primary part of the action – and an attribute that is found in a subject – then the male and female are equal and the verb will be in plural, like ואיש או אישה כי יהיו בעור בשרם בהרות (And if a man or a woman have in the skin of their flesh bright spots, even white bright spots)<sup class=\"footnote-marker\">408</sup><i class=\"footnote\">Leviticus 13:38.</i>.", "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f6ceb7d2e14756447fd", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Midrash Lekach Tov, Leviticus 13:29:1", "sourceHeRef": "מדרש לקח טוב, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואיש. אין לי אלא איש אשה מנין לרבות טומטום ואנדרוגינוס ת\"ל איש או אשה כי יהיה בו נגע <i data-commentator=\"Beur HaRe'em\" data-order=\"43\"></i> להביא את שניתק נתק בתוך נתק. בראש או בזקן. מלמד שאין הראש והזקן מצטרפין זה עם זה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f68823c61ab0529abaf5fcd", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Tzafnat Pa'neach on Torah, Leviticus 13:29:1", "sourceHeRef": "צפנת פענח על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "ויקרא", "he": "<b>ואיש או אשה כי יהיה בו נגע בראש או בזקן.</b><br><b>שם, פ״ה, ג: אין לי אלא בזמן שיש לו בראש ובזקן וכו׳, לא בראש ולא בזקן מנין וכו׳.</b> ר״ל אם הוה נתק בשאר מקום שער כמו גבות, וכמבואר במנחות דף ל״ז ע״ב, ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187c2bc9371ec0cebe663f", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Reggio on Torah, Leviticus 13:29:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואיש או אשה,</b> זכר בנתקים איש או אשה, לפי שאמר בראש או בזקן, הייתי אומר מי שאפשר בו נתק זקן מטמא, אשה שאין לה זקן לא תטמא אפילו בנתק הראש, הוצרך להזכיר שתיהן, בראש לאיש או אשה, ובזקן לאיש:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187c2bc9371ec0cebe6641", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Reggio on Torah, Leviticus 13:29:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>בראש או בזקן,</b> הכתוב מחלק בין נגע שבמקום שער, אע\"פי שעכשיו פנוי משער, לנגע שבמקום בשר, שבנגעי עור בשר שער לבן מחליטו ובנגע שבמקום שער, שער צהוב מחליטו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839e5a5a4d0d592640650", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:29:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 29. ואיש או אשה וגו׳. Verse 29-37, sowie Verse 40-43 handeln von נגעי ראש וזקן, von נגעים, die an den von Haar bewachsenen Kopf- und Bartteilen entstehen, Verse 29-37 von נתק, Verse 40-43 von קרחת und גבחת. Die נתק von קרחת und גבחת unterscheidenden Merkmale sind nicht ganz entschieden. Nach ראב׳׳ד zu ת׳׳כ und רמב׳׳ן  z. St. ist נתק eine vereinzelte, durch Ausfallen der Haare kahl gewordene, ringsum von Haarwuchs umgebene Stelle (nach ראב׳׳ד, wie es scheint, nur oben in der Mitte zwischen Vorder- und Hinterkopf), während קרחת und גבחת die vom Nacken aufwärts oder von der Stirne aufwärts durch Enthaarung sich bildende Hinter- oder Vorderglatze ist. Nach ר׳׳ש (Negaim 10, 10) ist zwischen נתק und קרחת und גבחת jedoch ein spezifischer, nicht bloß ein räumlicher und quantitativer Unterschied. נתק wäre nur temporäre Enthaarung, קרחת und גבחת aber ein unheilbares Kahlwerden רמב׳׳ן z. St. bemerkt, daß die Ausdrücke נתק und מריטה für die letztere Auffassung sprechen. נתק: reißen, trennen, entrücken, bezieht sich aufs Haar und setzt nicht eine bleibende Veränderung der Haut voraus, während מרט, ja auch Ausdruck für das Polieren von Metallen, eine Beschaffenheitsveränderung der Haut andeutet. —", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839e5a5a4d0d592640652", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:29:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "נתק, die vereinzelte, oder temporäre Enthaarung, ist an sich ein נגע, der, nach den meisten Autoritäten, auch ohne alle Farbveränderung der Haut, wenn die Stelle ein גרים groß ist, zweimaliges הסגר fordert und durch שער צהוב oder מוחלט :פשיון wird, während die vier מראות auf einer נתק-Stelle gar nichts bewirken. Dagegen ist קרחת und גבחת an sich durchaus kein נגע, die kahlgewordene Haut tritt vielmehr ganz in den Charakter des עור בשר, der übrigen Körperhaut ein, die für die ארבע מראות נגעים empfänglich ist, einem zweimaligen הסגר unterliegt und durch פשיון und מחיה den Charakter מוחלט erhält. Nur שער לבן findet nicht dabei statt.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "648839e5a5a4d0d592640654", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 13:29:3", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Rav Hirsch on Torah, Leviticus 13:29:3", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״ג:כ״ט:ג׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 29.0003, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "זקן .בראש או בזקן heißt מן הפרק של לחי עד פיקה של גרגרת, vom Kinnbackengelenk bis zum Kehlkopf.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc55758c1dc532ec8da1", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 13:29", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Steinsaltz on Leviticus 13:29", "sourceHeRef": "ביאור שטיינזלץ על ויקרא י״ג:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "commentaryNum": 13.0029, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְאִישׁ אוֹ אִשָּׁה כִּי יִהְיֶה בוֹ נָגַע בְּרֹאשׁ אוֹ בְזָקָן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "The section has discussed marks found on exposed skin, whether it is hairy or smooth; it now shifts to marks found on areas with a high concentration of hair. \n  <b>A man or woman, when there shall be a mark on a head or on a beard, </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5253b7a8edbab4498f4829fa", "index_title": "Ibn Ezra on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Ibn Ezra on Leviticus 13:29:1", "sourceHeRef": "אבן עזרא על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על ויקרא", "he": "וטעם להזכיר <b>ואיש או אשה.</b> בעבור הזקן ועוד כי הוא צריך לאמר על הקרח והגבח איש ולא אדם סלל להוציא האשה והנה פירוש (פי׳‎ מ״ח ואיש או אשה ר״ל אחר שלקח לשון איש שאינו כולל לאשה כמו מלת אדם. הוצרך לומר אשה בעבור הראש לא בעבור הזקן כי הזקן שב לאיש ולא לאשה ובקרח ובגבח אמר כמו שאמר ואיש כי ימרט ראשו ולא הזכיר בו אשה כי לא תמצא קרחת וגבחת באשה מפני הלחות שבה כמו שמפרש למטה. ומה שאמר ולא אדם. ר״ל ולא אמר אדם שהוא כלל לאיש ולאשה עד כאן) כי יהיה בו נגע בראש או בזקן לאיש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[AND WHEN…] Scripture mentions a man or a woman<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">Till now Scripture introduced the afflictions with the term <i>adam</i> (man). It now employs <i>ish ve-ishah</i> (a man or a woman). Hence I.E.’s comment.</i> because it deals with an affliction in the beard<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Our verse deals with an affliction in the head and the beard. Had it read <i>adam</i>, then we would have thought that the law spoken of in our verse applies only to males. Hence Scripture speaks of a man and a woman. The law regarding the affliction in the head applies to both a man and a woman, while the law of the beard applies only to a man.</i> [and the head]. Also, because the Torah has to use the word <i>ish</i> (man), and not the term <i>adam</i> (a human being) to exclude women from the law of the bald head and the bald forehead (v. 40).<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">The law regarding an affliction in a bald head does not apply to a woman, for women are rarely bald. Hence Scripture could not use the term <i>adam</i> with regard to the aforementioned. Scripture thus wanted to emphasize that the law regarding afflictions in the hairy head applies to both men and women.</i> Note, our verse means, when a man or a woman has an affliction upon the head or a man upon the beard.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">So Sarim and Krinsky.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "55053473fbfba270cc17e80d", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Haamek Davar on Leviticus 13:29:1", "sourceHeRef": "העמק דבר על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כי יהיה בו נגע.</b> כדתניא בתוספתא שהביא הרמב״ן והנתקים מטמאים בכל מראה אפילו לבנים בשחור ושחור בלבן. אבל מכ״מ שנוי משאר עור הראש ודאי בעינן. והוא עיקר הנגע. וכן העלה הראב״ד בפי׳ הת״כ מכח תוספתא זו. ופי׳ נגע כמש״כ לעיל דהאיש יודע שהוא נגע מכ״מ ובא הכהן\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5772e6dfd6e4a94881dcb8ed", "index_title": "Kol Bo", "category": "Halakhah", "type": "quotation", "ref": "Kol Bo 3:11", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Kol Bo 3:11", "sourceHeRef": "כל בו ג׳:י״א", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1250, 1450], "commentaryNum": 3.0011, "collectiveTitle": {"en": "Kol Bo", "he": "כל בו"}, "heTitle": "כל בו", "he": "<b>כל דבר שהיה בכלל ויצא לטעון טען אחר שהוא כענינו יצא להקל ולא להחמיר</b> כיצד ובשר כי יהיה בו בעורו שחין ונרפא או בשר כי יהיה בעורו מכות אש והלא שחין ומכוה בכלל כל הנגעים היו ולמה יצאו לטעון טען אחר שהוא כענינו ויצאו להקל עליהן ולא להחמיר להקל עליהן שלא יראו ולא ידונו אלא בשבוע אחד. ", "heVersionTitle": "Kol Bo 1547 Venice Unknown Publisher", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5868bd2ad6e4a97c9cbb1530", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Bekhor Shor, Leviticus 13:29:1", "sourceHeRef": "בכור שור, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>בראש או בזקן.</b> ואע\"פ שאין דרך אשה להיות לה זקן, הרי [אמרו] רבותינו: זקן האשה והסריס הרי הוא כזקן לכל דבריהם:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f285d6e4a92746471a92", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Chizkuni, Leviticus 13:29:1", "sourceHeRef": "חזקוני, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואיש או אשה כי יהיה בו נגע בראש</b> לאשה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואיש או אשה כי יהיה בו נגע בראש, “and a man or awoman who display signs of a plague on the head; (in the case of the woman))", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f285d6e4a92746471a94", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Chizkuni, Leviticus 13:29:2", "sourceHeRef": "חזקוני, ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>או בזקן</b> לאיש.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "או בזקן, or in the beard, (in the case of a man;)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9505d6e4a93323dc0c96", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 35b:14", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Kiddushin 35b:14", "sourceHeRef": "קידושין ל״ה ב:י״ד", "anchorVerse": 29, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 70.0014, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "טוּמְאַת נְגָעִים בְּהֶדְיָא כְּתִיבָא, ״וְאִישׁ אוֹ אִשָּׁה כִּי יִהְיֶה בוֹ נָגַע בְּרֹאשׁ אוֹ בְזָקָן״! אֶלָּא אָמַר מָר זוּטְרָא: לְטׇהֳרַת נְגָעִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara objects: Concerning <b>ritual impurity from leprosy, it is written explicitly: “And when a man or woman has a plague upon the head or upon the beard”</b> (Leviticus 13:29). This indicates that there is no difference between a man and woman with regard to the beard in the case of leprosy. The <i>baraita</i> would not state a <i>halakha</i> that is explicit in the verse. <b>Rather, Mar Zutra says:</b> This <i>baraita</i> is referring <b>to ritual purification from leprosy,</b> i.e., women can also be purified from leprosy of the beard.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3cbdd6e4a9026bd8f483", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Aderet Eliyahu, Leviticus 13:29:1", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ואיש.</b> להביא נתק בתוך נתק דר\"ע. א\"ל אלא איש ואש'. טומטו' ואנדרוגינו' מניין ת\"ל או:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbdd6e4a9026bd8f485", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Aderet Eliyahu, Leviticus 13:29:2", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>בראש או בזקן.</b> מלמד שאין מצטרפין זה עם זה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cbdd6e4a9026bd8f487", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 13:29:3", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Aderet Eliyahu, Leviticus 13:29:3", "sourceHeRef": "אדרת אליהו, ויקרא י״ג:כ״ט:ג׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 29.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>מניין שאין פושין מזה לזה ת\"ל צרעת הראש או הזקן.</b> בראש או בזקן. אפי' בא' מהן:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e0437d30e800a7031ad4", "index_title": "English Explanation of Mishnah Negaim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Negaim 3:5:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "English Explanation of Mishnah Negaim 3:5:1", "sourceHeRef": "ביאור אנגלי על משנה נגעים ג׳:ה׳:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Negaim", "he": "ביאור אנגלי על משנה נגעים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Head or beard ( negaim become unclean for two weeks and by one of the following two signs: by yellow thin hair or by a spreading.</b>  Today's mishnah deals with negaim that are found on the head or beard. This topic is dealt with directly in Leviticus 13:29. Such negaim are identified by a thin yellow hair (Leviticus 13:30) or by spreading.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd14041922a7400186dd717", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Birkat Asher on Torah, Leviticus 13:29:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה בראש או בזקן, בא הכתוב לחלק בין נגע שבמקום שער לנגע שבמקום בשר וכו'.</b> קצת קשה לי שרש\"י אינו מתייחס ליתר המקומות השעירים שבגוף האדם, וממקומות הביניים כגון גב היד. (פ' תזריע מצורע תשנ\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c159a173304f2ff7ea47", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Tazria 16", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Agra DeKala, Tazria 16", "sourceHeRef": "אגרא דכלה, תזריע ט״ז", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 16, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "תזריע", "he": "<b>ואיש או אשה כי יהיה בו נגע בראש וכו' (ויקרא יג כט).</b> נמסר סימן לא תקיפו פאת ראשכם (ויקרא יט כז). פירוש הדברים דנכתב לקמן (ויקרא יג לח) ואיש או אשה כי יהיה בעור בשרם כו'. והנה או אשה הוא לשם במקיף כמשפט, וכאן א\"ו אש\"ה אינו במקיף, ונמסר סימן לא תקיפו פאת ראשכם, היינו במקום שנכתב ברא\"ש שם או אשה אינו במקיף, ורמז בזה שגם אשה עוברת על לא תקיפו אם מקפת את ראש האיש. וידוקדק בזה ואיש או אשה כי יהיה בו כו', בה\"ם הוה ליה למימר. ולפי הרמז יצדק לרמז דאיסור הקפה דאיש ואשה, תרווייהו קאי רק אאיש:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d4415b7e7a89491fdee8", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 35b:13", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "Kiddushin 35b:13", "sourceHeRef": "קידושין ל״ה ב:י״ג", "anchorVerse": 29, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 70.0013, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "וְאֶלָּא הָא דְּתַנְיָא: זְקַן הָאִשָּׁה וְהַסָּרִיס שֶׁהֶעֱלוּ שֵׂעָר הֲרֵי הֵן כְּזָקָן לְכׇל דִּבְרֵיהֶם, לְמַאי הִלְכְתָא? אָמַר מָר זוּטְרָא: לְטוּמְאַת נְגָעִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara returns to its question. <b>But that which is taught</b> in the <i>baraita</i>: <b>The beard of a woman and</b> that of <b>a eunuch, if they grew</b> facial <b>hair, are considered like a beard for all matters, with regard to what <i>halakha</i></b> is this stated? <b>Mar Zutra says:</b> It is stated <b>with regard to ritual impurity from leprosy.</b> A leprous sore in the beard of a woman or a eunuch is treated like an affliction of the beard, not like an affliction on the skin. Different <i>halakhot</i> apply to leprous sores that develop on various parts of the body.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6319d11cb6084aa1cbf0ae61", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָקָן 1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "BDB, זָקָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָקָן א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָקָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">זָקָן</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a></sup> + <strong>beard and f.</strong> <sup><a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">Is 15:2</a></sup> + <strong>chin (</strong>Assyrian <em>ziḳnu</em>, Asrb. <sup>Annals iv. 29</sup>; Arabic <span dir=\"rtl\">ذَقَنٌ</span>, Aramaic <span dir=\"rtl\">דְּקַן</span>, <span dir=\"rtl\">ܕܩܰܢ</span> <strong>)</strong>—abs. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Leviticus 13:20\" href=\"/Leviticus.13.20\">Lv 13:20</a> +; cstr. <span dir=\"rtl\">זְקַן</span> <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">2 S 20:9</a> +; sf. <span dir=\"rtl\">זְקָנִי</span> <a data-ref=\"Ezra 9:3\" href=\"/Ezra.9.3\">Ezr 9:3</a>; <span dir=\"rtl\">זְקָנֶ֑ךָ</span> <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">Lv 19:27</a> <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>; <span dir=\"rtl\">זְקָנוֹ</span> <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a> + 2 times; <span dir=\"rtl\">זְקַנְכֶם</span> <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a> <a data-ref=\"I Chronicles 19:5\" href=\"/I_Chronicles.19.5\">1 Ch 19:5</a>; <span dir=\"rtl\">זְקָנָם</span> <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a> <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a>; never pl.—<br><strong>1.</strong>  <em>chin</em> (opp. <span dir=\"rtl\">רֹאשׁ</span>, top of head) <a data-ref=\"Leviticus 13:29\" href=\"/Leviticus.13.29\">Lv 13:29</a>, <a data-ref=\"Leviticus 13:30\" href=\"/Leviticus.13.30\">30</a>; <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">14:9</a> (all P), <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">2 S 20:9</a> <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>; cf. also <a data-ref=\"I Samuel 21:14\" href=\"/I_Samuel.21.14\">1 S 21:14</a> <a data-ref=\"Psalms 133:2\" href=\"/Psalms.133.2\">ψ 133:2</a> (where however chin as <em>bearded</em> may be meant); chin, or lower jaw, of lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>.<br><strong>2.</strong>  <em>beard</em>, as growing <span dir=\"rtl\">(צמח)</span> <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a> = <a data-ref=\"I Chronicles 19:5\" href=\"/I_Chronicles.19.5\">1 Ch 19:5</a>; as cut off <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> <span dir=\"rtl\">(ספה)</span>, <a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">15:2</a> = <a data-ref=\"Jeremiah 48:37\" href=\"/Jeremiah.48.37\">Je 48:37</a> <span dir=\"rtl\">(גרע)</span>; cf. <span dir=\"rtl\">מְגֻלְּחֵי זָקָן</span> <a data-ref=\"Jeremiah 41:5\" href=\"/Jeremiah.41.5\">Je 41:5</a> <a data-ref=\"II Samuel 10:4\" href=\"/II_Samuel.10.4\">2 S 10:4</a> <span dir=\"rtl\">(גלח)</span>; <span dir=\"rtl\">שׂער ראשׁי וּזְקָנִי</span> <a data-ref=\"Ezra 9:3\" href=\"/Ezra.9.3\">Ezr 9:3</a>; here belongs <span dir=\"rtl\">פאת זקן(ך)</span> <a data-ref=\"Leviticus 19:27\" href=\"/Leviticus.19.27\">Lv 19:27</a>; <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">21:5</a> (both H; opp. <span dir=\"rtl\">ראשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2ecb6084aa1cbf202ef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נֶ֫גַע 1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "BDB, נֶ֫גַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, נֶ֫גַע א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נֶ֫גַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">נֶ֫גַע</span></big><sub>78</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> <strong>stroke, plague, mark, plague-spot</strong>;—<span dir=\"rtl\">נ׳</span> abs. <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a> +, <span dir=\"rtl\">נָ֑נַע</span> <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">Lv 13:13</a> +; cstr. <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">Dt 24:8</a> +; sf. <span dir=\"rtl\">נִגְעִי</span> <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">ψ 38:12</a>; <span dir=\"rtl\">נִגְעֶ֑ךָ</span> <a data-ref=\"Psalms 39:11\" href=\"/Psalms.39.11\">39:11</a>; <span dir=\"rtl\">נִגְעוֹ</span> <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">Lv 13:44</a>; <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a>; pl. <span dir=\"rtl\">נְגָעִים</span> <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> <a data-ref=\"Psalms 89:33\" href=\"/Psalms.89.33\">ψ 89:33</a>; cstr. <span dir=\"rtl\">נִגְעֵי</span> <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a>;—<br><strong>1.</strong>  <em>stroke, wound</em>, inflicted by man on man <a data-ref=\"Deuteronomy 17:8\" href=\"/Deuteronomy.17.8\">Dt 17:8</a>; <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">21:5</a> (‖ <span dir=\"rtl\">רִיב</span>), <a data-ref=\"Proverbs 6:33\" href=\"/Proverbs.6.33\">Pr 6:33</a>.<br><strong>2.</strong>  <em>stroke</em>, metaph., especially of a disease, regarded as sent by a divine chastisement, <a data-ref=\"Genesis 12:17\" href=\"/Genesis.12.17\">Gn 12:17</a> (J), <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a> (E), <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> (<span dir=\"rtl\">נ׳ בְנֵי אָדָם</span>, ‖ <span dir=\"rtl\">שֵׁבֶט אֲנָשִׁים</span>, i.e. customary, ordinary), <a data-ref=\"I Kings 8:37\" href=\"/I_Kings.8.37\">1 K 8:37</a> = <a data-ref=\"II Chronicles 6:28\" href=\"/II_Chronicles.6.28\">2 Ch 6:28</a> (both ‖ <span dir=\"rtl\">מַחֲלָה</span>); <a data-ref=\"I Kings 8:38\" href=\"/I_Kings.8.38\">1 K 8:38</a> <span dir=\"rtl\">(נ׳ לְבָבוֹ)</span> = <a data-ref=\"II Chronicles 6:29\" href=\"/II_Chronicles.6.29\">2 Ch 6:29</a> <span dir=\"rtl\">(נִגְעוֹ)</span>; <a data-ref=\"Psalms 91:10\" href=\"/Psalms.91.10\">ψ 91:10</a> (‖ <span dir=\"rtl\">רָעָה</span>); of Israel <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">38:12</a>; <a data-ref=\"Psalms 39:11\" href=\"/Psalms.39.11\">39:11</a> (‖ <span dir=\"rtl\">תִּגְרַת יָֽדְךָ</span>), <a data-ref=\"Psalms 89:33\" href=\"/Psalms.89.33\">89:33</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span>); v. also <a data-ref=\"Isaiah 53:8\" href=\"/Isaiah.53.8\">Is 53:8</a> (of suffering servant of <span dir=\"rtl\">י׳</span>, <span dir=\"rtl\">נֶגַע לָ֑מוֹ</span>).<br><strong>3.</strong>  <em>mark</em> (60 times <a data-ref=\"Leviticus 13\" href=\"/Leviticus.13\">Lv 13</a>, <a data-ref=\"Leviticus 14\" href=\"/Leviticus.14\">14</a>), indeterm. <a data-ref=\"Leviticus 13:5\" href=\"/Leviticus.13.5\">Lv 13:5</a>, <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">6</a> <span dir=\"rtl\">(מִסְפַּחַת)</span>, v <a data-ref=\"Leviticus 13:17\" href=\"/Leviticus.13.17\">17</a>, <a data-ref=\"Leviticus 13:29\" href=\"/Leviticus.13.29\">29</a>, <a data-ref=\"Leviticus 13:30\" href=\"/Leviticus.13.30\">30</a>, <a data-ref=\"Leviticus 13:32\" href=\"/Leviticus.13.32\">32</a>, <a data-ref=\"Leviticus 13:43\" href=\"/Leviticus.13.43\">43</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a>; of leprosy, regarded as the <em>heavy touch</em> or <em>stroke</em> of a disease, <span dir=\"rtl\">נ׳ צָרַ֫עַת</span> <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">Lv 13:2</a> +; v <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">51</a> <span dir=\"rtl\">(צָרַעַת מַמְאֶרֶת הַנּ׳)</span>, v <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> <a data-ref=\"Leviticus 14:3\" href=\"/Leviticus.14.3\">14:3</a>, <a data-ref=\"Leviticus 14:32\" href=\"/Leviticus.14.32\">32</a>, <a data-ref=\"Leviticus 14:54\" href=\"/Leviticus.14.54\">54</a>, <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">Dt 24:8</a>; also <span dir=\"rtl\">נ׳ הַנֶּתֶק</span> <a data-ref=\"Leviticus 13:31\" href=\"/Leviticus.13.31\">Lv 13:31</a>; <span dir=\"rtl\">נ׳ לָבָן אֲדַמְדָּם</span> v <a data-ref=\"Leviticus 13:42\" href=\"/Leviticus.13.42\">42</a>; identif. with person having it <a data-ref=\"Leviticus 13:4\" href=\"/Leviticus.13.4\">13:4</a>, <a data-ref=\"Leviticus 13:12\" href=\"/Leviticus.13.12\">12</a>, <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">13</a>, <a data-ref=\"Leviticus 13:17\" href=\"/Leviticus.13.17\">17</a>, <a data-ref=\"Leviticus 13:31\" href=\"/Leviticus.13.31\">31</a>; in garment, etc. v <a data-ref=\"Leviticus 13:47\" href=\"/Leviticus.13.47\">47</a> + 15 times <a data-ref=\"Leviticus 13\" href=\"/Leviticus.13\">Lv 13</a>; in house <a data-ref=\"Leviticus 14:34\" href=\"/Leviticus.14.34\">14:34</a>, <a data-ref=\"Leviticus 14:35\" href=\"/Leviticus.14.35\">35</a>, <a data-ref=\"Leviticus 14:36\" href=\"/Leviticus.14.36\">36</a>, <a data-ref=\"Leviticus 14:43\" href=\"/Leviticus.14.43\">43</a>, <a data-ref=\"Leviticus 14:44\" href=\"/Leviticus.14.44\">44</a>, <a data-ref=\"Leviticus 14:48\" href=\"/Leviticus.14.48\">48</a><sup>(×2)</sup>; i.e. house-wall v <a data-ref=\"Leviticus 14:37\" href=\"/Leviticus.14.37\">37</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 14:39\" href=\"/Leviticus.14.39\">39</a>; in stones of wall v <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">40</a>; = garment, etc., with plague-spot <a data-ref=\"Leviticus 13:50\" href=\"/Leviticus.13.50\">13:50</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665c903b695d8dbb73bd2d2", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:29:1", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:29:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 29.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כט- ל,</b> הוכרח לכתוב כאן \"ואיש או אשה\", שלא יחשבו שהחוקים הבאים חלים רק על הגבר ולא על האשה, שהרי באשה צרעת הזקן לא שכיחה (ויזל).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c905b695d8dbb73bd2d4", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:29:2", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:29:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 29.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"בו\"</b>, מוסב אל האיש בלבד, והפרשה כולה ממשיכה בלשון זכר כמו שאר הפרשיות, לאחר שסולקה אפשרות הטעות.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c906b695d8dbb73bd2d6", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:29:3-4", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:29:3-4", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:כ״ט:ג׳-ד׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 29.0003, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": ["<b>\"נגע בראש וגו'\",</b> הנגע בראש ובזקן מתחיל לתת את אותותיו בנשירת השערות בשטח כשיעור גריס. לדעת הרמב\"ן צריך גם שמראה המקום הזה יהא שונה ממראה הסביבה, ואילו הרמב\"ם ואחרים<i data-commentator=\"Endnotes\" data-label=\"866\" data-order=\"866\"></i> סוברים, כי אין צורך בשינוי מראה כלל, ונשירת השער לבדה נקראת נגע, עיין הלכות טומאת צרעת ח א ומשנה למלך שם. מכל מקום אין צורך שייראה אחד מארבעת המראות שנזכרו בנגעי עור בשר כדי לעורר את החשד שיש כאן צרעת, בזה מודה גם הרמב\"ן ואם נאמר להלן בפסוקים מ-מג, שקרח וגיבח טהור, מוכח כי יש הבדל בין נשירת השער בנתק ובין הקרחת. לדעת ראב\"ד (בפירושו לספרא) \"נתק\" הוא שטח קרח בודד באמצע הראש שמסביבו יש שערות, ואילו \"קרחת\" או \"גבחת\" מציינת את הראש שקרח כולו בחלקו הקדמי או האחורי. אולם ר' שמשון (נגעים י י) סובר, כי קרחת וגבחת הם כינויים לקרחת שאינה ניתנת לריפוי, ואילו \"נתק\" מציין מחלה זמנית. הרמב\"ן סובר, שאפשר למצוא סמך להוראה זו בשרשה של המלה נתק, שמשמעו קורע ומפריד, ואילו להלן משתמש הכתוב בביטוי \"מרט\", שמציין נשירה ללא תקנה. אמנם, לדעת הרמב\"ם בהלכות טומאת צרעת ה ח יש לראות כקרח גם את זה ששערותיו נשרו בין מחמת מחלה ובין על ידי משחה, אף אם הן ראויות לצמוח שוב (הפלוגתא שבין הר\"ש להרמב\"ם יסודה בחילופי הגירסא בספרא לפסוק מ,<i data-commentator=\"Endnotes\" data-label=\"867\" data-order=\"867\"></i> השוה ליכטנשטיין, שם עולם, עמ' רכח).", "נראה אם כן, שנתק הוא, כפי ביאורו של ויזל, מחלה שמביאה לידי דלילות השערות אשר לבסוף נושרות, ואילו קרחת או גבחת באה מחמת מחלה אחרת או מחמת זקנה או שימוש במשחה, והשערות הנושרות נשארות בריאות כמו שאר השערות."], "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665c908b695d8dbb73bd2d8", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 13:29:5", "anchorRef": "Leviticus 13:29", "anchorRefExpanded": ["Leviticus 13:29"], "sourceRef": "David Zvi Hoffmann on Leviticus 13:29:5", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא י״ג:כ״ט:ה׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 29.0005, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"בזקן\",</b> הזקן מגיע \"מן הפרק של לחי עד פיקה של גרגרת\" (נגעים י ט).", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]