[{"_id": "531e4fe3fbfba276047f6da8", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 22:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Onkelos Numbers 22:1", "sourceHeRef": "תרגום אונקלוס על במדבר כ״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹ בְּמֵשְׁרַיָּא דְמוֹאָב מֵעִבְרָא לְיַרְדְּנָא דִירֵחוֹ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Bnei Yisroel traveled and camped in the western plains of Moav, across the Yardein from Yereicho.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec5df", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 22:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Targum Jonathan on Numbers 22:1", "sourceHeRef": "תרגום יונתן על במדבר כ״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וּנְטָלוּ בְּנֵי יִשְׂרָאֵל וּשְׁרוֹן בְּמַשִׁרְיָא דְמוֹאָב מֵעִיבְרָא לְיַרְדְנָא דִירֵיחוֹ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the children of Israel journeyed, and encamped in the plains of Moab, near the passage of the Jordan (toward) Jericho.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53fb2f47fbfba205542268d0", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Rashbam on Numbers 22:1:1", "sourceHeRef": "רשב\"ם על במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "מעבר לירדן ירחו - כלומר, כנגד ירדן וכנגד ירחו. לא למטה בירדן ולא למעלה מיושבי ארץ ישראל. ראוי ליכתב מעבר לירדן לאותם שעברו את הירדן, שלהם קרוי ערבות מואב עבר לירדן. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "מעבר לירדן יריחו, meaning opposite the Jordan river and Jericho which was on the other bank of the river, i.e. it as neither south of nor north of Jericho. The formulation of מעבר לירדן is justified as it is perceived from the vantage point of those who had in the meantime (before they would read this) crossed the river, so that the river Jordan was on the far side of Jericho from their point of view.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d73d6e4a94c7c18afe3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 22:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Tafsir Rasag, Numbers 22:1", "sourceHeRef": "תפסיר רס\"ג, במדבר כ״ב:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם רחלו בנו אסראיל פנזלו פי בידאת מואב אלתי עלי ארדן יריחא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c0212d6e4a943452d3c34", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Numbers 5", "anchorRef": "Numbers 21:24-22:1", "anchorRefExpanded": ["Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1"], "sourceRef": "Sefer HaYashar (midrash), Book of Numbers 5", "sourceHeRef": "ספר הישר (מדרש), ספר במדבר ה׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 5, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר במדבר", "he": "ויירשו בני ישראל את סיחון מארנון עד יבוק עד בני עמון, ויקחו את כל שלל הערים. ויקח ישראל את כל הערים האלה, וישב ישראל בכל ערי האמורי. ויאמרו כל בני ישראל להילחם את בני עמון, לקחת את כל ארצם גם המה. ויאמר ה׳ אל בני ישראל אל תצר את בני עמון ואת תתגר בם מלחמה, כי לא אתן לכם מארצם מאומה. וישמעו בני ישראל את דבר ה׳, ולא נלחמו את בני עמון. ויפנו בני ישראל ויעלו דרך הבשן, ארץ עוג מלך הבשן. ויצא עוג מלך הבשן לקראת ישראל למלחמה ועמו אנשים הרבה גיבורי חיל, ויד חזקה מאוד מעם האמורי. ועוג מלך הבשן איש גיבור חיל מאוד ונעריץ בנו גיבור מאוד, יותר גיבור ממנו. ויאמר עוג בלבו, הנה כל מחנה ישראל מהלך שלוש פרסאות עתה אמיתם כאחת בלא חרב ובלא חנית. ויעל עוג הרה יעצה ויקח משם אבן אחת גדולה אורכה שלוש פרסאות, וישם אותה על ראשו ויאמר להשליכה על מחנה בני ישראל להמית את כל ישראל באבן ההיא. ויבוא מלאך ה׳ וינקוב את האבן ההיא מעל ראש עוג, ותרד האבן בצוואר עוג ויפול עוג לארץ מכובד ירידת האבן בצווארו. בעת ההיא אמר ה׳ אל בני ישראל אל תיראו ממנו כי בידכם נתתי אותו ואת כל עמו ואת כל ארצו, ועשיתם לו כאשר עשיתם לסיחון. וירד אליו משה עם מתי מספר מבני ישראל, ויך משה את עוג במטהו אל קרסולי רגליו וימיתהו. ואחרי כן רדפו בני ישראל את בני עוג ואת כל עמו ויכום ויכתום, עד בלתי השאיר להם שריד. ואחרי כן שלח משה מבני ישראל לרגל את יעזר, כי יעזר היתה קריה עליזה מאוד. וילכו המרגלים יעזר וירגלו אותה ויבטחו המרגלים בה׳, וילחמו הם באנשי יעזר. וילכדו האנשים ההם את יעזר ואת בנותיה ויתנה ה׳ בידם, ויורישו את האמורי אשר שם. ויקחו בני ישראל את ארץ שני מלכי האמורי, שישים עיר אשר בעבר הירדן מנחל ארנון עד הר חרמון. ויסעו בני ישראל ויבואו בערבות מואב אשר מעבר לירדן יריחו. וישמעו בני מואב את כל הרעה אשר עשו בני ישראל אל שני מלכי האמורי אל סיחון ואל עוג, וייראו כל אנשי מואב מפני בני ישראל מאוד.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And the children of Israel possessed themselves of the Sihon’s land, from Arnon unto Jabbok, ‎even unto the sons of Ammon, and the children of Israel dwelt in all the cities of the Amorites. ‎And the children of Israel decided to fight also against the sons of Ammon, but the Lord said ‎unto them: Do not besiege the sons of Ammon, neither provoke a battle with them, for I will ‎not give unto you aught of their land. Therefore did not the children of Israel fight against the ‎sons of Ammon, but they turned away from them and journeyed by way of Bashan towards ‎the land of Og, king of Bashan. And Og, the king of Bashan, went forth against the Israelites to ‎fight with them, and he had with him many mighty men, and a great army of the people of the ‎Amorites. And Og, the king of Bashan, was an exceedingly powerful man, but Naron, his son, ‎was even more powerful than he, and Og said within his heart: Behold all the camp of the ‎Israelites covers three Parsaoth, and now I will slay them all with one blow without sword or ‎spear. And Og ascended Mount Jahaz and took up a large stone, three Parsaoth in length, and ‎placed it upon his head and he intended to cast it upon the camp of the children of Israel, to ‎slay all the Israelites with that stone. But the angel of the Lord came and perforated the stone ‎from over his head and the stone fell upon the neck of Og, and Og fell to the ground through ‎the weight of the stone around his neck. And Moses went down to him with a few men of the ‎Israelites, and he smote Og upon his ankles with a stick and slew him. And afterwards the ‎children of Israel pursued the sons of Og and their people, and they smote them and ‎destroyed them, so that there was not left of them a remnant. Then Moses sent some of the ‎children of Israel to spy out Jaazer, for Jaazer was a very prominent city, and the spies ‎searched it, and they trusted in the Lord, and the spies fought against the people of Jaazer. ‎And these men took Jaazer and its suburbs, and the Lord delivered them into their hands, and ‎they drove away the Amorites that were there. Thus the children of Israel conquered the two ‎kings of the Amorites and their land, sixty cities on the other side of Jordan, from the brook of ‎Arnon even to Mount Hermon. And the children of Israel journeyed and they came unto the ‎plain of Moab, which is on the other side of Jordan near Jericho. And when the sons of Moab ‎heard of all the evil which the children of Israel had done unto the two kings of the Amorites, ‎to Sihon and Og, all the people of Moab were in great fear of the Israelites,‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "60dc1cbae3d6407582198653", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 25:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Ramban on Leviticus 25:1:1", "sourceHeRef": "רמב\"ן על ויקרא כ״ה:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>וידבר ה' אל משה בהר סיני</b> מה ענין שמיטה לענין הר סיני והלא נאמרו כל המצות מסיני אלא מה שמיטה נאמרו כללותיה ופרטיה ודקדוקיה מסיני אף כולן נאמרו כללותיהן ופרטיהן ודקדוקיהן מסיני כך שנויה בתורת כהנים (ריש הפרשה) ונראה לי שכך פירושו לפי שלא מצינו שמיטת קרקעות שנשנית בערבות מואב למדנו שכללותיה ופרטיה כולן נאמרו מסיני ובא הכתוב ולימד כאן על כל דיבור שנדבר למשה בסיני שמסיני היו כללותיהן ודקדוקיהן וחזרו ונשנו בערבות מואב לשון רש\"י (רש\"י על ויקרא כ״ה:א׳) ואינו נכון בעיני כלל שהרבה מצות כשמיטה שלא נשנו בערבות מואב ונדע בהן שנאמרו כללותיהן ופרטיהן מסיני או באוהל מועד ועוד מנין שהוקשו שאר הדברות שנשנו בערבות מואב לשמיטה ולא היו כללותיהן מסיני ופרטיהם בערבות מואב וכן היה ראוי יותר לומר כי הנשנות נשנו לבאר פרטיהם כי לא נאמרו בסיני אלא כללותיה אבל הברייתא השנויה בתורת כהנים פירושה ברור שהשמיטה נאמרו כללותיה מסיני דכתיב בפרשת ואלה המשפטים (שמות כג יא) והשביעית תשמטנה ונטשתה ואכלו אביוני עמך וגו' ואלו דיני השמיטה בדרך כלל ובכאן חזר ואמר כי בהר סיני עוד נאמרו כל פרטיה שהרי כולם נזכרו בפרשה הזאת ובסוף הענין (ויקרא כ״ז:ל״ד) כתיב אלה המצות אשר צוה ה' את משה אל בני ישראל בהר סיני להקיש כל המצות אל השמיטה הנזכרת שכולן היו כן שנאמרו בכלל ופרט והכל מסיני וכן שנו שם בתורת כהנים (סוף סיפרא) אלה המצות אין נביא רשאי לחדש עוד דבר מעתה אשר צוה ה' את משה כדאי השליח לשולחו את משה אל בני ישראל זכות ישראל גרמה בהר סיני שכולם נאמרו מסיני עד כאן בת\"כ אבל ענין ערבות מואב שנצטוה שם משה לבאר התורה לבנים כך נראה לי וזה כפתור ופרח וענין הפרשה הזאת שנכתב בכאן אמר ר\"א (אבן עזרא על ויקרא כ״ה:א׳) כי זאת הברית הכתובה בפרשת ואלה המשפטים (שמות כד ז) וכשקבלו על נפשם נעשה ונשמע אז נכרתה הברית ואמר להן כל הפרשה הזאת והזכירה במקום הזה לחבר תנאי הארץ כי כאשר אמר על העריות כי בעבורם תקיא אותם הארץ (ויקרא י״ח:כ״ח) כן אמר בפרשת אם בחקותי על שבתות הארץ (ויקרא כ״ו:ל״ד) והוצרך תחילה להזכיר השבתות ולפי דעתי כי נכתבה כאן בסדר נכון כי פירוש \"בהר סיני\" בעלותו שם לקבל לוחות שניות וביאור הענין כי בתחילת ארבעים יום הראשונים של לוחות הראשונות כתב משה בספר הברית את כל דברי ה' ואת כל המשפטים הנאמרים שם ויזרוק דם הברית על העם (שמות כד ח) וכשחטאו בעגל ונשתברו הלוחות כאילו נתבטלה הברית ההיא אצל הקב\"ה וכשנתרצה הקב\"ה למשה בלוחות שניות צוהו בברית חדשה שנאמר (שם לד י) הנה אנכי כורת ברית והחזיר שם המצות החמורות שנאמרו בסדר ואלה המשפטים בברית הראשונה ואמר (שם פסוק כז) כתב לך את הדברים האלה כי על פי הדברים האלה כרתי אתך ברית ואת ישראל ורצה הקב\"ה להחמיר עליהם בברית הזאת השנית שתהיה עליהם באלות ובקללות ושתהיה כראשונה על כל המצות הראשונות ועל כל המשפטים כמו שנאמר בברית הראשונה (שם כד ג) את כל דברי ה' ואת כל המשפטים ולפיכך אמר בכאן בסוף התוכחות (ויקרא כ״ו:מ״ו) אלה החקים והמשפטים והתורות אשר נתן ה' בינו ובין בני ישראל בהר סיני ביד משה הוא רומז אל כל המצות והמשפטים שנאמרו בברית הראשונה בסדר ואלה המשפטים שהיו כולן בברית הזאת והנה בספר הברית הראשון נאמרה השביעית בכלל כמו שהזכרתי שנאמר והשביעית תשמטנה ונטשתה וכו' ועתה בברית הזאת השנית נאמרה בפרטיה ודקדוקיה ועונשיה ובעת הברית הראשונה שהוא בארבעים יום ראשונים נצטוה משה על המשכן וכשנתרצה לו הקב\"ה וצוהו לכרות להם ברית שניה ירד משה ויצום את כל אשר צוה ה' אותו בהר סיני (שם לד לד) והיה מעשה המשכן מכללם ואז הקהיל משה את כל עדת בני ישראל ואמר להם כבתחילה (שמות לה א) אלה הדברים אשר צוה ה' לעשות אותם במלאכת המשכן והנה קבלו הדבר בשמחה ויצאו מלפניו מיד ובאו כולם ונתנו הנדבה ועשו המשכן והשלימו מלאכתו וכאשר הוקם מיד \"ויקרא אל משה וידבר ה' אליו מאהל מועד\" (ויקרא א א) וצוהו בקרבנות ובכל תורת כהנים ומשה צוה הכל אל אהרן ואל בניו ואל כל בני ישראל מיד וכאשר השלים אמר להם עוד צוה אותי השם בהר סיני לפרש לכם השמיטה והיובל ולכרות לכם על כל המצוה והמשפטים ברית חדשה באלה ובשבועה ולא הוצרך עתה שיזבח זבחים ויזרוק חצי הדם על העם וחצי הדם על המזבח כאשר עשה בראשונה אבל קבלו עליהם הברית הראשונה באלות ובקללות אלה וזה טעם \"אשר נתן ה' בינו ובין בני ישראל בהר סיני\" (ויקרא כ״ו:מ״ו) כי הוא הנותן להם בברית הזאת כי מחל להם על פי התנאים האלו כמו שפירשתי בסוף כי תשא (שמות לד כז) וכן ברית ערבות מואב כן היה שקבלו עליהם התורה באלות ובקללות ההם והיא הברית כמו שנאמר (דברים כח סט) אלה דברי הברית אשר צוה ה' את משה לכרות את בני ישראל בארץ מואב מלבד הברית אשר כרת אתם בחורב ואמת אמרו שבתנאי הארץ השמיטה והיובל כאשר יזכיר בתוכחות (להלן כו לד לה) ועל זה נתחדשו בברית הזאת השנית:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE ETERNAL SPOKE UNTO MOSES IN MOUNT SINAI. “What has the subject of the Sabbatical year [stated here in this section] to do with that of Mount Sinai? Were not all the commandments declared on Sinai? [It is to teach us that] just as [this law of] the Sabbatical year was ordained on Sinai with its general rules, its specific prescripts and its minute details, so also were all [the commandments] ordained on Sinai with their general rules, and their specific prescripts and their minute details. Thus it is taught [here] in the Torath Kohanin. It appears to me<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">I.e. Rashi. Having quoted the text of the Torath Kohanim, Rashi now proceeds to explain the basis of the analogy of this text of the Beraitha between our section and all other commandments. To follow Rashi’s answer it is important to recall that in the final year of Israel’s stay in the wilderness, when they were encamped <i>in the plains of Moab</i> (Numbers 22:1), Moses, in the last days of his life, restated the commandments of G-d, his words being contained in the Book of Deuteronomy. However, since not all the commandments were restated there by Moses, our verse serves as a basis for the interpretation of the Torath Kohanim, as will be explained by Rashi. Ramban will differ with this whole approach, since the text of the Torath Kohanim makes no reference at all to Moses’ restatement of the laws in the plains of Moab. See at end of Note 10.</i> that the following is the interpretation thereof: Since we do not find the law of the resting of the soil [in the Sabbatical year] repeated in the plains of Moab [when Moses restated the law, as contained in the Book of Deuteronomy], we must deduce that all the general rules and specific prescripts [of the Sabbatical year, including those of the resting of the soil] were declared on Sinai. [Why then was it necessary for Scripture to state here <i>in Mount Sinai</i>, since it is self-understood that this entire law was promulgated on Sinai, since the law of the resting of the soil is not mentioned in the Book of Deuteronomy? We must say that the reason] Scripture mentioned [the phrase <i>in Mount Sinai</i>] here is in order to teach that every communication [i.e., commandment] that was spoken to Moses on Sinai, was given at Sinai together with its general rules and minute details, and they were [merely] repeated and taught again in the plains of Moab.” Thus far is the language of Rashi.<br>But this does not appear to me to be correct at all. For there are many commandments like the Sabbatical year which were not repeated in the plains of Moab, and [all] we know about their general rules and specific prescripts is that they were promulgated either on Sinai or in the Tent of Meeting [but not specifically on Sinai, as Rashi said]!<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">In other words, we can be certain that those commandments which were not mentioned <i>in the plains of Moab</i> [and are recorded in other parts of the Torah], were declared at some preceding time, but we cannot be sure whether they were said with the commandments given at Sinai, or only later on, after the building of the Tabernacle from which G-d communicated to Moses. On what basis, then, does Rashi say that they were all given on Sinai?</i> Moreover, how do we know that the other commandments which were repeated in the plains of Moab are to be likened to the Sabbatical year [which was not repeated? Perhaps this analogy applies only to those commandments which were <i>not</i> repeated in the plains of Moab, like the Sabbatical year; but how do we know that the analogy applies also to those that <i>were</i> repeated by Moses in the plains of Moab, as contained in the Book of Deuteronomy? And how do we know that in the case of those commandments that <i>were</i> repeated by Moses], that only the general rules were declared on Sinai but the specific prescripts were given in the plains of Moab! And indeed it would be more logical to say so, that those commandments which were repeated by Moses, were restated for the sake of explaining their specific prescripts, since on Sinai only their general rules had been declared!<br>But the interpretation of the above Beraitha is clear: The general rules of the Sabbatical year were declared on Sinai, as it is written in the section of <i>‘V’eileh Hamishpatim’</i> (<i>And these are the ordinances</i>):<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Exodus 21:1. Since these ordinances were declared before the Tabernacle was erected, they must perforce have been given on Sinai.</i> <i>And on the seventh year thou shalt let it</i> [i.e., the Land] <i>rest and lie fallow, that the poor of thy people may eat</i> etc.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ibid.</i>, 23:11.</i> These are the laws of the Sabbatical year in a general way. Here He went back [to this subject] and said that <i>in Mount Sinai</i> all its specific prescripts were also given, since all of them are mentioned in this section. And at the end of this subject it is written, <i>These are the commandments, which the Eternal commanded Moses for the children of Israel in Mount Sinai</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Leviticus 27:34.</i> in order to liken all the commandments to the Sabbatical year [previously] mentioned, [teaching] that all of them, likewise, were stated in general terms and with their particular details — that is, all were declared on Sinai. And thus it is taught there in the Torath Kohanim:<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Torath Kohanim, end of <i>Seder Bechukothai</i>.</i> “<i>These are the commandments</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Leviticus 27:34.</i> Henceforth no prophet may promulgate any new thing.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This is a major teaching in Judaism, that the prophets who came after Moses only served to exhort Israel to obey the laws given by Moses, but no new Divine commandments were added.</i> <i>Which the Eternal commanded Moses</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Leviticus 27:34.</i> The messenger was [found] deserving before Him Who sent him [since he was the most perfect of all human beings].<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Malbim to Torath Kohanim <i>ibid.</i></i> <i>Moses for the children of Israel</i>. It was the merit of Israel that caused [the Divine Glory to rest upon Moses].<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">“And that the Torah be given through Moses. For if Israel had not accepted the Torah, the Divine Glory would not have communicated with Moses, because where there is no flock there is no shepherd, and if there is a flock there must be a shepherd” (Rabad in his commentary to Torath Kohanim, <i>ibid.</i>).</i> <i>In Mount Sinai</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Leviticus 27:34.</i> [this teaches] that all commandments originated at Sinai.” Thus far is the text in the Torath Kohanim. But the reason [that the laws were repeated] in the plains of Moab was only for the purpose of explaining the Torah to the children [of those who had left Egypt, who were born in the wilderness after the Giving of the Torah at Sinai]. This appears to me to be the interpretation [of the Beraitha of the Torath Kohanim mentioned] and “it is well and nicely said.”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Hebrew expression <i>kaftor vaferach</i> literally means “a knop and a flower.” The term is borrowed from the design of the candelabrum (see Exodus 25:33), and here means “a thing of truth, and beautifully stated.” The usage of this expression is found in Bereshith Rabbah 91:12. It has been suggested that since the candelabrum in the Tabernacle represented the light of wisdom, the knops and flowers in the candelabrum symbolized truth beautifully expressed. Hence the expression <i>kaftor vaferach</i> as applied to a dictum of truth well formulated. — In essence, Ramban’s understanding of the Beraitha mentioned by Rashi is as follows: “Why is the expression <i>in Mount Sinai</i> mentioned here? It cannot be to teach us that the <i>general principles</i> of the Sabbatical year were given on Sinai, for all commandments were declared on Sinai in general terms, the Sabbatical year being merely one of them, as expressly stated in Exodus 23:11. Hence the expression here <i>in Mount Sinai</i> must be to teach that all its specific prescripts were also given on Mount Sinai, and from this you may deduce that the verse at the end of the Book of Leviticus, which states, <i>These are the commandments which the Eternal commanded Moses … in Mount Sinai</i> intends to teach us that the specific prescripts of <i>all</i> the laws were also declared on Sinai. — Ramban’s interpretation is thus not based at all on Moses’ restatement of the laws in the plains of Moab, as is that of Rashi, but instead is founded upon the verses in Exodus 23:11, and at the end of Leviticus, as explained.</i><br>Now the reason why this section [of the laws of the Sabbatical year] was written here, Rabbi Abraham ibn Ezra explained to be as follows: This is the covenant which was written in the section of <i>‘V’eileh Hamishpatim’</i> (<i>And these are the ordinances</i>),<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Exodus 24:4-7: <i>And Moses wrote all the words of the Eternal … And he took the Book of the Covenant</i>.</i> and when the people accepted it upon themselves [by saying] <i>we will do, and obey</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> then the covenant was made,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> and [Moses] told them this whole section [containing the laws of the Sabbatical year]. Scripture mentioned it in this place in order to put in proximity all the conditions [He laid down for Israel’s inheriting] the Land; for just as He said with reference to forbidden sexual relations that on account of them the Land will vomit them out,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Above, 18:28.</i> so He said in the section of <i>‘Im Bechukothai’</i> (<i>If ye walk in My statutes</i>)<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Further, 26:3.</i> with regard to [not keeping the laws of] the Sabbaths of the Land,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> and therefore it was necessary that He mention [here] first [what are the laws of] the Sabbatical years.<br>In my opinion this section is written here in its proper order, for the expression <i>in Mount Sinai</i> means when Moses went up there to receive the <i>second</i> Tablets [and does not refer, as Ibn Ezra interprets it, to the time immediately after the Giving of the Torah, even before Moses went up the mountain to receive the <i>first</i> Tablets of the Law], and the explanation of the matter is as follows: At the beginning of the first forty days of the first Tablets, Moses wrote in the Book of the Covenant <i>all the words of the Eternal</i><sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Exodus 24:4.</i> and all the ordinances stated there [in that section],<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Ibid.</i>, Chapters 21-23.</i> and he sprinkled the blood of the covenant upon the people.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> But when the people sinned with the [golden] calf and the Tablets were broken, that was equivalent to a breaking of the covenant with the Holy One, blessed be He. Therefore when the Holy One, blessed be He, became reconciled to Moses by giving him the second Tablets, He commanded him concerning a new covenant, as it is said, <i>Behold, I make a covenant;</i><sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Ibid.</i>, 34:10.</i> and He repeated there the stringent commandments that had been said in the section of <i>‘V’eileh Hamishpatim’</i> (<i>And these are the ordinances</i>)<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Ibid.</i>, 21:1.</i> at the first covenant, and He [now] stated, <i>Write thou these words, for after the tenor of these words I have made a covenant with thee and with Israel</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\"><i>Ibid.</i>, 34:27.</i> Now the Holy One, blessed be He, wanted to make this second covenant with them with greater stringency, and that it should be upon them by means of oaths and curses, and that it should cover, like the first one, all the original commandments and all the ordinances, as it is said of the first covenant, <i>And Moses came and told the people all the words of the Eternal, and all the ordinances</i>.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><i>Ibid.</i>, 24:3.</i> Therefore Scripture states here at the end of the exhortations, <i>These are the statutes and ordinances and laws, which the Eternal made between Him and the children of Israel, in Mount Sinai by the hand of Moses</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Further, 26:46.</i> this being an allusion to all the commandments and ordinances which had been said at the first covenant, in the section of <i>‘V’eileh Hamishpatim’</i> (<i>And these are the ordinances</i>),<sup class=\"footnote-marker\">20</sup><i class=\"footnote\"><i>Ibid.</i>, 21:1.</i> for they were all embodied in this [second] covenant.<br>Now in the Book of the first Covenant, the law of the Sabbatical year was stated in a general way as I have mentioned, as it is said, <i>And on the seventh year thou shalt let it rest and lie fallow</i> etc.,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ibid.</i>, 23:11.</i> and now in this second convenant it was said with its specific prescripts, its minute details, and its penalties. At the time of the first covenant, during the first forty days [after the Giving of the Torah, when Moses went up to the mountain], Moses was commanded concerning the building of the Tabernacle; and when the Holy One, blessed be He, became reconciled to him and commanded him to make a second covenant for them, Moses came down [from the mountain] <i>and he gave them in commandment all that the Eternal had spoken with him in Mount Sinai</i>,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Exodus 34:32.</i> including the making of the Tabernacle. Then <i>Moses assembled all the congregation of the children of Israel, and said unto them</i> as at first, <i>These are the words which the Eternal hath commanded that ye should do them</i>,<sup class=\"footnote-marker\">25</sup><i class=\"footnote\"><i>Ibid.</i>, 35:1.</i> when making the Tabernacle. Now they accepted the charge joyfully, and departed from his presence at once, and they all came back and brought the donations, and made the Tabernacle and completed its construction. And as soon as it was set up, <i>He</i> immediately <i>called unto Moses, and the Eternal spoke unto him out of the Tent of Meeting</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Above, 1:1.</i> and He commanded him regarding the offerings and the whole <i>Torath Kohanim</i> [“law of the priests,” i.e., the Book of Leviticus], and Moses immediately commanded them all to Aaron and his sons and to all the children of Israel. When he had finished, he said to them: “G-d further commanded me in Mount Sinai to explain to you [the laws of] the Sabbatical year and of the Jubilee, and to make a new covenant with you concerning all the commandments and ordinances, by means of adjuration and oath.” It was not necessary now [for Moses] to slaughter offerings and sprinkle half of the blood upon the people and half upon the altar, as he had done at the first covenant,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Exodus 24:5-6.</i> because now they were [again] accepting upon themselves the original covenant, with these oaths and adjurations. This is the sense of the expression, <i>which the Eternal made between Him and the children of Israel in Mount Sinai</i>,<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Further, 26:46.</i> for it was He Who made with them this [second] covenant, having forgiven them on the basis of these conditions [i.e., the oaths and adjurations mentioned further on in Chapter 26], as I have explained at the end of [<i>Seder</i>] <i>Ki Thisa</i>.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\"><i>Ibid.</i>, 34:27; 31. See Vol. II, pp. 591-2, 594.</i> Similarly, the covenant at the plains of Moab<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Deuteronomy 28:69. 29:9-13.</i> was made likewise, by means of the people accepting upon themselves the Torah with those oaths and adjurations [mentioned in Deuteronomy Chapter 28], this being the covenant, as it is said, <i>These are the words of the covenant which the Eternal commanded Moses to make with the children of Israel in the land of Moab, beside the covenant which He made with them in Horeb</i>.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\"><i>Ibid.</i>, 28:69. Ramban’s point is thus to stress that all subsequent covenants mentioned after the one made at Sinai are merely re-affirmations of the original covenant.</i> The Rabbis of blessed memory have spoken the truth in saying<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Torath Kohanim, <i>Bechukothai</i> 8:9.</i> that among the conditions on which the Land [was given by G-d to Israel] are [those of observing the laws of] the Sabbatical year and the Jubilee, as He will mention in the exhortations,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Further, 26:34; 43.</i> and they are clearly expressed in this second covenant [as referring to the commandments in this section].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61d5d5b0f4629f2b5727f628", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ערב 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Sefer HaShorashim, ערב 1", "sourceHeRef": "ספר השרשים, ערב א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ערב", "he": ["<strong><big>ערב</big></strong>   [הִתְפָּעֵל] וּבְשִׂמְחָתוֹ לֹֽא־<strong>יִתְעָרַב</strong> זָֽר (<a class=\"refLink\" href=\"Proverbs 14:10\" data-ref=\"Proverbs 14:10\">משלי יד, י</a>), <strong>וַיִּתְעָרְבוּ</strong> בַגּוֹיִם (<a class=\"refLink\" href=\"Psalms 106:35\" data-ref=\"Psalms 106:35\">תהלים קו, לה</a>), וּלְפֹתֶה שְׂפָתָיו לֹא <strong>תִתְעָרָֽב</strong> (<a class=\"refLink\" href=\"Proverbs 20:19\" data-ref=\"Proverbs 20:19\">משלי כ, יט</a>). <strong>והשם</strong> וְגַם־<strong>עֵרֶב</strong> רַב עָלָה אִתָּם (<a class=\"refLink\" href=\"Exodus 12:38\" data-ref=\"Exodus 12:38\">שמות יב, לח</a>), וַיַּבְדִּילוּ כָל־<strong>עֵרֶב</strong> (<a class=\"refLink\" href=\"Nehemiah 13:3\" data-ref=\"Nehemiah 13:3\">נחמיה יג, ג</a>), בחמש נקודות. ענין ערבוב והתחברות הדברים. ומזה נקרא העת אחר ביאת השמש <strong>ערב</strong> <strong>בָּעֶרֶב</strong> בָּשָׂר לֶֽאֱכֹל (<a class=\"refLink\" href=\"Exodus 16:8\" data-ref=\"Exodus 16:8\">שמות טז, ח</a>), בשש נקודות, מפני שהוא עת החשך ויתערבו הדברים שלא יכיר אדם ולא יפריד בין דבר לדבר. ולפי שהערב יחלק הלילה מן היום נקראת הלילה ערב. וַֽיְהִי־<strong>עֶרֶב</strong> וַֽיְהִי־בֹקֶר (<a class=\"refLink\" href=\"Genesis 1:5\" data-ref=\"Genesis 1:5\">בראשית א, ה</a>), מָתַי אָקוּם וּמִדַּד־<strong>עָרֶב</strong> (<a class=\"refLink\" href=\"Job 7:4\" data-ref=\"Job 7:4\">איוב ז, ד</a>). בֵּין <strong>הָֽעַרְבָּֽיִם</strong> (<a class=\"refLink\" href=\"Exodus 12:6\" data-ref=\"Exodus 12:6\">שמות יב, ו</a>) הוא מעת נטות השמש למערב והוא משש שעות ולמעלה עד הלילה. ואמר <strong>עַרְבָּיִם</strong> שהם שנים כי מעת שתתחיל השמש לנטות הוא הערב האחד ואחר ביאת השמש הוא הערב השני ובין הזמן הזה הוא מה שאומר עליו בין הערבים. ופאת ביאת השמש נקרא מערב וְיִֽירְאוּ <strong>מִמַּֽעֲרָב</strong> אֶת־שֵׁם י\"י (<a class=\"refLink\" href=\"Isaiah 59:19\" data-ref=\"Isaiah 59:19\">ישעיה נט, יט</a>). וב<strong>ה\"א</strong> הנוספת מֵעֵבֶר לַיַּרְדֵּן <strong>מַֽעְרָבָה</strong> (<a class=\"refLink\" href=\"I Chronicles 26:30\" data-ref=\"I Chronicles 26:30\">דברי הימים א' כו, ל</a>), וַֽיַּישְּׁרֵם לְמַֽטָּה־<strong>מַּעְרָבָה</strong> (שם ב' לב, ל), כי הם מלעיל. וב<strong>ה\"א</strong> הנקבה לְמַעַן יֵֽדְעוּ מִמִּזְרַח־שֶׁמֶשׁ <strong>וּמִמַּעֲרָבָה</strong> (<a class=\"refLink\" href=\"Isaiah 45:6\" data-ref=\"Isaiah 45:6\">ישעיה מה, ו</a>),<strong> מַעְרָבָה</strong> לְגִיחוֹן (<a class=\"refLink\" href=\"II Chronicles 33:14\" data-ref=\"II Chronicles 33:14\">דברי הימים ב' לג, יד</a>) הם <strong>מלרע</strong>. <strong>והפעל ממנו</strong> הִנֵּה נָא רָפָה הַיּוֹם <strong>לַעֲרֹב</strong> (<a class=\"refLink\" href=\"Judges 19:9\" data-ref=\"Judges 19:9\">שופטים יט, ט</a>). <strong>עָֽרְבָה</strong> כָּל־שִׂמְחָה (<a class=\"refLink\" href=\"Isaiah 24:11\" data-ref=\"Isaiah 24:11\">ישעיה כד, יא</a>). כלומר חשכה. אֶת־הַשְּׁתִי אוֹ אֶת־<strong>הָעֵרֶב</strong> (<a class=\"refLink\" href=\"Leviticus 13:52\" data-ref=\"Leviticus 13:52\">ויקרא יג, נב</a>) בחמש נקודות, הוא חוט האריגה שקורי לו בלע\"ז <strong>טרמ\"א</strong>. ונקרא כן שמתערב עם השתי כי חוט השתי הוא דק וחוט הערב הוא עבה ממנו ומתערב עם השתי. וְאֵת כָּל־<strong>עֹרֵב</strong> לְמִינֽוֹ (<a class=\"refLink\" href=\"Deuteronomy 14:14\" data-ref=\"Deuteronomy 14:14\">דברים יד, יד</a>), וְאֶת־<strong>הָעֹֽרְבִים</strong> צִוִּיתִי לְכַלְכֶּלְךָ שָֽׁם (<a class=\"refLink\" href=\"I Kings 17:4\" data-ref=\"I Kings 17:4\">מלכים א' יז, ד</a>), <strong>וְהָעֹֽרְבִים</strong> מְבִיאִים לוֹ לֶחֶם וּבָשָׂר (<a class=\"refLink\" href=\"I Kings 17:6\" data-ref=\"I Kings 17:6\">מלכים א' יז, ו</a>). יִקְּרוּהָ <strong>עֹֽרְבֵי</strong>־נַחַל (<a class=\"refLink\" href=\"Proverbs 30:17\" data-ref=\"Proverbs 30:17\">משלי ל, יז</a>), ידוע, וּמָלְאוּ בָּתֵּי מִצְרַיִם אֶת־<strong>הֶעָרֹב</strong> (<a class=\"refLink\" href=\"Exodus 8:17\" data-ref=\"Exodus 8:17\">שמות ח, יז</a>), וַיָּבֹא <strong>עָרֹב</strong> כָּבֵד (<a class=\"refLink\" href=\"Exodus 8:20\" data-ref=\"Exodus 8:20\">שמות ח, כ</a>), הם אספסופי ה<strong>חי\"ת</strong> ממינים הרבה. וענין אחר <strong>וְעָֽרְבָה</strong> לַֽי\"י מִנְחַת יְהוּדָה (<a class=\"refLink\" href=\"Malachi 3:4\" data-ref=\"Malachi 3:4\">מלאכי ג, ד</a>), כלומר תיטב ותהנה לו והכשר לפניו. וכן <strong>וְֽעָֽרְבָה</strong> שְׁנָתֶֽךָ (<a class=\"refLink\" href=\"Proverbs 3:24\" data-ref=\"Proverbs 3:24\">משלי ג, כד</a>), וּשְׁנָתִי <strong>עָרְבָה </strong>לִּֽי (<a class=\"refLink\" href=\"Jeremiah 31:25\" data-ref=\"Jeremiah 31:25\">ירמיה לא, כה</a>), <strong>יֶעֱרַב</strong> עָלָיו שִׂיחִי (<a class=\"refLink\" href=\"Psalms 104:34\" data-ref=\"Psalms 104:34\">תהלים קד, לד</a>), אֲשֶׁר <strong>עָרַבְתְּ</strong> עֲלֵיהֶם (<a class=\"refLink\" href=\"Ezekiel 16:37\" data-ref=\"Ezekiel 16:37\">יחזקאל טז, לז</a>), <strong>עָרֵב </strong>לָאִישׁ לֶחֶם שָׁקֶר (<a class=\"refLink\" href=\"Proverbs 20:17\" data-ref=\"Proverbs 20:17\">משלי כ, יז</a>), כִּי־קוֹלֵךְ <strong>עָרֵב</strong> (<a class=\"refLink\" href=\"Song of Songs 2:14\" data-ref=\"Song of Songs 2:14\">שיר השירים ב, יד</a>), וְזִבְחֵיכֶם לֹא־<strong>עָרְבוּ</strong> לִֽי (<a class=\"refLink\" href=\"Jeremiah 6:20\" data-ref=\"Jeremiah 6:20\">ירמיה ו, כ</a>). והעובר מזה <strong>עֲרֹב</strong> עַבְדְּךָ לְטוֹב (<a class=\"refLink\" href=\"Psalms 119:122\" data-ref=\"Psalms 119:122\">תהלים קיט, קכב</a>), כלומר הטיב והכשר עבדך לטוב. וכן עָֽשְׁקָה־לִּי <strong>עָרְבֵֽנִי</strong> (<a class=\"refLink\" href=\"Isaiah 38:14\" data-ref=\"Isaiah 38:14\">ישעיה לח, יד</a>), ויתכן להיות מזה מִי הוּא־זֶה<strong> עָרַב</strong> אֶת־לִבּוֹ לָגֶשֶׁת אֵלַי (<a class=\"refLink\" href=\"Jeremiah 30:21\" data-ref=\"Jeremiah 30:21\">ירמיה ל, כא</a>), כלומר מי הוא זה אשר הטיב את לבו והכשירו לגשת אלי. ומזה נקראו השמים ערבות לָרֹכֵב <strong>בָּֽעֲרָבוֹת</strong> (<a class=\"refLink\" href=\"Psalms 68:5\" data-ref=\"Psalms 68:5\">תהלים סח, ה</a>), לפי שהם טובים ונכבדים. וכן מפרשים מזה וְאֵת בְּנֵי <strong>הַתַּֽעֲרֻבוֹת</strong> (<a class=\"refLink\" href=\"II Kings 14:14\" data-ref=\"II Kings 14:14\">מלכים ב' יד, יד</a>), רצונו לומר בני האצילים והחשובים, וכן אמר התרגום <strong>יַת בְּנֵי רַבְרְבַיָא</strong>. וכתב רבי יונה כי אפשר להיות מן הענין הזה <strong>וְאֶת־הָעֹֽרְבִים צִוִּיתִי לְכַלְכֶּלְךָ שָֽׁם</strong>, ואומרו <strong>צִוִּיתִי</strong> רצונו לומר שהעיר את רוחם לכלכלהו. והנכון שהם עורבים ממש שהם העופות הטמאות השחורות כמו שכתבנו. וענין אחר כִּי עַבְדְּךָ <strong>עָרַב</strong> אֶת־הַנַּעַר (<a class=\"refLink\" href=\"Genesis 44:32\" data-ref=\"Genesis 44:32\">בראשית מד, לב</a>), אִם־<strong>עָרַבְתָּ</strong> לְרֵעֶךָ (<a class=\"refLink\" href=\"Proverbs 6:1\" data-ref=\"Proverbs 6:1\">משלי ו, א</a>), אָֽנֹכִי <strong>אֶֽעֶרְבֶנּוּ </strong>(<a class=\"refLink\" href=\"Genesis 43:9\" data-ref=\"Genesis 43:9\">בראשית מג, ט</a>), <strong>בַּעֹֽרְבִים</strong> מַשָּׁאֽוֹת (<a class=\"refLink\" href=\"Proverbs 22:26\" data-ref=\"Proverbs 22:26\">משלי כב, כו</a>), שִֽׂימָה־נָּא <strong>עָרְבֵנִי</strong> עִמָּךְ (<a class=\"refLink\" href=\"Job 17:3\" data-ref=\"Job 17:3\">איוב יז, ג</a>). <strong>וההתפעל</strong> <strong>הִתְעָרֶב</strong> נָא אֶת־אֲדֹנִי הַמֶּלֶךְ אַשּׁוּר (<a class=\"refLink\" href=\"Isaiah 36:8\" data-ref=\"Isaiah 36:8\">ישעיה לו, ח</a>).<strong> והשם</strong> עֹרֵב <strong>עֲרֻבָּה</strong> לִפְנֵי רֵעֵֽהוּ (<a class=\"refLink\" href=\"Proverbs 17:18\" data-ref=\"Proverbs 17:18\">משלי יז, יח</a>), <strong>פירמנצ\"ה</strong> בלע\"ז. והמשכון אִם־תִּתֵּן <strong>עֵֽרָבוֹן</strong> עַד שָׁלְחֶֽךָ (<a class=\"refLink\" href=\"Genesis 38:17\" data-ref=\"Genesis 38:17\">בראשית לח, יז</a>). ומזה הענין לפי דעתי וְאֶת־<strong>עֲרֻבָּתָם </strong>תִּקָּֽח (<a class=\"refLink\" href=\"I Samuel 17:18\" data-ref=\"I Samuel 17:18\">שמואל א' יז, יח</a>), כלומר משכונם כי דרך אנשי הצבא לשים משכונות על הוצאתם לפי שאין המעות מצויין עסהן ואמר לו שיקח ויוציא משכונם מאשר משכונו אצלו. וכן בני התערבות, בני השרים שהיו נותנין אותם בבית המלך <strong>עֵרָבוֹן</strong> שלא ימרדו בו <strong>אישטי\"ט</strong> [<strong>אושטז\"י</strong>] בלע\"ז. <strong>והפעל</strong> <strong>ממנו</strong> שְׂדֹתֵינוּ וּכְרָמֵינוּ וּבָתֵּינוּ אֲנַחְנוּ<strong> עֹרְבִים</strong> (<a class=\"refLink\" href=\"Nehemiah 5:3\" data-ref=\"Nehemiah 5:3\">נחמיה ה, ג</a>), כלומר ממשכנים. ומזה קראו למסחר מערב וערב וְאֶל־כָּל־<strong>הָעֶרֶב </strong>אֲשֶׁר בְּתוֹכָהּ (<a class=\"refLink\" href=\"Jeremiah 50:37\" data-ref=\"Jeremiah 50:37\">ירמיה נ, לז</a>), בחמש נקודות. <strong>מַֽעֲרָבֵךְ </strong>וְכָל־קְהָלֵךְ בְּתוֹכֵךְ (<a class=\"refLink\" href=\"Ezekiel 27:34\" data-ref=\"Ezekiel 27:34\">יחזקאל כז, לד</a>), רצונו לומר אנשי מערבך. מַֽחֲזִיקֵי בִדְקֵךְ <strong>וְֽעֹרְבֵי מַֽעֲרָבֵךְ</strong> (<a class=\"refLink\" href=\"Ezekiel 27:27\" data-ref=\"Ezekiel 27:27\">יחזקאל כז, כז</a>). וכתב אדוני אבי ז\"ל מזה <strong>וְאֶת־הָעֹֽרְבִים צִוִּיתִי לְכַלְכֶּלְךָ שָֽׁם, וְהָעֹֽרְבִים מְבִיאִים לוֹ לֶחֶם וּבָשָׂר</strong>. ונקרא המסחר כן לפי שדרך הסוחרים לערב זה לזה בסחורתם. אֲשֶׁר־שַׂמְתִּי <strong>עֲרָבָה</strong> בֵיתוֹ (<a class=\"refLink\" href=\"Job 39:6\" data-ref=\"Job 39:6\">איוב לט, ו</a>), מדבר. וכן בַּמִּדְבָּר <strong>בָּֽעֲרָבָה</strong> (<a class=\"refLink\" href=\"Deuteronomy 1:1\" data-ref=\"Deuteronomy 1:1\">דברים א, א</a>), צִיָּה<strong> וַֽעֲרָבָֽה</strong> (<a class=\"refLink\" href=\"Jeremiah 51:43\" data-ref=\"Jeremiah 51:43\">ירמיה נא, מג</a>), <strong>עֲרָבָה</strong> לוֹ לֶחֶם לַנְּעָרִֽים (<a class=\"refLink\" href=\"Job 24:5\" data-ref=\"Job 24:5\">איוב כד, ה</a>), הָיָה הַשָּׁרוֹן <strong>כָּֽעֲרָבָה</strong> (<a class=\"refLink\" href=\"Isaiah 33:9\" data-ref=\"Isaiah 33:9\">ישעיה לג, ט</a>), <strong>בְּעַֽרְבוֹת</strong> מוֹאָב (<a class=\"refLink\" href=\"Numbers 22:1\" data-ref=\"Numbers 22:1\">במדבר כב, א</a>), זְאֵב <strong>עֲרָבוֹת</strong> יְשָׁדְדֵם (<a class=\"refLink\" href=\"Jeremiah 5:6\" data-ref=\"Jeremiah 5:6\">ירמיה ה, ו</a>), וְחַדּוּ מִזְּאֵבֵי <strong>עֶרֶב</strong> (<a class=\"refLink\" href=\"Habakkuk 1:8\" data-ref=\"Habakkuk 1:8\">חבקוק א, ח</a>), שֹׁפְטֶיהָ זְאֵבֵי<strong> עֶרֶב</strong> (<a class=\"refLink\" href=\"Zephaniah 3:3\" data-ref=\"Zephaniah 3:3\">צפניה ג, ג</a>), כולם והדומים להם ענין מדבר. ואפשר לפרש ואבי ערב, זאב ערבות, מן <strong>עֶרֶב</strong> שהוא הלילה לפי שהזאבים באים לעיר בלילה לטרוף. וכן תרגם יונתן <strong>דֵיבֵי רַמְשָׁא</strong>. <strong>עֲרַב</strong> וְכָל־נְשִׂיאֵי קֵדָר (<a class=\"refLink\" href=\"Ezekiel 27:21\" data-ref=\"Ezekiel 27:21\">יחזקאל כז, כא</a>), וְאֵת כָּל־מַלְכֵי <strong>עֲרָב</strong> (<a class=\"refLink\" href=\"Jeremiah 25:24\" data-ref=\"Jeremiah 25:24\">ירמיה כה, כד</a>), מַשָּׂא<strong> בַּעְרָב</strong> (<a class=\"refLink\" href=\"Isaiah 21:13\" data-ref=\"Isaiah 21:13\">ישעיה כא, יג</a>). וכן כָּל־מַלְכֵי <strong>הָעֶרֶב</strong> הַשֹּֽׁכְנִים בַּמִּדְבָּֽר (<a class=\"refLink\" href=\"Jeremiah 25:24\" data-ref=\"Jeremiah 25:24\">ירמיה כה, כד</a>). והוא בשש נקודות. והם הערביים השוכנים במדבר. אבל וְאֵת כָּל־<strong>הָעֶרֶב</strong> (<a class=\"refLink\" href=\"Jeremiah 25:20\" data-ref=\"Jeremiah 25:20\">ירמיה כה, כ</a>), הוא עם המקובץ מעמים רבים כמו וגם <strong>עֵרֶב </strong>רב. ויונתן תרגם <strong>סוּמְכְוָתָא</strong>, לשון ערבוב והוא בחמש נקודות. והמסורת אומיא ורמשא בשלש נקודות ערוב ומטוה בשתי נקודות. <strong>כַּֽעֲרָבִים</strong> עַל־יִבְלֵי־מָֽיִם (<a class=\"refLink\" href=\"Isaiah 44:4\" data-ref=\"Isaiah 44:4\">ישעיה מד, ד</a>), <strong>וְעַרְבֵי</strong>־נָחַל (<a class=\"refLink\" href=\"Leviticus 23:40\" data-ref=\"Leviticus 23:40\">ויקרא כג, מ</a>), ידוע."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee647cf7a0c25239b79", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Hiring of Bil'am 2", "anchorRef": "Numbers 22:1-41", "anchorRefExpanded": ["Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Hiring of Bil'am 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ב ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Hiring of Bil'am", "he": "במדבר הערה י״ב"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Faced with overwhelming evidence of Israelite superiority, especially as evinced in the previous chapter, the Moabite king Balak tries to vanquish the invaders via a means more powerful than force of arms: a sorcerer’s curse. The first part of the story is memorable in its vivid characterization, use of theme words, and comic thrust. The central personalities have suggestive names: Balak sounds like a verb that means “to destroy,” Bil’am suggests “swallower” (hence destroyer), and Be’or, present only as the name of the sorcerer’s father, also connotes “destroying.” The text uses two different words for “curse,” soon to be joined by a third. The chapter introduces key themes of the story: “honor,” which Bil’am will refuse in the overwhelming face of God’s truth; “once again,” through which it becomes clear that, for God, “once [refusal of permission for Bil’am to go] is once-and-for-all,” and God’s blessing, once given, will not be rescinded (Rosenzweig 1994); and the emphatic refrain that, as noted above, in one form or another will echo throughout the story, “whatever God tells me, that (alone) must I speak/do.” Most memorable, of course, is the sequence about the talking donkey, which must have been more than a little amusing to ancient audiences. For here we have a dumb animal who sees divine messengers and possesses the divine gift of speech, contrasting with a prophet—who in Israelite thinking was supposed to be distinguished by his abilities as “seer” and mouthpiece of God—who sees nothing and raises his voice only to complain.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382efc9ad75f2d99afa30", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Hiring of Bil'am 1", "anchorRef": "Numbers 22:1-41", "anchorRefExpanded": ["Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, The Hiring of Bil'am 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה י״ב א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י״ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 22:1-41\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 22:1-41</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f796df676bb4ec1da2744", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 1; Reuven 87", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Tribal Lands, Chapter 1; Reuven 87", "sourceHeRef": "נחלת השבטים, א; ראובן פ״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 87, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "א; ראובן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "We travel back westward along the same poor road abutting the Jabbok to reach the Jordan Valley yet again, and continue southward toward the Dead Sea. North and south of Wadi Hisban (Heshbon River), which runs east–west and in antiquity would have emptied into the Jordan just north of the Dead Sea, we pass a number of nondescript tels: Tel el-Ĥammam (Abel-shittim, where the Israelites “began to have sexual relations with the women of Moab,”<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Numbers 25:1.</i> and from where Joshua sent spies to reconnoiter Jericho;<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Joshua 2:1.</i> it was also from Abel-shittim that the Israelites set out to cross the Jordan<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Joshua 3:1.</i>), Tel el-’Azeimeh (Beth-jeshimoth, the southernmost extremity of the Israelite encampment in the Plains of Moab, and later assigned to Reuben), Tel Nimrin (Nimrah, or Beth-nimrah, assigned to Gad)<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Numbers 32:36.</i> and Tel Iktanu or Tel ar-Rama (both have been identified as Beth-haran, also assigned to Gad).<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Ibid.</i> These unexceptional tels (with the exception of Tel Iktanu, which is quite impressive) dot the landscape identified as the “Plains of Moab,” rich with many scenes from within the biblical narrative. This indeterminate area, referenced so often in the Bible,<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Numbers 22:1, 26:3, 63, 31:12, 33:48–50, 35:1, 36:13; Deuteronomy 34:1, 8; Joshua 13:23.</i> also formed, perhaps just for a circumscribed time, the northern boundary of Reuben and ended the southern boundary of Gad. (We do expect to see more Gadite cities further to the south, though, as we approach the Arnon River. See the discussion below on boundary determination in chapter 2.)", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63d77c7deca1000753446b8b", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Rav Hirsch on Torah, Numbers 22:1:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 22. V. 1. ירדן ירחו ,לירדן ירחו ist der Jericho gegenüber fließende Jordan. So auch לירדנה דיריחא :ת׳׳א. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64188539c9371ec0cebe79d3", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Reggio on Torah, Numbers 22:1:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>ויסעו וכו' ויחנו בערבות מואב,</b> כבר אמר למעלה שחנו בגיא אשר בשדה מואב, אבל לפי שבא לספר עתה בארוכה כל מה שקרה אותם בערבות מואב, כי שם ישבו עד מות משה, לכן הקדים להודיע מקום חנייתם:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6418853ec9371ec0cebe79d5", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 22:1:2", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Reggio on Torah, Numbers 22:1:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר כ״ב:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>מעבר לירדן ירחו,</b> לצד מזרח של הירדן באותו מקום שהוא מול ירחו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc72758c1dc532ec92b0", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 22:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Steinsaltz on Numbers 22:1", "sourceHeRef": "ביאור שטיינזלץ על במדבר כ״ב:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 22.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּסְעוּ בְּנֵי יִשְׂרָאֵל</b> דרומה \n    <b>וַיַּחֲנוּ בְּעַרְבוֹת מוֹאָב מֵעֵבֶר לְיַרְדֵּן יְרֵחוֹ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The children of Israel traveled </b>southward, <b>and encamped on the plains of Moav across the Jordan </b>River <b>from Jericho. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66bdeff36de530c4aab89262", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 9:2", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Seder Olam Rabbah 9:2", "sourceHeRef": "סדר עולם רבה ט׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "ויבאו [בני ישראל] כל העדה מדבר צן בחדש הראשון וישב העם בקדש ותמת שם מרים ותקבר שם, ולא היה מים לעדה ויקהלו על משה ועל אהרן (במדבר כ׳:א׳-ב׳), שנסתלקה הבאר, שנת הארבעים היתה, וראש חדש ניסן היה, בו בפרק וישלח משה מלאכים מקדש אל מלך אדום וגו' (שם כ יד), עשו שם ישראל ג' חדשים, ויעל אהרן הכהן וגו', ואהרן בן שלש ועשרים ומאת שנה במתו בהר ההר (שם לג), כיון שמת אהרן, נסתלקו ענני כבוד, ובאו הכנעניים להלחם עם ישראל, וישמע הכנעני מלך ערד וגו' (שם לג מ), ומה שמועה שמע, שמע שמת אהרן, והלך התייר הגדול שבהן, ונסתלק עמוד הענן, שהיה נלחם להם, ובא ונלחם עמהם, וחזרו לאחוריהם ז' מסעות וחנו במוסרה, שנאמר ובני ישראל נסעו מבארת בני יעקן מוסרה שם מת אהרן (דברים י ו), וכי במוסרה מת אהרן, והלא בהר ההר מת אלא ממקום שמת אהרן, חזרו לאחוריהן ז' מסעות, עד שחנו במוסרה, משם נסעו הגדגדה וגו' (שם י ז), ומשם בארה וגו' (במדבר כא טז), היא הבאר שחזרה להם, ויסעו בני ישראל ויחנו באבת, ויסעו מאבת ויחנו בעיי העברים וגו', משם נסעו ויחנו בנחל זרד, משם נסעו ויחנו מעבר ארנון וגו' (שם), שם נלחמו עם סיחון ויכהו ישראל לפי חרב וגו', ויפנו ויעלו דרך הבשן וגו', ויאמר ה' אל משה אל תירא אתו וגו', ויכו אתו ואת בניו וגו' (שם), ויסעו בני ישראל ויחנו בערבות מואב וגו' (שם כב א), ויהי אחרי המגפה וגו' (שם כו יט), לאלה תחלק הארץ וגו' (שם כו נג), ועומדים בערבות מואב, החזירו הבנים לאבות, וחזרו האבות והורישו לבנים, שרח בת אשר היתה מבאי מצרים ומיוצאיה, מבאי מצרים, דכתיב ושרח אחתם (בראשית מו יז), ומבאי הארץ, שנאמר ושם בת אשר שרח (במדבר כו מו), ויוכבד היתה מבאי מצרים ומיוצאיה, מבאי מצרים, שנאמר ושם אשת עמרם יוכבד בת לוי וגו' (שם כו נט), יאיר בן מנשה ומכיר בן מנשה נולדו בחיי יעקב אבינו, ומתו לאחר מיתת משה רבינו, ונבח היה מן הנולדים במצרים, ומת לאחר מיתת משה רבינו, ונקבר בעבר הירדן, ולא נותר מהם איש וגו' (שם כו סה): ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "They [the Israelites]--the entire congregation--came to the wilderness of Tzin in the first month, and the nation settled there, and Miriam died there and was buried there, and therre was not water for the congregation, and they gathered against Moses and Aaron (Numbers 20:1-2). When the well disappeared, it was Year 40, and it was the first of the month of Nissan, there in the episode when Moses sent messengers from Kadesh to the King of Edom (ibid. 20:14), and Israel made [themselves] there for 3 months. Aaron the Priest went up etc., and Aaron was 123 years old when he died at the hill of the mountain (ibid. 33). When Aaron died, the clouds of glory disappeared, and the Canaanites came to make war against Israel. The Canaanites, King of Arad, heard etc. (ibid. 33:40), but what hearing did he hear? He heard that Aaron died, and he the greatest scout traveled among them, and the cloud of glory disappeared, for he had fought for them, and he came to fight with them, and they retreated seven stations and camped at Moserah, for it says \"The Israelites traveled from Be'erot Beney Ya'akan towards Moserah; there Aaron died\" (Deuteronomy 10:6). Did Aaron die in Moserah? Lo, did he not die at the hill of the mountain? Rather, starting from the location where Aaron died, they retreated seven stations, until they encamped at Moserah, and, from there they traveled towards HaGidgad, etc. (ibid. 10:7), and, from there, towards Be'er etc. (Numbers 21:16), which is the well to which they returned. The Israelites traveled and encamped in Avot, and they traveled from Avot and encamped in Iyyey Ha'avarim etc., and from there they traveled and encamped at the Wadi Zered, and from there they traveled and encamped beyond Arnon etc. (ibid.). There they fought with Sihon, and Israel struck him with the sword etc., and they turned and arose on the path of Bashan etc., \"and the Lord said to Moses: 'Do not fear him etc.' and they struck him and his children etc.\" (ibid.). \"The Israelites traveled and encamped at Arvot Mo'av etc.\" (ibid. 22:1). \"It was after the plague etc.\" (ibid. 26:19), \"for these the land shall be divided etc.\" (ibid. 26:53), and, when staying in Arvot Mo'av, the children retreated to their parents, and their parents retracted and gave inheritance to their children. Serah bat Asher was among those who came to Egypt and those who left it. [She was] from those who came to Egypt, as it is written, \"And Serah their sister\" (Genesis 46:17), and [she was] from those who came to the Land [of Israel], as it says, \"And there was the daughter of Asher, Serah\" (Numbers 26:46). And Yokheved was among those who came to Egypt and those who left it. [She was] from those who came to Egypt, as it is written, \"And the name of the wife of Amram was Yokheved, daughter of Levi etc.\" (ibid. 26:59). Ya'ir son of Menasheh and Makhir son of Menasheh were born in the lifetime of our ancestor Jacob, and they died after the death of Moses our teacher, and Novach was among those born in Egypt, and he died after the death of Moses our teacher, and he was buried beyond the Jordan, but there was no man among them left etc. (ibid. 26:65).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "554ef0b4fbfba21b48f53ef2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Haamek Davar on Numbers 22:1:1", "sourceHeRef": "העמק דבר על במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויסעו בני ישראל.</b> ממקום ישיבתם:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b4fbfba21b48f53ef4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 22:1:2", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Haamek Davar on Numbers 22:1:2", "sourceHeRef": "העמק דבר על במדבר כ״ב:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ויחנו.</b> היינו המחנה היה בערבות מואב אבל מכ״מ היו ישראל מפוזרים בערי עבר הירדן ורק הארון ואהל מועד היה בערבות מואב כמש״כ ריש ספר דברים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f2bdd6e4a92746472482", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Chizkuni, Numbers 22:1:1", "sourceHeRef": "חזקוני, במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויסעו בני ישראל</b> לאחר נצחון המלחמה חזרו הגברים והביאו נשיהם וטפם שהיו חונים מעבר ארנון שבמדבר.<b>ויחנו בערבות מואב</b> שמארנון ועד יבוק. <b> שלימא סדרא דפרשת חקת </b>", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויסעו בני ישראל, “The Children of Israel resumed journeying;” after the victory of the men over Og and his army they brought their wives and children to encamp on the east bank of the Jordan river in the region between the rivers Arnon and Yabok.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58aeb422d6e4a953a426430c", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 74:15", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Bereshit Rabbah 74:15", "sourceHeRef": "בראשית רבה ע״ד:ט״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [400], "commentaryNum": 74.0015, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וַיֹּאמֶר לָבָן לְיַעֲקֹב <small>(בראשית לא, נא)</small>, אָמַר רַבִּי יוֹחָנָן כָּזֶה שֶׁהוּא מוֹרֶה אֶת הַחֲנִית. <small>(בראשית לא, נב)</small>: עֵד הַגַּל הַזֶּה וגו' לְרָעָה אֵין אַתָּה עוֹבֵר אֲבָל אַתָּה עוֹבֵר עָלַי בִּפְרַגְמַטְיָא, בְּשָׁעָה שֶׁשָּׁלַח דָּוִד אֶת יוֹאָב לַאֲרַם נַהֲרַיִם וְלַאֲרַם צוֹבָה פָּגַע בַּאֲדוֹמִיִים, בִּקֵּשׁ לְזַנְבָן, הוֹצִיאוּ לוֹ אַפִּיסְטוֹלִי שֶׁלָּהֶם <small>(דברים ב, ג)</small>: רַב לָכֶם סֹב אֶת הָהָר וגו'. פָּגַע בַּמּוֹאָבִיִּים בִּקֵּשׁ לְזַנְבָן וְהוֹצִיאוּ לוֹ אַפִּיסְטוֹלִי שֶׁלָהֶם <small>(דברים ב, ט)</small>: אַל תָּצַר אֶת מוֹאָב וְאַל תִּתְגָּר בָּם מִלְחָמָה, בְּאוֹתָהּ שָׁעָה שָׁלַח יוֹאָב אֵצֶל דָּוִד אָמַר לוֹ פָּגַעְתִּי בַּאֲדוֹמִיִּים וּבִקַּשְׁתִּי לְזַנְבָן הוֹצִיאוּ לִי אַפִּיסְטוֹלִי שֶׁלָּהֶם רַב לָכֶם, בַּמּוֹאָבִיִּים וְהוֹצִיאוּ לִי אַפִּיסְטוֹלִי שֶׁלָּהֶם אַל תָּצַר אֶת מוֹאָב, בְּאוֹתָהּ שָׁעָה לֹא נָהַג דָּוִד כְּבוֹד מַלְכוּת בְּעַצְמוֹ אֶלָּא עָמַד וְהֶעֱבִיר פִּיפוּרִין מֵעָלָיו וַעֲטָרָה מֵעַל רֹאשׁוֹ וְנִתְעַטֵּף בְּטַלִּיתוֹ וְהָלַךְ לוֹ אֵצֶל סַנְהֶדְּרִין, אָמַר לָהֶם רַבּוֹתַי לֹא בָּאתִי לְכָאן אֶלָּא לְלַמֵּד אִם נוֹתְנִים אַתֶּם לִי רְשׁוּת אֲנִי מְלַמֵּד, שָׁלַחְתִּי אֶת יוֹאָב לַאֲרַם נַהֲרַיִם וְלַאֲרַם צוֹבָא וּפָגַע בַּאֲדוֹמִיִּים וְהוֹצִיאוּ לוֹ אַפִּיסְטוֹלִי שֶׁלָּהֶן רַב לָכֶם, וַהֲלוֹא הֵם פָּרְצוּ אֶת הַגָּדֵר תְּחִלָּה <small>(שופטים ג, יג)</small>: וַיֶּאֱסֹף אֵלָיו אֶת בְּנֵי עַמּוֹן, פָּגַע בַּמּוֹאָבִיִּים וּבִקֵּשׁ לְזַנְבָן וְהוֹצִיאוּ לוֹ אַפִּסְטוֹלִי שֶׁלָּהֶן אַל תָּצַר אֶת מוֹאָב, וְהֵם לֹא פָּרְצוּ הַגָּדֵר תְּחִלָּה <small>(במדבר כב, ה ו)</small>: וַיִּשְׁלַח מַלְאָכִים אֶל בִּלְעָם וְעַתָּה לְכָה אָרָה לִי, הֲדָא הוּא דִכְתִיב <small>(תהלים ס, א)</small>: מִכְתָּם, כַּמָּה אִגְרוֹת כָּתַב, רַבִּי אַיְּבוּ אָמַר שְׁתַּיִם כָּתַב, אֶחָד לָאֲדוֹמִיִּים וְאֶחָד לַמּוֹאָבִיִּים. רַבִּי חֲנִינָא אָמַר אִגֶּרֶת אֶחָד כָּתַב, הֲדָא הוּא דִכְתִיב <small>(במדבר כב, ב)</small>: וַיָּשָׁב יוֹאָב וגו', חָזַר וְלָמַד אֲדוֹמִיִּים מִשֶּׁל מוֹאָבִיִּים, הֲדָא הוּא דִכְתִיב <small>(במדבר כב, א)</small>: לַמְנַצֵּחַ עַל שׁוּשַׁן עֵדוּת, לְעֵדָה שֶׁהִיא מְשִׂיחָה בִּלְשׁוֹנוֹ שֶׁל אֱלֹהִים. <small>(במדבר כב, א)</small>: מִכְתָּם לְדָוִד לְלַמֵּד, מָכוּת וְתַמּוּת, <small>(במדבר כב, ב)</small>: בְּהַצּוֹתוֹ אֶת אֲרַם נַהֲרַיִם וַיַּךְ אֶת אֱדוֹם בְּגֵיא מֶלַח, כָּתוּב אֶחָד אוֹמֵר <small>(דברי הימים א יח, יב)</small>: י\"ח אֶלֶף, וְכָתוּב אֶחָד אוֹמֵר <small>(תהלים ס, ב)</small>: י\"ב אֶלֶף, אֶלָּא שְׁתֵּי מִלְחָמוֹת הָיוּ, אַחַת שֶׁל י\"ב אֶלֶף וְאַחַת שֶׁל י\"ח אֶלֶף. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Laban said to Jacob: Here is this pile and here is the monument that I have established between me and you” (Genesis 31:51).</b> <br>“Laban said to Jacob […the monument that I have established [<i>yariti</i>]]” – Rabbi Yoḥanan said: Like one who throws a spear.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\"><i>Yariti </i>can also mean to cast a stone in a threatening manner.</i>  <br><b>“This pile is witness, and the monument is witness, that I will not pass this pile toward you, and that you will not pass this pile and this monument toward me, for harm” (Genesis 31:52).</b> <br>“This pile is witness…” – for harm, you will not pass, but you will pass for commerce. When David dispatched Yoav to Aram Naharayim and Aram Tzova, he encountered Edomites.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The midrash is stating that despite the covenant between Jacob and Laban, David was justified in attacking the Arameans, who are descendants of Laban, because they violated the convenant first. It brings as an example the case of Edom and Moav.</i> He sought to attack them.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The way north went through their western border.</i> They produced for him their epistle: “Enough for you circling this mountain…[You are entering the border of your brothers, the children of Esau…Do not provoke them]” (Deuteronomy 2:3–5). He encountered the Moavites, he sought to attack them. They produced for him their epistle: “The Lord said to me: Do not besiege Moav, and do not provoke war with them” (Deuteronomy 2:9). At that moment, Yoav sent to David, he said to him: ‘I encountered the Edomites. I sought to attack them, but they produced their epistle: “Enough for you.” I encountered the Moavites. I sought to attack them, but they produced their epistle: “Do not besiege Moav.”’ At that moment, David did not conduct himself with the requisite royal dignity. He removed his royal garment of purple wool and the crown from his head, wrapped himself in his cloak and went to the Sanhedrin. He said to them: ‘My masters: I came here only to teach. If you give me permission, I will teach. I sent Yoav to Aram Naharayim and to Aram Tzova. He encountered the Edomites, but they produced their epistle: “Enough for you.” But, did they not breach the fence first? “He<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Eglon king of Moav.</i> gathered to him the children of Amon [and Amalek]” (Judges 3:13).<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The Amalekites, like the Edomites, are descendants of Esau.</i> He encountered the Moavites. He sought to attack them, but they produced their epistle: “Do not besiege Moav.” But, did they not breach the fence first? “He sent messengers to Bilam…now, please come curse this people for me”’ (Numbers 22:5–6). That is what is written: “A letter [for David to teach]” (Psalms 60:1). How many letters did he write? Rabbi Aivu said: He wrote two; one regarding the Edomites and one regarding the Moavites. Rabbi Ḥanina said: He wrote one letter. That is what is written: “Yoav returned [and smote twelve thousand Edomites]” (Psalms 60:2); he returned and learned regarding the Edomites, from the Moavites. That is what is written: “For the chief musician on <i>shushan edut</i>” (Psalms 60:1) – to the assembly [<i>le’eda</i>] that speaks in the language of God.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">This phrase refers to the Sanhedrin. The word <i>shushan</i> refers to the Sanhedrin. See Rashi on Psalms 60:1.</i> “A letter [<i>mikhtam</i>] for David to teach” (Psalms 60:1) – poverty [<i>makhut</i>] and faultlessness [<i>tamut</i>];<sup class=\"footnote-marker\">44</sup><i class=\"footnote\"><i>Miktam </i>is an acronym for <i>makhut </i>and <i>tamut</i>, and it is interpreted as referring to David, who behaved with humility before the Sanhedrin.</i> “when he contended with Aram Naharayim…and smote [twelve thousand] Edomites in the Salt Valley” (Psalms 60:2). One verse says: “Eighteen thousand” (I Chronicles 18:12), and one verse says: “Twelve thousand.” It is, rather, that there were two wars, one with twelve thousand and one with eighteen thousand.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58e39ff5d6e4a94c42d10f61", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 34:6:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Ibn Ezra on Deuteronomy 34:6:1", "sourceHeRef": "אבן עזרא על דברים ל״ד:ו׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>ויקבר אותו.</b> הוא קבר עצמו שנכנס במערה בגיא וכן וירעו הרועים אותם ויראו שוטרי בני ישראל אותם ודע כי הר העברים שהוא הר נבו שהוא צלם ככב הוא בעצמו הגיא שהוא ראש הפסג' שהוא מול בית פעור והעד שאמר הכתוב כי נסע ישראל מבמו' אל הגיא אשר בשדה מואב ראש הפסגה וכתיב ויעל משה מערבות מואב אל הר נבו ראש הפסגה ושם מת ושם קבורתו וכתיב ונשב בגיא מול בית פעור והנה אחר שישבו ישראל בגיא אמר הכתוב ויסעו בני ישראל ויחנו בערבות מואב וכתוב אחר ויחנו בהרי העברים לפני נבו ויסעו מהרי העברים ויחנו בערבות מואב והנה דבר ברור כי במקום שמת משה שם קבורתו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND HE WAS BURIED.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Hebrew, <i>va-yikbor oto</i> (literally, and he buried him).</i> Moses buried himself.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Va-yikbor oto</i> (and he buried him) is to be rendered, and he buried himself. I.E.’s point is that the pronoun <i>oto</i> (him) or <i>otam</i> (them) sometimes has the meaning of himself or themselves.</i> He entered a cave in the valley. The same is true of <i>but the shepherds fed them</i> (otam),<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Otam</i> (them) is to be rendered themselves. Our clause thus reads, but the shepherds fed themselves.</i> and <i>fed not My sheep</i> (Ezek. 34:8) and, <i>And the officers of the children of Israel did see them</i><sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Translated literally.</i> (otam)<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Which is to be rendered, and the officers of the children of Israel did see themselves (<i>otam</i>).</i> (Ex. 5:19). Note,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Scripture refers to Moses’ burial place by the following names: Mount Abarim (Deut. 32:49); Mount Nebo (Deut. 34:1); the top of Pisgah (<i>Ibid.</i>); the valley (<i>gai</i>) which is over against Beth-peor (Deut. 34:6). I.E. goes on to explain that all of these terms refer to one and the same place.</i> Mount Abarim is also known as Mount Nebo.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">See Deut. 32:39.</i> Nebo is in the image of Mercury.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Nebo is the name of an idol in the image of Mercury (Krinsky). See I. E. on Is. 46:1, <i>Bel boweth down, Nebo stoopeth</i>. According to I.E. the idol Nebo stood and was worshipped on Mount Abarim. Hence Mount Abarim was also known as Mount Nebo.</i> Mount Abarim is also known as “the valley which is the top of Pisgah which is over against Beth-peor.”<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">In other words, Mount Abarim, Mount Nebo, the valley which is the top of Pisgah which is over against Beth-peor all refer to one place.</i> The fact that Scripture tells us that Israel journeyed <i>from Bamoth to the valley that is in the field of Moab, by the top of Pisgah</i> (Num. 21:20) is proof of this.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">That the valley (<i>gai</i>) is to be identified with the top of Pisgah.</i> Furthermore, Scripture writes, <i>And Moses went up from the plains of Moab unto mount Nebo, to the top of Pisgah</i> (v. 1).<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">We thus see that Pisgah and Mount Nebo refer to the same place.</i> Moses died there<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">On Mount Nebo.</i> and his grave is there.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">On Mount Nebo.</i> Scripture states,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Additional proof that the valley and Mount Abarim are one and the same.</i> <i>So we abode in the valley over against Beth-peor (Deut. 3:29). Now, Scripture tells us that after Israel dwelt in the valley…the children of Israel journeyed, and pitched in the plains of Moab (Num. 22:1). Another verse states, And [Israel] pitched in the mountains of Abarim, in front of Nebo. And they journeyed from the mountains of Abarim, and pitched in the plains of Moab (Num. 33:47,48). Look, it is clear that Moses’ burial place was in the place where he died.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">I.E. takes issue with the midrash that states that Moses died in the land of the tribe of Reuben (the location of Mount Nebo) but was buried in the land belonging to the tribe of Gad. See <i>Sifre</i> and <i>Sotah</i> 13b.</i></i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd1417f9539fc005a15fffb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Birkat Asher on Torah, Numbers 22:1:1", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "רק השנה שמתי לב לכך ששם ה' יתברך שבפי בלעם הוא כמעט תמיד שם הוי'ה. כך בפרק כב, פסוקים ח, יג, יח, יט; בפרק כג, פסוקים ג, ח, יב, כא, כו; ובפרק כד, פסוקים ו ו־יג. רק פעם אחת הוא משתמש בשם אלהים (כב, לח), פעם אחת בשם שדי (כד, טז) וארבע פעמים בשם אל (כג, יט, כב; כד, ח, טז). אגב, המלאך הוא תמיד מלאך ה', וביתר ההקשרים בא לעתים ה' ולעתים אלהים. לכאורה קשה למצוא כאן שיטה. (פ' בלק תשס\"ג) וראה \"העמק דבר\" (כב, ח). לדבריו, נבואה בשם ה' גבוהה במעלתה מנבואה בשם אלקים. בלעם התפאר שהוא נביא ממש (נביא ה'), והכתוב מורידו כל פעם לדרגתו הממשית (נביא אלקים). עיין שם עוד. הערת הרב איתן שנדורפי שי': מעין זה אצל ר\"ע ספורנו (למעלה יב, ו-ח).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1417f04bbb60019c1e77d", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 22:1:2", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Birkat Asher on Torah, Numbers 22:1:2", "sourceHeRef": "ברכת אשר על התורה, במדבר כ״ב:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "כבר שמו לב שבכל פרשת בלק אין לא פרשה פתוחה ולא פרשה סתומה, עד סוף פרק כד. השאלה היא: מה משמעה של עובדה זו? (פ' בלק תשס\"ב) לשאלה זו נדרש מרן ה\"חפץ חיים\" בפירושו לתורה. לדבריו, החלוקה לפרשיות וההפסקות שבין פרשה לפרשה נועדו \"ליתן רווח (פנאי, שהות) למשה להתבונן בין פרשה לפרשה ובין ענין לענין\" (ויקרא א, א רש\"י ד\"ה ויקרא. השני). וכיון שהדברים שאמר בלעם לא נבעו מתוך מחשבה שלו, אלא ה' שם דבר בפיו וכפה עליו כל מילה ומילה, לא היו נחוצות כאן הפסקות, כי לא היתה כאן התבוננות אישית ושיקול דעת מצד בלעם מה לומר, אלא כל דבריו היו אמרי קודש מן השמים. וראה מש\"כ בספר בראשית (כח, י).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f931d77ecfb0d09e81c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 22:1:1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "Midrash Lekach Tov, Numbers 22:1:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ב:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויסעו בני ישראל. בגבורתם בעזרתם מן השמים בזכות ישראל אביהם. ויחנו בערבות מואב מעבר לירדן ירחו. <i data-commentator=\"Beur HaRe'em\" data-order=\"84\"></i> לא חיסר הכתוב כלום מלמד שבאו עד המדבר של ארץ ישראל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d1fcb6084aa1cbf146af", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יַרְדֵּן 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "BDB, יַרְדֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, יַרְדֵּן א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יַרְדֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יַרְדֵּן</span></big><sub>182</sub>  <strong>n.pr.fl.</strong> Jordan <strong>(</strong>according to Rel Ol<sup>§ 215 c</sup>, from <span dir=\"rtl\">ירד</span> with <span dir=\"rtl\">ֵן</span> for orig. <span dir=\"rtl\">ַן</span>, cf. 𝔊 ὁ Ιορδανης; = river as flowing <em>downward, descending</em>, then of particular stream as river κατʼ ἐξοχήν. See also Sta<sup>§ 294e</sup> (<span dir=\"rtl\">ֵן</span> for <span dir=\"rtl\">ֶן</span>, but name according to Sta non-Hebr.)<strong>)</strong>—abs. always <span dir=\"rtl\">הַיַּר׳</span> in prose <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a> + 162 times; c. ה loc. <span dir=\"rtl\">הַיַּרְדֵּ֫נָה</span> <a data-ref=\"Judges 8:4\" href=\"/Judges.8.4\">Ju 8:4</a> + 3 times; <span dir=\"rtl\">יַרְדֵּן</span> only <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a> <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a>; cstr. <span dir=\"rtl\">יַרְדֵּן</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a> + 11 times Nu Jos + <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>;—the river of Palestine: in all periods, chiefly Hex (122 times: Gn 5 times J; Nu 20 times P, 1 times JE; Dt 26 times; Jos 24 times JE, 20 times D, 16 times P), Ju (12 times), and S (18 times); in K 13 times; Ch 7 times; elsewhere 10 times;—<span dir=\"rtl\">הַיַּרְדֵּן הַזֶּה</span> <a data-ref=\"Genesis 32:11\" href=\"/Genesis.32.11\">Gn 32:11</a> (J), <a data-ref=\"Deuteronomy 3:27\" href=\"/Deuteronomy.3.27\">Dt 3:27</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">31:2</a> <a data-ref=\"Joshua 1:2\" href=\"/Joshua.1.2\">Jos 1:2</a>, <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">11</a>; <a data-ref=\"Joshua 4:22\" href=\"/Joshua.4.22\">4:22</a> (all D); <span dir=\"rtl\">בְּעֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Genesis 50:10\" href=\"/Genesis.50.10\">Gn 50:10</a>, <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">11</a> (J), <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a>; <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">24:8</a> (both JE), + 20 times D + <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">10:8</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a>; P has also <span dir=\"rtl\">מֵעֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a>, and <span dir=\"rtl\">מֵע׳ לַיַּרְדֵּן</span> v <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">19</a>, <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">32</a>; <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">35:14</a> <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a>, also <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a> (JE), <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (D), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a> <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">1 Ch 12:37</a>; <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">26:30</a>; in P peculiarly <span dir=\"rtl\">יַרְדֵּן יְרֵחוֹ</span> <em>the Jordan of</em> (at) <em>Jericho</em>, with <span dir=\"rtl\">עַל</span> <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">Nu 26:3</a>, <a data-ref=\"Numbers 26:63\" href=\"/Numbers.26.63\">63</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a>; <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">33:48</a>, <a data-ref=\"Numbers 33:50\" href=\"/Numbers.33.50\">50</a>; <a data-ref=\"Numbers 35:1\" href=\"/Numbers.35.1\">35:1</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a>, with <span dir=\"rtl\">מֵעֵבֶר לְ</span> <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (= <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>), with <span dir=\"rtl\">מִן</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> (E?); <span dir=\"rtl\">עֵבֶר הַיַּרְדֵּן</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">Dt 4:49</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a> (P); see sub <a data-ref=\"BDB, עָבַר\" href=\"/BDB,_עָבַר\", dir=\"rtl\">עבר</a>; <span dir=\"rtl\">מֵי הַיַּרְדֵּן</span> <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a><sup>(×2)</sup>; <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">4:18</a>, <a data-ref=\"Joshua 4:23\" href=\"/Joshua.4.23\">23</a> (all JE), <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">3:8</a>; <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a> (both D); <span dir=\"rtl\">מֵימֵי הַיַּרְדֵּן</span> <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">4:7</a> (JE); <span dir=\"rtl\">גְּאוֹן הַיַּר׳</span> <a data-ref=\"Jeremiah 12:5\" href=\"/Jeremiah.12.5\">Je 12:5</a>; <a data-ref=\"Jeremiah 49:19\" href=\"/Jeremiah.49.19\">49:19</a>; <a data-ref=\"Jeremiah 50:44\" href=\"/Jeremiah.50.44\">50:44</a> <a data-ref=\"Zechariah 11:3\" href=\"/Zechariah.11.3\">Zc 11:3</a> (v. <a data-ref=\"BDB, גָּאוֹן\" href=\"/BDB,_גָּאוֹן\", dir=\"rtl\">גאון</a> p. 145 a, supr.); <span dir=\"rtl\">שְׂפַת הַיּר׳</span> <a data-ref=\"II Kings 2:13\" href=\"/II_Kings.2.13\">2 K 2:13</a>; <span dir=\"rtl\">יוֹשֵׁב עַל־הַיָּם וְעַל יַד הַיַּרְדֵּן</span> <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (JE; elsewhere in Nu, P); <span dir=\"rtl\">כִּכַּר הַיַּרְדֵּן</span> <em>the circle of Jordan</em>, i.e. the plain about Jericho <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a>, <a data-ref=\"Genesis 13:11\" href=\"/Genesis.13.11\">11</a> (J), <a data-ref=\"I Kings 7:46\" href=\"/I_Kings.7.46\">1 K 7:46</a> <a data-ref=\"II Chronicles 4:17\" href=\"/II_Chronicles.4.17\">2 Ch 4:17</a>; <span dir=\"rtl\">מַעְבְּרוֹת הַיַּר׳</span> <a data-ref=\"Judges 3:28\" href=\"/Judges.3.28\">Ju 3:28</a>; <a data-ref=\"Judges 12:5\" href=\"/Judges.12.5\">12:5</a>, <a data-ref=\"Judges 12:6\" href=\"/Judges.12.6\">6</a> <em>fords of the Jordan;</em> <span dir=\"rtl\">אֶל־גְּלִילוֹת הַיַּרְדֵּן אֶל־עֵבֶר בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">Jos 22:11</a>, cf. v <a data-ref=\"Joshua 22:10\" href=\"/Joshua.22.10\">10</a> (both P; v. <a data-ref=\"BDB, גְּלִילוֹת\" href=\"/BDB,_גְּלִילוֹת\", dir=\"rtl\">גלילות</a> supr. p. 165); <span dir=\"rtl\">אֶרֶץ יַרְדֵּן</span> <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">ψ 42:7</a> (without art. only here and in foll.); <span dir=\"rtl\">יָגִיחַ יַרְדֵּן אֶל־פִּיהוּ</span> <a data-ref=\"Job 40:23\" href=\"/Job.40.23\">Jb 40:23</a> <em>a Jordan bursteth forth into his mouth</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d200b6084aa1cbf14a3b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְרִיחוֹ 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "BDB, יְרִיחוֹ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְרִיחוֹ א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְרִיחוֹ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְרִיחוֹ</span>, <span dir=\"rtl\">יְרִיחֹה</span>, <span dir=\"rtl\">יְרֵחוֹ</span></big>  <strong>n.pr.loc. Jericho (</strong>on form see Baer on <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a> <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">Je 39:5</a> Kö<sup>Einl. 49</sup>; √ and meaning dub.; according to Thes al. from <span dir=\"rtl\">רָוַח</span>, = <em>regio fragrans</em>, the district abounding in palms, rose-gardens, balsam, etc.<strong>)</strong>;—<span dir=\"rtl\">יְרִיחוֹ</span> <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a> + 27 times Jos (19 times JE, 3 times D, 6 times P), + 5 times <a data-ref=\"II Kings 2\" href=\"/II_Kings.2\">2 K 2</a>; <span dir=\"rtl\">יְרִחוֹ</span> <a data-ref=\"Joshua 18:21\" href=\"/Joshua.18.21\">Jos 18:21</a> <a data-ref=\"II Samuel 10:5\" href=\"/II_Samuel.10.5\">2 S 10:5</a> <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">Je 39:5</a>; <a data-ref=\"Jeremiah 52:8\" href=\"/Jeremiah.52.8\">52:8</a>; <span dir=\"rtl\">יְרִחֹה</span> <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>; <span dir=\"rtl\">יְרֵחוֹ</span> <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">Dt 34:1</a> (P), v <a data-ref=\"Deuteronomy 34:3\" href=\"/Deuteronomy.34.3\">3</a> (D), <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a> (P) + 9 times P, <a data-ref=\"II Kings 25:5\" href=\"/II_Kings.25.5\">2 K 25:5</a> <a data-ref=\"Ezra 2:34\" href=\"/Ezra.2.34\">Ezr 2:34</a> <a data-ref=\"Nehemiah 3:2\" href=\"/Nehemiah.3.2\">Ne 3:2</a>; <a data-ref=\"Nehemiah 7:35\" href=\"/Nehemiah.7.35\">7:36</a> + 3 times Ch;—Canaanit. city taken by Josh. <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> (JE) +; having a king <a data-ref=\"Joshua 2:2\" href=\"/Joshua.2.2\">2:2</a>, <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">3</a>; <a data-ref=\"Joshua 8:2\" href=\"/Joshua.8.2\">8:2</a>; <a data-ref=\"Joshua 10:1\" href=\"/Joshua.10.1\">10:1</a> (all JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>; <a data-ref=\"Joshua 12:9\" href=\"/Joshua.12.9\">12:9</a> (all D); near Jordan, whence <span dir=\"rtl\">(יְרִיחוֹ) יַרְדֵּן יְרֵחוֹ</span>, v. <a data-ref=\"BDB, יַרְדֵּן\" href=\"/BDB,_יַרְדֵּן\", dir=\"rtl\">יַרְדֵּן</a> supr.; Mt. Nebo is described as <span dir=\"rtl\">עַל־פְּנֵי יְרֵחוֹ</span> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">34:1</a> (P); (called <span dir=\"rtl\">עִיר הַתְּמָרִים</span> <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Jud 1:16</a>; <a data-ref=\"Judges 3:13\" href=\"/Judges.3.13\">3:13</a>; so in appos. <a data-ref=\"Deuteronomy 34:3\" href=\"/Deuteronomy.34.3\">Dt 34:3</a> <a data-ref=\"II Chronicles 28:15\" href=\"/II_Chronicles.28.15\">2 Ch 28:15</a>); the adjacent plain is called <span dir=\"rtl\">בִּקְעַת יְרֵחוֹ</span> <a data-ref=\"Deuteronomy 34:3\" href=\"/Deuteronomy.34.3\">Dt 34:3</a> (JE); <span dir=\"rtl\">עַרְבוֹת יְרֵחוֹ</span> <a data-ref=\"II Kings 25:5\" href=\"/II_Kings.25.5\">2 K 25:5</a> = <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">Je 39:5</a> = <a data-ref=\"Jeremiah 52:8\" href=\"/Jeremiah.52.8\">52:8</a>; <span dir=\"rtl\">ע׳ יְרִיחוֹ</span> <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">5:10</a> (both P); among returning exiles appear <span dir=\"rtl\">בְּנֵי יְרֵחוֹ</span> <a data-ref=\"Ezra 2:34\" href=\"/Ezra.2.34\">Ezr 2:34</a> = <a data-ref=\"Nehemiah 7:35\" href=\"/Nehemiah.7.35\">Ne 7:36</a>, and among builders of wall <span dir=\"rtl\">אַנְשֵׁי יְרֵחוֹ</span> <a data-ref=\"Nehemiah 3:2\" href=\"/Nehemiah.3.2\">Ne 3:2</a> (BeRy Ryle <em>ad loc.</em> and <a data-ref=\"Ezra 2:34\" href=\"/Ezra.2.34\">Ezr 2:34</a>);—mod. <em>rîḥâ;</em> see also GASm<sup>Geogr. 266 ff.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d29cb6084aa1cbf1c1d9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹאָב 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "BDB, מוֹאָב 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹאָב א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹאָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מוֹאָב</span>, <span dir=\"rtl\">מֹאָב</span></big>  <strong>n.pr. gent. et terr. Moab (</strong>MI 1, 2, 5, 6, 12, 20 <span dir=\"rtl\">מאב</span>; Assyrian <em>Maʾaba, Maʾbu, Muʾâba</em>, etc., Schr<sup> COT Gloss., and on Gn 19, 37</sup> Dl<sup>Par. 294 f., 296</sup>;—on etym. cf. Lag<sup>BN 90 Anm.</sup>, Ne<sup>SK 1892, 573</sup>, Gray<sup>Prop. N. 25</sup><strong>)</strong>;—<span dir=\"rtl\">מו׳</span> <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a> + 178 times; <span dir=\"rtl\">מֹאָב</span> <a data-ref=\"II Samuel 8:12\" href=\"/II_Samuel.8.12\">2 S 8:12</a>; 𝔊 Μωαβ;—<br><strong>1.</strong>  <em>Moab</em> as son of Lot by his elder daughter according to <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a>.<br><strong>2.</strong>  <em>Moab:</em> <strong>a.</strong>  = nation of which Lot’s son is represented as ancestor <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a> <a data-ref=\"Numbers 21:29\" href=\"/Numbers.21.29\">Nu 21:29</a>; <a data-ref=\"Numbers 22:3\" href=\"/Numbers.22.3\">22:3</a><sup>(×2)</sup> <a data-ref=\"Amos 2:1\" href=\"/Amos.2.1\">Am 2:1</a>, <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">2</a> <a data-ref=\"Jeremiah 48:1\" href=\"/Jeremiah.48.1\">Je 48:1</a>, <a data-ref=\"Jeremiah 48:2\" href=\"/Jeremiah.48.2\">2</a> + 30 times <a data-ref=\"Jeremiah 48\" href=\"/Jeremiah.48\">Je 48</a> + often; having a king, <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a>; <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">22:4</a>, <a data-ref=\"Numbers 22:10\" href=\"/Numbers.22.10\">10</a> <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">Ju 3:12</a> <a data-ref=\"I Samuel 12:9\" href=\"/I_Samuel.12.9\">1 S 12:9</a> +. <strong>b.</strong>  = territory of Moab <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a>, <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Numbers 21:15\" href=\"/Numbers.21.15\">15</a> +; <span dir=\"rtl\">שְׂדֵה מ׳</span> †<a data-ref=\"Genesis 36:25\" href=\"/Genesis.36.25\">Gn 36:25</a> <a data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\">Nu 15:20</a> <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a>, <a data-ref=\"Ruth 1:2\" href=\"/Ruth.1.2\">2</a>, <a data-ref=\"Ruth 1:6\" href=\"/Ruth.1.6\">6</a><sup>(×2)</sup>, <a data-ref=\"Ruth 1:22\" href=\"/Ruth.1.22\">22</a>; <a data-ref=\"Ruth 2:6\" href=\"/Ruth.2.6\">2:6</a>; <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">4:3</a> <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">1 Ch 1:46</a>; <a data-ref=\"I Chronicles 8:8\" href=\"/I_Chronicles.8.8\">8:8</a>; <span dir=\"rtl\">אֶרֶץ מ׳</span> †<a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a>; <a data-ref=\"Deuteronomy 28:69\" href=\"/Deuteronomy.28.69\">28:69</a>; <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">32:49</a>; <a data-ref=\"Deuteronomy 34:5\" href=\"/Deuteronomy.34.5\">34:5</a>, <a data-ref=\"Deuteronomy 34:6\" href=\"/Deuteronomy.34.6\">6</a> <a data-ref=\"Judges 11:15\" href=\"/Judges.11.15\">Ju 11:15</a>, <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">18</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 48:24\" href=\"/Jeremiah.48.24\">Je 48:24</a>, <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">33</a>; <span dir=\"rtl\">מִדְבַּר מ׳</span> †<a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">Dt 2:8</a>; <span dir=\"rtl\">עַרְבוֹת מ׳</span> †<a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 26:3\" href=\"/Numbers.26.3\">26:3</a>, <a data-ref=\"Numbers 26:63\" href=\"/Numbers.26.63\">63</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a>; <a data-ref=\"Numbers 33:48\" href=\"/Numbers.33.48\">33:48</a>, <a data-ref=\"Numbers 33:49\" href=\"/Numbers.33.49\">49</a>, <a data-ref=\"Numbers 33:50\" href=\"/Numbers.33.50\">50</a>; <a data-ref=\"Numbers 35:1\" href=\"/Numbers.35.1\">35:1</a>; <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">36:13</a>; <a data-ref=\"Deuteronomy 34:1\" href=\"/Deuteronomy.34.1\">Dt 34:1</a>, <a data-ref=\"Deuteronomy 34:8\" href=\"/Deuteronomy.34.8\">8</a> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d357b6084aa1cbf2583f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵ֫בֶר 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "BDB, עֵ֫בֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵ֫בֶר א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵ֫בֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><span dir=\"rtl\">עֵ֫בֶר</span></big>  <strong>n.m.</strong> <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">1 S 14:40</a> region across or beyond, side <strong>(</strong>on format. cf. Ba<sup>NB 144</sup>; cf. especially Assyrian <em>êbru, êbirtu</em>, id. <em>êbirtan</em>, adv. <em>beyond</em><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">1 S 14:4</a> +; cstr. <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">Jos 24:4</a> +; sf. <span dir=\"rtl\">עֶבְרוֹ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a>; pl. cstr. <span dir=\"rtl\">עֶבְרֵי</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> (si vera l., v. infr.); sf. <span dir=\"rtl\">עֲבָרָיו</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (read probably <span dir=\"rtl\">עֶבְרֵיהֶם</span>, so Vrss), <span dir=\"rtl\">עֶבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a>;—<br><strong>1.</strong>  <em>region across</em> or <em>beyond</em> anything (usually wady, river, or sea), mostly c. prep.: <span dir=\"rtl\">בְּעֵבֶר אַרְנוֹן</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a> (JE) <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>, cf. <a data-ref=\"Jeremiah 25:22\" href=\"/Jeremiah.25.22\">Je 25:22</a>; <span dir=\"rtl\">אֶל־ע׳ הַיָּם</span> <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">Dt 30:13</a> b, <span dir=\"rtl\">מֵעֵבֶר לַיָּם</span> v <a data-ref=\"Deuteronomy 30:13\" href=\"/Deuteronomy.30.13\">13</a> a <em>beyond the sea;</em> <span dir=\"rtl\">מֵע׳ לְנַהֲרֵי־כוּשׁ</span> <a data-ref=\"Isaiah 18:1\" href=\"/Isaiah.18.1\">Is 18:1</a>, cf. <span dir=\"rtl\">עַד־מֵע׳</span> <a data-ref=\"I Kings 4:12\" href=\"/I_Kings.4.12\">1 K 4:12</a> (<span dir=\"rtl\">מִן</span> <em>on the side of, on</em>, v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>; so usually c. <span dir=\"rtl\">ע׳</span>); but also (rarely) <span dir=\"rtl\">מֵע׳</span> <em>from the other side of</em> <a data-ref=\"Zephaniah 3:10\" href=\"/Zephaniah.3.10\">Zp 3:10</a> <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a> <a data-ref=\"II Chronicles 20:2\" href=\"/II_Chronicles.20.2\">2 Ch 20:2</a>; abs. <span dir=\"rtl\">הָע׳</span> <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a> <em>to the other side</em> (sc. of a ravine; after <span dir=\"rtl\">וַיַּעֲבֹר</span>); <span dir=\"rtl\">בְּעֵבֶר הָעֵמֶק</span> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a>, read perhaps <span dir=\"rtl\">בְּעָרֵי הָע׳</span>, so Klo Bu HPS; <span dir=\"rtl\">בְּעֶבְרֵי פִי־פָ֑חַת</span> <a data-ref=\"Jeremiah 48:28\" href=\"/Jeremiah.48.28\">Je 48:28</a> <em>beyond the mouth of a chasm</em> is dub.; Gie proposes <span dir=\"rtl\">בְּחֹרֵי כֵפֵי בַתֹּת</span> <em>in the rock-holes of the precipices;</em> especially (chiefly Hex, 37 times) <span dir=\"rtl\">ע׳הַיַּרְדֵּן</span> (30 times), or (less often, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a> + 13 times), <span dir=\"rtl\">לַיַּרְדֵּן</span>, <span dir=\"rtl\">לְיַרְדֵּן יְרֵחוֹ</span> (only c. <span dir=\"rtl\">מֵע׳</span>), of either E. Jordan (36 times) or W. Jordan land (9 times) according to standpoint of speaker or writer: <strong>A.</strong> E. Jordan (from standpoint of writer) <a data-ref=\"Genesis 50:10\" href=\"/Genesis.50.10\">Gn 50:10</a>, <a data-ref=\"Genesis 50:11\" href=\"/Genesis.50.11\">11</a> (J) <a data-ref=\"Joshua 17:5\" href=\"/Joshua.17.5\">Jos 17:5</a> (JE) <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a>, <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">5</a>; <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">4:41</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>, <a data-ref=\"Deuteronomy 4:47\" href=\"/Deuteronomy.4.47\">47</a>, <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">49</a>; <a data-ref=\"Joshua 1:14\" href=\"/Joshua.1.14\">Jos 1:14</a>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:8\" href=\"/Joshua.13.8\">13:8</a> (D), <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a>; <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">32:19</a>; <a data-ref=\"Numbers 34:15\" href=\"/Numbers.34.15\">34:15</a> <a data-ref=\"Joshua 13:27\" href=\"/Joshua.13.27\">Jos 13:27</a>, <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">32</a>; <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">14:3</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">20:8</a> (P), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a>; <a data-ref=\"Judges 10:8\" href=\"/Judges.10.8\">10:8</a> <a data-ref=\"I Samuel 31:7\" href=\"/I_Samuel.31.7\">1 S 31:7</a> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a> <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">1 Ch 6:63</a>; <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">12:37</a>; from standpoint of speaker, <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a> (JE), <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">24:8</a> (E), <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">1:15</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">2:10</a>; <a data-ref=\"Joshua 9:10\" href=\"/Joshua.9.10\">9:10</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a>; <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">22:4</a> (D), <a data-ref=\"Judges 5:17\" href=\"/Judges.5.17\">Ju 5:17</a>; in <a data-ref=\"Numbers 35:14\" href=\"/Numbers.35.14\">Nu 35:14</a> (Moses speaks) it is <em>land</em> opp. to Can., cf. <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">Nu 32:32</a>; in <a data-ref=\"Deuteronomy 3:8\" href=\"/Deuteronomy.3.8\">Dt 3:8</a> (Moses speaks) writer (D) ascribes his own standpoint to Moses; (often further topogr. note is added, e.g. <span dir=\"rtl\">מִזְרָ֫חָה</span> <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">Dt 4:49</a> +, <span dir=\"rtl\">מִזְרַח הַששֶּׁמֶשׁ</span> <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">Jos 1:15</a> +, etc.); <span dir=\"rtl\">אֶל־עֵבֶר בְּנֵי יִשְׂר׳</span> <a data-ref=\"Joshua 22:11\" href=\"/Joshua.22.11\">Jos 22:11</a> <em>toward the region opposite the sons of Israel</em> appar. also refers to E. side (v. Steuernagel on text). <strong>B.</strong> W. Jordan (9 times), from standpoint of speaker <a data-ref=\"Deuteronomy 3:20\" href=\"/Deuteronomy.3.20\">Dt 3:20</a>, <a data-ref=\"Deuteronomy 3:25\" href=\"/Deuteronomy.3.25\">25</a> (Moses), also <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">11:30</a> (but here + <span dir=\"rtl\">מְבוֹא הַשֶּׁמֶשׁ</span>, and in all foll. some special designation of <em>West</em>), + <span dir=\"rtl\">יָ֫מָּה</span> <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">Jos 5:1</a> (D; from standpoint of those just crossed), <a data-ref=\"Joshua 12:7\" href=\"/Joshua.12.7\">12:7</a> (<em>opposite</em> East v <a data-ref=\"Joshua 12:1-6\" href=\"/Joshua.12.1-6\">1–6</a>), <a data-ref=\"Joshua 22:7\" href=\"/Joshua.22.7\">22:7</a> (id.<em>;</em> Kt <span dir=\"rtl\">מעבר</span>, Qr <span dir=\"rtl\">בְּעֵבֶר</span>), cf. <a data-ref=\"Joshua 9:1\" href=\"/Joshua.9.1\">9:1</a> (as <a data-ref=\"Joshua 5:1\" href=\"/Joshua.5.1\">5:1</a>); + <span dir=\"rtl\">וָהָ֑לְאָה</span> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> a (<em>opposite</em> East v b); in <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> <span dir=\"rtl\">מֵע׳ לַיַּר׳ מַעֲרָ֑בָה ע׳</span> seems = <em>side</em> (v. infr.). Also <span dir=\"rtl\">בְּע׳ הַנָּהָר</span> <em>beyond the river</em> (Euphrates) <a data-ref=\"Joshua 24:2\" href=\"/Joshua.24.2\">Jos 24:2</a>, <a data-ref=\"Joshua 24:14\" href=\"/Joshua.24.14\">14</a>, <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">15</a> (E; Kt Qr <span dir=\"rtl\">מֵע׳</span>), <span dir=\"rtl\">מֵע׳</span> <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a> <em>beyond</em>, and <a data-ref=\"I Kings 14:5\" href=\"/I_Kings.14.5\">1 K 14:5</a> <em>to the other side of</em> (v. <a data-ref=\"BDB, מִן־\" href=\"/BDB,_מִן־\", dir=\"rtl\">מִן</a> <strong>1 c</strong>); <span dir=\"rtl\">מֵע׳</span> <em>from beyond</em> the river only <a data-ref=\"Joshua 24:3\" href=\"/Joshua.24.3\">Jos 24:3</a> (E), in all these = beyond the Euphr. <em>eastward</em>, from standpoint of those west of Euphr.; so pl. <span dir=\"rtl\">בְּעֶבְרֵי הַנּ׳</span> <a data-ref=\"Isaiah 7:20\" href=\"/Isaiah.7.20\">Is 7:20</a>; poss. also <span dir=\"rtl\">ע׳</span> alone (si vera l.) in the difficult passage <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">Nu 24:24</a>; <span dir=\"rtl\">ע׳ הַנָּהָר</span> = <em>region beyond the river</em> (Euphr.) westward (from standpoint of those in Babylonia or Persia) <a data-ref=\"Nehemiah 2:7\" href=\"/Nehemiah.2.7\">Ne 2:7</a>, <a data-ref=\"Nehemiah 2:9\" href=\"/Nehemiah.2.9\">9</a>; <a data-ref=\"Nehemiah 3:7\" href=\"/Nehemiah.3.7\">3:7</a> <a data-ref=\"Ezra 8:36\" href=\"/Ezra.8.36\">Ezr 8:36</a>; also <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a><sup>(×2)</sup> (written in Bab.; cf. Biblical Aramaic <span dir=\"rtl\">עֲבַר</span>, and Dr<sup>Intr (6) 504</sup>). cf. late Assyrian <em>ebir nâri</em> Schr<sup>KB iv. 304, 1. 7 from below;</sup> KAT 3. 188, 437.<br><strong>2.</strong>  (Opposite) <em>side, side:</em> <span dir=\"rtl\">מֵע׳ הַלָּז</span> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a> <em>on yonder side</em> seems transition to this meaning; <span dir=\"rtl\">מֵהָע׳ מִזֶּה</span> twice, v <a data-ref=\"I Samuel 14:4\" href=\"/I_Samuel.14.4\">4</a> = <em>on one side, on the other side</em>, so <span dir=\"rtl\">לְע׳ אֶחָד</span> twice v <a data-ref=\"I Samuel 14:40\" href=\"/I_Samuel.14.40\">40</a>; even <span dir=\"rtl\">מִשְּׁנֵי עִבְרֵיהֶם</span> <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">Ex 32:15</a> (E) <em>on their two sides</em> (i.e. of tablets); <span dir=\"rtl\">אֶל־ע׳ הָאֵפוֹד בָּ֑יְתָה</span> <a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">Ex 28:26</a> (P) <em>toward the inner side of the ephod;</em> in <a data-ref=\"I Kings 7:20\" href=\"/I_Kings.7.20\">1 K 7:20</a>, <a data-ref=\"I Kings 7:30\" href=\"/I_Kings.7.30\">30</a> <span dir=\"rtl\">ע׳</span> appar. = <em>at the side of</em> or <em>opposite</em>, but the archit. details are obscure; <span dir=\"rtl\">מִכָּל־עֲבָרָיו מִסָּבִיב</span> <a data-ref=\"I Kings 5:4\" href=\"/I_Kings.5.4\">1 K 5:4</a> <em>on all sides of him</em>, round about, <span dir=\"rtl\">מִכָּל־עֲבָרָיו</span> <a data-ref=\"Jeremiah 49:32\" href=\"/Jeremiah.49.32\">Je 49:32</a> (reads <span dir=\"rtl\">עֶבְרֵיהֶם</span> Vrss Gie) <em>from all sides of them</em> (all directions, = <span dir=\"rtl\">מִכָּל־סְבִיבָ֑יִךְ</span> v <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">5</a>); <span dir=\"rtl\">אֶל־עֵבֶר פָּנָיו יֵלֵ֑כוּ</span> <em>to the side of their faces</em> (i.e. in front, straight forward) <em>they</em> (always) <em>went</em> <a data-ref=\"Ezekiel 1:9\" href=\"/Ezekiel.1.9\">Ez 1:9</a>, <a data-ref=\"Ezekiel 1:12\" href=\"/Ezekiel.1.12\">12</a>; <a data-ref=\"Ezekiel 10:22\" href=\"/Ezekiel.10.22\">10:22</a>, cf. <span dir=\"rtl\">עַל־ע׳ פָּנֶיהָ</span> <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> to give light <em>upon the space in front of it;</em> <span dir=\"rtl\">אִישׁ לְעֶבְרוֹ תָּעוּ</span> <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">Is 47:15</a> <em>they wander away each in his own direction</em> (regardless of thee).—On <a data-ref=\"I Chronicles 26:30\" href=\"/I_Chronicles.26.30\">1 Ch 26:30</a> v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b8b6084aa1cbf2a2f7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֲרָבָה 1", "anchorRef": "Numbers 22:1", "anchorRefExpanded": ["Numbers 22:1"], "sourceRef": "BDB, עֲרָבָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֲרָבָה א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֲרָבָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">עֲרָבָה</span></big><sub>61</sub>  <strong>n.f. desert-plain, steppe</strong>; abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">2 S 4:7</a> +, sf. <span dir=\"rtl\">עַרְבָתָהּ</span> <a data-ref=\"Isaiah 51:3\" href=\"/Isaiah.51.3\">Is 51:3</a>; pl. <span dir=\"rtl\">עֲרָבוֹת</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> <a data-ref=\"Psalms 68:5\" href=\"/Psalms.68.5\">ψ 68:5</a>, cstr. <span dir=\"rtl\">עַרְבוֹת</span> <a data-ref=\"II Kings 25:5\" href=\"/II_Kings.25.5\">2 K 25:5</a> +, <span dir=\"rtl\">עַרְבֹת</span> <a data-ref=\"Jeremiah 52:8\" href=\"/Jeremiah.52.8\">Je 52:8</a>;—<br><strong>1.</strong>  earliest use: <strong>a.</strong>  arid steppe W. of Dead Sea (in S. Judah) <a data-ref=\"I Samuel 23:24\" href=\"/I_Samuel.23.24\">1 S 23:24</a>, also <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a>; <a data-ref=\"Isaiah 51:3\" href=\"/Isaiah.51.3\">Is 51:3</a>, whence name <span dir=\"rtl\">יָם הָע׳</span> <a data-ref=\"Joshua 3:6\" href=\"/Joshua.3.6\">Jos 3:16</a> (JE ‖ <span dir=\"rtl\">יָם הַמֶּלַח</span>), also <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a>; <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:49</a>, and (‖ id.) <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">3:17</a> <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">Jos 12:3</a> (D); <span dir=\"rtl\">נַחַל הָעֲרָבָה</span> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> must be E. of Dead Sea, si vera l., but read prob. <span dir=\"rtl\">נ׳ מִצְרַיִם</span> v. <a ,=\"\" data-ref=\"BDB, נַ֫חַל\" dir=\"rtl\" href=\"/BDB,_נַ֫חַל\">נַחַל</a>. <strong>b.</strong>  Jordan-valley W. of river + adjacent plain; near ford (opp. Jericho) <a data-ref=\"II Samuel 2:29\" href=\"/II_Samuel.2.29\">2 S 2:29</a>, cf. <a data-ref=\"Joshua 8:14\" href=\"/Joshua.8.14\">Jos 8:14</a> (JE); also <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">Dt 11:30</a>; <a data-ref=\"II Kings 25:4\" href=\"/II_Kings.25.4\">2 K 25:4</a> = <a data-ref=\"Jeremiah 39:4\" href=\"/Jeremiah.39.4\">Je 39:4</a> = <a data-ref=\"Jeremiah 52:7\" href=\"/Jeremiah.52.7\">52:7</a>;—<a data-ref=\"II Samuel 15:28\" href=\"/II_Samuel.15.28\">2 S 15:28</a>; <a data-ref=\"II Samuel 17:16\" href=\"/II_Samuel.17.16\">17:16</a> v. <a ,=\"\" data-ref=\"BDB, עֲבָרָה\" dir=\"rtl\" href=\"/BDB,_עֲבָרָה\">עֲבָרָה</a>. <strong>c.</strong>  Jordan-valley E. of river <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">2 S 4:7</a>.<br><strong>2.</strong>  in D: <strong>a.</strong> especially of E. Jordan plain <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a> (prob.) <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">Jos 12:1</a>, <a data-ref=\"Joshua 12:3\" href=\"/Joshua.12.3\">3</a>, E. half of Jordan-valley <a data-ref=\"Deuteronomy 3:17\" href=\"/Deuteronomy.3.17\">Dt 3:17</a>; <a data-ref=\"Deuteronomy 4:49\" href=\"/Deuteronomy.4.49\">4:49</a>; of entire Jordan-valley (between <span dir=\"rtl\">כִּנֶּרֶת</span> and Dead Sea, mod. <em>El-Ghôr</em>, <em>the Depression</em>) <a data-ref=\"Deuteronomy 1:7\" href=\"/Deuteronomy.1.7\">Dt 1:7</a>; <a data-ref=\"Joshua 11:2\" href=\"/Joshua.11.2\">Jos 11:2</a>, <a data-ref=\"Joshua 11:16\" href=\"/Joshua.11.16\">16</a>; W. Jordan plain only <a data-ref=\"Joshua 12:8\" href=\"/Joshua.12.8\">Jos 12:8</a>; depression S. of Dead Sea (mod. <em>Wady el-ʿArabah</em>) <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">Dt 2:8</a>.<br><strong>3.</strong>  in P always pl. cstr. <span dir=\"rtl\">עַרְבוֹת מוֹאָב</span> (E. Jordan) <a data-ref=\"Numbers 22:1\" href=\"/Numbers.22.1\">Nu 22:1</a> + 11 times (v. <a data-ref=\"BDB, מוֹאָב\" href=\"/BDB,_מוֹאָב\", dir=\"rtl\">מוֹאָב</a>); <span dir=\"rtl\">ע׳ יְרֵחוֹ</span> (W. Jordan) <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">5:10</a>, also <a data-ref=\"II Kings 25:5\" href=\"/II_Kings.25.5\">2 K 25:5</a> = <a data-ref=\"Jeremiah 39:5\" href=\"/Jeremiah.39.5\">Je 39:5</a> = <a data-ref=\"Jeremiah 52:8\" href=\"/Jeremiah.52.8\">52:8</a>.<br><strong>4.</strong>  appar. N. Arabian desert <a data-ref=\"Isaiah 40:3\" href=\"/Isaiah.40.3\">Is 40:3</a>; <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">41:19</a>.<br><strong>5.</strong>  in gen. <em>the steppe</em> (often ‖ <span dir=\"rtl\">מִדְבָּר</span>), <a data-ref=\"Jeremiah 17:6\" href=\"/Jeremiah.17.6\">Je 17:6</a>; <a data-ref=\"Jeremiah 50:12\" href=\"/Jeremiah.50.12\">50:12</a> <a data-ref=\"Isaiah 33:9\" href=\"/Isaiah.33.9\">Is 33:9</a>; <a data-ref=\"Isaiah 35:1\" href=\"/Isaiah.35.1\">35:1</a>, <a data-ref=\"Isaiah 35:6\" href=\"/Isaiah.35.6\">6</a>; <a data-ref=\"Job 24:5\" href=\"/Job.24.5\">Jb 24:5</a>; <a data-ref=\"Job 39:6\" href=\"/Job.39.6\">39:6</a> <a data-ref=\"Psalms 68:5\" href=\"/Psalms.68.5\">ψ 68:5</a>; <span dir=\"rtl\">זְאֵב עֲרָבוֹת</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of invader); cf. description of Exodus <span dir=\"rtl\">אֶרֶץ עֲרָבָה וְשׁוּחָה</span> <a data-ref=\"Jeremiah 2:6\" href=\"/Jeremiah.2.6\">Je 2:6</a>; in sim., of a <em>plain</em>, of future land of Judah <a data-ref=\"Zechariah 14:10\" href=\"/Zechariah.14.10\">Zc 14:10</a>.—Vid. Dr <a data-ref=\"Deuteronomy 1:1\" href=\"/Deuteronomy.1.1\">Dt 1:1</a> <sup>and reff.</sup> Buhl<sup>Geogr. 111</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]