[{"_id": "531e4fe3fbfba276047f6e39", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 1:5", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Onkelos Numbers 1:5", "sourceHeRef": "תרגום אונקלוס על במדבר א׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְאִלֵּין שְׁמָהַת גֻּבְרַיָּא דִּי יְקוּמוּן עִמְּכוֹן לִרְאוּבֵן אֱלִיצוּר בַּר שְׁדֵיאוּר:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These are the names of the men who shall stand along with you. For [the tribe of] Reuven, Elitzur the son of Shdeiur.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec670", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 1:5", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Targum Jonathan on Numbers 1:5", "sourceHeRef": "תרגום יונתן על במדבר א׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִלֵין שְׁמָהָיַית גוּבְרַיָא דִיקוּמוּן עִמְכוֹן לִרְאוּבֵן אַמַרְכּוֹל אֱלִיצוּר בַּר שְׁדֵיאוּר", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And these are the names of the men who shall stand with you. Of Reuben, Elizur bar Shedeur:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54ce79f3fbfba22eccf3f928", "index_title": "Rashbam on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Numbers 7:2:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Rashbam on Numbers 7:2:1", "sourceHeRef": "רשב\"ם על במדבר ז׳:ב׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashbam on Numbers", "he": "רשב\"ם על במדבר"}, "heTitle": "רשב\"ם על במדבר", "he": "על הפקדים - הם הנקובים בשמות במדבר סיני. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "הם העומדים על הפקודים. The ones who have already been mentioned by name in Numbers 1,5-16.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "56ceb596d6e4a91fd5135a02", "index_title": "Rashi on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Numbers 16:1:4", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Rashi on Numbers 16:1:4", "sourceHeRef": "רש\"י על במדבר ט״ז:א׳:ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Rashi on Numbers", "he": "רש\"י על במדבר"}, "heTitle": "רש\"י על במדבר", "he": "<b>דתן ואבירם.</b> בִּשְׁבִיל שֶׁהָיָה שֵׁבֶט רְאוּבֵן שָׁרוּי בַּחֲנִיָּתָם תֵּימָנָה שָׁכֵן לִקְהָת וּבָנָיו הַחוֹנִים תֵּימָנָה, נִשְׁתַּתְּפוּ עִם קֹרַח בְּמַחֲלָקְתּוֹ — \"אוֹי לָרָשָׁע אוֹי לִשְׁכֵנוֹ\". וּמָה רָאָה קֹרַח לַחֲלֹק עִם מֹשֶׁה? נִתְקַנֵּא עַל נְשִׂיאוּתוֹ שֶׁל אֱלִיצָפָן בֶּן עֻזִּיאֵל, שֶׁמִּנָּהוּ מֹשֶׁה נָשִׂיא עַל בְּנֵי קְהָת עַל פִּי הַדִּבּוּר, אָמַר קֹרַח, אַחֵי אַבָּא אַרְבָּעָה הָיוּ, שֶׁנֶּאֱמַר (שמות ו') \"וּבְנֵי קְהָת\" וְגוֹ', עַמְרָם הַבְּכוֹר נָטְלוּ שְׁנֵי בָנָיו גְּדֻלָּה, אֶחָד מֶלֶךְ וְאֶחָד כֹּהֵן גָּדוֹל, מִי רָאוּי לִטֹּל אֶת הַשְּׁנִיָּה? לֹא אֲנִי שֶׁאֲנִי בֶּן יִצְהָר, שֶׁהוּא שֵׁנִי לְעַמְרָם, וְהוּא מִנָּה נָשִׂיא אֶת בֶּן אָחִיו הַקָּטָן מִכֻּלָּם, הֲרֵינִי חוֹלֵק עָלָיו וּמְבַטֵּל אֶת דְּבָרָיו. מֶה עָשָׂה? עָמַד וְכָנַס ר\"נ רָאשֵׁי סַנְהֶדְרָאוֹת — רֻבָּן מִשֵּׁבֶט רְאוּבֵן שְׁכֵנָיו וְהֵם אֱלִיצוּר בֶּן שְׁדֵיאוּר וַחֲבֵרָיו וְכַיּוֹצֵא בוֹ, שֶׁנֶּאֱמַר נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד וּלְהַלָּן הוּא אוֹמֵר (במדבר א') \"אֵלֶּה קְרוּאֵי הָעֵדָה\" — וְהִלְבִּישָׁן טַלִּיתוֹת שֶׁכֻּלָּן תְּכֵלֶת, בָּאוּ וְעָמְדוּ לִפְנֵי מֹשֶׁה, אָמְרוּ לוֹ טַלִּית שֶׁכֻּלָּהּ שֶׁל תְּכֵלֶת חַיֶּבֶת בְּצִיצִית אוֹ פְטוּרָה? אָמַר לָהֶם חַיֶּבֶת, הִתְחִילוּ לִשְׂחֹק עָלָיו, אֶפְשָׁר טַלִּית שֶׁל מִן אַחֵר חוּט אֶחָד שֶׁל תְּכֵלֶת פּוֹטְרָהּ, זוֹ שֶׁכֻּלָּהּ תְּכֵלֶת לֹא תִפְטֹר אֶת עַצְמָהּ? (תנחומא):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ודתן ואבירם AND DATHAN AND ABIRAM — Because the tribe of Reuben had their place, when they encamped, in the South, thus being neighbours of Kohath and his sons, who, too, encamped in the South (cf. Numbers 3:29), they (the Reubenites) joined Korah in his quarrel. “Woe to the wicked, woe to his neighbour!” — And what induced Korah to quarrel with Moses? He was envious of the princely dignity held by Elzaphan the son of Uziel (Midrash Tanchuma, Korach 1) whom Moses had appointed prince over the sons of Kohath although this was by the express command of God (Numbers 3:30). Korah argued thus: “My father and his brothers were four in number — as it is said, (Exodus 6:18) “and the sons of Kohath were [Amram and Izhar and Hebron and Uziel]”. — “As to Amram, the eldest, his two sons have themselves assumed high dignity, one as king and the other as High Priest; who is entitled to receive the second (the rank next to it)? Is it not “I” who am the son of Izhar, who was the second to Amram amongst the brothers? And yet he has appointed as prince the son of his (Amram’s) brother who was the youngest of all of them! I hereby protest against him and will undo his decision”. — What did he do? He arose and assembled 250 men, fitted to be heads of the Sanhedrin, most of them of the tribe of Reuben who were his neighbours, viz., Elizur the son of Shedeur, (the prince of the tribe of Reuben; cf. Numbers 1:5), and his colleagues, and others of a similar standing, — for here it states (v. 2) that they were “princes of the congregation, those who were called to the assembly (קראי מועד)”, and there (in another passage) it states, (Numbers 1:16) “these were they who were called to the congregation (קרואי העדה)” (amongst whom was also Elizur the son of Shedeur; cf. Numbers 1:5 and Rashi on Numbers 1:16), — and he attired them in robes of pure purple wool. They then came and stood before Moses and said to him, “Is a garment that is entirely of purple subject to the law of Zizith or is it exempt”? He replied to them: “It is subject to that law”. Whereupon they began to jeer at him: “Is this possible? A robe of any different coloured material, one thread of purple attached to it exempts it, and this that is entirely of purple should it not exempt itself (i.e. ipso facto be exempt) from the law of “Zizith”? (Midrash Tanchuma, Korach 2).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d37d6e4a94c7c18a9de", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 1:5", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Tafsir Rasag, Numbers 1:5", "sourceHeRef": "תפסיר רס\"ג, במדבר א׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "והד̇ה אסמא אלרג̇אל אלד̇ין יקומון מעכם מן ראובן אליצור בן שדיאור", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "And these are the names of the men who shall stand with you: from Reuben, Elizur the son of Shedeur.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5889b4f6d6e4a902855ff933", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Tur HaArokh, Numbers 1:5:1", "sourceHeRef": "הטור הארוך, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>לראובן. </b>כתב ר' אברהם התחיל בראובן כי הוא הבכור ואחר שהשלים בני לאה התחיל ביוסף שהוא בכור לרחל והתחיל באפרים כמו שהקדימו יעקב בברכתו והקדים אפרים ומנשה לבנימין שהם במקום יוסף ואחר כן התחיל בדן שהוא בכור לשפחות ואחריו אשר שהיה ראש להחונים על דגל דן ואחריו גד שהוא בכור לשפחת לאה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " לראובן, Ibn Ezra writes that the reason why the members of the tribe of Reuven were counted first was because chronologically speaking, he was the first born of Yaakov’s children. Once all the children of Leah had been counted, the Torah switches to Joseph who was Rachel’s first born. Ephrayim was counted first, in accordance with the rank accorded him when Yaakov blessed him on his deathbed, switching hands in order to place his right hand on him. This was followed by counting the tribe of Dan, who was the senior son of the maidservants of Leah and Rachel. Then followed Asher, who was the leading tribe in the camp of Dan. He in turn was by followed by Naftali, who represented the senior son of Leah’s servant maid.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "591bf718d6e4a9560e2cf04a", "index_title": "Redeeming Relevance; Numbers", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 17", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 17", "sourceHeRef": "פדיון הרלוונטיות על במדבר, פרק ראשון י״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 17, "collectiveTitle": {"en": "Redeeming Relevance; Numbers", "he": "פדיון הרלוונטיות על במדבר"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Of particular interest is the interchange for first position that occurs between Reuven and Yehudah. The general trend is delineated by the first tribal list in <i>Bemidbar </i> (Bemidbar 1:5-16) starting with Reuven and the last (Bemidbar 34:17-29) starting with Yehudah. Mirroring the process in <i>Bereshit</i>, the default position of leadership starts with Reuven, who is, after all, the firstborn. Yet, in the same way as Reuven’s leadership in <i>Bereshit</i> is ineffective and becomes eclipsed by Yehudah’s,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Francis Nataf, <i>Redeeming Relevance in the Book of Genesis </i>(Jerusalem: Urim Publications, 2006), Chap. 5.</i> Reuven’s descendants give way to the descendants of Yehudah as well. This is made amply clear by the end of <i>Bemidbar</i>, when Reuven teams up with Gad<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The inclusion of part of the tribe of Menashe with these tribes remains shrouded in mystery. We will take this up later in Chap. Five and especially in the final section of Chap. Six.</i> and settles in Transjordan (Bemidbar 32), essentially deserting the rest of the tribes.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i> See Chap. Five of this book for a more comprehensive description of these events and their meaning.</i> Reuven’s abdication is formalized by his absence in the final list of princes, now led by Yehudah’s Calev ben Yefuneh.</i>", "versionTitle": "Redeeming Relevance -- Numbers 1", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b0e9fca73ad4f00597bbf26", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 28:10:2", "anchorRef": "Numbers 1:1-15", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15"], "sourceRef": "Or HaChaim on Exodus 28:10:2", "sourceHeRef": "אור החיים על שמות כ״ח:י׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "ולהבין הענין אל זה אביט למה שאמרו בסוטה (ל\"ו.) וזה לשונם ת\"ר שתי אבנים היו לכהן גדול על כתפו וגו' ושמות בני ישראל כתוב עליהן ששה על אבן זו וששה על אבן זו שנאמר ששה וגו' שניה כתולדותם ולא ראשונה כתולדותם מפני שיהודה מוקדם ונ' אותיות כ\"ה על אבן זו וכ\"ה על אבן זו ר' חנינא בן גמליאל אומר לא כדרך שחלוקים בחומש הפקודים, אלא כדרך שחלוקים בחומש ב', כיצד בני לאה כסדרן בני רחל אחד מכאן ואחד מכאן ובני השפחות באמצע ואלא מה אני מקיים כתולדותם כשמותם שקרא להם יעקב ולא כשמות שקרא להם משה ראובני שמעוני וגו' עד כאן, פשטן של דברים הוא כי לתנא קמא כתולדותם חוזר על שמות ב' האבנים אלא שיקדימו יהודה לראובן על זה הדרך יהודה ראובן שמעון לוי דן נפתלי באבן אחת ובאבן השנית גד אשר יששכר זבולן יוסף ובנימין כסדר לידתן, וכשתחשוב האותיות תמצא כ\"ה באחת וכ\"ד באחת, ואמרו בש\"ס (שם) ר' יצחק אמר הוסיף לו יהוס\"ף, רב נחמן אמר בנימין מלא, וחשבון זה לא נרמז בפסוק אלא שכך באה להם הקבלה כ\"ה באחת וכ\"ה באחת. והקדמת יהודה לראובן אני אומר כי מהכתוב דורש לה ממה שכתב כתולדותם באחרונה ולא כתב על זה הדרך ופתחת עליהם שמות בני ישראל כתולדותם ואז יהיה נשמע שבאה מצות כתולדותם על סדר ב' האבנים. ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In order to understand what is meant in our verse let me first preface with a statement in <i>Sotah</i> 36. Our sages there relate: \"The High Priest wore two gemstones on his shoulders. The names of the children of Israel were engraved on those stones, six of them on the one stone and six on the other.\" The Talmud quotes our verse as proof for this statement. The names on the second stone were in accordance with the order of birth of the founders of those tribes, whereas the names engraved on the first stone did not correspond to this order, seeing that the name Yehudah appeared on the first stone and each stone had 25 letters engraved on it. Rabbi Chanina son of Gamliel says that the names did not appear in the order in which the tribes were counted in Numbers 1, 1-15, but in accordance with their being enumerated in Exodus I, 2-4. In what order precisely were they engraved? The sons of Leah were listed on one stone, the sons of Rachel were listed one on top of the second stone, the other on the bottom, with the names of the sons of the maidservants in between. If so, how does this agree with the Torah's statement that they were engraved in accordance with their respective births? Answer: \"according to the names their father Jacob called them, and not in accordance with the names that Moses called them, i.e. Reuveni, Shimoni, etc.\" Thus far the statement of Rabbi Chaninah. The apparent meaning of the opinions expressed in the Talmud seems to be that the first opinion (Rav Kahane) understands the word <span class=\"font1\">כתולדותם</span> as a reference to both stones although Yehudah's name preceded that of Reuven so that the names which appeared on that stone were: Yehudah, Reuven, Shimon, Levi, Dan, Naftali, whereas the sequence on the second stone was: Gad, Asher, Yissachar, Zevulun, Joseph, Benjamin in accordance with the order of their births. When you will count the number of letters which appear on each stone you will find that the first stone had 25 letters whereas the second stone had 24 letters. This would require the addition of the letter <span class=\"font1\">ה</span> in the middle of the name Joseph, thus: <span class=\"font1\">יהוסף</span>. Rabbi Nachman disagreed, claiming that Benjamin's name was spelled with an additional <span class=\"font1\">י</span>, i.e. <span class=\"font1\">בנימין</span>. The question of how many letters were engraved on each stone is not alluded to in the Torah but we rely on tradition for this knowledge. I believe that we can, however, find an allusion in scripture for the fact that Yehudah's name was engraved on top of that of Reuven, seeing that the word <span class=\"font1\">כתולדותם</span> in accordance with their birth, does not appear until the end of the verse. Had the Torah insisted that <b>all</b> the names would appear strictly in accordance with their births, the Torah should have written: \"and you shall engrave on them the names of the children of Israel in accordance with the order of their births,\" at the end of verse nine. I would then have understood clearly that the directive applied to the names on both stones. You are not to ask who it was who revealed that the names on the first stone were not meant to be engraved in accordance with the births of those sons, seeing that the name of Yehudah appeared on top, and that therefore the order in which the brothers were born did not matter <b>at all</b> when it came to engraving their names on the first stone. Such an assumption is untenable because if the names on the first stone could have been engraved in a different order such order should have paralleled either the order in which the names appear in Numbers or in accordance with their appearance in Exodus. If that were the case, it would be impossible to list the names on the second stone in order of their births and still wind up with 25 letters on each stone. It is therefore mandatory that any change concerning the order of the names on the first stone must be such that it would not interfere with the list of names on the second stone being in accordance with the order of the brothers' birth. It is perfectly logical that Yehudah's name should appear on top as his future standing amongst the Jewish people as the tribe which provided the kings justified his name appearing at the head of the list.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9d7b071e100bf4ee9a9", "index_title": "Rashi on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Sotah 36b:1:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Rashi on Sotah 36b:1:1", "sourceHeRef": "רש\"י על סוטה ל״ו ב:א׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Sotah", "he": "רש\"י על סוטה"}, "heTitle": "רש\"י על סוטה", "he": "לא כדרך שחלוקין בחומש הפקודים - כלומר לא כדרך שסדורים בחומש הפקודים הוא ספר וידבר שנסדרו בראשו אלה שמות האנשים אשר יעמדו וגו' (במדבר א׳:ה׳):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf654597e628317f3a9df", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Bamidbar 6", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Paaneach Raza, Bamidbar 6", "sourceHeRef": "פענח רזא, במדבר ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 6, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "במדבר", "he": "ואלה שמות האנשים וגו', כאן מנאן בסדר תולדתן, ובסדר הדגלים מנה גד אחר שמעון, לפי שעתיד להיות גד עם ראובן בנחלה מעבר לירדן, לכן התחיל בראובן הבכור, ואחריו שמעון כסדרן, ואח\"כ גד במקום לוי, שלא נטלו נחלה, וא\"ת למה לא צירף א\"כ גם מנשה עמם בדגל שגם הוא הי' עם ראובן בנחלה ההיא, וי\"ל כדי שיהיו בני רחל בדגל אחד, יאיר:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf654e5928b1a0d7eb00a", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Bamidbar 7", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Paaneach Raza, Bamidbar 7", "sourceHeRef": "פענח רזא, במדבר ז׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 7, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "במדבר", "he": "(ועי\"ל לפי שלא הי' כ\"א חצי שבט מנשה עמו בנחלה ואין לחלוק שבט א' לב' דגלים):", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf654597e628317f3a9e1", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Bamidbar 8", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Paaneach Raza, Bamidbar 8", "sourceHeRef": "פענח רזא, במדבר ח׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 8, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "במדבר", "he": "ואלה שמות האנשים וגו' פי' שניתנו השמות להדרש דזהו לראובן אליצור בן שדיאור, שנקרא נשיא ראובן כן ע\"ש ענין ראובן שמחל לו הקב\"ה על מעשה בלהה, וזה אל\"י צו\"ר, מה הצור הזה סובל כל הבנין כך אלי סבל עוני ומחל לי בעשותי תשובה בן שדיאור שממי למד ראובן לעשות תשובה, מיהודה שצוה להשליך תמר כלתו לאור, כדכתיב הוציאוה ותשרף, זהו שד\"י או\"ר, שדי לשון השלכה, ירה בים מתרגמינן שדי בימא, לשמעון שלמיאל בן צורי שדי שאע\"פ שחטא שמעון במעשה זמרי בשטים נתן לו א\"ל שלו\"ם, מנין שהרי בדגלים סמכו לראובן אשר מחל לו, זהו בן צור\"י שד\"י שהשליכו וסמכו אצל צורי, הוא ראובן כנזכר בשם אליצור, ליהודה נחשון וגו', ע\"ש שירד לנחשול של ים תחלה, נ' ול' מתחלפין כמו נינוס נילוס, נשכות לשכות, והוא נחשון כמו נחשול, בן עמינדב שלכך נעשה מושל ונדיב על עם ה' אלה, שזכה למלכות וזהו שנאמר בצאת ישראל ממצרים וגו' היתה יהודה לקדשו וגו' שבזכות שהיתה יהודה לקדשו, שקידש שמו של הקב\"ה בים בצאת ישראל זכה שיהיו ישראל תחת ממשלותיו:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee66bfddfbb310fed0e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Mustering of Israel 2-3", "anchorRef": "Numbers 1:1-54", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Mustering of Israel 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה א׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Mustering of Israel", "he": "במדבר הערה א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["For the opening of the book about the Israelites’ wanderings in the wilderness, the editor has chosen a logical point of departure: a tally of males prepared for war, listed by tribe. It is in fact a double list—first, the names of the tribal representatives who are to assist Moshe, and second, the count itself. The chapter is the epitome of orderliness, proceeding from the date of the census to who is to be counted, on to the counters and the census itself, and finally a treatment of the special case of the Levites (who, as noncombatants, are not mustered). It utilizes a number of repeating phrases, especially in the central census section. In this sense, the opening chapters of the book are a fitting companion to Leviticus—which likewise opens with God speaking from the Tent of Appointment, still in the Wilderness of Sinai.", "The large numbers that appear here have been a major source of debate in modern as well as earlier interpretation. After all, extrapolating from 600,000 adult males (excluding the elderly), one certainly winds up with a population in the millions—a theoretically possible but extremely unlikely scenario. Some alternatives are: (a) to understand Hebrew <i>elef</i> as not “thousand,” but rather as “unit” or “division,” which would especially make sense in a military setting; and (b) to regard the numbers as simply exaggerated. One might also, following Olson, see the statistics here as an attempt to impress the audience with the size of Israel, and/or to demonstrate how God has blessed them (as in the promises to Avraham in Genesis and the account in Ex. 1). There may, finally, be a “numbers game” occurring here, that is, some kind of symbolism of figures that eludes us (cf. Sarna 1986)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eac9ad75f2d99af9c6", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Mustering of Israel 1", "anchorRef": "Numbers 1:1-54", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Mustering of Israel 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה א׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 1:1-54\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 1:1-54</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b87b3efb8b96e7ad31a39", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 70", "anchorRef": "Numbers 1:1-19", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 70", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ע׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 70, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה בְּמִדְבַּר סִינַי בְּאֹהֶל מוֹעֵד בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם לֵאמֹר: שְׂאוּ אֶת רֹאשׁ כָּל עֲדַת בְּנֵי יִשְׂרָאֵל לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת כָּל זָכָר לְגֻלְגְּלֹתָם: מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה כָּל יֹצֵא צָבָא בְּיִשְׂרָאֵל תִּפְקְדוּ אֹתָם לְצִבְאֹתָם אַתָּה וְאַהֲרֹן: וְאִתְּכֶם יִהְיוּ אִישׁ אִישׁ לַמַּטֶּה אִישׁ רֹאשׁ לְבֵית אֲבֹתָיו הוּא:שניוְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יַעַמְדוּ אִתְּכֶם לִרְאוּבֵן אֱלִיצוּר בֶּן שְׁדֵיאוּר: לְשִׁמְעוֹן שְׁלֻמִיאֵל בֶּן צוּרִישַׁדָּי: לִיהוּדָה נַחְשׁוֹן בֶּן עַמִּינָדָב: לְיִשָּׂשכָר נְתַנְאֵל בֶּן צוּעָר: לִזְבוּלֻן אֱלִיאָב בֶּן חֵלֹן: לִבְנֵי יוֹסֵף לְאֶפְרַיִם אֱלִישָׁמָע בֶּן עַמִּיהוּד לִמְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר: לְבִנְיָמִן אֲבִידָן בֶּן גִּדְעֹנִי: לְדָן אֲחִיעֶזֶר בֶּן עַמִּישַׁדָּי: לְאָשֵׁר פַּגְעִיאֵל בֶּן עָכְרָן: לְגָד אֶלְיָסָף בֶּן דְּעוּאֵל: לְנַפְתָּלִי אֲחִירַע בֶּן עֵינָן: אֵלֶּה <small>(קריאי)</small> קְרוּאֵי הָעֵדָה נְשִׂיאֵי מַטּוֹת אֲבוֹתָם רָאשֵׁי אַלְפֵי יִשְׂרָאֵל הֵם:שלישיוַיִּקַּח מֹשֶׁה וְאַהֲרֹן אֵת הָאֲנָשִׁים הָאֵלֶּה אֲשֶׁר נִקְּבוּ בְּשֵׁמוֹת: וְאֵת כָּל הָעֵדָה הִקְהִילוּ בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי וַיִּתְיַלְדוּ עַל מִשְׁפְּחֹתָם לְבֵית אֲבֹתָם בְּמִסְפַּר שֵׁמוֹת מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְגֻלְגְּלֹתָם: כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה וַיִּפְקְדֵם בְּמִדְבַּר סִינָי:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628f7957f676bb4ec1da26f0", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 1; Reuven 37", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Tribal Lands, Chapter 1; Reuven 37", "sourceHeRef": "נחלת השבטים, א; ראובן ל״ז", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 37, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "א; ראובן", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Reuben spent the rest of his life atoning for his sin with Bilhah. This was the dominant feature, the reoccurring motif that colored so much of his tribe’s character: the remorseful penitent. As the tribe that excelled in seeking atonement, Reuben was deliberately placed in the encampment formation around the Tabernacle alongside sinning Simeon, so as to encourage that tribe toward <i>teshuvah</i>.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">BaR 2:10 and 3:12.</i> The very name of the tribal prince, “Elitzur” (“my God is a rock”), intimated the “penance of Reuben, who was forgiven by God, the Rock who will bear his sin as a foundation stone bears the weight of a house.”<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Midrash Aggadah,</i> Numbers 1:5.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "628f7a4f1cdbac5486f0653e", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 14; Ephraim 67", "anchorRef": "Numbers 1:4-14", "anchorRefExpanded": ["Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14"], "sourceRef": "Tribal Lands, Chapter 14; Ephraim 67", "sourceHeRef": "נחלת השבטים, יד; אפרים ס״ז", "anchorVerse": 4, "sourceHasEn": false, "compDate": [2013, 2015], "commentaryNum": 67, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "יד; אפרים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c6aeca1000753446893", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 1:5:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. Das ל־ in לשמעון ,לראובן usw. dürfte: für Reuben, für Simeon usw. bedeuten; der Stamm war durch sein Haupt vertreten. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63f5f3367423eec247d0458b", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 15; Binyamin 7", "anchorRef": "Numbers 1:4-14", "anchorRefExpanded": ["Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14"], "sourceRef": "Tribal Lands, Chapter 15; Binyamin 7", "sourceHeRef": "נחלת השבטים, טו; בנימין ז׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 7, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "טו; בנימין", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Benjamin was the only child of Jacob to be named by both his parents. He was, in fact, given two names. Jacob firmly chose the <i>other</i> meaning of Oni – not sorrow, but strength – and renamed him Benjamin, or “embodiment of strength.”<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Alternatively, “son of days,” that he may live a long life unlike his mother (<i>Midrash Aggadah</i>, Numbers 1.4–14), or that he was the <i>ben zekunim</i>, the son of Jacob’s advanced age (Rashbam, Genesis 35:18).</i> The doubly named Benjamin was also the only son of Jacob to be born after the patriarch had been given <i>his</i> second name, undergoing the paradigm shift to Israel. He was born, as it were, into a new reality of a nascent nation, coming into its own power.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Simeon and Levi’s confident slaughter of Shechem (ויבאו על העיר בטח) (Genesis 34:25), and the brothers’ wholesale plundering of the city’s women, children, and spoils (27–29), illustrate the clan’s newfound strength.</i> This family was already a force that had proven itself on the battlefield with Esau and Shechem, and received from God the explicit blessing of nationhood. This first (and last) <i>ben Yisrael</i> to be born in the national homeland became the “embodiment of strength,” indeed.", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc62758c1dc532ec8fb1", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 1:5", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Steinsaltz on Numbers 1:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר א׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 1.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יַעַמְדוּ אִתְּכֶם</b> כמנהיגי ספירת בני השבט. ההמשך מלמד שהם אכן שימשו כראשי שבטיהם גם לעניינים נוספים.\n  \n  <b>ל</b> שבט \n  <b>רְאוּבֵן</b> האיש יהיה \n  <b>אֱלִיצוּר בֶּן שְׁדֵיאוּר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>These are the names of the men who shall stand with you </b>to administer the counting of their tribes. From the continuation below, it is evident that these men served as heads of their tribes with regard to other matters as well (7:10–84). <b>For Reuben, Elitzur son of Shede’ur. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "52554654edbab4498f483809", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Ibn Ezra on Numbers 1:5:1", "sourceHeRef": "אבן עזרא על במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>לראובן.</b> החל מהבכור כטעם ולא להתיחס לבכורה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "OF REUBEN. Scripture begins with Jacob’s first-born,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Even though Jacob took away Reuben’s birthright. See Gen. 49:3,4.</i> as it is stated, <i>yet not so that he was to be reckoned in the genealogy as first-born</i> (I Chron. 5:1).<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">I Chronicles explains that even though Reuben lost his birthright to Joseph, he was always to be reckoned as the first-born as far as genealogy was concerned.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5614e3fafbfba21096622e72", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sotah 7:19", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Ein Yaakov (Glick Edition), Sotah 7:19", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סוטה ז׳:י״ט", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 7.0019, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סוטה", "he": "(דף לו) גמ׳. מאי (יהושע ח לג) והחציו אמר רב כהנא כדרך שחלוקין כאן חלוקין באבני אפוד מיתיבי שתי אבנים טובות היו לו לכ״ג על כתפיו אחת מכאן ואחת מכאן ושמות של י״ב שבטים כתוב עליהם ששה על אבן זו וששה על אבן זו שנאמר (שמות כח י) ששה משמותם על האבן האחת ואת שמות הששה הנותרים על האבן השנית כתולדותם ולא ראשונה כתולדותם מפני שיהודה מוקדם וחמשים אותיות היו כ״ה על אבן זו וכ״ה על אבן זו ר׳ חנינא בן גמליאל אומר (ע״ב) לא כדרך שחלוקין בחומש הפקודים חלוקין באבני אפוד אלא כדרך שחלוקין בחומש שני כיצד בני לאה כסדרן בני רחל אחד מכאן ואחד מכאן ובני שפחות באמצע ואלא מה אני מקיים כתולדותם בשמותם שקרא להם אביהם ולא בשמות שקרא להם משה ראובן ולא ראובני שמעון ולא שמעוני דן ולא דני גד ולא גדי תיובתא דרב כהנא תיובתא ואלא מאי והחציו תנא חציו של מול הר גריזים מרובה מחציו של מול הר עיבל מפני שלוי למטה אדרבה מפני שלוי למטה בצרי להו ה״ק אע״פ שלוי למטה בני יוסף עמהם שנאמר (יהושע יז יד) וידבר בני יוסף את יהושע לאמר מדוע נתת לי גו׳ והכל אחד וגו׳ ויאמר אליהם יהושע אם רב עתה עלה לך היערה אמר להם לכו והחביאו עצמכם ביערים שלא תשלוט בכם עין רעה אמרו ליה זרעיה דיוסף לא שליטא ביה עינא בישא דכתיב (בראשית מט כב) בן פרת יוסף בן פרת עלי עין וא״ר אבהו א״ת עלי עין אלא עולי עין. רבי יוסי בר׳ חנינא אמר מהכא (שם מח טז) וידגו לרוב בקרב הארץ מה דגים שבים מים מכסים עליהם ואין העין שולטת בהם אף זרעו של יוסף אין העין שולט בהן הני חמשין אותיות חמשין נכי חדא הווין אמר רבי יצחק הוסיפו ליוסף אות אחת שנאמר (תהלים פא ו) עדות ביהוסף שמו בצאתו על ארץ מצרים מתקיף לה רב נחמן בר יצחק כתולדותם בעינן אלא בכל התורה כולה בנימן כתיב הכא בנימין שלם כדכתיב (בראשית לה יח) ואביו קרא לו בנימין. אמר רב חנא בר ביזנא א״ר שמעון חסידא יוסף שקידש שם שמים בסתר זכה והוסיפו לו אות אחד משמו של הקב״ה יהודה שקידש שם שמים בפרהסיא זכה ונקרא כולו על שמו של הקב״ה יוסף מאי היא דכתיב (בראשית לט יא) ויהי כהיום הזה ויבא הביתה לעשות מלאכתו. תנא ראוי היה יוסף לצאת ממנו י״ב שבטים כדרך שיצאו מיעקב אביו שנאמר (בראשית לז ב) אלה תלדות יעקב יוסף ויצאו מבנימין אחיו וכולן נקראו על שמו של יוסף שנאמר (שם מו כא) ובני בנימין בלע ובכר ואשבל גרא ונעמן אחי וראש מפים וחפים וארד. בלע שנבלע בין האומות. בכר שהיה בכור לאמו. אשבל ששבו אל. גרא שגר באכסניות. ונעמן שנעים ביותר. אחי וראש אחי וראש הוא. מופים וחופים הוא לא ראה בחופתי ואני לא ראיתי בחופתו. וארד א״ד שירד לבין אוה״ע וא״ד שפניו דומין לוורד:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. 36) GEMARA: How is the word (Josh. 8, 33) V'hachetzyo (and the other half of them) to be explained? Said R. Cahana: \"This means that just as they were divided here at Mts. Gerizim and Ebal so were they also divided in the same manner upon the stones of the Ephod. An objection was raised from the following Baraitha: Two precious stones were fixed upon the shoulders of the High-priest, one stone on one shoulder and the other stone on the other shoulder. The names of the twelve tribes were inscribed, thereon, six on one stones and six on the other stone, as it is said (Ex. 28, 10) Six of the names on one stone and the remaining six names on the other stone, according to their birth. This means that the second stone was according to their birth, but the first stone was not according to their birth, because Juda preceded the others. Fifty letters were there altogether, of them twenty-five were on one stone and twenty-five on the other. R. Chanina b. Gamliel says (Ib. b) \"They were placed upon the Ephod not in accordance with their division mentioned (Num. 1, 5), but they were placed in an Ephod in accordance with their division mentioned in (Ex. 1, 1-5). How so? The children of Leah were placed in accordance with their age. Then came the children of Rachel, one on one stone, and the other on the other stone. The children of the hand-maids were placed in the middle. As to the question how can the passage, According In their order of birth, be upheld? We must explain it that it was inscribed with the names as they were called by their father and not with the names they were called by Moses — Reuben but not Reubeni, Shimon but not Shimoni, Dan but not Dani, Gad but not 'Gadi.' Hence this will refute the above statement of R. Cahana, [because none of the above opinions is in accordance with the arrangements of the Ephod]. The refutation is indeed sustained. If so, then what is the meaning of V'hachezyo? We are taught in a Baraitha that the half that was placed opposite Mt. Gerizim was more than the half placed opposite Mt. Ebal, for, the Levites were below the hill. On the contrary, since the Levites were below the hill, hence the number of tribes facing Mt. Gerizim was less? We must therefore say; Although the tribe of Levi were below the hill, nevertheless the sons of Joseph were with thim, and completed the amount, as it is said (Josh. 17, 14) And the children of Joseph spoke unto Joshua, saying 'Why hast thou given me, but one lot ... ... ... and Joshua said unto them, if thou art a numerous people, then get up to the wood country, etc. He said to them, \"Go and hide yourselves in the forest so that no covetous eye may afflict you.\" Whereupon they answered him, \"We are the descendants of Joseph whom a covetous eye cannot afflict, as it is written (Gen. 29, 22) Joseph is a fruitful bough by a spring, and R. Abahu explains thus: \"Do not read Aleh Ayin (by a spring), but read it Ole Ayin (above the covetous eye.'\" R. Jose b. Chanina said: \"From this it may be inferred that Joseph's children are not subject to the affliction of a covetous eye, (Ib., 48, 16) And let them grow into a multitude in the midst of the earth. This [the word grow used by Jacob which has the derivation of Dog (fish) is to mean that just as the fishes in the sea because of their being covered by water, no eye can afflict them, so also are the children of Joseph not subject to the affliction of a covetous eye.\" But how do you say above that there were fifty letters in the inscription of the Ephod. Behold there were only fifty letters less one? Said R. Isaac: \"The fiftieth letter was used as an extra letter to the name of Joseph, as it is said (Ps. 81, 6) He appointed it in Joseph for a testimony, when he went out over the land of Egypt.\" R. Nachman b. Isaac raised an objection: \"The passage says that it was in accordance with the names of birth, and this is not so.\" We must therefore say that the extra letter was inserted in the name of Benjamin, which is spelled in the entire Torah with only one Yud, but here in the Ephod, Benjamin, is spelled with two Yuds, as it is written (Ex. 25, 18) But his father called him Benjamin [with two Yuds]. R. Chama b. Bizna said, in the name of R. Simon the pious: \"Joseph, who sanctified Heaven's name in secret was rewarded with only one additional letter of the name of the Holy One, praised be He, but Juda, who sanctified Heaven's name publicly was rewarded so that his entire name was equal to that of the Holy One, praised be He.\" What happened with Joseph? as written (Gen. 39, 11). And it came to pass on a certain day ... ... ... We are taught in a Baraitha, Joseph was destined to produce twelve tribes, just as they were by his father Jacob, as it is said (Gen. 37, 2) These are the generations of Jacob, Joseph, however, they were produced through his brother, Benjamin. They were nevertheless called after the name of Joseph, as it is said (Ib. 46, 21) And the sons of Benjamin, Bela, Mecher, Ashbel, Gera, Na'aman, Achi, V'rosh, Muppim, Chuppim and Ard; i.e., Bela because Joseph was swallowed (lost) among the other nations; Mechcr, because he was the first born of his mother; Ashbel, because he was captured with the consent of God; Gera, because he lived in inns (having no settled home); Na'aman because he was very sweet Achi V'rosh, because he was my brother and leader; and Chuppim, because he did not see my wedding canopy nor did I see his; and Ard, according to some because he was driven among idolatrous nations, and according to others because his face was like a rose. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5892f2a1d6e4a92746471f66", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Chizkuni, Numbers 1:5:1", "sourceHeRef": "חזקוני, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>לראובן אליצור בן שדיאור</b> הזכירו הכתוב תחלה ע״‎י שהוא בכור.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "לראובן אליצור בן שדיאור, “of Reuven, Elitzur son of Sh’deyur. He was mentioned first, as the original Reuven had been Yaakov’s firstborn son.”", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c5e4d6e4a937f99985dd", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 13:5", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Bamidbar Rabbah 13:5", "sourceHeRef": "במדבר רבה י״ג:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיְהִי אָמַר רַבִּי שִׁמְעוֹן בַּר אַבָּא בְּשֵׁם רַבִּי יוֹחָנָן כָּל מָקוֹם שֶׁנֶּאֱמַר וַיְהִי, מְשַׁמֵּשׁ צָרָה וְשִׂמְחָה, אִם צָרָה אֵין צָרָה כַּיּוֹצֵא בָהּ, וְאִם שִׂמְחָה אֵין שִׂמְחָה כַּיּוֹצֵא בָהּ, אֲתָא רַבִּי שְׁמוּאֵל בַּר נַחְמָן וְעָבְדָהּ פַּלְגָא, בְּכָל מָקוֹם שֶׁנֶּאֱמַר וַיְהִי, צָרָה. וְהָיָה, שִׂמְחָה. אֲתִיבוּן לֵיהּ הָכְתִיב <small>(בראשית א, ג)</small>: וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר וַיְהִי אוֹר, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה, שֶׁלֹא זָכָה הָעוֹלָם לְהִשְׁתַּמֵּשׁ בְּאוֹתָהּ אוֹרָה, דְּאָמַר רַבִּי יְהוּדָה בֶּן רַבִּי סִימוֹן אוֹתָהּ אוֹרָה שֶׁבָּרָא הַקָּדוֹשׁ בָּרוּךְ הוּא בַּיּוֹם הָרִאשׁוֹן הָיָה אָדָם צוֹפֶה וּמַבִּיט בָּהּ מִסּוֹף הָעוֹלָם וְעַד סוֹפוֹ, וְכֵיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא דּוֹר אֱנוֹשׁ וְדוֹר הַמַּבּוּל וְדוֹר הַפְלָגָה, עָמַד וּגְנָזָהּ וְהִתְקִינָהּ לַצַּדִּיקִים לֶעָתִיד לָבוֹא, שֶׁנֶּאֱמַר <small>(משלי ד, יח)</small>: וְאֹרַח צַדִּיקִים כְּאוֹר נֹגַהּ הוֹלֵךְ וָאוֹר עַד נְכוֹן הַיּוֹם. אֲתִיבוּן לֵיהּ <small>(בראשית א, ה)</small>: וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם אֶחָד, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה, שֶׁכָּל מַה שֶּׁנִּבְרָא בַּיּוֹם הָרִאשׁוֹן עָתִיד לְהִבָּלוֹת, שֶׁנֶּאֱמַר <small>(ישעיה נא, ו)</small>: כִּי שָׁמַיִם כֶּעָשָׁן נִמְלָחוּ וְהָאָרֶץ כַּבֶּגֶד תִּבְלֶה וְישְׁבֶיהָ כְּמוֹ כֵן יְמוּתוּן וִישׁוּעָתִי לְעוֹלָם תִּהְיֶה וְצִדְקָתִי לֹא תֵחָת. אֲתִיבוּן לֵיהּ כָּל וַיְהִי מִשֵּׁשֶׁת יְמֵי בְרֵאשִׁית, אָמַר לָהֶם אַף הֵם אֵינָם שִׂמְחָה, שֶׁכָּל מַה שֶּׁנִּבְרָא בְּשֵׁשֶׁת יְמֵי בְרֵאשִׁית צְרִיכִים עֲשִׂיָּה, כְּגוֹן הַחַרְדָּל צָרִיךְ לְמַתֵּק, וְהַתּוּרְמְסִין צְרִיכִין לִשְׁלֹק, וְחִטִּים צְרִיכִין לִטָּחֵן. אֲתִיבוּן לֵיהּ וְהָכְתִיב <small>(בראשית לט, ב)</small>: וַיְהִי ה' אֶת יוֹסֵף וַיְהִי אִישׁ מַצְלִיחַ וַיְהִי בְּבֵית אֲדֹנָיו הַמִּצְרִי, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה, שֶׁמִּתְגָרָת בּוֹ הַדֹּב. <small>(במדבר ז, א)</small>: וַיְהִי בְּיוֹם כַּלּוֹת משֶׁה, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה, שֶׁנִּגְנַז בְּבִנְיַן הַבָּיִת. וְהָכְתִיב <small>(ויקרא ט, א)</small>: וַיְהִי בַּיּוֹם הַשְּׁמִינִי קָרָא משֶׁה, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה שֶׁבּוֹ בַּיּוֹם מֵתוּ נָדָב וַאֲבִיהוּא. וְהָכְתִיב <small>(יהושע ו, כז)</small>: וַיְהִי ה' אֶת יְהוֹשֻׁעַ וַיְהִי שָׁמְעוֹ בְּכָל הָאָרֶץ, אַף הִיא אֵינָהּ שִׂמְחָה, שֶׁבּוֹ בַּיּוֹם קָרַע שִׂמְלוֹתָיו, שֶׁנֶּאֱמַר <small>(יהושע ז, ו)</small>: וַיִּקְרַע יְהוֹשֻׁעַ שִׂמְלֹתָיו וַיִּפֹּל עַל פָּנָיו אַרְצָה לִפְנֵי אֲרוֹן ה' עַד הָעָרֶב הוּא וְזִקְנֵי יִשְׂרָאֵל. וְהָכְתִיב <small>(שמואל ב ז, א)</small>: וַיְהִי כִּי יָשַׁב הַמֶּלֶךְ בְּבֵיתוֹ, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה שֶׁבּוֹ בַּיּוֹם בָּא אֵלָיו נָתָן הַנָּבִיא וְאָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא <small>(דברי הימים ב ו, ט)</small>: רַק אַתָּה לֹא תִבְנֶה הַבָּיִת. וְהָכְתִיב וַיְהִי הַמַּקְרִיב, אָמַר לָהֶם אַף הִיא אֵינָהּ שִׂמְחָה מִפְּנֵי שֶׁהָיָה צָפוּי לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהֵם הוֹלְכִים עִם קֹרַח בְּמַחֲלָקְתּוֹ. אָמַר רַבִּי יְהוּדָה בֶּן רַבִּי סִימוֹן בְּשֵׁם רַבִּי לֵוִי בֶּן פְּרָטָה, מָשָׁל לְבֶן פּוֹלוֹטָמָנִין שֶׁגָּנַב בַּמֶּרְחָץ וְהָיָה הַבַּלָּנִי מִתְיָרֵא לוֹמַר לוֹ שְׁמוֹ, אַף עַל פִּי כֵן פִּרְסְמוֹ, בָּחוּר אֶחָד לָבוּשׁ לְבָנִים, כָּךְ אַף עַל פִּי שֶׁלֹא פֵּרַשׁ שְׁמוֹתָן שֶׁל נְשִׂיאִים שֶׁחָלְקוּ עִם קֹרַח וְהָלְכוּ עִמּוֹ, פִּרְסְמָן בְּרֶמֶז <small>(במדבר טז, ב)</small>: נְשִׂיאֵי עֵדָה קְרִאֵי מוֹעֵד אַנְשֵׁי שֵׁם, כְּמָה דְתֵימָא <small>(במדבר א, טז)</small>: אֵלֶּה קְרִיאֵי הָעֵדָה נְשִׂיאֵי מַטּוֹת אֲבוֹתָם וגו', אַנְשֵׁי שֵׁם, שֶׁזָּכַר שְׁמוֹתָן בַּדְּגָלִים, כְּמָה דְתֵימָא <small>(במדבר א, ה)</small>: וְאֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יַעַמְדוּ אִתְּכֶם וגו'. אָמְרֵי לֵיהּ אַמְרִינָן דִּידָן אֱמֹר אַתְּ דִּידָךְ, אָמַר לָהֶם כָּל מָקוֹם שֶׁנֶּאֱמַר וְהָיָה, שִׂמְחָה, <small>(יואל ד, יח)</small>: וְהָיָה בַיּוֹם הַהוּא יִטְּפוּ הֶהָרִים עָסִיס. <small>(זכריה יד, ח)</small>: וְהָיָה בַּיּוֹם הַהוּא יֵצְאוּ מַיִם חַיִּים מִיְרוּשָׁלָיִם. <small>(ישעיה יא, יא)</small>: וְהָיָה בַּיּוֹם הַהוּא יוֹסִיף ה' וגו', <small>(ישעיה ז, כא)</small>: וְהָיָה בַּיּוֹם הַהוּא יְחַיֶּה אִישׁ עֶגְלַת בָּקָר, <small>(ישעיה כז, יג)</small>: וְהָיָה בַּיּוֹם הַהוּא יִתָּקַע וגו', <small>(ישעיה ד, ג)</small>: וְהָיָה הַנִּשְׁאָר בְּצִיּוֹן. וְהָכְתִיב <small>(ירמיה לח, כח)</small>: וְהָיָה כַּאֲשֶׁר נִלְכְּדָה יְרוּשָׁלָיִם, אָמַר לָהֶם אַף הִיא אֵינָהּ צָרָה אֶלָּא שִׂמְחָה, שֶׁבּוֹ בַּיּוֹם נוֹלַד מְנַחֵם, וּבוֹ בַּיּוֹם נָטְלוּ יִשְׂרָאֵל אַפּוֹכֵי עַל עֲווֹנוֹתֵיהֶם, דְּאָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָן אַפּוֹכֵי שְׁלֵמָה נָטְלוּ יִשְׂרָאֵל עַל עֲווֹנוֹתֵיהֶם בַּיּוֹם שֶׁחָרַב בֵּית הַמִּקְדָּשׁ, שֶׁנֶּאֱמַר <small>(איכה ד, כב)</small>: תַּם עֲוֹנֵךְ בַּת צִיּוֹן לֹא יוֹסִיף לְהַגְלוֹתֵךְ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“Was [<i>vayhi</i>].” Rabbi Shimon bar Abba said in the name of Rabbi Yoḥanan: Every place that <i>vayhi </i>is stated, it is trouble or joy; if it is trouble, it is unparalleled trouble, if it is joy, it is unparalleled joy. Rabbi Shmuel bat Naḥman came and made a distinction: Every place thay <i>vayhi</i> is stated it is trouble, [every place that] <i>vehaya </i>[is stated, it is] joy. They raised an objection to him: But is it not written: “God said: Let there be light, and there was [<i>vayhi</i>] light” (Genesis 1:3). He said to them: ‘That, too, is not joy, as the world was not privileged to utilize that light, as Rabbi Yehuda ben Rabbi Simon said: That light that the Holy One blessed be He created on the first day, a person could look and see from one end of the world to the other end. When the Holy One blessed be He saw the generation of Enosh, the generation of the Flood, and the generation of the Dispersion, He stood and sequestered it, and designated it for the righteous in the future, as it is stated: “But the path of the righteous is like a radiant light, growing brighter until noon”’ (Proverbs 4:18). <br>They raised an objection to him: “It was [<i>vayhi</i>] evening; it was [<i>vayhi</i>] morning, one day” (Genesis 1:5). He said to them: ‘That, too, is not joy, as everything created on the first day is destined to erode, as it is stated: “For the heavens will be eroded like smoke and the earth will be tattered like a garment, and its inhabitants, likewise, will die, but My salvation will be forever and My righteousness will remain unbroken”’ (Isaiah 51:6). <br>They raised an objection to him: All the instances of <i>vayhi </i>during the six days of Creation. He said to them: ‘They, too, are not joy, as everything that was created during the six days of Creation requires action, e.g., mustard requires sweetening, lupines require boiling, and wheat requires grinding.’ <br>They raised an objection to him: “The Lord was [<i>vayhi</i>] with Joseph, and he was [<i>vayhi</i>] a successful man and he was [<i>vayhi</i>] in the house of his master, the Egyptian” (Genesis 39:2). He said to them: ‘That, too, is not joy, as the bear<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">This is a metaphor for Potiphar’s wife.</i> solicited him.’ <br>“It was [<i>vayhi</i>] on the day that Moses concluded [to erect the Tabernacle]” (Numbers 7:1). He said to them: ‘That, too, is not joy, as it was sequestered when the Temple was built.’ “It was [<i>vayhi</i>] on the eighth day” (Leviticus 9:1). He said to them: ‘That, too, is not joy, as on that very day, Nadav and Avihu were killed.’ But is it not written: “The Lord was [<i>vayhi</i>] with Joshua; his renown was throughout the land”? (Joshua 6:27). ‘That, too, is not joy, as on that very day, he rent his garments, as it is stated: “Joshua rent his garments, fell on his face to the ground before the Ark of the Lord until the evening, he and the elders of Israel”’ (Joshua 7:6). <br>But is it not written: “It was [<i>vayhi</i>] when the king was settled in his house”? (II Samuel 7:1). He said to them: ‘That, too, is not joy, as on that very day, Natan the prophet came to him, and the Holy One blessed be He said to him: “However, you will not build the House”’ (II Chronicles 6:9). <br>But is it not written: “The one who presented his offering…was [<i>vayhi</i>]”? (Numbers 7:12). He said to them: ‘That, too, is not joy, as it was seen before the Holy One blessed be He that they<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The heads of the twelve tribes, who brought the offerings when the Tabernacle was erected.</i> would go with Koraḥ and his assembly in his dispute.’ Rabbi Yehuda ben Rabbi Simon said in the name of Rabbi Levi ben Perata: This is analogous to the son of a high ranking official who stole in the bathhouse. The bathhouse attendant feared identifying him by name. Nevertheless, he publicized him as a certain lad garbed in white. So, even though it [the Torah] did not explicitly mention the names of the princes who participated with Koraḥ and went along with him, it publicizes them by means of allusion: “Princes of the assembly, the distinguished of the convocation, people of renown” (Numbers 16:2), just as it says: “These are the distinguished of the assembly, the princes of the tribes of their fathers; they are the heads of the thousands of Israel” (Numbers 1:16). “People of renown [<i>shem</i>],” as their names [<i>shemotan</i>] were mentioned in the census of the banners, just as it says: These are the names of the men who will stand with you…” (Numbers 1:5). <br>They said to him: ‘We have said ours; you say yours.’<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">We cited proof that <i>vayhi </i>could also connote joy. You rejected those proofs. Now, prove your claim that <i>vehaya</i> connotes joy.<i></i> </i> He said to them: ‘Everywhere that <i>vehaya </i>is stated, it is joy. “It will be on that day, that the mountains will drip nectar…” (Joel 4:18). “It will be on that day that spring water will emerge from Jerusalem” (Zechariah 14:8). “It will be on that day that the Lord will continue, [setting His hand a second time to acquire the remnant of His people]” (Isaiah 11:11). “It will be on that day, each man will maintain a young cow [and two sheep]” (Isaiah 7:21). “It will be on that day, that a great shofar will be sounded…” (Isaiah 27:13). “It will be that [it will be said of] the remaining in Zion…[Holy, for everyone written for life in Jerusalem]”’ (Isaiah 4:3).  <br>[They said to him:] ‘But is it not written: “It was when Jerusalem was captured”? (Jeremiah  38:28). He said to them: ‘that, too, is not trouble, but joy, as on that day Menaḥem<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">A name for the messianic king.</i> was born and Israel paid  off their debt for their iniquities, as Rabbi Shmuel bar Naḥman said: Israel paid off their debt for their iniquities on the day that the Temple was destroyed, as it is stated: “Your iniquity is completed, daughter of Zion; He will not continue to exile you”’ (Lamentations 4:22).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b16cd6e4a952249cc13f", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Minchat Shai on Torah, Numbers 1:5:1", "sourceHeRef": "מנחת שי על תורה, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1526], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>אליצור.</b> חדא מלה כתיב ומלא דמלא מלא יו\"ד ומלא וא\"ו כתיב. הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Eliżur. It is written as one word, fully spelled with a yod and fully spelled with a vav. The Ramah (Rabbi Meir HaLevi Abulafia) of blessed memory.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "58b6b16cd6e4a952249cc141", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 1:5:2", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Minchat Shai on Torah, Numbers 1:5:2", "sourceHeRef": "מנחת שי על תורה, במדבר א׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1526], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>שדיאור.</b> מלא דמלא כתיב. מלא יו\"ד ומלא וא\"ו וכל אורייתא דכותיה וכולהון חדא מלה כתיב הרמ\"ה ז\"ל:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Shede’ur. It is written fully spelled, with a yod and fully spelled with a vav, and the entire Torah is like this. All of them are written as one word. The Ramah (Rabbi Meir HaLevi Abulafia) of blessed memory.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bee29197ec001aac28db", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Midrash Aggadah, Numbers 1:5:1", "sourceHeRef": "מדרש אגדה, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "לראובן אליצור בן שדיאור. אעפ\"י שעשה יעקב ליוסף בכור, אין בכור אלא ראובן, שנאמר ויהי ראובן בכור ישראל (בדבר כו ה), וכן הוא אמר (ואת הבכורה ליוסף ולו להתייחס לבכורה) [נתנה בכורתו לבני יוסף ולא להתייחס לבכורה וגו' והבכורה ליוסף] (דה\"א ה א ב), ולפי שהיה ראובן בכור, לכך הכתוב מנאו תחלה, ותחלה מנה בני האמהות כתולדותם, ובני השפחות כתולדותם, ובהרבה מקומות נכתבים שמות השבטים בתורה, וכמו שמנה במקום אחד, לא מנאם כך במקום אחד, ולמה עשה כן, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"3\"></i> לפי שהם תקרתו של עלם, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"4\"></i> שנאמר וישראל מקוראי (ישעי' מח יב), <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"5\"></i> התקרה הזאת אדם לוקח עביותו של קורה ומשימה כנגד דקותו של אחד, כדי שיסמוך, כי אם היו הדקים לצד והעבים לצד לא היה סומך, אלא נותן העבה בצד הדק, והדק בצד העבה, כך ערב השבטים קטן אצל גדול:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bee29197ec001aac28dd", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 1:5:2", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Midrash Aggadah, Numbers 1:5:2", "sourceHeRef": "מדרש אגדה, במדבר א׳:ה׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "אליצור בן שדיאור. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"6\"></i> אלה שמות האנשים ניתנו להדרש, נקרא שם נשיא ראובן אליצור על שם ראובן אעפ\"י שחטא, כמו שנאמר וילך ראובן וישכב וגו' (בראשית לה כב), לבסוף עשה תשובה ומחל לו הקב\"ה על אותו עון, לכך נקרא אליצור, מה הצור הזה סובל כל הבית, כך סבל הקב\"ה על עוונותיהם ומחל להם:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9bee29197ec001aac28df", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 1:5:3", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Midrash Aggadah, Numbers 1:5:3", "sourceHeRef": "מדרש אגדה, במדבר א׳:ה׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "בן שדיאור. ממי למד ראובן לעשות תשובה מיהודה אחיו, בעת שצוה ולהשליך תמר כלתו לאור, כמו שנאמר ויאמר יהודה הוציאוה ותשרף (שם לח כד), ואין שדי אלא השלכה, כדמתרגמינן ירה בים (שמות טו ד), שדי בימא. כששלחה תמר ליהודה הסימנים, ואמרה לו הכר נא למי וגו' (בראשית לח כה). מיד ויכר והודה ויאמר צדקה ממני וגו' (שם שם כו), כשראה ראובן כי הודה יהודה, אף הוא הודה על עונו, ומחל לו הקב\"ה כמה דאת אמר יחי ראובן וגו' (דברים לג ו), וכתיב בתריה וזאת ליהודה (שם שם ז), כך אמר משה מי גרם לראובן שיודה, יהודה שנאמר וזאת ליהוה, וכשם שמחלת לראובן, כך תמחול ליהודה, כי לא ביקש כפרה מאביו מן הנדוי שקבל עליו, אם לא אביאנו אליך (בראשית מד לב), מכאן למדנו שלא למד ראובן להודות אלא מיהודה, ולכך נקרא נשיא שבטו אליצור בן שדיאור:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d6f8937a0ef0c006f0ca99c", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Nachal Kedumim on Torah, Numbers 1:5:1", "sourceHeRef": "נחל קדומים על תורה, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1768, 1792], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "במדבר", "he": "<b>לראובן אליצור בן שדיאור.</b> מה הצור סובל כל מה שבבית כך סבל הקב\"ה עונות ראובן ומחל לו כשעשה תשובה וממי למד מיהודה בשעה שאמר הוציאוה ותשרף וזהו שדי אור השלך לאש ואז הודה והודה ג\"כ ראובן. לשמעון שלומיאל בן צורי שדי אף שחטא בשיטים עשה לו הקב\"ה שלום שסמכו אצל ראובן בדגלים. ליהודה נחשון על שם שירד לנחשול ים ונ' מתחלפת בל' כמו לשכות נשכות. בן עמי נדב על עמו של הקב\"ה נעשה נדיב כי משם זכה יהודה למלכות. ליששכר נתנאל שנתנו התורה בלבם בן צוער שקבלו עליהם טורח צער של כל ישראל שהיו שואלין אותם ומשיבין להם. לזבולון אליאב על שם הברכה זבולון לחוף ימים. אלי על שם אלונים מבשן עשו משוטיך אב על שם הספינה כמד\"א חלפו עם אניות אבה. בן חילון על שם ברכת משה ושפוני טמוני חול. לאפרים על שם יוסף אלי שמע ולאדונתו לא שמע. אפשר לומר דאז\"ל אלמלא הקב\"ה עוזרו וכו' כן יוסף הוא יתברך עזרו כי הוא התעורר לפרוש והקב\"ה גמר וחזקו ואפ\"ה נתן לו שכרו משלם וזה הרמז אלי שמע ולאדונתו לא שמע ועל זה עמי הוד לתת לו הוד מלכות וזכה להיות מלך. למנשה גמליאל שהקב\"ה גמלו כל טוב אף שלאמת פדה צור הקב\"ה פדאו עכ\"ז על התעוררותו ומחשבתו גמלו אל כאלו הוא לבדו עשה לכוף יצרו ודוק ועמ\"ש לפנים שם פ' בהעלותך בס\"ד. עמיהוד עמי הוד שארונו של חי העולמים נושאים אצלו ארונו של יוסף. למנשה גמליאל גמלו אל טובה ועשאו מלך ופדהו צור מדינה של גהינם. לבנימין אבידן כשילדתו אמו סברה שימות ואביו קרא לו בנימין שנולד לעבור ימים שלמים ולא ימות לכך נקרא אבי דן שאביו דן בין דברי אמו לדבריו. בן גדעוני שעתיד לגדע משתיתו של שרש עמלק והם שאול ומרדכי. לדן אחיעזר שנעשה אח ליהודה לעזרו במלאכת המשכן ואין עזר אלא יהודה שנאמר ועזר מצריו תהיה וכן על דוד שבא מיהודה שנאמר שויתי עזר על גבור בן עמי שדי שדן עמו כיהודה שאמר השליכוה לכבשן האש. לאשר פגעיאל בן עכרן בנות אשר יפות ונאות ונשאות למלכים וכל שהיה עכור ומחוייב למלך בתו היתה מבקשת למלך ומוחל ופגעיאל לשון תפלה. לגד אליסף בן דעואל שהוסיף הקדוש ברוך הוא על ממונם ששמרו מה שנדרו ללכת לפני אחיהם למלחמה. בן דעואל שידעו מצות האל. לנפתלי אחי רע אחי לשון ארץ שמנה כמו ותרענה באחו רע לשון רצון כמו רעוא שהיתה ארץ נפתלי עושה פירות כרצון בעליה. בן ענן שהיו עננים משקים ארצו ומעיינות הרבה היו בארצו וע\"ז אמר ומלא ברכת ה'. רבינו מהר\"א מגרמיזא בפירושו כ\"י. ואחר זמן ראיתי קצת מהאמור בספר אמרי נועם וברז\"ל. וראיתי להקדוש רבינו שלמה אסתרוק בפרישתו כ\"י שכתב שמעתי שבכל מטה האמצעי של ד' דגלים נזכר בסוף שמותיהם אל. בדגל יהודה האמצעי נתנאל בדגל ראובן האמצעי שלומיאל בדגל אפרים האמצעי גמליאל בדגל דן האמצעי פגעיאל לקיים מה שנאמר אני ה' שוכן בתוכם. וכן באו בנשיאים בחנוכתם זה אחר זה נתנאל ביום ב' שלומיאל ביום ה' גמליאל ביום ח' פגעיאל ביום י\"א וכשתצרף ב'ה'ח'יא' עולה כ\"ו כשמו הקדוש שעולה כ\"ו:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": "<b>For Reuven, Eliżur the son of Shede'ur.</b> Just as a rock can bear all that is in the house, so too did God bear the sins of Reuven and forgave him when he repented. From whom did he learn this? From Judah, when he said, 'Bring her out and let her be burned,' which is 'Shaddai-Or'—throwing [her] into the fire. Then he confessed, and so did Reuven. <b>For Shimon, Shelumiel the son of Tsurishaddai</b>—even though he sinned at Shittim, God made peace for him by placing him next to Reuven in the camps. <b>For Judah, Nachshon</b>—named for descending into the sea's waves, and the nun is interchangeable with lamed as in 'lashon' and 'neshikot.' The son of Amminadav—he became generous (nediv) for God's people, and from this Judah merited kingship. <b>For Issachar, Nethaneel</b>—named because the Torah was given in their hearts; the son of Zuar—because they accepted the burden and pain (tzar) of all Israel, answering their questions. <b>For Zebulun, Eliab</b>—named for the blessing 'Zebulun shall dwell at the shore of the sea.' 'Eli' refers to the great trees (Elonim) of Bashan used for their oars, and 'ab' refers to the ship, as it is written, 'They pass like ships of reed.' The son of Helon—named for the blessing of Moses, 'and the treasures hidden in the sand.' <b>For Ephraim, because of Joseph</b>—'Eli heard but did not listen to his mistress.' It is possible to say, as our Sages explained, that without God's help, etc., so too with Joseph; God helped him because he initiated the effort to abstain, and God completed and strengthened him. Nevertheless, He gave him his full reward, and this is hinted at by 'Eli heard but did not listen to his mistress.' This is why 'Ammi' (my people) was added to give him the splendor of royalty, and he merited to be a king. <b>For Manasseh, Gamliel</b>—because God rewarded him with all good, even though he was not truly redeemed by the Rock. God still redeemed him due to his own initiative and thoughts, and God rewarded him as if he alone had conquered his evil inclination. And see what I wrote earlier in Parashat Beha'alotcha, with God's help.... <b>Ammi'hud: Ammi-hod (my people is glorious)</b> because the Ark of the living eternal one carries with it the Ark of Joseph. For Manasseh, Gamliel: God rewarded him with good, made him king, and redeemed him from the punishment of Gehenna. <b>For Benjamin, Abidan</b>: When his mother gave birth to him, she thought he would die, and his father called him Benjamin because he was born to live through all his days and not die. Therefore, he was called Abidan because his father judged (dan) between his mother's words and his own. The son of Gid'oni: He is destined to cut off the foundation of Amalek, and they are Saul and Mordechai. <b>For Dan, Ahiezer</b>: He became a brother to Judah to assist him in the work of the Tabernacle, and 'assistance' refers to Judah, as it is said, 'And assistance shall come from his enemies,' and also concerning David who came from Judah, as it is said, 'I have provided help upon a mighty one.' The son of Ammishaddai: He judged his people like Judah, who said, 'Throw her into the furnace.' <b>For Asher, Pagiel the son of Ochran</b>: The daughters of Asher were beautiful and good-looking and married kings. Anyone who was condemned and guilty to the king, his daughter would plead with the king and he would forgive. Pagiel is a term of prayer. <b>For Gad, Eliasaph the son of Deuel</b>: God increased their wealth because they kept their vow to go before their brothers to war. The son of Deuel: They knew God's commandments. <b>For Naphtali, Ahira</b>: 'Ahira' means 'land of lush pasture,' as in 'and they will graze in lush pasture.' 'Ahira' also means 'desire,' as in 'ratzon,' because the land of Naphtali produced fruits according to the will of its owner. The son of Enan: Clouds watered his land, and there were many springs in his land, as it is said, 'and the blessing of the Lord is full.' Rabbi Eleazar of Worms wrote in his manuscript commentary. Later, I saw some of what is said in the book 'Imrei Noam' and in the words of our Sages. I saw that the holy Rabbi Shlomo Estrok wrote in his manuscript commentary that I heard that in each middle tribe of the four banners, the name ends with 'El.' In the banner of Judah, the middle one is Nethaneel; in the banner of Reuben, the middle one is Shelumiel; in the banner of Ephraim, the middle one is Gamliel; in the banner of Dan, the middle one is Pagiel, to fulfill what is said, 'I am the Lord who dwells among them.' This is also reflected in the offerings of the princes during their dedication: Nethaneel on the second day, Shelumiel on the fifth day, Gamliel on the eighth day, and Pagiel on the eleventh day. When you combine the letters 'He,' 'Het,' 'Yud,' 'Alef,' it totals twenty-six, which is the numerical value of God's holy name", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e1485955e6ea9e54b43dc35", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Bamidbar 8", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Chatam Sofer on Torah, Bamidbar 8", "sourceHeRef": "חתם סופר על התורה, במדבר ח׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1785, 1835], "commentaryNum": 8, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "במדבר", "he": "<b>ואלה שמות האנשים</b> תחלה מטה אפרים ואח\"כ מטה מנשה והנה בדגלים ובמנינים אפרים ואח\"כ מנשה ובפ' מסעי מונה תחלה מנשה ואח\"כ אפרים י\"ל כי אפרים ישב בבית מדרשו של יעקב ומנשה הי' המליץ ממונה לשבור להבאים למצרים בדגלים ובמנינים לחנות סביב המשכן ואוהל מועד לאפרים שהוא ת\"ח הקדימה ובפ' מסעי לנחול את הארץ בדבר שבממון למנשה שהוא בבחינת זבלון הקדימה (מש\"מ):", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "Moses took the men who were designated by name. This is because they were already the princes of the congregation from the first of Nisan, when they offered sacrifices, and God did not need to mention their names. 'And these are the names of the men'—it is similar to what was said about the spies: 'each one a prince among them,' and there God did not mention their names. However, here they were designated by name in the manner of 'greater than the title is the name,' to say that their name itself is significant, even if they are not appointed as a prince or leader, they are worthy in their own right. Therefore, it says, 'Moses took the men who were designated by name.'", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1ea0baeb7d2e1475644bdf", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Midrash Lekach Tov, Numbers 1:5:1", "sourceHeRef": "מדרש לקח טוב, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ואלה שמות האנשים אשר יעמדו אתכם. אתם עיקר להם. לראובן אליצור בן שדיאור וגו' עד לנפתלי אחירע בן עינן. אין אתה מוצא השבטים נמנין בכל מקום שוין אלא פעם מקדים זה ופעם מקדים זה ללמדך שכלם שוין לפני הקב״ה וכן הוא אומר (בראשית מ״ט:כ״ח) כל אלה שבטי ישראל שנים עשר. שבטו של לוי לא נפקד עם שאר השבטים לפיכך לא היה ללוי נשיא שבט בפקוד בני ישראל. לבני יוסף לאפרים אלישמע בן עמיהוד. במרגלים ובנשיאים ייחס את יוסף על אפרים. ובמרגלים ובחלוק הארץ ייחס את יוסף על מנשה. זהו שאמר יעקב (שם מח) גם הוא יהיה לעם וגם הוא יגדל ואולם וגו'. שפקודי בני אפרים ארבעים אלף וחמש מאות ופקודי בני מנשה שנים ושלשים אלף ומאתים. ובגדולה מתחילין מן הגדול. ובחלוק הארץ נתיחס יוסף על בני מנשה לפי שנתרבתה נחלתם. וכן הוא אומר (יהושע י״ז:ה׳) ויפלו חבלי בני מנשה עשרה <i data-commentator=\"Beur HaRe'em\" data-order=\"8\"></i> מפני בנות צלפחד בן חפר בן גלעד בן מכיר בן מנשה לכך נתיחס יוסף על בני מנשה בנחלות:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602156be369199723e26509a", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 6:14", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "MeAvur HaAretz; on Joshua 6:14", "sourceHeRef": "מעבור הארץ; יהושע ו׳:י״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 6.0014, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "<small>בחזרה לארץ עלינו ללמוד לחיות בעולם טבעי. מצוות המילה והקרבת העומר, נועדו להכשיר אותנו להתמודד עם שתי מכשלות עיקריות שעמדו בפנינו בפגישה עם הטבע.</small><br>מסכת חיים חדשה נפתחה לפנינו, כשעברנו את הירדן. היה עלינו ללמוד לחיות בעולם טבעי, ולגלות בו את שם ה'. שנים חיכינו לרגע, בו נחזור להיות נזונים מזון טבעי. את תלונותיהם של בני ישראל על המן מפרשים חז\"ל ברוח זו: \"אמרו, עתיד מן זה שיתפח במעיהם ויהרגם. כלום יש ילוד אשה שמכניס ואינו מוציא?\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">(יומא עה:)</i>. כי המן היה נבלע באיברים ללא פסולת, ולכן התגעגעו אוכליו לשומים, לבצלים ולאבטיחים<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">(במדבר א ה.)</i>. והנה נכנסנו לארץ ישראל, אל הארץ אשר הנחיל לנו אלהינו לאכול מפריה ולשבוע מטובה, אך לאט!", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "625282cf24f099ec072a7a5a", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 1:5:1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "Em LaMikra, Numbers 1:5:1", "sourceHeRef": "אם למקרא, במדבר א׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>בן שדיאור.</b> עיין מה שכתבתי על שם שדי והוראתו, ורואה אני כי יש בשם שדיאור ראיה לדברינו כי אין ספק ששם שדיאור מורכב <b>משדי-אור</b> כדרך כל שאר השמות המורכבים משם אחר משמותיו יתברך — וכמוהו <b>עמי-שדי צודי-שדי</b> וכן זה, וגיזיניוס Thesaurus שכתב כי שדיאור כמו אשדות יבקש לו אוהבו שיאמין בו — ואלו היה הנרצה בשדי אחד מההוראות אחרות זולת ענין הספוק <b>והדָּי</b> שאמר די או שיש די במציאות, לא היה ראוי להסמך <b>שדֵי-אוּר</b> בצירי כמו אין <b>דֵי</b> בער אין די עולה שענינם ענין ספוק מבלי ספק, וממה שמצאנוהו פה סמוך מכאן ראיה ששדי מורכב <b>משַ-די</b> כמו <b>שַ-למה</b> אהיה וגו' <b>שַ-אתה</b> מדבר עמי וגו', ועל כן נסמך בשם שדי-אור כלומר מי <b>שֵדָּי</b> לו באור ואינו צריך לאור זולתו על דרך ונהורא עמה שריא וחקירת שמות העברים והרכבתם ומקורם, חקירה טובה ורחבה והיא ארץ לא עבר בה איש עד היום, ומי יתן יבוא אחד ממשכילי עם ויבין לרבים מה טיבם ומה יפים, ויחצב לנו אבנים יקרות ממחצב הזה האוסף אל תוכו רעיונות קדמונינו כמו שבעו מקירות לבם, כאשר קראו בשמות לילדיהן, ואין ספק כי נשארו בשמות אלה חתומים מנהגיהם ודעותיהם, ואולי גם אמונותיהם.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Ben Shedeur. See what I have written about the name Shaddai and its meaning. I see that the name Shedeur provides evidence for our interpretation, for there is no doubt that the name Shedeur is composed of Shaddai-Or, just as all other names composed of one of His divine names. Similarly, we have names like Ami-Shaddai and Tsuri-Shaddai, and so it is with this name. Gesenius, in his Thesaurus, wrote that Shedeur is like Ashdot; he seeks a meaning that someone would believe in. If the intention of Shaddai was one of the other meanings aside from the concept of sufficiency and enough, which means 'enough' or that there is enough in existence, it would not have been appropriate to combine Shaddai-Or with a tzere vowel, just as it isn't 'ein day' (there is not enough) with a tzere, which clearly indicates sufficiency. From what we find here combined, it is evidence that Shaddai is composed of Sha-Dai, like Sha-Lamah, 'I will be,' etc., 'Sha-ata medaber imi,' etc. Therefore, it is combined with the name Shaddai-Or, meaning one for whom Shaddai is light and does not need any other light, in the manner of 'and light dwells with Him.' The investigation of Hebrew names, their composition, and their origin is a good and broad inquiry, a land where no man has passed until today. May one of the wise among our people come and enlighten many about their nature and beauty, and extract for us precious stones from this quarry that gathers into itself the ideas of our ancestors as they flowed from their hearts when they named their children. There is no doubt that these names contain their customs and beliefs, and perhaps even their faiths.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319cfc4b6084aa1cbefb9bd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֱלִיצוּר 1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "BDB, אֱלִיצוּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֱלִיצוּר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֱלִיצוּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֱלִיצוּר</span></big>  <strong>n.pr.m. (</strong><span dir=\"rtl\">צור</span> <em>Rock is God</em>, cf. <a data-ref=\"Deuteronomy 32:4\" href=\"/Deuteronomy.32.4\">Dt 32:4</a>; v. also <a data-ref=\"BDB, צוּרִיאֵל\" href=\"/BDB,_צוּרִיאֵל\", dir=\"rtl\">צוּרִיאֵל</a><strong>)</strong> chief of Reuben <a data-ref=\"Numbers 1:5\" href=\"/Numbers.1.5\">Nu 1:5</a>; <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">2:10</a>; <a data-ref=\"Numbers 7:30\" href=\"/Numbers.7.30\">7:30</a>, <a data-ref=\"Numbers 7:35\" href=\"/Numbers.7.35\">35</a>; <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d397b6084aa1cbf2892b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָמַד 1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "BDB, עָמַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָמַד א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָמַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָמַד</span></big></big><sub>520</sub><big></big>  take one’s stand, stand <strong>(</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">עמד</span>; Assyrian <em>emêdu</em>, <em>stand, set up;</em> Arabic <span dir=\"rtl\">عَمَدَ</span> <em>prop up, support</em>, and deriv.; Ethiopic ዐምድ: <em>pillar;</em> 𝔗 <span dir=\"rtl\">עַמּוּדָא</span> <em>pillar</em>, Syriac <span dir=\"rtl\">ܥܰܡܽܘܕܳܐ</span>, Palm. <span dir=\"rtl\">עמודא</span>, cf. also n.pr. <span dir=\"rtl\">תימעמד</span>; Sab. <span dir=\"rtl\">עמד</span> <em>pillar</em>, according to CIS<sup>iv. 91</sup> (or other deriv. from √ <span dir=\"rtl\">עמד</span> DHM<sup>ZMG xxxvii (1883), 5</sup>), pl. <span dir=\"rtl\">אעמדן</span> <em>pillars</em> DHM<sup>Epigr. Denkm. aus Abess. 80</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>435</sub>  Pf. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> +, 3 fs. <span dir=\"rtl\">עָֽמְדָה</span> <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a> +, etc.; Impf. <span dir=\"rtl\">יַעֲמֹד</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a>, <span dir=\"rtl\">יַעֲמוֹד</span> <a data-ref=\"Nahum 1:6\" href=\"/Nahum.1.6\">Na 1:6</a> +, <span dir=\"rtl\">יַעֲמָד־</span> <a data-ref=\"I Samuel 16:22\" href=\"/I_Samuel.16.22\">1 S 16:22</a> +; 1 s. <span dir=\"rtl\">אֶעֱמֹ֑דָה</span> <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>, <span dir=\"rtl\">וָאֶעֱמֹד</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; 3 mpl. <span dir=\"rtl\">יַעַמְדוּ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> +, <span dir=\"rtl\">יַעֲמֹ֑דוּ</span> <a data-ref=\"Ezekiel 1:21\" href=\"/Ezekiel.1.21\">Ez 1:21</a> +; f. <span dir=\"rtl\">יַעֲמֹדְנָה</span> <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">Dn 8:22</a>; 2 mpl. <span dir=\"rtl\">וַתַּעַמְדוּן</span> <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, etc.; Imv. <span dir=\"rtl\">עֲמֹד</span> <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> +, <span dir=\"rtl\">עֲמָד־</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; fs. <span dir=\"rtl\">עִמְדִי</span> <a data-ref=\"Isaiah 47:12\" href=\"/Isaiah.47.12\">Is 47:12</a>; <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">Je 48:19</a>, etc.; Inf. abs. <span dir=\"rtl\">עָמֹד</span> <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>; cstr. <span dir=\"rtl\">עֲמֹד</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> +, sf. <span dir=\"rtl\">עָמְדִי</span> <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a>, <span dir=\"rtl\">עֲמָדְךָ</span> <a data-ref=\"Obadiah 1:11\" href=\"/Obadiah.1.11\">Ob 11</a>, etc.; Pt. <span dir=\"rtl\">עֹמֵד</span> <a data-ref=\"Isaiah 3:13\" href=\"/Isaiah.3.13\">Is 3:13</a> +, f. <span dir=\"rtl\">עֹמֶ֫דֶת</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>stand, be in a standing attitude:</em> c. <span dir=\"rtl\">עַל</span> <em>by</em>, <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a>; <a data-ref=\"II Samuel 2:25\" href=\"/II_Samuel.2.25\">2 S 2:25</a>; <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">2 K 2:7</a> +, so pt. <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">Gn 18:8</a> (J), <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">41:1</a>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a> (E) +, <span dir=\"rtl\">עַל</span> <em>on</em>, <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a> +; c. ב loc. <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <a data-ref=\"Numbers 22:24\" href=\"/Numbers.22.24\">Nu 22:24</a>, <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">26</a> (all JE), +; c. <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"I Kings 20:38\" href=\"/I_Kings.20.38\">1 K 20:38</a> (+ <span dir=\"rtl\">לְ</span> pers.), <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">Je 48:19</a>; <a data-ref=\"Ezekiel 21:26\" href=\"/Ezekiel.21.26\">Ez 21:26</a>; <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">27:29</a>; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Kings 5:25\" href=\"/II_Kings.5.25\">2 K 5:25</a>; c. <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">Gn 41:3</a> (E), <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a>; <a data-ref=\"Ezekiel 10:6\" href=\"/Ezekiel.10.6\">10:6</a>; <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a>; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Genesis 18:22\" href=\"/Genesis.18.22\">Gn 18:22</a>; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a>; <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">8:22</a> +; before <span dir=\"rtl\">י׳</span>, for intercession <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> (J), <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>; <a data-ref=\"Jeremiah 15:1\" href=\"/Jeremiah.15.1\">Je 15:1</a>; <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">18:20</a>, etc.; <em>take one’s stand</em> and do a thing <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a>; <a data-ref=\"I Kings 8:55\" href=\"/I_Kings.8.55\">1 K 8:55</a>; <a data-ref=\"II Kings 18:28\" href=\"/II_Kings.18.28\">2 K 18:28</a> = <a data-ref=\"Isaiah 36:13\" href=\"/Isaiah.36.13\">Is 36:13</a> +; sq. inf. <a data-ref=\"I Kings 8:11\" href=\"/I_Kings.8.11\">1 K 8:11</a> = <a data-ref=\"II Chronicles 5:14\" href=\"/II_Chronicles.5.14\">2 Ch 5:14</a> +. <strong>b.</strong>  <em>stand forth</em> (to speak, etc.) <a data-ref=\"II Kings 10:9\" href=\"/II_Kings.10.9\">2 K 10:9</a> +. <strong>c.</strong>  <em>take a stand</em> against <span dir=\"rtl\">(עַל)</span>, in opposition to, <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"Ezra 10:15\" href=\"/Ezra.10.15\">Ezr 10:15</a> (but <em>stand</em> over, = have charge of, according to Kue<sup>Ges. Abh. 247 f.</sup>) <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a>; cf. <span dir=\"rtl\">עַל־דַּם</span> <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> (H) <em>against the blood of</em>, i.e. seek one’s blood, life; c. <span dir=\"rtl\">יָ֑חַד</span> <a data-ref=\"Isaiah 50:8\" href=\"/Isaiah.50.8\">Is 50:8</a> <em>together</em>, i.e. against each other. <strong>d.</strong>  <em>present</em> oneself before <span dir=\"rtl\">(לִפְנֵי)</span> <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Exodus 9:10\" href=\"/Exodus.9.10\">Ex 9:10</a> (E), <a data-ref=\"Numbers 27:2\" href=\"/Numbers.27.2\">Nu 27:2</a>, <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">21</a> (P), <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">1 S 16:21</a> +; before <span dir=\"rtl\">י׳</span> (in sanctuary) <a data-ref=\"Deuteronomy 19:17\" href=\"/Deuteronomy.19.17\">Dt 19:17</a>; <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">Je 7:10</a> cf. <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">18:20</a> <a data-ref=\"Leviticus 9:5\" href=\"/Leviticus.9.5\">Lv 9:5</a> (P); so in heaven <a data-ref=\"I Kings 22:21\" href=\"/I_Kings.22.21\">1 K 22:21</a> = <a data-ref=\"II Chronicles 18:20\" href=\"/II_Chronicles.18.20\">2 Ch 18:20</a>; c. ב loc. of child at birth <a data-ref=\"Hosea 13:13\" href=\"/Hosea.13.13\">Ho 13:13</a>, in palace (as retainer, courtier) <a data-ref=\"Daniel 1:4\" href=\"/Daniel.1.4\">Dn 1:4</a>. <strong>e.</strong>  c. <span dir=\"rtl\">לִפְנֵי</span> <em>attend upon, be</em> (<em>come</em>) <em>servant of</em> <a data-ref=\"I Samuel 16:22\" href=\"/I_Samuel.16.22\">1 S 16:22</a> (v. Dr), <a data-ref=\"I Kings 1:2\" href=\"/I_Kings.1.2\">1 K 1:2</a> +; servant of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a>; <a data-ref=\"I Kings 18:15\" href=\"/I_Kings.18.15\">18:15</a> <a data-ref=\"II Kings 3:14\" href=\"/II_Kings.3.14\">2 K 3:14</a>; <a data-ref=\"II Kings 5:16\" href=\"/II_Kings.5.16\">5:16</a> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a>; priests <span dir=\"rtl\">(לְשָֽׁרְתוֹ) לִפְנֵי י׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a>; <a data-ref=\"Judges 20:28\" href=\"/Judges.20.28\">Ju 20:28</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"II Chronicles 29:11\" href=\"/II_Chronicles.29.11\">2 Ch 29:11</a>; of Levites, <em>stand</em> before congreg. for menial duties <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">Ez 44:11</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a> (P). <strong>f.</strong>  <em>stand</em> afar <span dir=\"rtl\">מֵרָחוֹק</span> <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">Ex 20:18</a>, <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">21</a> (E), <a data-ref=\"Isaiah 59:14\" href=\"/Isaiah.59.14\">Is 59:14</a> <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">ψ 38:12</a>, <span dir=\"rtl\">בְּר׳</span> <a data-ref=\"Psalms 10:1\" href=\"/Psalms.10.1\">ψ 10:1</a>; <span dir=\"rtl\">מִנֶּגֶד מֵר׳</span> <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">2 K 2:7</a>; <em>stand</em> aloof, <span dir=\"rtl\">מִנֶּגֶד</span> <a data-ref=\"Obadiah 1:11\" href=\"/Obadiah.1.11\">Ob 11</a> <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">ψ 38:12</a>. <strong>g.</strong>  <em>stand</em> (silent) <a data-ref=\"Job 32:16\" href=\"/Job.32.16\">Jb 32:16</a>. <strong>h.</strong>  <em>stand</em> (appealingly) <a data-ref=\"Job 30:20\" href=\"/Job.30.20\">Jb 30:20</a> (but read <span dir=\"rtl\">עָמַדְתָּ</span>, of God, Me Hi Du). <strong>i.</strong>  <em>stand</em>, subj. <span dir=\"rtl\">רֶגֶל</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a> (<span dir=\"rtl\">עַל</span> loc.), <a data-ref=\"Psalms 122:2\" href=\"/Psalms.122.2\">ψ 122:2</a> (<span dir=\"rtl\">ב</span> loc.) so <a data-ref=\"Psalms 26:12\" href=\"/Psalms.26.12\">26:12</a> (fig.). <strong>j.</strong>  <em>stand</em>, of water, <span dir=\"rtl\">עַל־הָרִים</span> <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>. Vid. also preps. <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">אֵצֶל</span>, <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">מִמַּעַל</span>, <span dir=\"rtl\">עִם</span>, etc. <strong>2.</strong> <strong>a.</strong>  <em>stand still, stop</em>, cease moving, of moon <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> (JE; ‖ <span dir=\"rtl\">וַיִּדֹּם</span>), sun v <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">13</a>, both, <a data-ref=\"Habakkuk 3:11\" href=\"/Habakkuk.3.11\">Hb 3:11</a>; of pers. <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> (opp. <span dir=\"rtl\">עָבַר</span>), <a data-ref=\"II Samuel 2:28\" href=\"/II_Samuel.2.28\">2 S 2:28</a> (opp. <span dir=\"rtl\">רָדַף</span>), <span dir=\"rtl\">עִמְדוּ עֲמֹ֫דוּ</span> <a data-ref=\"Nahum 2:9\" href=\"/Nahum.2.9\">Na 2:9</a> +; <em>stop</em> flowing (of oil) <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">2 K 4:6</a>; <em>remain standing</em>, c. <span dir=\"rtl\">תַּחְתֵּינוּ</span> <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> etc.; of eruption in skin = remain unchanged <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; so (without <span dir=\"rtl\">ת׳</span>) <a data-ref=\"Leviticus 13:5\" href=\"/Leviticus.13.5\">13:5</a>, <a data-ref=\"Leviticus 13:37\" href=\"/Leviticus.13.37\">37</a> (all P). <strong>b.</strong>  = be inactive <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> (opp. <span dir=\"rtl\">לְהִלָּחֵם</span>, + <span dir=\"rtl\">הִתְיַצְּבוּ</span>). <strong>c.</strong>  = be attentive <a data-ref=\"Job 37:14\" href=\"/Job.37.14\">Jb 37:14</a>. <strong>d.</strong>  <em>stop, cease</em> doing a thing <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>; c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a>; <a data-ref=\"Genesis 30:9\" href=\"/Genesis.30.9\">30:9</a> (both J), <a data-ref=\"Jonah 1:15\" href=\"/Jonah.1.15\">Jon 1:15</a>. <strong>3.</strong> <strong>a.</strong>  <em>tarry, delay</em> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E), <a data-ref=\"Joshua 10:19\" href=\"/Joshua.10.19\">Jos 10:19</a> (JE; opp. <span dir=\"rtl\">רָדַף</span>), <a data-ref=\"I Samuel 20:38\" href=\"/I_Samuel.20.38\">1 S 20:38</a> (opp. <span dir=\"rtl\">מְהֵרָה</span>, <span dir=\"rtl\">חוּשָׁה</span>), +. <strong>b.</strong>  <em>remain</em>, c. ב loc. <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">2 K 15:20</a>; <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">Dt 10:10</a>; c. <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Deuteronomy 5:25\" href=\"/Deuteronomy.5.25\">Dt 5:28</a> (opp. <span dir=\"rtl\">שׁוּב</span>); + inf. purpose <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:7</a>. <strong>c.</strong>  <em>continue, abide</em> <a data-ref=\"Leviticus 13:5\" href=\"/Leviticus.13.5\">Lv 13:5</a>; <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a>; <a data-ref=\"Isaiah 66:22\" href=\"/Isaiah.66.22\">Is 66:22</a> <a data-ref=\"Psalms 102:27\" href=\"/Psalms.102.27\">ψ 102:27</a> <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">Ec 2:9</a>; = dwell <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">Ex 8:18</a> (J; <span dir=\"rtl\">עַל</span> loc.); <span dir=\"rtl\">לָעַד</span> <a data-ref=\"Psalms 19:10\" href=\"/Psalms.19.10\">ψ 19:10</a>; <a data-ref=\"Psalms 111:3\" href=\"/Psalms.111.3\">111:3</a>, <a data-ref=\"Psalms 111:10\" href=\"/Psalms.111.10\">10</a>; <a data-ref=\"Psalms 112:3\" href=\"/Psalms.112.3\">112:3</a>, <a data-ref=\"Psalms 112:9\" href=\"/Psalms.112.9\">9</a>; <span dir=\"rtl\">לְעוֹלָם</span> <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">ψ 33:11</a> <a data-ref=\"Ecclesiastes 1:4\" href=\"/Ecclesiastes.1.4\">Ec 1:4</a>; <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>; of plan = be established <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">ψ 33:11</a> (earlier <span dir=\"rtl\">קוּם</span>, as <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a>), so <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a>; <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a> b; = maintain itself (earlier <span dir=\"rtl\">קוּם</span> <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>) <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">Ec 2:9</a>; <span dir=\"rtl\">לֹא יַעֲמָד־בִּי כֹחַ</span> <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">Dn 10:17</a>. <strong>d.</strong>  <em>endure</em> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> (E), <a data-ref=\"Ezekiel 22:14\" href=\"/Ezekiel.22.14\">Ez 22:14</a> (‖ <span dir=\"rtl\">חָזַק</span>). <strong>e.</strong>  <em>be steadfast</em> <a data-ref=\"Deuteronomy 25:8\" href=\"/Deuteronomy.25.8\">Dt 25:8</a>; <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a>. <strong>f.</strong>  <em>persist</em> <a data-ref=\"Ecclesiastes 8:3\" href=\"/Ecclesiastes.8.3\">Ec 8:3</a>. <strong>4.</strong>  <em>make a stand, hold one’s ground</em>, <a data-ref=\"Amos 2:15\" href=\"/Amos.2.15\">Am 2:15</a>; <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a>; <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a> +; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14</a>; <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a>; <a data-ref=\"Esther 9:2\" href=\"/Esther.9.2\">Est 9:2</a> +, <span dir=\"rtl\">בִּפְנֵי</span> <a data-ref=\"Joshua 10:8\" href=\"/Joshua.10.8\">Jos 10:8</a>; <a data-ref=\"Joshua 21:44\" href=\"/Joshua.21.44\">21:44</a> (Ginsb; van d. H. Baer v <a data-ref=\"Joshua 21:42\" href=\"/Joshua.21.42\">42</a>), <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">23:9</a> (all D); c. <span dir=\"rtl\">עַל</span>, for one’s life <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">Est 8:11</a>; <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">9:16</a>. <strong>5.</strong>  <em>stand upright:</em> <strong>a.</strong>  <em>remain standing</em> <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a>; of head <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">6:31</a> <em>remain upright</em> upon him <span dir=\"rtl\">(עָלָיו)</span>; of house (fig. of endurance) <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a>, <a data-ref=\"Proverbs 12:7\" href=\"/Proverbs.12.7\">Pr 12:7</a>. <strong>b.</strong>  <em>stand up</em>, opp. sit, <a data-ref=\"Nehemiah 8:5\" href=\"/Nehemiah.8.5\">Ne 8:5</a>; <a data-ref=\"Job 29:8\" href=\"/Job.29.8\">Jb 29:8</a> (+ <span dir=\"rtl\">קוּם</span>); opp. lie prostrate <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a> <span dir=\"rtl\">(עַל־רַגְלֶיךָ)</span>, so <a data-ref=\"Ezekiel 37:10\" href=\"/Ezekiel.37.10\">37:10</a> (id.), <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a>, v <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">11</a> <span dir=\"rtl\">(עַל־עָמְדֶ֑ךָ)</span>, <a data-ref=\"Esther 8:4\" href=\"/Esther.8.4\">Est 8:4</a>; of revival after death <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a> (late for <span dir=\"rtl\">קוּם</span>). <strong>c.</strong>  <em>stand up, rise</em>, of water <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (+ apposs. <span dir=\"rtl\">נֵד אֶחָד</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (+ <span dir=\"rtl\">קָמוּ</span> + id.<em>;</em> both JE). <strong>d.</strong>  <em>be erect, upright</em>, of boards <a data-ref=\"Exodus 26:15\" href=\"/Exodus.26.15\">Ex 26:15</a>; <a data-ref=\"Exodus 36:20\" href=\"/Exodus.36.20\">36:20</a> (P). †<strong>6.</strong> <strong>a.</strong>  <em>arise, appear, come on the scene</em> (= <span dir=\"rtl\">קוּם</span>; late) <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>, <a data-ref=\"Psalms 106:30\" href=\"/Psalms.106.30\">ψ 106:30</a> (cf. Ecclus 47:1, 12), especially <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">Dn 8:22</a><sup>(×2)</sup>, <a data-ref=\"Daniel 8:23\" href=\"/Daniel.8.23\">23</a>; <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">11:2</a>, <a data-ref=\"Daniel 11:3\" href=\"/Daniel.11.3\">3</a>, <a data-ref=\"Daniel 11:4\" href=\"/Daniel.11.4\">4</a>; <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">12:1</a>, cf. <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">11:7</a> <span dir=\"rtl\">(כַּנּוֹ)</span>, v <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">20</a>, <a data-ref=\"Daniel 11:21\" href=\"/Daniel.11.21\">21</a> <span dir=\"rtl\">(עַל־כַּנּוֹ)</span>; c. <span dir=\"rtl\">תַּחַת</span> <em>instead of</em> <a data-ref=\"Ecclesiastes 4:15\" href=\"/Ecclesiastes.4.15\">Ec 4:15</a>; of war <a data-ref=\"I Chronicles 20:4\" href=\"/I_Chronicles.20.4\">1 Ch 20:4</a>, deliverance <a data-ref=\"Esther 4:14\" href=\"/Esther.4.14\">Est 4:14</a>. <strong>b.</strong>  <em>stand forth, appear</em> = come into being <a data-ref=\"Isaiah 48:13\" href=\"/Isaiah.48.13\">Is 48:13</a> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a>; <a data-ref=\"Psalms 119:90\" href=\"/Psalms.119.90\">119:90</a>. <strong>c.</strong>  <em>rise up</em> as foe (earlier <span dir=\"rtl\">קום</span> <a data-ref=\"Amos 7:9\" href=\"/Amos.7.9\">Am 7:9</a>; <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>), c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"I Chronicles 21:1\" href=\"/I_Chronicles.21.1\">1 Ch 21:1</a>; <a data-ref=\"II Chronicles 20:23\" href=\"/II_Chronicles.20.23\">2 Ch 20:23</a>; <a data-ref=\"Daniel 8:25\" href=\"/Daniel.8.25\">Dn 8:25</a>; <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">11:14</a>, c. <span dir=\"rtl\">לְנֶגְדִּי</span> <em>against</em> <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">10:13</a>. <strong>7.</strong>  rare usages are: <strong>a.</strong>  <span dir=\"rtl\">ע׳ אֶת־</span> <em>stand with</em>, as attendant, servitor <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">Gn 45:1</a> (E), <a data-ref=\"Numbers 1:5\" href=\"/Numbers.1.5\">Nu 1:5</a> (P). <strong>b.</strong>  <em>take one’s stand</em> in covenant, <span dir=\"rtl\">בַּבְּרִית</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>. <strong>c.</strong>  <em>stand</em> <span dir=\"rtl\">עַל־חֶרֶב</span> <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">Ez 33:26</a> (resort to the sword). <strong>d.</strong>  <em>stand</em> <span dir=\"rtl\">בְּסוֹד י׳</span> <a data-ref=\"Jeremiah 23:18\" href=\"/Jeremiah.23.18\">Je 23:18</a>, <a data-ref=\"Jeremiah 23:22\" href=\"/Jeremiah.23.22\">22</a> (v. <a data-ref=\"BDB, סוֹד\" href=\"/BDB,_סוֹד\", dir=\"rtl\">סוֹד</a>). <strong>e.</strong>  <em>be appointed</em> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>. <strong>f.</strong>  <em>stand</em> before <span dir=\"rtl\">(לִפְנֵי)</span> beast <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">Lv 18:23</a> (carnal intercourse) <strong>g.</strong>  <em>grow flat, insipid</em> (Gie), taste of wine <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig. of Moab), or <em>remain unchanged</em> (so most, in that case cf. <strong>3 b</strong>).—<span dir=\"rtl\">עָמְדִי</span> <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">Dn 11:1b</a> is crpt., read prob. <span dir=\"rtl\">עָמַדְתִּי</span>, or <span dir=\"rtl\">עָמַד</span> (<span dir=\"rtl\">מִיכָאֵל</span> subj.), join then to <a data-ref=\"Daniel 10:21\" href=\"/Daniel.10.21\">10:21</a> and del. <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">11:1a</a>; so Bev Behrm Marti<sup>Kau</sup>.<br><strong>Hiph.</strong><sub>83</sub>  (cf. Dr<sup>Intr. (6) 535</sup>) Pf. 3 ms. <span dir=\"rtl\">הֶעֱמִיד</span> <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a> +, 2 ms. <span dir=\"rtl\">הֶעֱמַדְתָּה</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">וְהַעֲמַדְתָּ֫</span> <a data-ref=\"Numbers 3:6\" href=\"/Numbers.3.6\">Nu 3:6</a> +, etc.; Impf. <span dir=\"rtl\">יַעֲמִיד</span> <a data-ref=\"Proverbs 29:4\" href=\"/Proverbs.29.4\">Pr 29:4</a> +, <span dir=\"rtl\">וַיַּעֲמֵד</span> <a data-ref=\"II Kings 8:1\" href=\"/II_Kings.8.1\">2 K 8:1</a> +; 3 fs. sf. <span dir=\"rtl\">וַתַּעֲמִדֵנִי</span> <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">3:24</a>, 1 pl. <span dir=\"rtl\">וַנַּעֲמִיד</span> <a data-ref=\"Nehemiah 4:3\" href=\"/Nehemiah.4.3\">Ne 4:3</a>, etc.; Imv. <span dir=\"rtl\">הַעֲמֵד</span> <a data-ref=\"Isaiah 21:6\" href=\"/Isaiah.21.6\">Is 21:6</a>; sf. <span dir=\"rtl\">הַעֲמִידֶהָ</span> <a data-ref=\"Ezekiel 24:11\" href=\"/Ezekiel.24.11\">Ez 24:11</a>; Inf. abs. <span dir=\"rtl\">הַעֲמֵיד</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; cstr. <span dir=\"rtl\">הַעֲמִיד</span> <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a> +; Pt. <span dir=\"rtl\">מַעֲמִיד</span> <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> (but v.<strong>Hoph.</strong>);— <strong>1.</strong>  <em>station, set</em>, c. acc. <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">Ju 16:25</a> <span dir=\"rtl\">(בֵּין)</span>; for duty <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (E; <span dir=\"rtl\">סְבִיבֹת</span>), <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a> (<span dir=\"rtl\">ב</span> loc.), <a data-ref=\"II Chronicles 19:5\" href=\"/II_Chronicles.19.5\">2 Ch 19:5</a> (id.), <a data-ref=\"Nehemiah 13:11\" href=\"/Nehemiah.13.11\">Ne 13:11</a> <span dir=\"rtl\">(עַל־עָמְדָם)</span>, <a data-ref=\"Isaiah 21:6\" href=\"/Isaiah.21.6\">Is 21:6</a> + (<a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7a</a> read perhaps <strong>Qal</strong>, so Perles<sup>Anal. 65</sup>), c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"Nehemiah 4:3\" href=\"/Nehemiah.4.3\">Ne 4:3</a>. <strong>2.</strong>  <em>cause to stand firm</em> <a data-ref=\"Psalms 18:34\" href=\"/Psalms.18.34\">ψ 18:34</a> = <a data-ref=\"II Samuel 22:34\" href=\"/II_Samuel.22.34\">2 S 22:34</a> (c. <span dir=\"rtl\">עַל</span> loc.); <em>maintain</em> (opp. overthrow) <a data-ref=\"Exodus 9:16\" href=\"/Exodus.9.16\">Ex 9:16</a> (J), <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a>, cf. <a data-ref=\"Proverbs 29:4\" href=\"/Proverbs.29.4\">Pr 29:4</a>. <strong>3.</strong>  <em>cause to stand up, set up, erect</em>, c. acc. + <span dir=\"rtl\">עַל־רַגְלַי</span> <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">3:24</a>, so <span dir=\"rtl\">עַל־עָמְדִי</span> <a data-ref=\"Daniel 8:18\" href=\"/Daniel.8.18\">Dn 8:18</a>; temple <a data-ref=\"Ezra 2:68\" href=\"/Ezra.2.68\">Ezr 2:68</a> (<span dir=\"rtl\">על</span> loc.), cf. <a data-ref=\"II Chronicles 24:13\" href=\"/II_Chronicles.24.13\">2 Ch 24:13</a> (<span dir=\"rtl\">על</span> loc., of repairs); especially doors <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a> + 7 times Ne; Asherim <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">2 Ch 33:19</a>, cf. <a data-ref=\"II Chronicles 25:14\" href=\"/II_Chronicles.25.14\">25:14</a>. <strong>4.</strong>  + <span dir=\"rtl\">לִפְנֵי</span> <em>present</em> one <em>before</em> king <a data-ref=\"Genesis 47:7\" href=\"/Genesis.47.7\">Gn 47:7</a> (P), <span dir=\"rtl\">י׳</span> (in sanctuary) <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> + 3 times P, + (of goat) <a data-ref=\"Leviticus 16:7\" href=\"/Leviticus.16.7\">Lv 16:7</a>, priest <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> + 4 times P, + (of beast) <a data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\">Lv 27:11</a>. <strong>5.</strong>  <em>appoint</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">1 Ch 15:17</a> + (late); c. <span dir=\"rtl\">עַל</span> <em>over</em> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> +, c. inf. purpose <a data-ref=\"Nehemiah 6:7\" href=\"/Nehemiah.6.7\">6:7</a> +, c. 2 acc. <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; = assign (land) to <span dir=\"rtl\">(ל)</span> <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">2 Ch 33:8</a> (‖ <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">2 K 21:8</a> <span dir=\"rtl\">נָתַן</span>); <em>appoint</em> courses of priests <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">31:2</a>, cf. <a data-ref=\"Nehemiah 13:30\" href=\"/Nehemiah.13.30\">Ne 13:30</a>; <em>ordain</em> commandments, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>, cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <em>establish</em> <span dir=\"rtl\">עַד־הָעוֹלָם</span> <a data-ref=\"I Chronicles 17:14\" href=\"/I_Chronicles.17.14\">1 Ch 17:14</a> (<span dir=\"rtl\">ב</span> loc.), cf. <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a> <a data-ref=\"Psalms 148:6\" href=\"/Psalms.148.6\">ψ 148:6</a>; c. acc. of covenant <a data-ref=\"Psalms 105:10\" href=\"/Psalms.105.10\">ψ 105:10</a> = <a data-ref=\"I Chronicles 16:17\" href=\"/I_Chronicles.16.17\">1 Ch 16:17</a> (<span dir=\"rtl\">ל</span> pers. + ל rei); c. <span dir=\"rtl\">חָזוֹן</span> <em>vision</em> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a> (= fulfil, earlier <span dir=\"rtl\">הֵקִים</span>). †<strong>6.</strong>  other meanings: <strong>a.</strong>  <span dir=\"rtl\">ע׳ אֶת־פָּנָיו</span> <a data-ref=\"II Kings 8:11\" href=\"/II_Kings.8.11\">2 K 8:11</a> <em>have a fixed look</em>. <strong>b.</strong>  c. acc. <span dir=\"rtl\">רַגְלַי</span> + ב loc. <a data-ref=\"Psalms 31:9\" href=\"/Psalms.31.9\">ψ 31:9</a> (fig.). <strong>c.</strong>  <em>make to stand</em> (in a covt.; v. ‖ <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>) <a data-ref=\"II Chronicles 34:32\" href=\"/II_Chronicles.34.32\">2 Ch 34:32</a>. <strong>d.</strong>  <em>restore</em> waste places <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">Ezr 9:9</a>. <strong>e.</strong>  + <span dir=\"rtl\">לְפָנֶיהָ</span> <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a>, i.e. <em>make servant to</em>. <strong>f.</strong>  <em>cause</em> wind <em>to arise</em> <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">ψ 107:25</a>. <strong>g.</strong>  = <em>raise</em> an army <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">Dn 11:11</a>, <a data-ref=\"Daniel 11:13\" href=\"/Daniel.11.13\">13</a>.—<a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> v. <strong>Hoph.</strong>; <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a> v. <a ,=\"\" data-ref=\"BDB, עֹז\" dir=\"rtl\" href=\"/BDB,_עֹז\">עֹז</a>; <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> v. <a ,=\"\" data-ref=\"BDB, מָֽעַד\" dir=\"rtl\" href=\"/BDB,_מָֽעַד\">מָעַד</a>.<br>†<strong>Hoph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יָעֳמַד־</span> <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">Lv 16:10</a> <em>be presented</em> (of goat), + <span dir=\"rtl\">לִפְנֵי י׳</span>; Pt. <span dir=\"rtl\">הָיָה מָעֳמָד</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> <em>he was caused to stand</em>, i.e. propped up, in <span dir=\"rtl\">(ב)</span> his chariot, so read also ‖ <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> (as 𝔊), for MT <span dir=\"rtl\">מַעֲמִיד</span>.—On Pf. <span dir=\"rtl\">הָעֳמַדְתִּי</span> v. <a ,=\"\" data-ref=\"BDB, עֹז\" dir=\"rtl\" href=\"/BDB,_עֹז\">עֹז</a> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d451b6084aa1cbf31dcd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רְאוּבֵן 1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "BDB, רְאוּבֵן 1", "sourceHeRef": "בראון-דרייבר-בריגס, רְאוּבֵן א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רְאוּבֵן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">רְאוּבֵן</span></big><sub>71</sub>  <strong>n.pr.m. Reuben</strong>, Ρουβην[ιν] <strong>(</strong><em>behold a son!</em> but <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">Gn 29:32</a> makes = <span dir=\"rtl\">רָאָה בְּעָנְיִי</span>(!); Jos<sup>Ant. i, 19, 7 al.</sup> Ρουβηλος, 𝔖 <span dir=\"rtl\">ܪܘܽܒܝܺܠ</span>, <span dir=\"rtl\">ר׳</span> then perhaps = Arabic <span dir=\"rtl\">رِيبَالٌ</span> <em>lion</em>, cf. Di<strong>)</strong>;—<br><strong>1.</strong>  eldest son of Jacob and Leah <a data-ref=\"Genesis 29:32\" href=\"/Genesis.29.32\">Gn 29:32</a>; <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">30:14</a> + 11 times Gn, <a data-ref=\"Exodus 1:2\" href=\"/Exodus.1.2\">Ex 1:2</a>; <a data-ref=\"I Chronicles 2:1\" href=\"/I_Chronicles.2.1\">1 Ch 2:1</a>; as head of family or clan <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a><sup>(×2)</sup>; <a data-ref=\"Numbers 1:20\" href=\"/Numbers.1.20\">Nu 1:20</a>; <a data-ref=\"Numbers 26:5\" href=\"/Numbers.26.5\">26:5</a> (all P), <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a>, <a data-ref=\"I Chronicles 5:3\" href=\"/I_Chronicles.5.3\">3</a>, cf. <span dir=\"rtl\">בְּנֵי אֱלִיאָב בֶּן־רְא׳</span> <a data-ref=\"Deuteronomy 11:6\" href=\"/Deuteronomy.11.6\">Dt 11:6</a>.<br><strong>2.</strong>  as name of clan or tribe <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a>, <a data-ref=\"Judges 5:16\" href=\"/Judges.5.16\">16</a>; <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">Dt 27:13</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">Jos 18:7</a> (+ <span dir=\"rtl\">גָּד</span>; both D), <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> (poem), <a data-ref=\"Ezekiel 48:6\" href=\"/Ezekiel.48.6\">Ez 48:6</a>, <a data-ref=\"Ezekiel 48:7\" href=\"/Ezekiel.48.7\">7</a>, <a data-ref=\"Ezekiel 48:31\" href=\"/Ezekiel.48.31\">31</a>; <a data-ref=\"Numbers 1:5\" href=\"/Numbers.1.5\">Nu 1:5</a> (P); so <span dir=\"rtl\">מַטֵה ר׳</span> <a data-ref=\"Numbers 1:21\" href=\"/Numbers.1.21\">Nu 1:21</a>; <a data-ref=\"Numbers 13:4\" href=\"/Numbers.13.4\">13:4</a>; <a data-ref=\"Joshua 20:8\" href=\"/Joshua.20.8\">Jos 20:8</a>; <a data-ref=\"Joshua 21:7\" href=\"/Joshua.21.7\">21:7</a> (all P), <a data-ref=\"I Chronicles 6:48\" href=\"/I_Chronicles.6.48\">1 Ch 6:48</a>, <a data-ref=\"I Chronicles 6:63\" href=\"/I_Chronicles.6.63\">63</a>, <span dir=\"rtl\">מַחֲנֵה ר׳</span> <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">Nu 2:10</a>, <a data-ref=\"Numbers 2:16\" href=\"/Numbers.2.16\">16</a>; <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a> (all P); <span dir=\"rtl\">בְּנֵי ר׳</span>, as tribe, <a data-ref=\"Numbers 16:1\" href=\"/Numbers.16.1\">Nu 16:1b</a>; <a data-ref=\"Numbers 32:37\" href=\"/Numbers.32.37\">32:37</a> (both JE), <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">2:10</a>; <a data-ref=\"Numbers 7:20\" href=\"/Numbers.7.20\">7:20</a>; <a data-ref=\"Numbers 26:5\" href=\"/Numbers.26.5\">26:5</a>; <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a><sup>(×2)</sup> (all P), also (+ Gad and often Manasseh) <a data-ref=\"Numbers 32:1\" href=\"/Numbers.32.1\">Nu 32:1</a>, <a data-ref=\"Numbers 32:2\" href=\"/Numbers.32.2\">2</a>, <a data-ref=\"Numbers 32:6\" href=\"/Numbers.32.6\">6</a>, <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">25</a> (JE), <a data-ref=\"Joshua 4:12\" href=\"/Joshua.4.12\">Jos 4:12</a> (D), <a data-ref=\"Numbers 32:29\" href=\"/Numbers.32.29\">Nu 32:29</a>, <a data-ref=\"Numbers 32:31\" href=\"/Numbers.32.31\">31</a>, <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">33</a>; <a data-ref=\"Joshua 22:9\" href=\"/Joshua.22.9\">Jos 22:9</a> + 11 times 22 (all P), cf. <a data-ref=\"I Chronicles 5:18\" href=\"/I_Chronicles.5.18\">1 Ch 5:18</a>; <span dir=\"rtl\">בֶן־ר׳</span> as tribe <a data-ref=\"Joshua 15:6\" href=\"/Joshua.15.6\">Jos 15:6</a>; <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">18:7</a> (both P), <span dir=\"rtl\">מַטֵּה בְּנֵי־ר׳</span> <a data-ref=\"Joshua 13:15\" href=\"/Joshua.13.15\">13:15</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b8b6084aa1cbf373d5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שְׁדֵיאוּר 1", "anchorRef": "Numbers 1:5", "anchorRefExpanded": ["Numbers 1:5"], "sourceRef": "BDB, שְׁדֵיאוּר 1", "sourceHeRef": "בראון-דרייבר-בריגס, שְׁדֵיאוּר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שְׁדֵיאוּר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שְׁדֵיאוּר</span></big>  <strong>n.pr.m.</strong> in Reuben <strong>(</strong>read prob. <span dir=\"rtl\">שַׁדַּי אוּר</span>, <span dir=\"rtl\">שׁ׳</span> is <em>flame</em>, v. Nö<sup>ZMG xv (1860), 809</sup> Ne<sup>Eg.. 46</sup> Gray<sup>Prop. N. 169, 197</sup><strong>)</strong>;—only in <span dir=\"rtl\">אֱלִיצוּר בֶּן־שׁ׳</span> <a data-ref=\"Numbers 1:5\" href=\"/Numbers.1.5\">Nu 1:5</a>; <a data-ref=\"Numbers 2:10\" href=\"/Numbers.2.10\">2:10</a>; <a data-ref=\"Numbers 7:30\" href=\"/Numbers.7.30\">7:30</a>, <a data-ref=\"Numbers 7:35\" href=\"/Numbers.7.35\">35</a>; <a data-ref=\"Numbers 10:18\" href=\"/Numbers.10.18\">10:18</a> (all P); Σεδιουρ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]