[{"_id": "52105bc7edbab43f23701702", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Ramban on Numbers 18:10:1", "sourceHeRef": "רמב\"ן על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>בקדש הקדשים תאכלנו</b> לימד על קדשי קדשים שאינן נאכלין אלא בעזרה ולזכרי כהונה לשון רש\"י (רש\"י על במדבר י״ח:י׳) ולא הבינותי זה כי קדש הקדשים אינו מקום אכילת הקרבנות כי הכתוב אומר (ויקרא ו יט) במקום קדוש תאכל בחצר אהל מועד וקדש הקדשים הוא במקום הארון לפנים מן הפרוכת כמו שכתוב (שמות כו לג) והבדילה הפרוכת לכם בין הקדש ובין קדש הקדשים וכתיב (שם פסוק לד) ונתת את הכפורת על ארון העדות בקדש הקדשים ואין שם אכילה ושתיה שאין נכנס שם אלא כהן גדול ביום הכפורים וראיתי בספרי רבי יהודה בן בתירא אומר הרי גוים שהקיפו את העזרה מנין לקדשי קדשים שנאכלין אפילו בהיכל תלמוד לומר בקדש הקדשים תאכלנו והנה ר' יהודה בן בתירא נתעורר בזה והעמיד הכתוב במקום האונס והזכירו באימה שאמר <b>נאכלין בהיכל</b> והראוי שיאמר שנאכלין אפילו לפני ולפנים אם הקיפו את ההיכל ועל דרך הפשט נפרש <b>בקדש הקדשים תאכלנו</b> שתאכלנו בקדושת קדש הקדשים כי אמר תחלה (במדבר י״ח:ט׳) קדש קדשים לך הוא ולבניך שלא תנהגו בהם מנהג קדשים קלים אבל יהיו בידכם קדש קדשים וחזר ופירש <b>בקדש הקדשים תאכלנו</b> שתהיה אכילתך בהם בקדושה חמורה ולפי שכבר פירש במנחה ובחטאת את החומר שיש באכילתן יותר מקדשים קלים במקומן ובזמנן לא הוצרך להאריך כאן אלא לומר שיהו כלן קדש קדשים באכילתן שתהיה אכילתן בהם בקדושה חמורה לא כקדשים קלים ושמושי הבי\"ת רבים כי בי\"ת הכלי כאשר תחזיק המקום והזמן כן תחזיק הענין וכן בעצבון תאכלנה (בראשית ג יז):", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "B’KODESH HAKODASHIM’ (IN THE MOST HOLY PLACE) SHALT THOU EAT IT. “This teaches us that the most holy offerings may only be eaten in the Sanctuary Court, and only by male priests.” But I have not understood this, because the <i>Kodesh Hakodashim</i> (<i>Holy of Holies</i>) is <i>not</i> the right place for eating the offerings; for Scripture states, <i>in a holy place shall it be eaten, in the court of the Tent of Meeting</i>,<sup class=\"footnote-marker\">201</sup><i class=\"footnote\">Leviticus 6:19.</i> whereas the <i>Kodesh Hakodashim</i> is the place where the ark is, within the Veil, as it is written, <i>and the Veil shall divide unto you between the holy place and the most holy</i>.<sup class=\"footnote-marker\">202</sup><i class=\"footnote\">Exodus 26:33. Nobody could even enter therein except for the High Priest on the Day of Atonement, let alone eat the offerings there! (see Ramban further).</i> It is furthermore written, <i>and thou shalt put the ark-cover upon the ark of the covenant in the most holy place</i>,<sup class=\"footnote-marker\">203</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 34.</i> and there can be no eating and drinking there, since no one may enter it except for the High Priest on the Day of Atonement!<br>Now I have seen the following text in the Sifre:<sup class=\"footnote-marker\">204</sup><i class=\"footnote\">Sifre <i>Korach</i> 117.</i> “Rabbi Yehudah the son of B’theira says: Whence do we know that if the Sanctuary Court is surrounded by gentiles [besieging it], the holy offerings may be eaten even in the Sanctuary proper? From the verse, <i>In the most holy place thou shalt eat it</i>.” Thus Rabbi Yehudah the son of B’theirah noted [the implication of] this verse, and explained it as applying to a time of emergency, and [therefore] he mentioned it in trepidation, by saying: “may be eaten in <i>the Sanctuary</i>,” when he ought to have said: “may be eaten even in <i>‘the innermost part’</i>” [of the Sanctuary, i.e., the Holy of Holies], if the enemy besieged the Sanctuary.<br>According to the plain meaning of Scripture, we must explain the verse <i>‘b’kodesh hakodashim’ thou shalt eat it</i> as meaning: “you shall eat it in a manner befitting the sanctity of the most holy offerings.” For at first He had said, <i>they</i><sup class=\"footnote-marker\">205</sup><i class=\"footnote\">I.e., the most holy offerings which are specifically mentioned here in the first part of the verse, namely: the meal-offering, the sin-offering, and the guilt-offering. See (Leviticus), Vol. III, p. 71, Note 55 for a fuller discussion of the terms “most holy offerings,” and “lesser holy offerings.” See also further, Note 207.</i> <i>are most holy for thee and for thy sons</i>,<sup class=\"footnote-marker\">206</sup><i class=\"footnote\">Verse 9.</i> meaning that you should not treat them<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">I.e., the most holy offerings which are specifically mentioned here in the first part of the verse, namely: the meal-offering, the sin-offering, and the guilt-offering. See (Leviticus), Vol. III, p. 71, Note 55 for a fuller discussion of the terms “most holy offerings,” and “lesser holy offerings.” See also further, Note 207.</i> as you treat the lesser holy offerings, but should regard them as most holy. He then continued and explained: <i>in a most holy</i> [manner] <i>thou shalt eat it</i>, meaning that your eating thereof should be in a manner befitting the strictest degree of sanctity. And since He had already explained [in the Book of Leviticus] with reference to the meal-offering and the sin-offering what are the stricter rules concerning eating them, over and above those applying to the lesser holy offerings, in respect of place and of time,<sup class=\"footnote-marker\">207</sup><i class=\"footnote\">The most holy offerings may be eaten only in the Sanctuary Court, and only on the day that they were offered up and the following night, until midnight. These offerings may be eaten only by male priests. The lesser holy offerings may be eaten in the whole city of Jerusalem, for two days and the intervening night, and the portion given to the priests may be eaten by their wives, children, and slaves.</i> He did not have to treat this subject here at length, but only said that they<sup class=\"footnote-marker\">205</sup><i class=\"footnote\">I.e., the most holy offerings which are specifically mentioned here in the first part of the verse, namely: the meal-offering, the sin-offering, and the guilt-offering. See (Leviticus), Vol. III, p. 71, Note 55 for a fuller discussion of the terms “most holy offerings,” and “lesser holy offerings.” See also further, Note 207.</i> must all be eaten as most holy offerings, meaning that the eating thereof must be with the stricter degree of holiness, not that of the lesser holy offerings. The [examples of] usage of the letter <i>beth</i> [as in the word <i>b’kodesh</i>] are many, for the prepositional <i>beth</i>, in addition to denoting place and time, can also signify manner [thus meaning here: “in a most holy manner thou shalt eat it”]. Similarly, <i>‘b’itzavon’ shalt thou eat it</i><sup class=\"footnote-marker\">208</sup><i class=\"footnote\">Genesis 3:17.</i> [means: “in a manner of toil shalt thou eat it”].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522302b4edbab45814ae6fec", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Rashi on Numbers 18:10:1", "sourceHeRef": "רש\"י על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>בקדש הקדשים תאכלנו וגו'.</b> לִמֵּד עַל קָדְשֵׁי קֳדָשִׁים שֶׁאֵין נֶאֱכָלִין אֶלָּא בָּעֲזָרָה לְזִכְרֵי כְהֻנָּה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בקדש הקדשים תאכלנו וגו׳ IN THE MOST HOLY PLACE THOU SHALT EAT IT etc. — This teaches with reference to the sacrifices holy in the highest degree that they must be eaten only in the fore-court and only by male priests (cf. Sifrei Bamidbar 117:2).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f70e1", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 18:10", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Onkelos Numbers 18:10", "sourceHeRef": "תרגום אונקלוס על במדבר י״ח:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.001, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּקֹדֶשׁ קוּדְשִׁין תֵּכְלֻנֵּיהּ כָּל דְּכוּרָא יֵיכוּל יָתֵיהּ קוּדְשָׁא יְהֵי לָךְ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You shall eat it in the supremely holy (place), every male may eat it—it shall be holy to you.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec916", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 18:10", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Targum Jonathan on Numbers 18:10", "sourceHeRef": "תרגום יונתן על במדבר י״ח:י׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.001, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּקוֹדֶשׁ קוּדְשַׁיָא תֵּיכְלוּנֵיהּ כָּל דְכוּרָא יֵיכוֹל יָתֵיהּ בִּרְבוּתָא קוּדְשָׁא יְהֵי לָךְ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Thou mayest eat it in the sanctuary; every male may eat thereof; on account of the holy anointing it shall be thine. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b8fbfba22336ea64d9", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Sforno on Numbers 18:10:1", "sourceHeRef": "ספורנו על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>בקדש הקדשים תאכלנו.</b> לפנים מן הקלעים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "This is also why בקדש הקדשים תאכלו, you are to eat it within the consecrated grounds of the courtyard of the Tabernacle.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "57e77d6cd6e4a94c7c18af09", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 18:10", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tafsir Rasag, Numbers 18:10", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ח:י׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ובכ̇אץ אלטהר תאכלה כל ד̇כר יאכל מנה כד̇אך יכון לך קדסא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ffd6e4a902855ffacf", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tur HaArokh, Numbers 18:10:1", "sourceHeRef": "הטור הארוך, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו. </b>פי רש\"י לימד על קדשי הקדשים שאינן נאכלים אלא בעזרה ולזכרי כהונה. והקשה הרמב\"ן כי קדש הקדשים אינו מקום אכילת הקרבנות שהכתוב אומר באכילתם במקום קדוש בחצר אהל מועד יאכלוה וקדש הקדשים הוא לפנים מן הפרוכת מקום שאין שם לא אכילה ולא שתייה דכתיב והבדילה הפרוכת לכם בין הקדש וגו'. ופי' הוא בקדש הקדשים תאכלנו בקדושת קדש הקדשים כי תחלה אמר קדש הקדשים לך הוא ולבניך שלא תנהגו בהם כדין קדשים קלים וחזר ופי' בקדש הקדשים תאכלנו שתהיה אכילתך בהם בקדושה חמורה לפי שכבר פי' במנחה וחטאת מחומר שיש באכילתו ולא כקדשים קלים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בקודש הקדשים תאכלנו, “In the most holy shall you eat it.” According to <i>Rashi</i> this means that only male priests may consume the edible portions of the most holy of offerings. This must be done within the courtyard of the Tabernacle. \n    Nachmanides questions this, as the term קודש הקדשים is not familiar to us as a place where sacrificial meat may be consumed, and our verse speaks of the eating of such meat. The term is familiar to us as the most sacred part of the Tabernacle, the secluded room beyond the dividing curtain where the Holy Ark with its lid and the cherubs was kept. There was never any eating or drinking that occurred in that section. According to Nachmanides the meaning of the words בקודש הקדשים תאכלנו, is that the male priests eating of the parts of the offerings described may only do so when they have first sanctified themselves to the highest degree possible. In the previous verse the Torah had written קודש קדשים לך הוא ולבניך, “it shall be as most holy to you and to your sons.” This was already an implied warning not to enjoy the portions mentioned in the same way as קדשים קלים, sacrificial meat of a lower degree of holiness, such as peace-offerings, thanksgiving offerings, etc. The Torah now repeats this warning as applicable as it had interrupted its list by mentioning such offerings as מנחה, meal-offerings, which do not have such a high degree of holiness.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59523d74d6e4a97215ac0d44", "index_title": "Yaarot Devash I", "category": "Musar", "type": "", "ref": "Yaarot Devash I 9:5", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Yaarot Devash I 9:5", "sourceHeRef": "יערות דבש ט׳:ה׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1714, 1764], "commentaryNum": 9.0005, "collectiveTitle": {"en": "Yaarot Devash I", "he": "יערות דבש"}, "heTitle": "יערות דבש", "he": "והנה טעם סמיכת גאולה לתפלה כותיקין הוא שאמרו <small>(שם)</small> כשהחמה זורחת משתחוים גוים לחמה ומיד כועס ה' ולכך לבל יהיה גם עלינו עובר כעס מחויבים אנו תיכף ברגע זריחת החמה להתפלל ולעבוד את ה' בלבב שלם ואז יחון ה' אותנו מבלי יחול עלינו כעס ה' וזוהיא שלימות המתפלל כוותיקין שהיא למגן ומחסה בעד כעס ה' ולכך אינו ניזוק כיון דבעת ריתחא התפלל לא חל עליו הכעס וזהו נכון וכן בשקיעת החמה הרבה אומות שעובדים החמה בשקיעתה ולא נראית עוד על אופק ואף הם מעוררים כעס ולכך ראוי אז ג\"כ להתפלל לה' וזהו סמיכות גאולה לתפלה בערבית בזמנה בצאת הכוכבים ולכן אמרו שכל הברכות חזרו לקללות כי בעת רתחא היה בלבו רע עלינו ונתקיימה בעו\"ה מחשבתו אבל בתי הכנסיות ששם יתפללו בעתים מיוחדים להפר כעס ורגע אשר זעם ה' כנ\"ל ולכך לא חלה עלינו מחשבתו לרעה כי ע\"י בתי הכנסיות משביתים אנו חרון מאתנו וא\"ש ראו כמה גודל מעלת בתי הכנסיות ועד היכן כח המתפללים בהם בטהרה ויראה מגיע וכמה מעלות טובות למקום עלינו ששייר לנו בגולה בתי כנסיות ובתי מדרשות ולהבין ענין בית הכנסת ביותר ודברי המזמור הנ\"ל שהתחלנו בשנקדים להבין משנה דשלהי עדיות <small>(פ\"ח מ\"ו)</small> אמר רבי אליעזר שמעתי כשהיו בונים בהיכל ובעזרה היו עושים קלעים להיכל וקלעים לעזרות אלא שבהיכל בונים בחוץ <small>(כדי שלא יזונו עיניהם מהיכל)</small> ובעזרה בונים מבפנים אמר רבי יהושע שמעתי שמקריבין אע\"פ שאין בית כו' שקדושה ראשונה וכו' קדשה לעתיד לבא אמר רבי יהושע מקובל אני מריב\"ז וכו' הלכה למשה מסיני שאין אליהו בא לטמא ולטהר וכו' אלא לרחק וכו' ויש להבין מה ענין זה לזה הך דרבי אליעזר ורבי יהושע והך דר' יהושע דקיבל הלכה למשה מסיני שאין אליהו בא וכו' וגם כבר הרגיש הרמב\"ם דמה ענין הלכה למשה מסיני בביאת אליהו איך שתהיה ענין ביאתו ומה זה שיהיה נמסר למשה טיבו יבא לאיזו סיבה שתהיה ביאתו ואנה מצינו זה כמו שכתב הרמב\"ם בפירוש המשנה אבל להבין כל הנ\"ל נקדים לתרץ דברי הרמב\"ם כמו שכתב הראב\"ד דאמרינן בפסחים <small>(דף פה ע\"ב)</small> חלונות ועובי חומות נתקדשו ופריך הגמרא <small>(שם פו)</small> עובי חומות היכי משכחת ליה הא הוה ליה עליות דלא נתקדשו וצריך לומר דשוי לקרקע עזרה חומות היכי משכחת ליה ומשני משכחת ליה בשורא ובר שורא דכתיב ויאבל חיל וחומה דבר שורא שוה לקרקע העזרה והרמב\"ם <small>(פ\"ו מהלכות בית הבחירה ה ט)</small>העתיק החלונות ועובי חומות נתקדשו ומותר לאכול שם קדשי קדשים והשיגו הראב\"ד דסבירא ליה דוקא בבר שורא דשוה לקרקע העזרה והכסף משנה הודה דצריך עיון וכתב אולי סמך אלעיל דכתב דעליות לא נתקדשו ועל כרחך מיירי בבר שורא ומלבד דתירצו דחוק דלא הוה ליה לסתום אף גם הא דמשנינן משכחת ליה בבר שורא על כרחך לא בעזרה מיידי דלא היו כן בחומת עזרה עיין במדות אם תמצא שהיתה חומת עזרה שורא ובר שורא מעולם לא היה כן רק הגמרא מיירי מעובי חומות בירושלים לענין דמותר לאכול על גבם קדשים קלים ובירושלים היה ההיקף משורא ובר שורא כדכתיב ויאבל חיל וחומה וא\"כ אם כיון הרמב\"ם במאמרו דעובי חומות נתקדשו לבר שורא על כרחך מיירי לענין אכילת קדשים קלים ואיך כתב הרמב\"ם לאכול קדשי קדשים שהוא דוקא בעזרה ובעזרה לא היתה מציאות כלל לבר שורא ובאמת בלאו הכי יש לדקדק למה נקט רמב\"ם בלישנא הך דעובי חומות נתקדשו לענין קדשי קדשים ולא לענין אכילת קדשים קלים בחומות ירושלים ואדרבה המשנה נשנית בפסחים דעובי חומות נתקדשו והיינו חומות ירושלים לענין אכילת פסח דנאכל בכל ירושלים דאם לא כן אין מקומו שם במסכת פסחים ונראה ליישב דאמרינן בגמרא דמגילה <small>(דף י)</small> אר\"י המקריב בזמן הזה בבית חוני פטור דלא קדשה לעתיד לבא והדר ביה מקושיא דרב מרי דתנן אין בין שילה לבית עולמים וכו' ואין אחריה היתר ועוד תנן משבאו לירושלים נאסרו הבמות ולא היה להן עוד היתר והיא היתה לנחלה עכ\"ל והקשה התוספות <small>(ד\"ה מאי טעמא)</small> מתחלה מה קסבר ר\"י וכי לא ידע המשנה והלא הן שגורות בפי כל והניחו בקושיא ומה שנראה ליישב והוא דשם אמרינן כתנאי ר\"א אומר שמעתי שהיו עושים קלעים להיכל וקלעים לעזרה וכו' ואמרינן שמעתי שמקריבין וכו' מכלל דר' אליעזר סבר לא קדשה לעתיד לבא אמר רבינא דלמא לכולי עלמא קדשה לעתיד לבא ומה דשמיע ליה קאמר וקלעים לר\"א לצניעותא בעלמא ויש להבין מהיכי תיתי נימא כן דלא קאמר רק מה דשמיע ליה דאם כן דלא נפקא מינה לדינא מה העיד בה ר\"א דשמע דהיו קלעים כיון דלדינא לא נפקא מינה בשלמא אי קמ\"ל דלא קדשה לעתיד לבא שפיר העיד אבל אי לא משמע מיניה וכי בעדיות נשנית עדותן של חכמים לספורי מעשים מה דלא נפקא מינה כלל לדינא דבר זה נשתקע ולא נאמר לכן נראה דידוע בגמרא <small>(זבחים לג)</small> וכן בגמרא דפסחים הנ\"ל דמדות המקדש וביחוד ההיכל נמסרו מה' כדכתיב <small>(דה\"א כח יט)</small> הכל בכתב מיד ה' עלי השכיל ואם יחסר מהמדה כל שהוא כפי המסורה מעכב כמבואר בגמרא בכמה דוכתא ופשוט והנה במשנה דמדות <small>(פ\"ד מ\"ו)</small> וכן הרמב\"ם כתב דאורך ההיכל מאה אמה וקחשיב בתוך המאה אמה עובי כותל מערבית שש אמה ומזרחית שש אמה וכן רוחב ההיכל ע' אמה ומנה בתוכו כותל דרומי וכותל צפוני שש שש ולפ\"ז יש כאן קושיה כשהיו בונין היו עושין קלעים בהיכל לפנים מהחומה כדי שיהיו בונים בחוץ א\"כ מקום עובי הכתלים היה חוץ לקלעים א\"כ לא היה מן קלע מערבית למזרחית רק פ\"ח אמה וכן מן קלע צפון לדרום רק נ\"ח אמה וא\"כ אילו אמרינן דקדושה בטלה רק הקלעים היו משמשים כמו מחיצות כמ\"ש רש\"י א\"כ לא היה כאן היכל רק אורך פ\"ח על רוחב נ\"ח וזהו נגד מדה של ההיכל המסורה ברוח הקדש מיד ה' ואיך סלקא דעתיה לעבוד בו עבודה לה' לא ירצה (ועיין במדרש רבה <small>(ב\"ר פרשה ס\"ד י')</small> בימי ריב\"ח שנתנה מלכות רשות לבנות הבית רק להחסיר במדתו ונתבטל הבנין עי\"כ) וזוהיא קושי' חזקה ועל כרחך צריך לומר דהקדושה לא נתבטלה דקדשה לעתיד לבא אם כן מקום הכתלים לפנים יחשב דהרי הן בקדושתן רק קלעים היו לצניעות והיא כמעט ראיה שאין עליה תשובה ותמהני מהמחברים שלא הרגישו בה כלל ובזה קושיה הנ\"ל מיושבת דשפיר מוכח דר\"א סבירא ליה קדשה לעתיד לבא רק קלעים משום צניעות ולא קשיא א\"כ מאי קמשמע לן בעדותו דאדרבה טובא קמשמע לן דמזה דשמע דהיו עושין קלעים מוכח דקדשה לעתיד לבא דאם לא כן הא חסרה להם המדה והנה יש מקום לומר לפי מה דמחלק הרמב\"ם <small>(פ\"ו מהלכות בית הבחירה הט\"ז)</small> בין קדושת מקדש לקדושת ארץ ישראל דמקום השריית שכינה לא בטלה דאע\"פ ששמם לא זזה השכינה וכבר נודע דעיקר השרית שכינה היתה בהיכל וקדש קדשים מדדרשינן וכבוד ה' מלא את הבית <small>(דה\"ב ז א)</small> דהיינו היכל ולא עזרה כנודע א\"כ י\"ל אף דקדושת עזרה בטלה והותרו במות מכל מקום ההיכל שהוא מקום שריית שכינה לא בטלה וא\"כ אתי שפיר דבהיכל דעשו קלעים לפנים מעובי חומות דלא בטלה קדושה ועשיית קלעים מבואר טעמן שלא יזונו מהיכל וזהו צריך לומר לכולי עלמא אפילו למאן דאמר בטלה דאם לא כן למה עשו מבפנים וכמ\"ש רש\"י אבל בעזרה דעשו קלעים מאי צניעותא שייך שם בחצר ועל כרחך משום בנין דבטלה קדושת מחיצות ולא קדשה לעתיד לבא רק לפי מה דתנן במשנה דזבחים <small>(פרק יד ה)</small> משבאו לירושלים כו' לא היה להם עוד היתר והיא היתה לנחלה ואמרינן דירושלים היתה לנחלה דכתיב היה לי נחלתי כאריה ביער ומבואר בסוף מדות <small>(פ\"ד מ\"ז)</small> דכינוי אריה מוסב על ההיכל דהיכל צר מאחריו ומלפניו היה רחב ודומה לארי שנאמר <small>(ישעיה כט א)</small> הוי אריאל קרית חנה דוד ע\"ש א\"כ אילו יש סלקא דעתא להבדיל בין היכל לשאר עזרה וירושלים אין להביא ראיה מקרא דנחלה המוסב על אריה שהוא היכל לקדושת עזרה לומר שאין אחריה היתר ועל כן צריך לומר דאין הפרש וא\"ש דר' יצחק ידע להנך משניות רק סבירא ליה תנאי היא ולא קשיא ממשניות כיון דתנאי הן כמו שכתב התוספות להדיא ואי קשיא הא על כרחך אף ר' אליעזר דשמע דהיו קלעים על כרחך צריך לומר דקדשה לעתיד לבא דאל\"כ חסרה לה היכל במדה כנ\"ל י\"ל דהיכל ודאי קדשה לעתיד לבא אמנם רב מרי הקשה לו ראשון מהך דמגילה רק דלא תימא תנאי היא הוסיף להקשות לו מהך משנה דזבחים דקתני ביה היא היתה לנחלה וע\"כ מוכח דאין הבדל בין היכל לעזרה דהא הך קרא דנחלה מיירי בהיכל כנ\"ל וא\"כ מהך דשמע ר\"א דהיו קלעים מוכח דקדשה לעתיד לבא ושפיר הדר ביה ובזה מיושבת קושית התוספות נמי דהקשו הא תנאי איכא בעלמא דלא קדשה לעתיד לבא ולמה הדר ביה דלפי מה שכתבתי ניחא דכיון דמהך דר\"א דמקלעים להיכל מוכח דקדשה לעתיד לבא ואם כן כל התנאים בעדיות סבירא להו קדשה לעתיד לבא הלכתא כוותיה כדקיימא לן בכל דוכתי דהלכה במה דתניא בבחירתא ופשיטא דהלכה קדשה לעתיד לבא כתנאי דעדיות ואתי שפיר ובזה יובנו דברי הרמב\"ם דלהרמב\"ם קשיא ליה קושיא דלעיל דאיך סלקא דעתיה בגמרא דר\"א סבירא ליה דלא קדשה דאם כן חסרה ליה מדה בהיכל כנ\"ל אמנם ליישב צ\"ל דלפי מה דאמרינן בגמרא <small>(שבועות יד)</small> וכן פסק הרמב\"ם דמותר להוסיף על עיר והעזרות על פי בית דין של ע\"א ולמ\"ד לא קדשה לעתיד לבא על פי בית דין לבד לחוד ואין צריך מלך ואורים ותומים כמבואר בגמרא פ\"ב דשבועות <small>(שם)</small> וצ\"ל אע\"פ דכתיב הכל בכתב מיד ה' השכיל היינו לגרוע אבל להוסיף יש רשות להוסיף על פי בית דין וכך היה צווי והשכלה מה' ולפי זה יש לומר באמת השכלת המדה מה' לא היה רק רוחב ההיכל באורך וברוחב בלי עובי החומות ולא היה באמת רק רוחב נ\"ח על אורך פ\"ח רק הם הבית דין של ע\"א ונביאים הוסיפו לקדש בגמר בנין כל עובי חומות ולכך היתה המדה של היכל אורך ק' על רוחב ע' אבל זו לא היתה מדה הניתנה משמים רק היא על ידי תוספת בית דין וא\"כ לא קשה מקלעים שהיו מבפנים דחסרה ליה מדה כנ\"ל דאין זה חסרון מהמדה המושכלת מאת ה' כי באמת לא היתה המדה רק פ\"ח על נ\"ח רק בגמר הבנין קדשו גם כן החומות ואז נעשה היכל ק' על ע' וא\"כ שפיר הקריבו על ידי קלעים כי היתה מדת קלעים מכוונת ועובי חומה תוספת ולק\"מ ולפי זה תליא אי אמרינן לא קדשה לעתיד לבא א\"כ צריך לומר הא דהיו קלעים בהיכל דמדה שהיה בכתב מיד השם לא היה עובי החומות בכלל אבל אי אמרינן קדשה לעתיד לבא לא זו דאין אנו צריכים לדוחק הזה אף גם דאי אפשר לומר בבית שני הוסיפו על היכל עובי חומה ולכך מדתו ק' דלמ\"ד קדשה לעתיד לבא בכל אלו תנן וצריך להוספה מלך ואורים ותומים מה דחסרו בבית שני ואם כן על כרחך צריך לומר דמזמן בית ראשון בכתב מיד ה' היה מדת ההיכל כמו שהיא מנויה במסכת מדות והנה על קושית הגמרא מעובי החומות דהא הוה ליה עליות י\"ל דלא קשה מידי דהתם בפסחים פריך מעליות של בית קדשי קדשים דנתקדשו ומשני הגמרא היכל קאמרת שאני היכל דכתיב ויתן דוד כו' את תבנית אולם כו' ועליותיו כו' וכתיב הכל בכתב מיד ה' כו' הרי דעליות היכל נתקדשו ואמרינן בזבחים פרק קדשי קדשים <small>(דף ס\"ג)</small> דמותרים כהנים לאכול קדשי קדשים בהיכל וכן פסק הרמב\"ם בהלכות מעשה הקרבנות <small>(פ\"י ה\"ג)</small> וא\"כ שפיר יש לומר דעובי חומות ההיכל נתקדשו שיהיו מותרים לאכול שם קדשי קדשים אך הא הוה ליה עליות זה אינו דהא מיירי בהיכל ושם נתקדשו עליות כמבואר בגמרא ולא קשה מידי רק זהו אי עובי חומה היה במדה שנמסר לדוד משמים אם כן שפיר יש לומר דשם נתקדשו עליות אבל לפי מה שכתבתי לעיל דכפי המדה שנמסרה לדוד לא היה עובי חומה בכלל רק אחר כך קדשו אותו בתוספת עזרה אם כן לא שייך גביה הכל בכתב וכו' דהא היה רק תוספת על פי בית דין ואם כן עדיין קשיא הא עליות לא נתקדשו ולא תהיה תוספות זו יותר טובה מקדושת עזרה עצמה דלא נתקדשו עליות ואם כן י\"ל דגמרא דהקשתה על רב דאמר עליות לא נתקדשו ממשנה עובי חומות נתקדשו תיפוק ליה דהוי ליה עליות לא הוי מצי לשנויי דמיירי בעובי חומות דהיכל דהוא קשה אם כן רב דאמר כתנאי הניחא למאן דאמר קדשה לעתיד לבא אבל למאן דאמר לא קדשה לעתיד לבא א\"כ צ\"ל כהנ\"ל דעובי חומת היכל לא היה בכתב מיד ה' לקדשו ואם כן עדיין קשה דהוה ליה עליות כהנ\"ל ולכך משני הגמרא דאתיא ככולי עלמא בבר שורא אבל לפי דקימא לן קדשה לעתיד לבא ומוכח דעובי חומת היכל היה בכתב מיד ה' כהנ\"ל א\"כ שפיר יש לומר דקאי על היכל ולענין אכילת קדשי קדשים דשרי בהיכל כנ\"ל ואין צריך לדוחק אבר שורא והן הן דברי הרמב\"ם דפסק קדשה לעתיד לבא ושפיר י\"ל דקאי על עובי חומות ולכך דייק בלישנא עובי חומות נתקדשו לאכול שם קדשי קדשים והיינו בחומת היכל ולכך לא נקט בלשנא קדשים קלים כי מיירי בחומות היכל ולא שייך שם אכילת קדשים קלים רק קדשי קדשים דדרשינן מקרא <small>(במדבר י\"ח י)</small> בקודש הקדשים תאכלנו וא\"ש ודברי הרמב\"ם מזוקקים שבעתים ודו\"ק והנה בגמרא יבמות פרק האשה <small>(דף צ ע\"ב)</small> מחולקים התוספות ומחברים אם נביא רשאי לשנות הדין אפילו לשעה במקום דלאו מגדר מלתא דבגמרא פריך אליו תשמעון אפילו אליהו בהר הכרמל ומשני הגמרא למגדר מלתא שאני ותפסו רבים מהמפרשים לעיקר דאפילו אליהו שהיה נביא וקעביד שחוטי חוץ לשעה לולי דהיה למגדר מילתא אין בידו לעשות דהוה בכלל אלה המצות שאין נביא רשאי לחדש ודעת רמב\"ם <small>(הלכות יסודי התורה פ\"ט ה\"ג)</small> דלשעה יכול לשנות אפילו בלי מגדר מלתא ובלבד שיהיה מוחזק בנבואה וחוץ מעבודה זרה ר\"ל ולשיטה זו יש לומר דלא קשה מהנ\"ל איך הקריבו בקלעים דחסרה ליה מדתו של היכל ומעכבא דהא הקלעים היו אותן שנים משך הבנין מן ימי כורש עד ג' לדריוש וזה הכל בימי חגי זכריה מלאכי והם היו הבונים כדכתיב בעזרא להדיא ע\"ש וא\"כ י\"ל דבאמת משורת הדין היה אסור להקריב בהיכל דחסרה ליה מדה רק ע\"פ נביאים הקריבו שנים הללו דיש כח בידיהם לשנות הדין על פי נבואה לשעה אמנם לדיעה ראשונה לית ליה כן דהוי בכלל אלה מצות וכו':", "heVersionTitle": "Yaarot Devash -- OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d688d6e4a92bf45a89dd", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Rabbeinu Bahya, Bamidbar 18:10:1", "sourceHeRef": "רבנו בחיי, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו.</b> קדש הקדשים אינו מקום אכילת הקרבנות שהרי במקום הארון הוא לפנים מן הפרכת, כענין שכתוב (שמות כ״ו:ל״ג) והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים, ואין בקדש הקדשים אכילה ושתיה שאין נכנס שם כי אם כהן גדול ביום הכפורים. אבל באור הכתוב שתאכלנו בקדושה חמורה שלא תנהוג בו מנהג קדשים קלים אלא שיהיה אצלכם קדש קדשים. או נאמר שהזכיר קדש הקדשים על אהל מועד, ונקרא קדש קדשים כנגד חצר המשכן.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בקדש הקדשים תאכלו, “you shall eat it in the most holy.” Seeing that the Inner Sanctuary, known generally as קדש הקדשים, is not an area in which one may consume any part of the offerings since even the High Priest may only enter there on Yom Kippur when eating is altogether forbidden, the meaning of this word must be something different. The term does not apply to a location but to a state of ritual purity, i.e. the highest state of ritual purity the priest can attain. He is not allowed to eat the parts of the sacrificial meat described in the previous verse unless he is in that state of purity.<br> Alternatively, the term here is relative, i.e. compared to the outer courtyard of the Tabernacle, the area of the Sanctuary including the עזרה, is considered “the holy of holies” <small>(compare Ibn Ezra)</small>.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48985d6e4a939ba174f2e", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Torah Temimah on Torah, Numbers 18:10:1", "sourceHeRef": "תורה תמימה על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו. </b>תניא, ר׳ יהודה בן בתירא אומר, מניין שאם הקיפו עובדי כוכבים למלחמה את כל העזרה שהכהנים נכנסים להיכל ואוכלים שם קדשי קדשים ושירי מנחות, ת\"ל בקודש הקדשים תאכלנו <sup class=\"footnote-marker\">לד</sup><i class=\"footnote\">ולעיל כתיב לכל חטאתם ולכל אשמם וגו' בקודש הקדשים דהיינו היכל, דאי עזרה בהדיא כתיב בפ' צו בחצר אהל מועד יאכלוהו.\n</i>.<br>(זבחים ס\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48985d6e4a939ba174f30", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Torah Temimah on Torah, Numbers 18:10:2", "sourceHeRef": "תורה תמימה על התורה, במדבר י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כל זכר יאכל אותו. </b>לימד על שלמי צבור שאין נאכלין אלא לזכרי כהונה <sup class=\"footnote-marker\">לה</sup><i class=\"footnote\">זבחי שלמי צבור הן שני כבשי עצרת דזולתם אין שלמים של צבור וכמש\"כ לעיל בפ' בהעלותך (י' י'), ואע\"פ דכאן לא כתיב זבחי שלמי צבור כתבו התוס' דכיון דכתיב בהאי קרא קדש יהיה לך וגבי כבשי עצרת כתיב (פ' אמור) קודש יהיו לה' לכהן מסתברא דבדידהו מיירי. וגם י\"ל ע\"פ מ\"ש בזבחים נ\"ה א' דזבחי שלמי צבור נקראים קדשי קדשים, וכאן סמוך זה ללשון בקודש הקדשים.\n</i>.<br>(שם צ\"ז ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547add6e4a92409ac490c", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Siftei Chakhamim, Numbers 18:10:1", "sourceHeRef": "שפתי חכמים, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שאין נאכלין אלא בעזרה.</b> ויהי' פי' בקודש קדשים וגו', כדרך קודש הקדשים שפירושו כדרך אכילת קדשי קדשים שהוא במקום קדוש שהוא העזרה, כמפורש במקום אחר, אבל לא בקדשי הקדשים דהיינו לפני ולפנים, שאין נכנסין שם אלא כ\"ג ביום הכפורים ואין שם לא אכילה ולא שתיה, ונשנה כאן לעיכובא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>May be eaten only in the Sanctuary courtyard.</b> Thus the meaning of “in the supremely holy…” is “in the manner of the supremely holy.” This means that they are eaten in the manner of supremely holy [offerings], i.e., in a holy place, the courtyard, as is explained elsewhere. However, it does not refer to the Holy of Holies, the most inner part of the Sanctuary, because even the Kohein Gadol would enter there only on Yom Kippur, meaning that there is never any eating or drinking there. This ruling is repeated in order to teach that it is mandatory.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43672ed6e4a97d18d919b1", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 18:10:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו.</b> אחשוב שיהיה הרצון בזה שיאכל אותו במדרגת קדש הקדשים שהוא נאכל במקום קדוש וזה שכבר נתבאר בספר ויקרא שאלו נאכלים במקום קדוש והנה קצת רבותינו ביארו מזה שאם לא יוכלו הכהנים לאכלו בקדש כגון שהקיפו גוים את כל העזרה הנה יותר להם לאכלו בהיכל שהוא קדש הקדשים והנה יהיה הרצון נאמרו בקדש הקדשים תאכלנו שם תוכל לאכלו לא למנוע ממנו אכילתו בקדש כי כבר נתבאר בספר ויקרא כי הוא נאכל בקדש:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a43672ed6e4a97d18d919b3", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 18:10:2", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>קדש יהיה לך.</b> מגיד שאם לא יאכלנו ראוי שינהג בו קדושה ר\"ל גם במה שאינו נאכל ממנו:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a79be5ed6e4a94571872f04", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 63a:15", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Zevachim 63a:15", "sourceHeRef": "זבחים ס״ג א:ט״ו", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 125.0015, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מיתיבי רבי יוחנן בן בתירה אומר מנין שאם הקיפו עובדי כוכבים את כל העזרה שהכהנים נכנסין לשם ואוכלין שם קדשי קדשים ת\"ל (במדבר יח, י) בקדש הקדשים תאכלנו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara <b>raises an objection</b> to Rabbi Yoḥanan’s statement from a <i>baraita</i>: <b>Rabbi Yoḥanan ben Beteira says: From where</b> is it derived <b>that if gentiles surrounded the entire</b> Temple <b>courtyard</b> and were attacking, making it impossible for the priests to remain there, <b>the priests may enter that area,</b> i.e., the Sanctuary, <b>and eat the offerings of the most sacred order there? The verse states: “In a most holy place shall you eat it”</b> (Numbers 18:10).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a79be61d6e4a945718730c0", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 97b:11", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Zevachim 97b:11", "sourceHeRef": "זבחים צ״ז ב:י״א", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 194.0011, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "ואי שלמי ציבור מריבוייא דקרא אתי (במדבר יח, י) בקדש הקדשים תאכלנו כל זכר יאכל אותו לימד על שלמי ציבור שאינן נאכלין אלא לזכרי כהונה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And if</b> one suggests that the <i>halakha</i> must be derived with regard to <b>communal peace offerings,</b> i.e., the two lambs that were sacrificed as communal offerings on <i>Shavuot</i> together with the offering of the two loaves (see Leviticus 23:19), this <i>halakha</i> <b>is derived from</b> the <b>amplification of the verse</b> that is stated with regard to meal offerings, sin offerings, and guilt offerings. The verse states: <b>“In a most sacred place shall you eat of it; every male may eat it”</b> (Numbers 18:10), and it is taught in a <i>baraita</i>: The verse <b>teaches with regard to communal peace offerings that they are eaten only by males of priestly</b> families.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5a9ff18cd6e4a93bec1fb1d4", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 63a:15", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Steinsaltz on Zevachim 63a:15", "sourceHeRef": "ביאור שטיינזלץ על זבחים ס״ג א:ט״ו", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 125.0015, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>מיתיבי</b> <small>[מקשים]</small> על סברה זו ממה ששנינו, <b>ר' יוחנן בן בתירה אומר: מנין שאם הקיפו גוים את כל העזרה,</b> והיו יורים עליה, עד שאין הכהנים יכולים לשהות שם, <b>שהכהנים נכנסין לשם</b> (להיכל) <b>ואוכלין שם קדשי קדשים? תלמוד לומר: \"בקדש הקדשים תאכלנו\"</b> (במדבר יח, י).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff19bd6e4a93bec1fb3a5", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 97b:11", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Steinsaltz on Zevachim 97b:11", "sourceHeRef": "ביאור שטיינזלץ על זבחים צ״ז ב:י״א", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 194.0011, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>ואי</b> <small>[ואם]</small> ללמוד מכאן לגבי <b>שלמי ציבור,</b> הבאים בעצרת עם שתי הלחם (ראה ויקרא כג, ט) שלא נאמר בהם דין זה — הלכה זו <b>מריבוייא דקרא אתי</b> <small>[מריבוי המקרא באה],</small> שנאמר: <b>\"בקדש הקדשים תאכלנו כל זכר יאכל אתו\"</b> (במדבר יח, י), ועל כך שנינו בברייתא: <b>לימד</b> כתוב זה <b>על שלמי ציבור שאינן נאכלין אלא לזכרי כהונה!</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b927b071e100bf4e77f0", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 63a:2:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Rashi on Zevachim 63a:2:2", "sourceHeRef": "רש\"י על זבחים ס״ג א:ב׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "לפנים מן הקלעים לזכרי כהונה - דכתיב לכל קרבנם ולכל מנחתם ולכל חטאתם וגו' וסמיך ליה בקדש הקדשים תאכלנו כל זכר יאכל אותו (במדבר י״ח:י׳):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391638f68387e41442dc2", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:10:1", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו.</b><br><b>ספרי שם. כרת הכתוב ברית עם אהרן בקודש הקדשים שלא יהיו נאכלים אלא במקום קדוש. ריב״ב אומר הרי הגוים שהקיפו את העזרה מנין לקדשי קדשים שנאכלים אפילו בהיכל וכו׳.</b><br>וכן נ״מ אם כה״ג מותר בע״מ ליכנס לאכול הקדשים בהיכל, ועיין בתוספתא מנחות דלכהנים בע״מ היו מוציאים את לחה״פ חוץ להיכל וחוץ לבין האולם בפנים, ומ״מ מבואר בתוספתא סוטה דלנשי כהנים היו כהנים בע״מ נושאים בין אולם למזבח. ועיין בסוכה דמ״ד, וצ״ל דגבי אכילת קדשי קדשים יכולים לאכול בלשכות, וגבי הקיפו נכרים י״ל דאז פקעה הקדושה מן העזרה ואין יכולים לאכול קדשים בגדר באו פריצים וגם מלשכות פקע, והרבה יש בזה להאריך אם יש בזה קדושה לחצאין במה דמבואר בספרי פ׳ קרח כרת הקב״ה ברית עם אהרן שלא יהיה אוכל אלא בקודש, ומה ר״ל במקום קדוש, במקום מחיצה כמו חומת עזרה דאף דלא נפסל שם, כמו דמוכח מל׳ הרמב״ם בהל׳ מעה״ק מ״מ חייב על אכילה שם, ועיין בפי״א מהל׳ מעה״ק בלשונו, וזה ר״ל בשעריך במכות דף י״ח, וא״ש מ״ש התוס׳ דנפסל ע״ש, ועיין בלשון רבינו בהל׳ מעה״ק פ״י גבי אם נאכל בהיכל נאכל ומה זה, ונ״ל דר״ל דאם נכנסו להיכל אסור להוציא משם דלקטינהו. ועיין בזבחים דפ״ב ע״ב ופ״ג ודף ק״כ ומעילה דף ג׳ במת יחיד, וכן נ״מ גבי חזה ושוק אם הקיפו ירושלים אם מותר לאכלם בהיכל, ועיין חולין דף ד׳ ע״ב ושבועות דף ט״ו ות״כ פ׳ שמיני דממעט דרק אצל המזבח יאכל ולא בהיכל וכן ממעט קדק״ל, וא״ל דר״ל כמ״ש התוס׳ לרש״י זבחים דף ס״ג ע״א גבי צפון ע״ש בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391648f68387e41442dc4", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:10:2", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>שם. כל זכר יאכל אתו.</b><br><b>ספרי שם: כרת הכתוב ברית עם אהרן על קדשי הקדשים שלא יהיו נאכלין אלא לזכרי כהונה.</b><br>ר״ל דזה הוה תנאי מתחילה, ונ״מ בטומטום שנקרע ונמצא זכר… בקדשי קדשים…", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391658f68387e41442dc6", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:10:3", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:10:3", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>שם. קדש יהיה לך.</b><br><b>ספרי שם: מה ת״ל, שיכול אין לי אלא דבר הראוי לאכילה שיתנהג בקדושה, שאין ראוי לאכילה מנין וכו׳.</b><br>שאין כו׳, ר״ל כגון דשן לאחר הוצאה עמ״ש הרמב״ם ז״ל ס״פ…", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391653de3ce43ed91efa1", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:10:4", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:10:4", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י׳:ד׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 10.0004, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם: ת״ל קודש יהיה לך מכל מקום.</b><br>… וסוכה דף מ״ט ע״ב, ועיין במעילה דף י״א ותרומות פי״א.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e43c26725da80184fa1e95", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Korach 2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Ohr LaShamayim, Korach 2", "sourceHeRef": "אור לשמים, קרח ב׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 2, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "קרח", "he": "<b>ויקח</b> קרח בן יצהר (טז, א). בהקדים פירוש הפסוק (בראשית א, א) בראשית ברא אלהים, וידוע מאמרם ז\"ל (ת\"ז ת' ה' יט:.) ב' ראשית, כי האדם צריך לעבוד ה' בב' בחינות יראה ואהבה, והנה יראת ה' נק' ראשית חכמה (תהלים קיא, י) וגם אהבה נק' ראשית יומין קדומין, וזפ\"ה בראשית, בשביל ב' ראשית אלו נברא העולם, שנעבדהו בשני בחינות אלו, כי בלתי זה לא פרחית לעילא (ת\"ז ת' י' כה:).<br><b>וזפ\"ה</b> ויקח קרח, כי קרח נוטריקון ק\"ר ח\"ם, כי הם יראה ואהבה, כמו שמצינו בגמרא (ברכות לג:) הכל בידי שמים חוץ מיראת שמים, ובמקום אחר (ב\"מ קז:) נאמר חוץ מצנים ופחים, וזה קושיות התוס' (ב\"ב קמד: ד\"ה הכל), ולדברינו לק\"מ, כי צונה ופחים נק' יראה ואהבה, כשמתעורר היצר הרע לדבר עבירה חלילה צריך להקיר נפשו מחימום היצר, ופחים הוא לשון חמימות, הוא אהבה.<br><b>וז\"פ</b> ויקח קרח, ק\"ר ח\"ם, כי בכל יום צריך האדם לעמוס על נפשו עול תורה ועבודה מחדש ולהרגיש בנפשו יראה ואהבה יותר מיום העבר. בן יצהר, כי נר ה' נשמת אדם, האמנם לפניו כחשיכה כאורה, וכי לאורה הוא צריך, עכ\"ז כך עלה ברצונו הטוב והפשוט לקבל נחת רוח מאדם התחתון, ולזאת ראוי ונכון לבלתי יזיז מעיני האדם בכל עת ורגע להתעורר נפשו וכוחו כי הוא עומד על שלחן המלך ומאיר לפניו ויבהיק מזיו אורו שיהא צלול וזך ובהיר בתשובה ובמעשים טובים ובהכנעה, וזה בן יצהר מלשון צוהר. בן קהת הוא לשון כניסה, כי בכל עולם מוכרח לילך השפע ע\"י צדיק אחד, כי מעצמות המאציל והיוצר בלתי יוסבלו כח המקבלים, ע\"כ כל אדם יראה שיהא תמיד מוכן ומזומן בכלי קדוש וטהור כי אולי הוא הנבחר אשר על ידו ירד השפע להמקבלים, ויגבה לבו בדרכי ה'. בן לוי, הוא לשון התקשרות, שיקשר המדות תחתונות להקב\"ה.<br><b>ודתן,</b> שימשיך מדעת עליון לנוה אפריון הוא נו\"ן פשוטה ע\"י עמודא דאמצעיתא הוא ת\"ת ישראל, וזה דתן ואבירם - דת\"ן, ר\"ת ד\"עת ת\"ת נ\"ון הוא נוה אפריון, סוד הלולב, ואבירם הוא ב' מלות מ[ו]רכבות אבי רם, אבי הוא המחשבה, שתהא מרומם בקדושה, שתמיד יחשוב רוממות אל.<br><b>בני</b> אליאב, ג\"כ ב' מלות אל אב, חו\"ב, כי אסתר אמרה (תהלים כב ב, מגילה טו:) אלי אלי למה עזבתני, כי אסתר היתה סוד אימא עילאה (ע\"ח של\"ט פ\"י) הוא שורש ומקור התשובה, לכן אמרה צומו עלי (אסתר ד, טז) כמו שהתפללה חנה על ה' (שמ\"א א, י) ודרשו בזוה\"ק (זח\"ג עט:) על ה' הוא בחי' למעלה מהוי\"ה, ואסתר ג\"כ כיוונה לזה צומו עלי - לבחי' שעלי, כי היא היתה סוד אימא עילאה, כי תשובה בעתיקא תליא. ומרדכי היה סוד אבא כידוע, לכן אמרה אלי אלי שהוא בינה, וזה אלי אב - ר\"ל לאנשים האלו שלוחים נשמ' מחכמה ובינה.<br><b>ואון</b> בן פלת, און הוא לשון חוזק, שיתאמצו הגופים לעבודתו ית\"ש. בן פלת, שיופעלו נסים ונפלאות לישראל בעולם מפלא עליון. בני ראובן, הוא מספר גרון יו\"ד הויו\"ת קדושות, ודו\"ק.<br><b>וזפ\"ה</b> (במדבר יח, י) בקודש הקדשים תאכלנו, ר\"ל תמשיך מן הדעת להוא\"ו כנ\"ל. כל זכר יאכל אותו, כי בני ישראל נק' בחי' זכר תמורות אומות העולם נק' בנות לשון נקיבה, גם כי המה נימולים מבטן, וזה כל זכר יאכל אותו, ההשפעה נקרא בלשון אכילה, שהשפעה תלך לבני ישראל, וזה כל זכר - המה בני ישראל, יאכל אותו - הוא ההשפעה, קודש יהיה לך - רק תראו לקדש עצמיכם במותר לכם, ואז תלך ההשפעה לכם, אמן כן יהי רצון:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b8558430f78f20636b94", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 755:6", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Yalkut Shimoni on Torah 755:6", "sourceHeRef": "ילקוט שמעוני על התורה תשנ״ה:ו׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 755.0006, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "בקדש הקדשים תאכלנו. כרת הקב\"ה ברית עם אהרן על קדשי קדשים שלא יהו נאכלין אלא במקום קדוש. רבי יהודה בן בתירא אומר הרי נכרים שהקיפו את העזרה מנין לקדשי קדשים שיהו נאכלין אפילו בהיכל, תלמוד לומר בקדש הקדשים תאכלנו, על מנת כן נכרתה לך ברית על מנת שיאכלו קדשים בקדש הקדשים. תאכלנו פרט לטמא, יאכל אותו פרט ליוצא דופן, תאכלנו פרט ליוצא ולטמא, רבי יהודה אומר למעט כל הפסולין:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b855c823a798e70b5bc8", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 755:7", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Yalkut Shimoni on Torah 755:7", "sourceHeRef": "ילקוט שמעוני על התורה תשנ״ה:ז׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 755.0007, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כל זכר יאכל אותו. כרת הקב\"ה ברית על קדש קדשים שלא יהו נאכלין אלא לזכרי כהונה. קדש יהיה לך מה ת\"ל, שיכול אין לי אלא דבר שראוי לאכילה שינהוג בקדש, שאין ראוי לאכילה מנין, תלמוד לומר קודש יהיה לך מכל מקום. וזה לך תרומת מתנם מגיד הכתוב שכשם שכלל הכתוב את קדשי קדשים (לגוזרן) [לגזור דין] ולכרות להם ברית כך כלל את קדשים קלים (לגוזרן) [לגזור דין] ולכרות להן ברית. לכל תנופות בני ישראל להביא את הדבר שטעון תנופה. לך נתתים ולבניך ולבנותיך אתך לחק עולם שינהוג הדבר לדורות. כל טהור בביתך יאכל אותו כרת הקב\"ה ברית עם אהרן על קדשים קלים שלא יהיו נאכלין אלא לטהורין. לכל תנופות בני ישראל [לך נתתים ולבניך ולבנותיך], בניך פרט לבני חללה [בנותיך פרט לבנות חללה], והלא דין הוא הואיל ומכשיר ופוסל בבנים ומכשיר ופוסל בבנות אם פסל בבני חללה בבנים דין הוא שנפסול בני חללה בבנות. או ק\"ו מחמיר הוא בבנים מה שאינו מחמיר בבנות שהבנים גוררין אחריהם לאכול בתרומה ואין הבנות גוררות אחריהן לאכול בתרומה אם פסל בני חללה בבנים אין דין שנפסול בני חללה בבנות. או מחמיר הוא בבנות מה שאינו מחמיר בבנים שהבנות נגררות לאכול בתרומה אם פסל בני חללה בבנים אין דין שנפסל בני חללה בבנות, תלמוד לומר בניך פרט לבני חללה, הואיל ויש בבנים מה שאין בבנות ויש בבנות מה שאין בבנים אל ידונו זה מזה. כל טהור בביתך פרט לבת ישראל עד שלא זכה במעשה ידיה, ומנין אתה מרבה משזכה במעשה ידיה, אמרת כל טהור בביתך יאכל אותו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed08", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levite Rules", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In order to more strictly enforce the separate roles of priest and Levite, necessitated by the rebellion of Korah, the text turns to clarification of the Levites’ duties and regulations concerning them. They are to act as a buffer between the sancta and the people, but may not come into contact with the holy-things themselves; the priests, of course, may and must. The priests’ reward—actually, their means of support—consists of firstborn animals and firstffuits; the Levites’, of tithes.", "The chief refrain in the chapter is variations on “so that they may not die”; this has occurred already in 17:25, thus linking Chaps. 17 and 18 nicely."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 18:1-32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 18:1-32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c7aeca1000753446ac7", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Rav Hirsch on Torah, Numbers 18:10:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 10. בקדש הקדשים וגו׳. Nicht im Allerheiligsten, sondern in dem für קדשי הקדשים bestimmten Genusraum, der עזרה, wie dies für מנחה und חטאת und אשם bereits Wajikra 6, 9 u. 19 sowie 7, 6 ausgesprochen. Es dürfte hier das קדש, wie in שבת קדש, אדמת קדש nicht Heiligtum, sondern Heiligkeit bedeuten, also in heiligster Weise der Heiligtümer, dazu gehört auch, wie an den angeführten Stellen ausgesprochen, daß sie nur in der עזרה gegessen werden dürfen. Es ist bei ihnen der Opfergenuss selbst Fortsetzung und Abschluss der durch die עבודות an und auf dem Altar begonnenen כפרה (siehe zu Schmot 29, 33). Daher hat dieser Genuss nur durch זכרי כהונה zu geschehen. Sebachim 97b wird hieraus noch gelehrt, daß auch זבחי שלמי צבור.(Wajikra 23, 19) als zu קדש הקדשים gehörig nur von זכרי כהונה genossen worden. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186b29894184186dd58f43", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Sifrei Zuta 18:10:1", "sourceHeRef": "ספרי זוטא י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>בקדש הקדשים תאכלנו</b>, על מנת כן נכרתה לך ברית על מנת שתאכלו קדשים בקדש הקדשים תאכלנו פרט לטמא יאכל אותו פרט ליוצא דופן תאכלנו פרט ליוצא ולטמא ר' יהודה אומר למעט כל הפסולים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186b2a894184186dd58f45", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Sifrei Zuta 18:10:2", "sourceHeRef": "ספרי זוטא י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>כל זכר</b>, לזכרים נכרתה ברית לא נכרתה ברית לנקבות:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186b2b894184186dd58f47", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:10:3", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Sifrei Zuta 18:10:3", "sourceHeRef": "ספרי זוטא י״ח:י׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0003, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>קדש יהיה לך</b>, לרבות לוג שמן של מצורע:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641883e0c9371ec0cebe77c8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Reggio on Torah, Numbers 18:10:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו,</b> אין הכונה לפנים מן הפרוכת שהרי אין נכנס שם אלא כ\"הג ביום הכפורים אלא פירוש הכתוב במקום שהוא יותר מקודש ממקום אחר, והוא העזרה שנקרא ק\"ק כנגד חצר המשכן, וכן הוא אומר במקום קדוש תאכל, ופירוש אחריו בחצר אהל מועד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6f758c1dc532ec9243", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 18:10", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Steinsaltz on Numbers 18:10", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ח:י׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 18.001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בְּקֹדֶשׁ הַקֳּדָשִׁים</b>, בעזרה, שהיא המקום המיועד לאכילת קודשי קודשים: מנחה, חטאת ואשם,\n  \n  <b>תֹּאכֲלֶנּוּ. כָּל זָכָר יֹאכַל אֹתוֹ, קֹדֶשׁ יִהְיֶה לָּךְ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>In the sacred sanctum shall you eat it, </b>in the courtyard, which is the designated place for the consumption of offerings of the most sacred order: meal offerings, sin offerings, and guilt offerings. 19 <b>Every male may eat it; it shall be sacred to you. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a496fedbab4498f484e65", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Ibn Ezra on Numbers 18:10:1", "sourceHeRef": "אבן עזרא על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>בקדש הקדשים תאכלנו.</b> אפי' בקדש הקדשים שהוא אהל מועד ונקרא קדש הקדשים כנגד חצר המשכן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "IN A MOST HOLY PLACE SHALT THOU EAT THEREOF. Even in a most holy place, namely, in the tent of meeting shalt thou eat thereof. The tent of meeting is called a most holy place in contrast to the courtyard of the tabernacle.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">However, it is not considered a most holy place in contrast to the Holy of Holies. Thus the sacrifices listed in our verse cannot be eaten in the Holy of Holies.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b3fbfba21b48f53dbe", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Haamek Davar on Numbers 18:10:1", "sourceHeRef": "העמק דבר על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>בקדש הקדשים תאכלנו.</b> במחנה שכינה ג״כ יש מדריגות ומעלות זו למעלה מזו. וכל הסמוך וקרוב למזבח ולהיכל קדוש יותר. ורשאי לאכול גם סמוך למזבח גם ברחוק ממנו וכמש״כ בפ׳ שמיני י׳ י״ב בפסוק ואכלוה מצות אצל המזבח. והדר כתיב ואכלתם אותה במקום קדוש. ופירשנו לפי הענין דשם שהיה שתי פעמים נאכלת המנחה. א׳ לפני אכילת קדשים קלים וא׳ לאחר קדשים קלים ואכילה הראשונה היה כשיורדים מן המזבח ואין מעבירין עה״מ. מש״ה מצוה לאכול אצל המזבח. ואכילה השניה אחר קדשים קלים שנאכלת במחנה לויה ושבים משם למחנה שכינה אזי אין מעבירין עה״מ ונאכלת תומ״י כשבאים אל מקום קדוש. וע״ש עוד בבאור. והכא נמי מתפרש הכי דכהן העובד ויורד מן המזבח או יוצא מן ההיכל ואוכל. אזי כל שיותר סמוך לפנים עדיף משום שאין מעבירין עה״מ והיינו <b>בקדש הקדשים תאכלנו.</b> מקום המקודש יותר וכמו שאם מדבר הכתוב בהיכל והוא הדביר נקרא לפנים מן הדביר קודש הקדשים שהוא מקום המקודש בהיכל. ונקרא ההיכל לפנָי. כן בכל מחנה שכינה שהוא מקום קדוש נקרא אצל המזבח קודש הקדשים. והרי לשיטת הרמב״ם בע״מ אסור ליכנס ממקום מזבח למעלה אפי׳ בלי עבודה הרי המקום מקודש יותר. וכ״ז בכהן העובד. אח״כ כתיב <b>כל זכר יאכל אותו.</b> אפי׳ מי שאינו עובד ואפי׳ בע״מ נכנס לעזרה ואוכל ואם כן מיד כשנכנס לעזרה אוכל מש״ה כתיב <b>קדש יהיה לך.</b> שיאכל במקום קדוש. ולא לפנים אצל המזבח:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57669f77d6e4a949a39b2899", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 18:4", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "JPS 1985 Footnotes, Numbers 18:4", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר י״ח:ד׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 18.0004, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Or “they are consecrated for your use.”", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b8458d6e4a908ac4f1866", "index_title": "Mishneh Torah, Sacrificial Procedure", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sacrificial Procedure 10:3", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Mishneh Torah, Sacrificial Procedure 10:3", "sourceHeRef": "משנה תורה, הלכות מעשה הקרבנות י׳:ג׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Mishneh Torah, Sacrificial Procedure", "he": "משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "משנה תורה, הלכות מעשה הקרבנות", "he": "וְאֵין חַטָּאת וְאָשָׁם וּשְׁיָרֵי מְנָחוֹת נֶאֱכָלִין אֶלָּא לְזִכְרֵי כְּהֻנָּה בָּעֲזָרָה וְאִם נֶאֶכְלוּ בַּהֵיכָל נֶאֶכְלוּ שֶׁנֶּאֱמַר <small>(במדבר יח ט)</small> \"לְכָל מִנְחָתָם וּלְכָל חַטָּאתָם וּלְכָל אֲשָׁמָם\" <small>(במדבר יח י)</small> \"בְּקֹדֶשׁ הַקֳדָשִׁים תֹּאכְלֶנּוּ כָּל זָכָר יֹאכַל אֹתוֹ\". וְכֵן שַׁלְמֵי צִבּוּר הֲרֵי הֵן כַּחַטָּאת וְכָאָשָׁם כְּמוֹ שֶׁבֵּאַרְנוּ:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The sin-offering, the guilt-offering, and the remnants of the meal-offering may be eaten only by males<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Even minors; see Halachah 17.</i> of the priestly family in the Temple Courtyard.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Indeed, as stated in Chapter 11, Halachah 5, there is a prohibition against partaking of these sacrifices outside the Temple Courtyard.</i> If they were eaten in the Temple building, their consumption is [acceptable], as [indicated by Numbers 18:9-10]: \"For all of their meal-offerings, for all of their sin-offerings, and for all of their guilt-offerings.... In the most holy place,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">This includes the Temple building.</i> you shall partake of it.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><i>Zevachim</i> 63a asks: From that verse, it would appear that it is desirable (not merely acceptable after the fact) to partake of the offerings inside the Temple building. Our Sages then cite Leviticus 6:9 which indicates that the sacrifices should be eaten in the Temple Courtyard. They explain that it is preferable to consider the Temple Courtyard the primary place where the sacrifices are eaten, for the Temple building is the resting place for the Divine Presence and it is not befitting for that to be the primary place for eating, an activity that is essentially a human need.</i> All males shall partake of it.\" Similarly, the communal peace-offerings are similar to the sin-offerings and the guilt-offerings, as we explained.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Chapter 9, Halachah 4.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2b7d6e4a9274647236a", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Chizkuni, Numbers 18:10:1", "sourceHeRef": "חזקוני, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו</b> היינו העזרה על שם שהיא מקודשת מכמה דברים קדושים שהם למטה הימנה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "בקדש הקדשים תאכלנו, “in a most holy place you shall consume them;” the place meant (normally) is the courtyard of the Temple. The wording here allows for these portions to be eaten by the priests even inside the Sanctuary when the Temple was under siege by infidels. The wording refers to the state of the priests while eating same, compare discussion in Sifri. It is “most holy,” compared to other sacred sites of lower rank of holiness.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b6b180d6e4a952249cc42e", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Minchat Shai on Torah, Numbers 18:10:1", "sourceHeRef": "מנחת שי על תורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>יהיה לך.</b> הלמ\"ד דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c30d6e4a9416e9c48e5", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Mizrachi, Numbers 18:10:1", "sourceHeRef": "מזרחי, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו וגו' למד על קדשי הקדשים שאינן נאכלין אלא בעזר' ולזכרי כהונה. </b>הרמב\"ן ז\"ל טען ואמ' ולא הבינותי זה כי קדש הקדשים אינו מקום אכילת הקרבנות כי הכתוב אומר בהם במקום קדוש תאכל בחצר אהל מועד וקדש הקדשים הוא במקו' הארון לפנים מן הפרכת כמו שכתוב והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים ואין שם אכילה ושתייה שאין נכנס שם אלא כהן גדול ביום הכפורים. ואני שמעתי ולא אבין כי זאת הטענה אינה נופלת על רש\"י ז\"ל אלא על התור' שכתבה בקדש הקדשים תאכלנו ואין בקדש הקדשים אכילה ושתייה ואדרבה רש\"י תקן הקושיא הזאת ואמר שאין נאכלים אלא בעזרה דהיינו כת\"ק דרבי יהוד' ב\"ב כדתניא בספרי בקדש הקדשים תאכלנו כרת הכתוב ברית עם אהרן על קדשי הקדשים שלא יהו נאכלים אלא במקום קדוש ומקום קדוש הוא העזרה כדכתיב במקום קדוש תאכל ופירש אחריו בחצר אהל מועד ועל כרחינו לומר דסבירא ליה דפירוש בקדש הקדשים תאכלנו הוא כדרך קדש הקדשים שפירושו כדרך אכילות קדש הקדשים שהוא במקום קדוש שהוא העזרה כמו שפירש הוא עצמו ובא רבי יהודה בן בתירא וחלק על דברי ת\"ק ואמר שאין פירוש בקדש הקדשים תאכלנו אלא כמשמעו במקום שהוא קדש הקדשים דהיינו בהיכל שהוא לפני' מן העזרה ונקרא קדש קדשים בערך אל העזרה שנקרא קדוש ואימתי בזמן שהקיפו העובדי כוכבים את העזרה אבל בשאר זמנים אינם נאכלין אלא בעזרה כדכתיב בחטאת שהוא קדש קדשים במקום קדוש תאכלו וכתיב בתריה בחצר אהל מועד וכתיב באשם במקום קדוש יאכל וחזר וכתב קדש קדשים הוא לומר שלא זו בלבד אלא כל שהוא קדש קדשים אינו נאכל אלא בעזרה וא\"ת לת\"ק דרבי יהודה בן בתירא למה חזר וכתבו כאן והרי כבר נאמר בפרשה צו כדלעיל י\"ל שחזר וכתבו כאן כדי שיכרות ברית עם אהרן על זה כדכתיב בסוף הפרשה לחק עולם ברית מלח עולם היא וזהו מה שכיון ת\"ק בלשונו לומר כרת הכתוב ברית עם אהרן כו' ולא אמר למד שלא יהיו קדשי קדשים נאכלין אלא בעזרה כמנהג רז\"ל בכל מקום אבל רש\"י ז\"ל שכתב למד על קדש הקדשים שאינם נאכלין אלא בעזרה צריך לומר שהוא סובר שחזר ונכתב כאן לעכובא כאילו אמר בקדש הקדשים תאכלנו ולא חוץ ממנו דאי מהתם הוה אמינא למצוה ולא לעכובא וזהו הנראה מלשונם שאמרו שאינם נאכלין אלא בעזרה ולא אמרו שהם נאכלין בעזרה כלשון הכתוב בתורה ואלה הטעמים עצמם צריך לומר גם במה שחזר וכתוב פה כל זכר יאכל אותו שהרי כבר נאמר זה בפרשת צו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c63dd6e4a920f72d9b88", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "HaKtav VeHaKabalah, Numbers 18:10:1", "sourceHeRef": "הכתב והקבלה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 10.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו. </b>קדש הקדשים הוא מקום הארון לפנים מן הפרוכת כמ\"ש והבדילה הפרכת לכם בין הקדש ובין קדש הקדשים, וכתיב ונתת את הכפרת על ארון העדות בקדש הקדשים, ואין שם אכילה ושתיה, שאין נכנס לשם אלא כה\"ג ביהכ\"פ, ומה הוא בקדש הקדשים תאכלנו, אבל פירושו שתהיה אכילתך בהם בקדושה חמורה, ולפי שכבר פירש במנחה ובחטאת את החומר שיש באכילתן יותר מקדשים קלים במקומם ובזמנם לא הוצרך להאריך כאן אלא לומר שיהו כלן קדש קדשים באכילתם שתהיה אכילתם בהם בקדושה חמורה לא כקדשים קלים, ושמושי הבי\"ת רבים, כי בי\"ת הכלי כאשר תחזיק המקום והזמן כן תחזיק הענין וכן בעצבון תאכלנה (הרמב\"ן) ויש לפרש הבי\"ת על הסמוך והקרוב, כמו ישראל חונים בעין (ש\"א כ\"ט א') האזוב אשר יוצא בקיר (מ\"א ה' י\"ג) סמוך לעין סמוך לקיר, כן בקדש הקדשים, סמוך לקדש הקדשים, והוא חצר אה\"מ והעזרה: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5af8ea9d613964014ac6a904", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9a:1", "anchorRef": "Numbers 18:9-10", "anchorRefExpanded": ["Numbers 18:9", "Numbers 18:10"], "sourceRef": "Menachot 9a:1", "sourceHeRef": "מנחות ט׳ א:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "(במדבר יח, י) בקדש הקדשים תאכלנו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "“Every meal offering of theirs, and every sin offering of theirs, and every guilt offering of theirs, which they may render unto Me, shall be most holy for you and for your sons. <b>In the Sanctuary you shall eat them”</b> (Numbers 18:9–10). This indicates that although the mitzva is to consume offerings of the most sacred order in the courtyard, in certain instances the priests may consume these offerings inside the Sanctuary, the most holy place.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa2613964014ac6aec2", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 83a:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Menachot 83a:2", "sourceHeRef": "מנחות פ״ג א:ב׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 165.0002, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אי זבחי שלמי ציבור מרבויא דקראי אתי (במדבר יח, י) בקדש הקדשים תאכלנו כל זכר (בכהנים) יאכל אותו לימד על זבחי שלמי ציבור שאין נאכלים אלא לזכרי כהונה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>If</b> one suggests that the <i>halakha</i> must be derived with regard to <b>communal peace offerings,</b> i.e., the two lambs that were sacrificed as communal offerings on <i>Shavuot</i> together with the offering of the two loaves (see Leviticus 23:19), this <i>halakha</i> <b>is derived from</b> the <b>amplification of the verse</b> stated with regard to meal offerings, sin offerings, and guilt offerings. The verse states: <b>“In a most sacred place shall you eat of it; every male may eat it”</b> (Numbers 18:10), and it is taught in a <i>baraita</i>: The verse <b>teaches with regard to communal peace offerings that they are eaten only by males of priestly</b> families.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5af8eaa5613964014ac6b0ca", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 9a:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Menachot 9a:1", "sourceHeRef": "מנחות ט׳ א:א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "(במדבר יח, י) בקדש הקדשים תאכלנו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "“Every meal offering of theirs, and every sin offering of theirs, and every guilt offering of theirs, which they may render unto Me, shall be most holy for you and for your sons. <b>In the Sanctuary you shall eat them”</b> (Numbers 18:9–10). This indicates that although the mitzva is to consume offerings of the most sacred order in the courtyard, in certain instances the priests may consume these offerings inside the Sanctuary, the most holy place.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5b0bc283c1533e001928ad4f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Malbim on Numbers 18:10:1", "sourceHeRef": "מלבי\"ם על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>בקדש הקדשים תאכלנו </b>פי' הרמב\"ן שר\"ל שתאכלנו בקדושת קדשי קדשים שיש חומר באכילתם יותר מקדשים קלים, וכן דעת ת\"ק, ומפרש שהוצרך לומר זה אעפ\"י שמפורש בפ' צו שכל אלה נאכלים בקדושת קדשי קדשים, פה בא לומר שנכרת ע\"ז ברית עם אהרן, וכן מ\"ש כל זכר יאכל אותו שגם זה כבר נאמר, בא לומר שכרת ע\"ז ברית, וריב\"ב מפרש שר\"ל שתוכל לאכלו גם בהיכל כי מ\"ש ואכלוהו במקום קדוש היינו בחצר אהל מועד, ולמד פה שבעת האונס יכול לאכול גם בהיכל ומובא בזבחים (דף סג) ומנחות (דף ט):", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad51", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Malbim on Numbers 18:10:2", "sourceHeRef": "מלבי\"ם על במדבר י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>קדוש יהיה לך </b>אף דבר שאינו לאכילה כגון פגול ונותר וטמא ועצמות קדשים ישרפו במקום קדוש ויש לכהנים חלק בהם שיכול ליהנות מאפרן כמ\"ש הרמב\"ם (פי\"ט מה' פה\"מ הי\"ג) (ז\"א):", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a4f0bb386c011be9d22f", "index_title": "Malbim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Exodus 12:5:4", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Malbim on Exodus 12:5:4", "sourceHeRef": "מלבי\"ם על שמות י״ב:ה׳:ד׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Malbim on Exodus", "he": "מלבי\"ם על שמות"}, "heTitle": "מלבי\"ם על שמות", "he": "<i></i><b>יהיה לכם, מן הכבשים ומן העזים תקחו.</b> מפני שיש סתירה בין הכתובים. שבכאן אמר שיקחו כבשים ועזים, ובפ' ראה אמר וזבחת פסח צאן ובקר, ויש סברא לומר שדין פסח דורות משונה בזה מדין פסח מצרים, למדו בדרכי הלמודים שאין הבדל ביניהם, ומ\"ש וזבחת פסח לה' אלהיך צאן ובקר ר\"ל שהפסח יהיה צאן לבד ועמו יזבח בקר לחגיגה, ור' אלעזר למד ממ\"ש יהיה לכם שהוא מיותר שר\"ל שיהיה כן לדורות, ור' יאשיה למד שמ\"ש מן הכבשים ומן העזים תקחו מיותר שכבר למד שבכלל שה גדי וטלה, ולמה כפל תקחו, וע\"כ פי' שר\"ל כן תקחו לדורות [ור\"ל שר' יאשיה יסבור שמ\"ש יהיה לכם בא ללמד שיהיה תמים בשעת זריקה [כמ\"ש בזבחים דף כז, בכורות לט] ור' יונתן למד ממ\"ש ועבדת את העבודה הזאת בחדש הזה שתהיה עבודה כזאת כמ\"ש עוד במכילתא לקמן שם ובפסחים (דף צו), ור' אליעזר למד ממ\"ש ושמרתם את הדבר הזה לחק לך ולבניך עד עולם, ר\"ל שכל מה שאמר להם משה בפ' זו אינו נוהג לדורות, וא\"א לפרש שישמרו עד עולם רק מ\"ש משכו וקחו לכם צאן, וכפי זה הוא אחד עם למוד של ר\"ע שלמד ממ\"ש משכו וקחו לכם צאן, שאינו מובן כלל איך פסוק זה מכריע הלא י\"ל שזה בפסח מצרים לא בפסח דורות, רק דהא אמר שישמרו זה חק לדורות, ולפ\"ז משמע שר\"ע מפרש מלתא דר' אליעזר, אמנם יש הבדל אחר ביניהם, שלר\"א ס\"ל דמ\"ש וזבחת פסח צאן ובקר להקיש כל דבר הבא מן הצאן והבקר לפסח דאינו בא אלא מן החולין כמ\"ש בספרא (צו סי' צח) ובמשנה דמנחות (פ\"ו מ\"ו), ומפרש בגמרא שם דאתיא כר' אליעזר דדנין אפשר משאי אפשר, ור\"ע חולק עליו ולמד מן לחטאת, [ולמד שקדשים מתקדשים בבלוע מן למנחה, ור\"א למד שמתקדשים בבלוע מן לחטאת, ולמנחה בא להורות ששלמי צבור אין נאכלים אלא לזכרי כהונה, ור\"ע למד לה ממ\"ש (במדבר י״ח:י׳) בקה\"ק תאכלנו כל זכר (בכהנים) יאכל אותו, ובזה א\"צ למה שנדחקו התוס' שס] ןועיין במנחות דף פב ודף פג], ולר\"ע מ\"ש וזבחת צאן ובקר אתיא למותר הפסח שקרב שלמים, וכבר בארתי בפי' הספרא דאף למ\"ש שמ\"ש וזבחת צאן ובקר פי' צאן לפסח ובקר לחגיגה, בכ\"ז למדו גם הלמודים אחרים למותר הפסח, או שיביא מן החולין כ\"א כדאית לי', דהא בספרי ראה (סי' קכט) באו שני הדרשות כא', כי עדיין קשה שהיל\"ל בחר וצאן כי החגיגה נשחטה קודם הפסח ע\"ש, וי\"ל עוד שר\"ע שחשב פסוק זה של משכו וקחו לכם צאן למכריע, אזיל למיטתו שס\"ל ביומא (דף ד') שמ\"ש ויכסהו הענן ויקרא אל משה ביום השביעי היה קודם מ\"ת, ולדידיה מוכח ממ\"ש ויזבחו זבחים שלמים שהקריבו שלמים קודם מ\"ת כמ\"ש בזבחים (דף קטו) וא\"כ למה אמר משכו וקחו לכם צאן ולא אמר קחו לכם צאן ובקר צאן לפסח ובקר לחגיגה, בזה מכריע שבא ללמד שיקחו רק צאן לא בקר. והנה גם ר' ישמעאל ס\"ל דהקריבו שלמים קודם מ\"ת, דהא ס\"ל בשבת (דף פו) כר' יוסי והיה מעשה זו קודם עשרת הדברות, רק נראה דר' ישמעאל סובר דחגיגת י\"ד רשות דיש פלוגתא בזה כמ\"ש התוס' ביצה (דף ח) ופסחים (דף עא), והוא מפרש מ\"ש וזבחת פסח צאן ובקר בא על חגיגת ט\"ו. ועז\"א בחגיגה הבאה בפסח הכתוב מדבר ולא אמר בחגיגה הבאה עם הפסח כמ\"ש בכ\"מ, ולדידיה נכון שבא הסדר צאן ובקר צאן קודם בקר, ומ\"ש רבי בזבח הבא מן הבקר כמן הצאן, הוא עצמו דרשה דרב נחמן המובא בזבחים (דף ז') ובכ\"מ בש\"ס:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a84ebb386c011be9ea7b", "index_title": "Bartenura on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zevachim 5:5:9", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Bartenura on Mishnah Zevachim 5:5:9", "sourceHeRef": "ברטנורא על משנה זבחים ה׳:ה׳:ט׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 5.0009, "collectiveTitle": {"en": "Bartenura on Mishnah Zevachim", "he": "ברטנורא על משנה זבחים"}, "heTitle": "ברטנורא על משנה זבחים", "he": "<b>ונאכלין לפנים מן הקלעים.</b> דכתיב באשם (במדבר י״ח:י׳) בקודש הקדשים תאכלנו. וזבחי שלמי צבור סמך אותן הכתוב לחטאת דכתיב (ויקרא כ״ג:י״ט) ועשיתם שעיר עזים אחד לחטאת ושני כבשים בני שנה לזבח שלמים, לומר לך שדינן כחטאת שאין נאכלין אלא לפנים מן הקלעים ולזכרי כהונה. אבל אין טעונים ארבע מתנות כחטאת, שאין לך בכל הקרבנות מי שטעון ארבע מתנות אלא חטאת בלבד:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ונאכלין לפנים מן הקלעים – as it is written with regard to the reparation/guilt offering (Numbers 18:10): “You shall partake of them as most sacred donations.” But Scripture juxtaposed the peace-offerings/sacrifices of well-being of the community to the sin offering, as it is written (Leviticus 23:19): “You shall also offer one he-goat as a purification offering and two yearling lambs as a sacrifice of well-being,” to inform you that their law is like that of a sin-offering, which are not consumed other than inside fom the curtain and only by males of the priesthood. But they do not require four gifts like a sin offering, for there isn’t among all of the sacrifices that which requires four gifts other than only the sin-offering.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b88bb071e100bf4e11a4", "index_title": "Bartenura on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zevachim 6:1:4", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Bartenura on Mishnah Zevachim 6:1:4", "sourceHeRef": "ברטנורא על משנה זבחים ו׳:א׳:ד׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Bartenura on Mishnah Zevachim", "he": "ברטנורא על משנה זבחים"}, "heTitle": "ברטנורא על משנה זבחים", "he": "<b>לפנים מן הקלעים לזכרי כהונה.</b> דכתיב (במדבר י״ח) לכל קרבנם ולכל מנחתם, וסמיך ליה בקודש הקדשים תאכלנו כל זכר יאכל אותו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "לפנים מן הקלעים לזכרי כהונה – as it is written (Numbers 18:9): “[This shall be yours from the most holy sacrifices, the gifts:] every such gift that they render to Me as most holy sacrifices, namely, every grain offering, [purification offering, and reparation offering of theirs, shall belong to you and your sons],” and adjoining it (verse 10): “You shall partake of them in as most sacred donations: only males may eat them.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd1416104bbb60019c1e713", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Birkat Asher on Torah, Numbers 18:10:1", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה בקדש הקדשים תאכלנו וגו'. למד על קדשי קדשים שאין נאכלין אלא בעזרה ולזכרי כהונה. ע\"כ. </b>וקשה לי: (א) הרי ענין הזכרים פסוק מפורש הוא בסיפא דקרא \"כל זכר יאכל אֹתו\", ולמה לי ללמוד מן הרישא דבר שמפורש בסיפא? (ב) והוא עיקר - בגמרא מנחות (ח ע\"ב) בברייתא \"מיתבי, רבי יהודה בן בתירא אומר, מנין שאם הקיפו עובדי כוכבים (לשם מלחמה) את העזרה, שהכהנים נכנסין להיכל ואוכלין בקדשי קדשים ושיירי מנחות? תלמוד לומר בקדש הקדשים תאכלנו\" (מובא ב\"תורה תמימה\" אות לד), ודרשה זו היא ממש פשוטו של מקרא, מה שאין כן פירושו של רש\"י ז\"ל. ושמא תאמר שזהו מקרה היפותתי ונדיר, ולכן אין רש\"י מביא דברי רבי יהודה בן בתירא, הרי מצינו כאלה רבים? (פ' קרח תשמ\"ז) הערת הרב איתן שנדורפי שי': באשר לשאלה (א) דומה שרש\"י מזכיר זכרי כהונה, לא כדי ללמוד דין נוסף מהרישא, אלא כדי לסכם את הנלמד מהפסוק, ובאמת דין אכילת קדשי קדשים על ידי הזכרים בלבד נלמד מהסיפא וקאי על ה\"וגו'\". וראה רמב\"ן על אתר שהקשה מעין קושיה (ב).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141629539fc005a15ffc6", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 18:10:2", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Birkat Asher on Torah, Numbers 18:10:2", "sourceHeRef": "ברכת אשר על התורה, במדבר י״ח:י׳:ב׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "הכתוב מכנה את הקרבנות כאן בשם \"קדשי קדשים\". הכוונה היא שמדובר בקרבנות המיוחדים לשם ה' ואינם נאכלים אלא לכהנים וקדושתם חמורה ויש בהם מעילה, אבל הקרבנות שיש בהם זכות להדיוט נקראים קדשים קלים ואין בהם מעילה (ראה \"תוספות יום טוב\" במסכת זבחים פ\"ה, מ\"ד). (פ' קרח תשס\"ו)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd68b825f25e0061095f05", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tzav 84:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Malbim on Leviticus, Tzav 84:1", "sourceHeRef": "מלבי\"ם על ויקרא, צו פ״ד:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 84.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "צו", "he": "<b>כל זכר בכהנים:</b> כבר בארנו למעלה (<small>סימן לו</small>) כי פסוק זה נאמר במנחה והוכפל בחטאת ומשולש באשם. ומה שכתב \"כל זכר\" מרבה בעל מום; ולאכילה לא צריך רק לחלוקה. וריבה: (א) שבעל מום חולק, (ב) אף בעל מום קבוע, (ג) אף בעל מום מתולדה כמ\"ש בזבחים <small>(דף קב:)</small>. וכן מה שאמר <b>[במשנה י']</b> \"יאכלנו\" כשר ולא פסול – כן נדרש גם במנחה ובחטאת. ובארתי (<small>בסימן לז</small>), עיי\"ש. ומה שאמר \"קדש קדשים\" - לרבות זבחי שלמי צבור – כבר התבאר שכל מקום שאמר \"קדש קדשים הוא\" מיותר, דמאי קא משמע לן? ובפרט שכבר הזכיר בראש הענין שהאשם קדש קדשים. ודרשו שבא לרבות שְמַה שנאכל לזכרי כהונה הוא מצד שהוא קדש קדשים (בכלל, לא מצד שהוא אשם בפרט), ונידון מזה שהוא הדין לכל קדש קדשים כמוהו כמו זבחי שלמי צבור שיהיה נאכל לזכרי כהונה. ועיין בזבחים <small>(דף נה.)</small> למד לה מלמוד אחר. ושם (<small>בדף צז: ומנחות דף פג</small>) למד לה ממה שכתוב (במדבר יח, י) \"בקדש הקדשים תאכלנו כל זכר יאכל אותו\". ולולא יראתי הייתי מגיה \"כל זכר יאכל אותו קדש קדשים הוא\" שהוא הלימוד של הספרא פה, דהא פסוק \"בקדש הקדשים\" שבפרשת קרח נדרש (<small>בספרי ובזבחים דף סג ומנחות ?</small>) לדרשא אחרינא שיאכלו בהיכל; חוץ ממה שהקשו על זה התוספות ונדחקו. ועל זה אמר תנאי הוא וכולי.  ומבואר אצלינו תמיד שמלת \"הוא\" הנלוה אל התואר מיותר ונדרש. ובא למעט תודה ואיל נזיר, שהוא בצד אחד דומה לקדשי קדשים שאינו נאכל רק ליום ולילה, והוה טעינן שהוא הדין שידמה להם שלא יאכל רק לזכרי כהונה. ומטעם זה מעטם גם בפרק ה מ\"ב וב(פרק ז) ולמעלה מ\"ג – שלא ישוו לדיני קדשי קדשים.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e401b7f25b9cf5113d3a86d", "index_title": "Har HaMoriyah on Mishneh Torah, Sacrificial Procedure", "category": "Quoting Commentary", "type": "", "ref": "Har HaMoriyah on Mishneh Torah, Sacrificial Procedure 10:3:3", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Har HaMoriyah on Mishneh Torah, Sacrificial Procedure 10:3:3", "sourceHeRef": "הר המוריה על משנה תורה, הלכות מעשה הקרבנות י׳:ג׳:ג׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1840, 1890], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Har HaMoriyah on Mishneh Torah, Sacrificial Procedure", "he": "הר המוריה על משנה תורה, הלכות מעשה הקרבנות"}, "heTitle": "הר המוריה על משנה תורה, הלכות מעשה הקרבנות", "he": "<b> בהיכל</b>\n<b> נאכלו וכו'.</b> זבחים ס\"ג א' מנחות ח' ב' ספרי קרח פיסקא קי\"ז יעו\"ש ועיין רמב\"ן בקרח (במדבר י\"ח י') שכתב דלפי\"ז מותר אפילו לפני ולפנים יעו\"ש ועיי\"ש במזרחי. ועיין במל\"מ שכתב וז\"ל כתבו התוס' בשבועות י\"ז ב' ד\"ה ואין אוכלים וכו' דקדשי קדשים שנאכלין בעזרה בעינן שיראה פתח העזרה בשעת אכילה ולא ראיתי לרבינו שהזכיר דין זה עכ\"ל ולא ירדתי לסוף דעתו שתמה על רבינו הלא המסקנא דזבחים נ\"ו א' מסקינן דלא בעינן באכילת קדשים שיראה הפתח דהכי איתא התם ולאכילה לא בעינן כנגד הפתח והתניא ר' יוסי בר' יהודה אומר שני פשפשין היו בבית החליפות גובהו שמונה כדי להכשיר את העזרה לאכילת קדשי קדשים ולשחיטת קדשים קלים אמר רבינא סמי מכאן אכילה והכתיב בשלו את הבשר פתח אהל מועד ושם תאכלו אותו קדשי שעה שאני עכ\"ל אלמא דלא בעינן ואדרבה על התוס' יש לתמוה למה כתבו דבר שאינו לפי המסקנא ואולי י\"ל שהא דאסקו בגמרא דבאכילה לא בעי פתח היינו פתח היכל לא בעי והתוס' כתבו שבעינן לראות פתח העזרה אבל אני בעניי לא מצאתי שם בזבחים רמז לזה. ואי לא מסתפינא אמינא כי ט\"ס בתוס' וכצ\"ל ואין שוחטין שם קדשים קלים אפילו יש שם נקב לראות שם דרך פתח ההיכל דבעינן שיראה פתח ההיכל בשעת שחיטה כדאיתא בזבחים עכ\"ל אך יראתי לשלוח יד ולהגיה כ\"כ. וצ\"ע בזה.", "heVersionTitle": "Friedberg Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת פרידברג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6208415afd29c04f199", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Gur Aryeh on Bamidbar 18:10:1", "sourceHeRef": "גור אריה על במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>למד על קדשי קדשים שאינם נאכלים אלא בעזרה.</b> הקשה הרמב\"ן, דהא בקרא כתיב \"בקדש הקדשים תאכלנו\", ויהיה משמע לפי זה בלפני ולפנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"45\"></i>, ואי אפשר שהיו הם נאכלים בקדש הקדשים במקום הארון, שלא נכנס שם אדם כי אם ביום הכפורים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"46\"></i>. ויראה, דודאי בכל מקום שכתב \"בקדש הקדשים\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"47\"></i> היינו מקום שהוא לפני ולפנים, אבל כאן אי אפשר לומר כן, שהרי אין לומר שיהיו הקדשים נאכלים לפני ולפנים, שהרי כתיב (ר' ויקרא טז, ב) \"ולא יבא בכל עת אל הקדש\", \"והיתה זאת לכם בעשור לחודש תענו את נפשותיכם\" (שם שם כט)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"48\"></i> , אם כן אין לפרש \"בקדש הקדשים\" אלא דבר שהוא יותר מקודש מן מקום ששם אוכלים קדשים קלים, דהיינו העזרה (ויקרא ו, יט), שהיא קדש קדשים יותר מן מקום אכילת קדשים קלים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f491d77ecfb0d09e73a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Midrash Lekach Tov, Numbers 18:10:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> בקדש הקדשים תאכלנו כל זכר יאכל אותו. <i data-commentator=\"Beur HaRe'em\" data-order=\"30\"></i> כרת הכתוב ברית עם אהרן על קדשים (קלים) שלא יהו נאכלין אלא לזכרי כהונה. קדש יהיה לך. להביא דבר אפילו שאינו ראוי לאכילה כגון העצמות והגידים שינהוג בהם קדושה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62970cbb61d6a4fcaee34d07", "index_title": "Mishnah Menachot", "category": "Mishnah", "type": "", "ref": "Mishnah Menachot 1:3", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Mishnah Menachot 1:3", "sourceHeRef": "משנה מנחות א׳:ג׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishnah Menachot", "he": "משנה מנחות"}, "heTitle": "משנה מנחות", "he": "רִבָּה שַׁמְנָהּ, וְחִסַּר שַׁמְנָהּ, חִסַּר לְבוֹנָתָהּ, פְּסוּלָה. הַקּוֹמֵץ אֶת הַמִּנְחָה לֶאֱכֹל שְׁיָרֶיהָ בַחוּץ, אוֹ כַזַּיִת מִשְּׁיָרֶיהָ בַחוּץ, לְהַקְטִיר קֻמְצָהּ בַּחוּץ, אוֹ כַזַּיִת מִקֻּמְצָהּ בַּחוּץ, אוֹ לְהַקְטִיר לְבוֹנָתָהּ בַּחוּץ, פָּסוּל וְאֵין בּוֹ כָרֵת. לֶאֱכֹל שְׁיָרֶיהָ לְמָחָר, אוֹ כַזַּיִת מִשְּׁיָרֶיהָ לְמָחָר, לְהַקְטִיר קֻמְצָהּ לְמָחָר, אוֹ כַזַּיִת מִקֻּמְצָהּ לְמָחָר, אוֹ לְהַקְטִיר לְבוֹנָתָהּ לְמָחָר, פִּגּוּל וְחַיָּבִין עָלָיו כָּרֵת. זֶה הַכְּלָל, כָּל הַקּוֹמֵץ, וְהַנּוֹתֵן בִּכְלִי, וְהַמְהַלֵּךְ, וְהַמַּקְטִיר, לֶאֱכֹל דָּבָר שֶׁדַּרְכּוֹ לֶאֱכֹל, וּלְהַקְטִיר דָּבָר שֶׁדַּרְכּוֹ לְהַקְטִיר, חוּץ לִמְקוֹמוֹ, פָּסוּל וְאֵין בּוֹ כָרֵת. חוּץ לִזְמַנּוֹ, פִּגּוּל וְחַיָּבִין עָלָיו כָּרֵת, וּבִלְבַד שֶׁיִּקְרַב הַמַּתִּיר כְּמִצְוָתוֹ. כֵּיצַד קָרַב הַמַּתִּיר כְּמִצְוָתוֹ. קָמַץ בִּשְׁתִיקָה וְנָתַן בַּכְּלִי וְהִלֵּךְ וְהִקְטִיר חוּץ לִזְמַנּוֹ, אוֹ שֶׁקָּמַץ חוּץ לִזְמַנּוֹ וְנָתַן בַּכְּלִי וְהִלֵּךְ וְהִקְטִיר בִּשְׁתִיקָה, אוֹ שֶׁקָּמַץ וְנָתַן בַּכְּלִי וְהִלֵּךְ וְהִקְטִיר חוּץ לִזְמַנּוֹ, זֶה הוּא שֶׁקָּרַב הַמַּתִּיר כְּמִצְוָתוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "If <b>one increased its oil, decreased its oil,</b> or <b>decreased its frankincense,</b> beyond the appropriate measures, the meal offering is <b>unfit.</b> With regard to <b>one who removes a handful from the meal offering</b> with the intent <b>to partake</b> of <b>its remainder outside</b> the Temple courtyard <b>or</b> to partake of <b>an olive-bulk of its remainder outside</b> the Temple courtyard, <b>to burn its handful outside</b> the Temple courtyard <b>or</b> to burn <b>an olive-bulk</b> of <b>its handful outside</b> the Temple courtyard, <b>or to burn its frankincense outside</b> the Temple courtyard, in all these cases the offering is <b>unfit, but there is no</b> liability for <b><i>karet</i></b> for one who partakes of <b>it.</b> If one had the intent <b>to partake</b> of <b>its remainder on the next day or</b> to partake of <b>an olive-bulk of its remainder on the next day, to burn its handful on the next day or</b> to burn <b>an olive-bulk of its handful on the next day, or to burn</b> its <b>frankincense on the next day,</b> the offering is <b><i>piggul</i>, and one is liable</b> to receive <b><i>karet</i> for</b> partaking of the remainder of that meal offering. <b>This is the principle:</b> In the case of <b>anyone who removes the handful, or places</b> the handful <b>in the vessel,</b> or <b>who conveys</b> the vessel with the handful to the altar, or <b>who burns</b> the handful on the altar, with the intent <b>to partake of an item whose</b> typical <b>manner</b> is such that one <b>partakes</b> of it, e.g., the remainder, <b>or to burn an item whose</b> typical <b>manner</b> is such that one <b>burns</b> it on the altar, e.g., the handful or the frankincense, <b>outside its</b> designated <b>area,</b> the meal offering is <b>unfit but there is no</b> liability for <b><i>karet</i>.</b> If his intent was to do so <b>beyond its</b> designated <b>time,</b> the offering is <b><i>piggul</i> and one is liable</b> to receive <b><i>karet</i> on account of it, provided that the permitting</b> factor, i.e., the handful, <b>was sacrificed in accordance with its mitzva.</b> If the permitting factor was not sacrificed in accordance with its mitzva, although the meal offering is unfit, the prohibition of <i>piggul</i> does not apply to it. <b>How</b> is <b>the permitting factor</b> considered to have been <b>sacrificed in accordance with its mitzva?</b> If one <b>removed the handful in silence,</b> i.e., with no specific intent, and <b>placed</b> it <b>in the vessel, conveyed</b> it, <b>and burned</b> the handful on the altar, with the intent to partake of the remainder <b>beyond its</b> designated <b>time; or</b> if one <b>removed the handful</b> with the intent to partake of the or burn the handful or frankincense <b>beyond its</b> designated <b>time,</b> and <b>placed</b> it <b>in the vessel, and conveyed</b> it, <b>and burned</b> the handful on the altar <b>in silence,</b> with no specific intent; <b>or</b> if one <b>removed the handful</b> and <b>placed</b> it <b>in the vessel, conveyed</b> it, <b>and burned</b> the handful on the altar, with the intent to partake of the remainder <b>beyond its</b> designated <b>time, that is</b> the case of an offering <b>whose permitting factor was sacrificed in accordance with its mitzva,</b> and one is liable to receive <i>karet</i> for partaking of it due to <i>piggul</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62971bf1ee7523d1102adc36", "index_title": "Mishnah Zevachim", "category": "Mishnah", "type": "", "ref": "Mishnah Zevachim 6:1", "anchorRef": "Numbers 18:9-10", "anchorRefExpanded": ["Numbers 18:9", "Numbers 18:10"], "sourceRef": "Mishnah Zevachim 6:1", "sourceHeRef": "משנה זבחים ו׳:א׳", "anchorVerse": 9, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mishnah Zevachim", "he": "משנה זבחים"}, "heTitle": "משנה זבחים", "he": "קָדְשֵׁי קָדָשִׁים שֶׁשְּׁחָטָן בְּרֹאשׁ הַמִּזְבֵּחַ, רַבִּי יוֹסֵי אוֹמֵר, כְּאִלּוּ נִשְׁחֲטוּ בַצָּפוֹן. רַבִּי יוֹסֵי בַּר יְהוּדָה אוֹמֵר, מֵחֲצִי הַמִּזְבֵּחַ וְלַצָּפוֹן, כַּצָּפוֹן. מֵחֲצִי הַמִּזְבֵּחַ וְלַדָּרוֹם, כַּדָּרוֹם. הַמְּנָחוֹת הָיוּ נִקְמָצוֹת בְּכָל מָקוֹם בָּעֲזָרָה, וְנֶאֱכָלִין לִפְנִים מִן הַקְּלָעִים לְזִכְרֵי כְהֻנָּה, בְּכָל מַאֲכָל, לְיוֹם וָלַיְלָה עַד חֲצוֹת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "It was taught in the previous chapter that offerings of the most sacred order are to be slaughtered in the northern section of the Temple courtyard. With regard to <b>offerings of the most sacred order that one slaughtered atop the altar, Rabbi Yosei says:</b> Their status is <b>as though they were slaughtered in the north,</b> and the offerings are therefore valid. <b>Rabbi Yosei, son of Rabbi Yehuda, says:</b> The status of the area <b>from the halfway point of the altar and to the south</b> is <b>like</b> that of <b>the south,</b> and offerings of the most sacred order slaughtered in that area are therefore disqualified. The status of the area <b>from the halfway point of the altar and to the north</b> is <b>like</b> that of <b>the north.</b> <b>Handfuls were removed from the meal offerings in any place in the</b> Temple <b>courtyard and were consumed within</b> the area enclosed by <b>the curtains by males of the priesthood,</b> prepared <b>in any</b> form of <b>food</b> preparation that he chooses, e.g., roasted or boiled, <b>for</b> one <b>day and night, until midnight.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d114b6084aa1cbf0a8a9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָכָר 1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "BDB, זָכָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָכָר א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָכָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">זָכָר</span></big>  <strong>n.m.</strong> & <strong>adj. male (</strong>Assyrian <em>zikaru, zikru</em>, COT<sup>Gloss</sup> Lyon <sup>Manual, Gloss;</sup> Arabic <span dir=\"rtl\">ذَكَرٌ</span>; Aramaic <span dir=\"rtl\">דִּכְרָא</span>, <span dir=\"rtl\">ܕܶܟܪܳܐ</span>; Sab. <span dir=\"rtl\">דֿ[כ]רם</span> DHM<sup>ZMG 1876, 675</sup>; relation to above √ obscure; male as <em>mentioned, talked of</em>, Lane<sup>969 f.</sup>; from assumed orig. sense <em>be sharp</em> (traces of this in Arabic: v. Lane), Bö<sup>Prob 207</sup> Fl in ChWB <sup>i, 422</sup>, cf. Arabic <span dir=\"rtl\">ذَكَرٌ</span> <em>male organ</em>; Schwally<sup>ZAW 1891, 176 ff.</sup> from <span dir=\"rtl\">זָכַר</span> = <em>call upon</em> in worship; hence <em>male</em> as <em>competent to worship</em>. (Against Schwally’s view see JPeritz<sup>Woman in the Ancient Hebrew Cult, JBL xvii (1898), 111 ff.</sup>).<strong>)</strong> —always abs. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a> +; pl. <span dir=\"rtl\">(ה)זְכָרִים</span> <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a> +; vid. also [<a ,=\"\" data-ref=\"BDB, זָכוּר\" dir=\"rtl\" href=\"/BDB,_זָכוּר\">זָכוּר</a>]:—<br><strong>I.</strong>  subst. <em>male</em>, offspring of men and animals <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a> (pl., both JE); opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Deuteronomy 4:16\" href=\"/Deuteronomy.4.16\">Dt 4:16</a>; specif. <strong>1.</strong>  of men: <strong>a.</strong>  in phr. <span dir=\"rtl\">אשׁר לא יָֽדְעָה אישׁ לְמִשְׁכַב זָכָר</span> <a data-ref=\"Judges 21:12\" href=\"/Judges.21.12\">Ju 21:12</a> (Bu<sup>RS 153</sup> Dr<sup>Intr. 151</sup>), cf. v <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">11</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">Nu 31:17</a>, <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">18</a>, <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">35</a> (all 3 P); <span dir=\"rtl\">צַלְמֵי זָכָר</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>. <strong>b.</strong>  alone = <em>man</em> <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a> (<span dir=\"rtl\">רְאוּ אִם־יֹלֵד זָכָ֑ר</span>, ‖ <span dir=\"rtl\">גֶּבֶר</span>); usually coll., <em>men, male persons</em> (of all ages) <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">Ju 21:11</a> <a data-ref=\"I Kings 11:15\" href=\"/I_Kings.11.15\">1 K 11:15</a>, <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">16</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">Gn 34:25</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:20\" href=\"/Numbers.1.20\">20</a>, <a data-ref=\"Numbers 1:22\" href=\"/Numbers.1.22\">22</a>; <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">3:28</a>, <a data-ref=\"Numbers 3:34\" href=\"/Numbers.3.34\">34</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a>; <a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">18:10</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a>; <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">31:7</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">17</a> (all P); pl. <span dir=\"rtl\">(ה)זכרים</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> <a data-ref=\"Ezra 8:3\" href=\"/Ezra.8.3\">Ezr 8:3</a>, <a data-ref=\"Ezra 8:4\" href=\"/Ezra.8.4\">4</a>, <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a>, <a data-ref=\"Ezra 8:6\" href=\"/Ezra.8.6\">6</a>, <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">7</a>, <a data-ref=\"Ezra 8:8\" href=\"/Ezra.8.8\">8</a>, <a data-ref=\"Ezra 8:9\" href=\"/Ezra.8.9\">9</a>, <a data-ref=\"Ezra 8:10\" href=\"/Ezra.8.10\">10</a>, <a data-ref=\"Ezra 8:11\" href=\"/Ezra.8.11\">11</a>, <a data-ref=\"Ezra 8:12\" href=\"/Ezra.8.12\">12</a>, <a data-ref=\"Ezra 8:13\" href=\"/Ezra.8.13\">13</a>, <a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>, so also <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (‖ <span dir=\"rtl\">כל־העם</span>, and <span dir=\"rtl\">כל־אנשׁי המלחמה</span>), <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">17:2</a> (gloss? cf. Dr<sup>Intr. 104</sup>); especially of individ., in connex. with circumcision <a data-ref=\"Genesis 17:10\" href=\"/Genesis.17.10\">Gn 17:10</a>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>; <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">34:15</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a>, <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">24</a> <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a> (all P); of male child <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a> (P) <a data-ref=\"Isaiah 66:7\" href=\"/Isaiah.66.7\">Is 66:7</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a>; <a data-ref=\"Genesis 5:2\" href=\"/Genesis.5.2\">5:2</a> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> (child) <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">27:3</a>, <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>, <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">7</a> <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (all P; cf. Sab. <span dir=\"rtl\">אנתֿים פאו דֿ(כ)רם</span> DHM<sup>l.c.</sup>); opp. <span dir=\"rtl\">אִשָּׁה</span> in command ag. sodomy <a data-ref=\"Leviticus 18:22\" href=\"/Leviticus.18.22\">Lv 18:22</a>; <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">20:13</a> (both H). <strong>2.</strong>  of animals, especially for sacrifice <a data-ref=\"Exodus 34:19\" href=\"/Exodus.34.19\">Ex 34:19</a> (JE; read <span dir=\"rtl\">הַזָּכָר</span> for MT <span dir=\"rtl\">תִּזָּכָר</span>); <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a> <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">4:23</a> (all P) <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">22:19</a> (H), <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>; <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">7:3</a>, <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">9</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a> <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a>, <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">6</a> (all P)<br><strong>II.</strong>  adj. sg. <em>male</em> (only human beings) <span dir=\"rtl\">יֻלַּד־לְךָ בֵּן ז׳</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>; <span dir=\"rtl\">כָּל־בְּכֹר ז׳</span> <a data-ref=\"Numbers 3:40\" href=\"/Numbers.3.40\">Nu 3:40</a>, <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">43</a> (both P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d41fb6084aa1cbf2f589", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קֹ֫דֶשׁ 1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "BDB, קֹ֫דֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קֹ֫דֶשׁ א׳", "anchorVerse": 10, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קֹ֫דֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">קֹ֫דֶשׁ</span></big><sub>469</sub>  <strong>n.m.</strong> apartness, sacredness (opp. <span dir=\"rtl\">חֹל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a> + 4 times Ez);—abs. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> +; <span dir=\"rtl\">קוֹדֶשׁ</span> <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">Dn 11:30</a>; cstr. <span dir=\"rtl\">קֹדֶשׁ</span> <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">Ex 30:36</a> +; sf. <span dir=\"rtl\">קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> +, etc.; pl. <span dir=\"rtl\">קָֽדָשִׁים</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, <span dir=\"rtl\">הַקֳּדָשִׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">26:33</a> +; cstr. <span dir=\"rtl\">קָדְשֵׁי</span> <a data-ref=\"Leviticus 22:15\" href=\"/Leviticus.22.15\">Lv 22:15</a> +; sf. <span dir=\"rtl\">קָֽדָשַׁי</span> <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">Ez 22:8</a> + 3 times, <span dir=\"rtl\">קֳדָשֶׁיךָ</span> †<a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>, <span dir=\"rtl\">קֳדָשָׁיו</span> <a data-ref=\"Numbers 5:10\" href=\"/Numbers.5.10\">Nu 5:10</a>; <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>, <span dir=\"rtl\">קָֽדָשָׁיו</span> †<a data-ref=\"II Chronicles 15:18\" href=\"/II_Chronicles.15.18\">2 Ch 15:18</a>, etc.;—<br><strong>1.</strong>  <em>apartness, sacredness, holiness</em>, of God: <strong>a.</strong>  of divine activity, syn. majesty, <span dir=\"rtl\">בַּקֹּדֶשׁ</span> (of victory), <a data-ref=\"Exodus 15:11\" href=\"/Exodus.15.11\">Ex 15:11</a> (song) <a data-ref=\"Psalms 68:18\" href=\"/Psalms.68.18\">ψ 68:18</a>; <a data-ref=\"Psalms 77:14\" href=\"/Psalms.77.14\">77:14</a>; <span dir=\"rtl\">זְרוֹעַ ק׳</span> <em>holy arm</em> <a data-ref=\"Isaiah 52:10\" href=\"/Isaiah.52.10\">Is 52:10</a> <a data-ref=\"Psalms 98:1\" href=\"/Psalms.98.1\">ψ 98:1</a>. <strong>b.</strong>  to attest his word as inviolable <span dir=\"rtl\">נשׁבע בק׳</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a>; cf. <span dir=\"rtl\">דִּבְרֵי ק׳</span> <a data-ref=\"Jeremiah 23:9\" href=\"/Jeremiah.23.9\">Je 23:9</a>, <span dir=\"rtl\">דְּבַר ק׳</span> <a data-ref=\"Psalms 105:42\" href=\"/Psalms.105.42\">ψ 105:42</a>. <strong>c.</strong>  of his name as sacred, inviolable, separate from all defilement, etc.: <span dir=\"rtl\">שֵׁם קָדְשִׁי</span> <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a>; <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">22:2</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (P), <a data-ref=\"Amos 2:7\" href=\"/Amos.2.7\">Am 2:7</a> <a data-ref=\"I Chronicles 16:10\" href=\"/I_Chronicles.16.10\">1 Ch 16:10</a>, <a data-ref=\"I Chronicles 16:35\" href=\"/I_Chronicles.16.35\">35</a>; <a data-ref=\"I Chronicles 29:16\" href=\"/I_Chronicles.29.16\">29:16</a> + 9 times Ez, 5 times ψψ; <span dir=\"rtl\">זֵכֶר ק׳</span> <a data-ref=\"Psalms 30:5\" href=\"/Psalms.30.5\">ψ 30:5</a> = <a data-ref=\"Psalms 97:12\" href=\"/Psalms.97.12\">97:12</a>; and so <strong>d.</strong>  <span dir=\"rtl\">רוּחַ קָדְשׁוֹ</span> <em>his holy Spirit</em> <a data-ref=\"Isaiah 63:10\" href=\"/Isaiah.63.10\">Is 63:10</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a>, cf. <a data-ref=\"Psalms 51:13\" href=\"/Psalms.51.13\">ψ 51:13</a>.<br><strong>2.</strong>  of places set apart as sacred by God’s presence: †<strong>a.</strong>  heavenly abode; <span dir=\"rtl\">מעון ק׳</span> <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">Dt 26:15</a> <a data-ref=\"Jeremiah 25:30\" href=\"/Jeremiah.25.30\">Je 25:30</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; <a data-ref=\"II Chronicles 30:27\" href=\"/II_Chronicles.30.27\">2 Ch 30:27</a> <a data-ref=\"Psalms 68:6\" href=\"/Psalms.68.6\">ψ 68:6</a>; <span dir=\"rtl\">הֵיכַל ק׳</span> <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a>; <a data-ref=\"Habakkuk 2:20\" href=\"/Habakkuk.2.20\">Hb 2:20</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>, <a data-ref=\"Jonah 2:8\" href=\"/Jonah.2.8\">8</a> <a data-ref=\"Psalms 11:4\" href=\"/Psalms.11.4\">ψ 11:4</a>; <span dir=\"rtl\">מְרוֹם ק׳</span> <a data-ref=\"Psalms 102:20\" href=\"/Psalms.102.20\">ψ 102:20</a>; <span dir=\"rtl\">זְבֻל ק׳</span> <a data-ref=\"Isaiah 63:15\" href=\"/Isaiah.63.15\">Is 63:15</a>; <span dir=\"rtl\">שְׁמֵי ק׳</span> <a data-ref=\"Psalms 20:7\" href=\"/Psalms.20.7\">ψ 20:7</a> <span dir=\"rtl\">כסּא ק׳</span> <a data-ref=\"Psalms 47:9\" href=\"/Psalms.47.9\">47:9</a>; <span dir=\"rtl\">בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 150:1\" href=\"/Psalms.150.1\">150:1</a>. †<strong>b.</strong>  on earth: <span dir=\"rtl\">אַדְמַת ק׳</span> <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), cf. <a data-ref=\"Joshua 5:15\" href=\"/Joshua.5.15\">Jos 5:15</a> (JE) <a data-ref=\"II Chronicles 8:11\" href=\"/II_Chronicles.8.11\">2 Ch 8:11</a>; <span dir=\"rtl\">הַר קם אלהים</span> <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a> (cf. p. 249 b). <strong>c.</strong>  (only P and Ch) the tabernacle and its courts <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a> +; tabernacle by itself <a data-ref=\"Exodus 38:24\" href=\"/Exodus.38.24\">Ex 38:24</a>; <a data-ref=\"Leviticus 10:4\" href=\"/Leviticus.10.4\">Lv 10:4</a> +; court <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">Lv 10:17</a>, <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">18</a> + (so <span dir=\"rtl\">קדשׁ הקדשׁים</span> †<a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">Nu 18:10</a>); the outer room (specific designation; <span dir=\"rtl\">הַקּ׳</span>) <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">28:29</a> +; inner room <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>; <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">16:2</a> +, but specif. design. <span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>, <a data-ref=\"Exodus 26:34\" href=\"/Exodus.26.34\">34</a>; <a data-ref=\"I Chronicles 6:34\" href=\"/I_Chronicles.6.34\">1 Ch 6:34</a>; <span dir=\"rtl\">שֶׁקֶל הק׳</span> <em>shekel of the sanctuary</em> <a data-ref=\"Exodus 30:13\" href=\"/Exodus.30.13\">Ex 30:13</a> + 24 times P. <strong>d.</strong>  the temple and its precincts <a data-ref=\"II Chronicles 29:7\" href=\"/II_Chronicles.29.7\">2 Ch 29:7</a>; <a data-ref=\"Daniel 8:13\" href=\"/Daniel.8.13\">Dn 8:13</a> +; <span dir=\"rtl\">שָׂרֵי ק׳</span> <a data-ref=\"Isaiah 43:28\" href=\"/Isaiah.43.28\">Is 43:28</a>; <a data-ref=\"I Chronicles 24:5\" href=\"/I_Chronicles.24.5\">1 Ch 24:5</a>; <span dir=\"rtl\">דבּר בְּקָדְשׁוֹ</span> <a data-ref=\"Psalms 60:8\" href=\"/Psalms.60.8\">ψ 60:8</a> = <a data-ref=\"Psalms 108:8\" href=\"/Psalms.108.8\">108:8</a> (oracle; al. <em>by his holiness</em>, as <span dir=\"rtl\">נשׁבעתי בקדשׁי</span> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">89:36</a>), temple by itself <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>; †<span dir=\"rtl\">בית (ה)ק׳</span> <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a>; <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a>; †<span dir=\"rtl\">הֵיכַל קדשׁך</span> <a data-ref=\"Psalms 5:8\" href=\"/Psalms.5.8\">ψ 5:8</a> = <a data-ref=\"Psalms 138:2\" href=\"/Psalms.138.2\">138:2</a>, <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">79:1</a>; <span dir=\"rtl\">הַקּ׳</span> outer room <a data-ref=\"I Kings 8:10\" href=\"/I_Kings.8.10\">1 K 8:10</a> = <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; courts of priests <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>; <a data-ref=\"Ezekiel 44:27\" href=\"/Ezekiel.44.27\">44:27</a><sup>(×2)</sup>; †<span dir=\"rtl\">חצרות קדשׁי</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a>; inner room <a data-ref=\"Ezekiel 41:21\" href=\"/Ezekiel.41.21\">Ez 41:21</a>, <a data-ref=\"Ezekiel 41:23\" href=\"/Ezekiel.41.23\">23</a>, specif. †<span dir=\"rtl\">דְּבִיר קדשׁך</span> <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a>; †<span dir=\"rtl\">קדשׁ הקדשׁים</span> <a data-ref=\"I Kings 6:16\" href=\"/I_Kings.6.16\">1 K 6:16</a>; <a data-ref=\"I Kings 7:50\" href=\"/I_Kings.7.50\">7:50</a>; <a data-ref=\"I Kings 8:6\" href=\"/I_Kings.8.6\">8:6</a>; <a data-ref=\"II Chronicles 3:8\" href=\"/II_Chronicles.3.8\">2 Ch 3:8</a>, <a data-ref=\"II Chronicles 3:10\" href=\"/II_Chronicles.3.10\">10</a>; <a data-ref=\"II Chronicles 4:22\" href=\"/II_Chronicles.4.22\">4:22</a>; <a data-ref=\"II Chronicles 5:7\" href=\"/II_Chronicles.5.7\">5:7</a>; <a data-ref=\"Ezekiel 41:4\" href=\"/Ezekiel.41.4\">Ez 41:4</a>; †<span dir=\"rtl\">לִשְׁכוֹת הַקּ׳</span> <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a>; <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">44:19</a>; <a data-ref=\"Ezekiel 46:19\" href=\"/Ezekiel.46.19\">46:19</a> (v. <a data-ref=\"BDB, לִשְׁכָּה\" href=\"/BDB,_לִשְׁכָּה\", dir=\"rtl\">לִשְׁכָּה</a> <strong>1 c</strong>). †<strong>e.</strong>  Jerus. and its hills: <span dir=\"rtl\">מקום קדשׁו</span> <a data-ref=\"Ezra 9:8\" href=\"/Ezra.9.8\">Ezr 9:8</a>, <span dir=\"rtl\">עיר הק׳</span> <a data-ref=\"Isaiah 48:2\" href=\"/Isaiah.48.2\">Is 48:2</a>; <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">52:1</a>; <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>, <a data-ref=\"Nehemiah 11:18\" href=\"/Nehemiah.11.18\">18</a>, <span dir=\"rtl\">ע׳ קדשׁך</span> <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>, <span dir=\"rtl\">הר (ה)ק׳</span> <a data-ref=\"Isaiah 11:9\" href=\"/Isaiah.11.9\">Is 11:9</a> + 6 times <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a>; <a data-ref=\"Jeremiah 31:23\" href=\"/Jeremiah.31.23\">Je 31:23</a>; <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a>; <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">4:17</a>; <a data-ref=\"Obadiah 1:16\" href=\"/Obadiah.1.16\">Ob 16</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Zechariah 8:3\" href=\"/Zechariah.8.3\">Zc 8:3</a>; <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">Dn 9:16</a>, <a data-ref=\"Daniel 9:20\" href=\"/Daniel.9.20\">20</a>; <a data-ref=\"Daniel 11:45\" href=\"/Daniel.11.45\">11:45</a> + 6 times ψψ; <span dir=\"rtl\">גְּבוּל ק׳</span> <a data-ref=\"Psalms 78:54\" href=\"/Psalms.78.54\">ψ 78:54</a>, <span dir=\"rtl\">הַרֲרֵי ק׳</span> <a data-ref=\"Psalms 87:1\" href=\"/Psalms.87.1\">87:1</a> prob. also <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">110:3</a>, <span dir=\"rtl\">ק׳</span> of city and suburbs in Mess. future <a data-ref=\"Jeremiah 31:40\" href=\"/Jeremiah.31.40\">Je 31:40</a> <a data-ref=\"Joel 4:17\" href=\"/Joel.4.17\">Jo 4:17</a>. Cf. <strong>f.</strong>  <span dir=\"rtl\">(ה)קדשׁ</span> of Zion <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Psalms 20:3\" href=\"/Psalms.20.3\">ψ 20:3</a>; <a data-ref=\"Psalms 24:3\" href=\"/Psalms.24.3\">24:3</a>; <a data-ref=\"Psalms 63:3\" href=\"/Psalms.63.3\">63:3</a>; <a data-ref=\"Psalms 68:25\" href=\"/Psalms.68.25\">68:25</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a>; <span dir=\"rtl\">נְוֵה ק׳</span> <a data-ref=\"Exodus 15:13\" href=\"/Exodus.15.13\">Ex 15:13</a> of Zion (or Shiloh). <strong>g.</strong>  of holy land <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a>, <span dir=\"rtl\">אדמת הק׳</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>, <span dir=\"rtl\">עָרֵי קדשׁך</span> <a data-ref=\"Isaiah 64:9\" href=\"/Isaiah.64.9\">Is 64:9</a>; future portion of priests <span dir=\"rtl\">ק׳</span> <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a><sup>(×2)</sup> + 11 times Ez; <span dir=\"rtl\">קדשׁ קדשׁים</span> <a data-ref=\"Ezekiel 45:3\" href=\"/Ezekiel.45.3\">Ez 45:3</a>; <a data-ref=\"Ezekiel 48:12\" href=\"/Ezekiel.48.12\">48:12</a>; of Levites <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Ezekiel 48:14\" href=\"/Ezekiel.48.14\">Ez 48:14</a>.<br><strong>3.</strong>  things consecrated at sacred places: <strong>a.</strong>  furniture of tabern. †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Exodus 30:10\" href=\"/Exodus.30.10\">Ex 30:10</a>, <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">29</a>; <a data-ref=\"Numbers 4:4\" href=\"/Numbers.4.4\">Nu 4:4</a>, <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">19</a>; altar of burnt-offering <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">40:10</a>; <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>; <span dir=\"rtl\">ארון הק׳</span> <a data-ref=\"II Chronicles 35:3\" href=\"/II_Chronicles.35.3\">2 Ch 35:3</a>. <strong>b.</strong>  sacrifices of animals <a data-ref=\"Numbers 18:17\" href=\"/Numbers.18.17\">Nu 18:17</a>; <a data-ref=\"Ezekiel 36:38\" href=\"/Ezekiel.36.38\">Ez 36:38</a>; <a data-ref=\"II Chronicles 29:33\" href=\"/II_Chronicles.29.33\">2 Ch 29:33</a>; sacrificial food <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a>; <a data-ref=\"Numbers 5:9\" href=\"/Numbers.5.9\">Nu 5:9</a> +; †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Leviticus 2:3\" href=\"/Leviticus.2.3\">Lv 2:3</a>, <a data-ref=\"Leviticus 2:10\" href=\"/Leviticus.2.10\">10</a>; <a data-ref=\"Leviticus 6:10\" href=\"/Leviticus.6.10\">6:10</a>, <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">18</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:1\" href=\"/Leviticus.7.1\">7:1</a>, <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">6</a>; <a data-ref=\"Leviticus 10:12\" href=\"/Leviticus.10.12\">10:12</a>, <a data-ref=\"Leviticus 10:17\" href=\"/Leviticus.10.17\">17</a>; <a data-ref=\"Leviticus 14:13\" href=\"/Leviticus.14.13\">14:13</a>; <a data-ref=\"Numbers 18:9\" href=\"/Numbers.18.9\">Nu 18:9</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 42:13\" href=\"/Ezekiel.42.13\">Ez 42:13</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 31:14\" href=\"/II_Chronicles.31.14\">2 Ch 31:14</a> <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>; tithe was <span dir=\"rtl\">קדשׁ</span> <a data-ref=\"Leviticus 27:30\" href=\"/Leviticus.27.30\">Lv 27:30</a> +, also first loaves of new harvest <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">Lv 23:20</a>; fruit of trees of 4th year <a data-ref=\"Leviticus 19:24\" href=\"/Leviticus.19.24\">Lv 19:24</a>. <strong>c.</strong>  any consecrated thing: ‖ vows <a data-ref=\"Deuteronomy 12:26\" href=\"/Deuteronomy.12.26\">Dt 12:26</a>; <a data-ref=\"Proverbs 20:25\" href=\"/Proverbs.20.25\">Pr 20:25</a> +, house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, field <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">Lv 27:21</a>, <a data-ref=\"Leviticus 27:23\" href=\"/Leviticus.27.23\">23</a>; treasures consecrated to treasury of tabern. or temple <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a> (E) <a data-ref=\"I Kings 7:51\" href=\"/I_Kings.7.51\">1 K 7:51</a> +; consecrated things in gen. <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> (P); <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">Ez 20:40</a>; <a data-ref=\"Ezekiel 22:8\" href=\"/Ezekiel.22.8\">22:8</a> +; these may be †<span dir=\"rtl\">קדשׁ (ה)קדשׁים</span> <a data-ref=\"Ezekiel 44:13\" href=\"/Ezekiel.44.13\">Ez 44:13</a>, so <span dir=\"rtl\">חֵרֶם</span> <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">Lv 27:28</a>. <strong>d.</strong>  anointing oil of priest <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a><sup>(×2)</sup> + 5 times (P), <a data-ref=\"Psalms 89:21\" href=\"/Psalms.89.21\">ψ 89:21</a>; incense <a data-ref=\"Exodus 30:35\" href=\"/Exodus.30.35\">Ex 30:35</a>, <a data-ref=\"Exodus 30:37\" href=\"/Exodus.30.37\">37</a>, <span dir=\"rtl\">ק׳ קדשׁים</span> v <a data-ref=\"Exodus 30:36\" href=\"/Exodus.30.36\">36</a>; shew-bread <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>, <span dir=\"rtl\">קדשׁ (ה)ק׳</span> <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">Lv 24:9</a> (P); foretold of common articles, <span dir=\"rtl\">ק׳ לי׳</span> <a data-ref=\"Zechariah 14:20\" href=\"/Zechariah.14.20\">Zc 14:20</a>, <a data-ref=\"Zechariah 14:21\" href=\"/Zechariah.14.21\">21</a>. On <span dir=\"rtl\">ק׳ הקדשׁים</span> v. also Di <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a>; <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">Lv 21:22</a> We<sup>Comp. 160 f.</sup> Dr <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>.<br><strong>4.</strong>  persons sacred by connex. with sacred places: <strong>a.</strong>  priests <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a>; <a data-ref=\"II Chronicles 23:6\" href=\"/II_Chronicles.23.6\">2 Ch 23:6</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a> <a data-ref=\"Ezra 8:28\" href=\"/Ezra.8.28\">Ezr 8:28</a>, garments of priesthood <a data-ref=\"Exodus 28:2\" href=\"/Exodus.28.2\">Ex 28:2</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> + 7 times Ex, <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">32</a> <a data-ref=\"Ezekiel 42:14\" href=\"/Ezekiel.42.14\">Ez 42:14</a>, specif. of h. priest <span dir=\"rtl\">כתנת ק׳</span> <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">Lv 16:4</a>, <span dir=\"rtl\">נֵזֶר הק׳</span> <a data-ref=\"Exodus 29:6\" href=\"/Exodus.29.6\">Ex 29:6</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a> <a data-ref=\"Leviticus 8:9\" href=\"/Leviticus.8.9\">Lv 8:9</a>; inscription on head piece <span dir=\"rtl\">קדשׁ ליהוה</span> <a data-ref=\"Exodus 28:36\" href=\"/Exodus.28.36\">Ex 28:36</a>; <a data-ref=\"Exodus 39:30\" href=\"/Exodus.39.30\">39:30</a>. <strong>b.</strong>  of Israel, <span dir=\"rtl\">קדשׁ לי׳</span> <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a>, <span dir=\"rtl\">היתה לקדשׁו</span> <a data-ref=\"Psalms 114:2\" href=\"/Psalms.114.2\">ψ 114:2</a>, <span dir=\"rtl\">עם (ה)קדשׁ</span> <a data-ref=\"Isaiah 62:12\" href=\"/Isaiah.62.12\">Is 62:12</a>; <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a>, <span dir=\"rtl\">עם קדשׁך</span> <a data-ref=\"Isaiah 63:18\" href=\"/Isaiah.63.18\">Is 63:18</a>; <span dir=\"rtl\">(ה)קדשׁ זֶרַע</span> <a data-ref=\"Isaiah 6:13\" href=\"/Isaiah.6.13\">Is 6:13</a>; <a data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\">Ezr 9:2</a>; <span dir=\"rtl\">אַנְשֵׁי קדשׁ</span> <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">Ex 22:30</a> (R), and so spoil for their use <a data-ref=\"Isaiah 23:18\" href=\"/Isaiah.23.18\">Is 23:18</a>; holy adornment <span dir=\"rtl\">הַדְרַת ק׳</span> <a data-ref=\"I Chronicles 16:29\" href=\"/I_Chronicles.16.29\">1 Ch 16:29</a>; <a data-ref=\"II Chronicles 20:21\" href=\"/II_Chronicles.20.21\">2 Ch 20:21</a> <a data-ref=\"Psalms 29:2\" href=\"/Psalms.29.2\">ψ 29:2</a>; <a data-ref=\"Psalms 96:9\" href=\"/Psalms.96.9\">96:9</a>; <span dir=\"rtl\">הַדְרֵי ק׳</span> <a data-ref=\"Psalms 110:3\" href=\"/Psalms.110.3\">ψ 110:3</a> (but read <span dir=\"rtl\">הַרְרֵי</span> see <strong>2 e;</strong> <span dir=\"rtl\">הָדָר</span> <strong>1</strong>); covt. between God and his people <span dir=\"rtl\">ברית ק׳</span> <a data-ref=\"Daniel 11:28\" href=\"/Daniel.11.28\">Dn 11:28</a>, <a data-ref=\"Daniel 11:30\" href=\"/Daniel.11.30\">30</a><sup>(×2)</sup>.<br><strong>5.</strong>  times consecrated to worship: <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">Ex 16:23</a>; <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a>; <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> (P) <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; of <span dir=\"rtl\">שׁבת</span> also <span dir=\"rtl\">יום ק׳</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>; disting. from <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a>; <span dir=\"rtl\">יובל</span> <a data-ref=\"Leviticus 25:12\" href=\"/Leviticus.25.12\">Lv 25:12</a> (P); assembly called at stated times for worship <span dir=\"rtl\">מקרא(י) ק׳</span> <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">Ex 12:16</a><sup>(×2)</sup> + 17 times <a data-ref=\"Leviticus 23\" href=\"/Leviticus.23\">Lv 23</a> <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">Nu 28</a> (all P).<br>†<strong>6.</strong>  of things and persons ceremonially cleansed, and so separated as sacred; things <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; flesh <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">Je 11:15</a>; <a data-ref=\"Malachi 2:11\" href=\"/Malachi.2.11\">Mal 2:11</a>; priests cleanse thus, <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>, <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">28</a>; <span dir=\"rtl\">בין (ה)קדשׁ לחל</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 42:20\" href=\"/Ezekiel.42.20\">42:20</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a>; <span dir=\"rtl\">בין הק׳ ובין החל</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <span dir=\"rtl\">דֶּרֶךְ הק׳</span> <a data-ref=\"Isaiah 35:8\" href=\"/Isaiah.35.8\">Is 35:8</a> way of the clean; <span dir=\"rtl\">שְׂאוּ יְדֵכֶם ק׳</span> <a data-ref=\"Psalms 134:2\" href=\"/Psalms.134.2\">ψ 134:2</a>; <span dir=\"rtl\">לְבֵיתְךָ נֵאֲוָה־קּ׳</span> <a data-ref=\"Psalms 93:5\" href=\"/Psalms.93.5\">ψ 93:5</a>.—<br><em>Note.</em> <span dir=\"rtl\">מֵרִבְבֹת קֹדֶשׁ</span> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> is lit. <em>from myriads of sacredness, sacred myriads;</em> but ‖ suggests n.pr.loc., 𝔊 σὺν μυριάσιν Καδής, < <span dir=\"rtl\">מִמְּרִבַת קָדֵשׁ</span> <em>from Meribah Kadesh</em> Di Buhl Steuern.; or (<span dir=\"rtl\">מִן</span> om.) <em>to M. Kadesh</em> We<sup>Prol. 364; 3rd ed. 359; Hist. 344</sup>; v. <a ,=\"\" data-ref=\"BDB, קָדֵשׁ²\" dir=\"rtl\" href=\"/BDB,_קָדֵשׁ²\">קָדֵשׁ</a> and Dr Dt."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "641957288defb334b3373de8", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 18:10:1", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "Netinah LaGer, Numbers 18:10:1", "sourceHeRef": "נתינה לגר, במדבר י״ח:י׳:א׳", "anchorVerse": 10, "sourceHasEn": false, "commentaryNum": 10.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>בקדש הקדשים תאכלנו, בקדש קודשין תכלנה.</b> ראה והתבונן הקורא בחכמת המתרגם, כי במלה אחת יישב את קושית הרמב\"ן, שהקשה על רש\"י שפי' \"למד על ק\"ק שאינן נאכלין אלא בעזרה\" וכי יש אכילה ושתיה בקדש הקדשים? אלא כוונת הכתוב שתהא אכילתך בהם בקדושה חמורה, ולכן שינה פה לת' \"בקדש קודשין\" ולא \"בקדש קודשיא\" שהוא ת' המקום ק\"ק, דוק ותשכח.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e4a130613f3c2d3b452b86", "index_title": "German Commentary on Mishnah Menachot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Menachot 1:3:6", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "German Commentary on Mishnah Menachot 1:3:6", "sourceHeRef": "פירוש גרמני על משנה מנחות א׳:ג׳:ו׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 3.0006, "collectiveTitle": {"en": "German Commentary on Mishnah Menachot", "he": "פירוש גרמני על משנה מנחות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>ausserhalb.</b>  der <span dir=\"rtl\">עזרה</span>. Das Verzehren der Mehlopfer war nur innerhalb der die <span dir=\"rtl\">עזרת ישראל</span> abschliessenden Mauer erlaubt (Num. 18, 10).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1a8613f3c2d3b454663", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 5:5:9", "anchorRef": "Numbers 18:10", "anchorRefExpanded": ["Numbers 18:10"], "sourceRef": "German Commentary on Mishnah Zevachim 5:5:9", "sourceHeRef": "פירוש גרמני על משנה זבחים ה׳:ה׳:ט׳", "anchorVerse": 10, "sourceHasEn": true, "commentaryNum": 5.0009, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>essen dürfen davon innerhalb der Umhänge die männlichen Priester.</b>  Lev. 7, 6—7. Für die Friedensopfer der Gemeinde wird das Gleiche aus Lev. 23, 19 geschlossen, weil diese dort mit dem Sündopfer in einem Vers genannt sind (Talmud). Dass die Friedensopfer der Gemeinde nur von männlichen Priestern gegessen werden dürfen, wird auch aus Num. 18, 10 geschlossen (s. Talmud 97 b und Tosafot das.).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a1aa613f3c2d3b4546dd", "index_title": "German Commentary on Mishnah Zevachim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Zevachim 6:1:7", "anchorRef": "Numbers 18:9-10", "anchorRefExpanded": ["Numbers 18:9", "Numbers 18:10"], "sourceRef": "German Commentary on Mishnah Zevachim 6:1:7", "sourceHeRef": "פירוש גרמני על משנה זבחים ו׳:א׳:ז׳", "anchorVerse": 9, "sourceHasEn": true, "commentaryNum": 1.0007, "collectiveTitle": {"en": "German Commentary on Mishnah Zevachim", "he": "פירוש גרמני על משנה זבחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>von den männlichen Priestern.</b>  s. Num. 18, 9—10.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}]