[{"_id": "531e4fe4fbfba276047f70e5", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 18:14", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Onkelos Numbers 18:14", "sourceHeRef": "תרגום אונקלוס על במדבר י״ח:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.0014, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "כָּל חֶרְמָא בְיִשְׂרָאֵל דִּי לָךְ יְהֵי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Everything consecrated in Israel shall be yours.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec91a", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 18:14", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Targum Jonathan on Numbers 18:14", "sourceHeRef": "תרגום יונתן על במדבר י״ח:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.0014, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "כָּל דְמִגְמַר בְּיִשְרָאֵל דִילָךְ יְהֵי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " Every devoted thing in Israel shall be thine. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9d9fbfba21603f5ac98", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 357:4", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sefer HaChinukh 357:4", "sourceHeRef": "ספר החינוך שנ״ז:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 357.0004, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִדִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (שם ב) מַה בֵּין חֶרְמֵי כֹּהֲנִים לְחֶרְמֵי שָׁמַיִם? שֶׁחֶרְמֵי שָׁמַיִם הֶקְדֵּשׁ, וְנִפְדִּין בְּשָׁוְיֵיהֶן, וְיִפְּלוּ הַדָּמִים לְבֶדֶק הַבַּיִת, וְיֵצְאוּ הַנְּכָסִים לְחֻלִּין. וְחֶרְמֵי הַכֹּהֲנִים כְּלוֹמַר, חֵרֶם סְתָם שֶׁהוּא לַכֹּהֲנִים אֵין לָהֶם פִּדְיוֹן לְעוֹלָם, אֶלָּא נִתָּנִין לַכֹּהֲנִים כִּתְרוּמָה. וְעַל חֵרֶם כֹּהֲנִים נֶאֱמַר לֹא יִמָּכֵר וְלֹא יִגָּאֵל. לֹא יִמָּכֵר לְאַחֵר וְלֹא יִגָּאֵל לַבְּעָלִים. וְאֶחָד הַמַּחְרִים קַרְקַע אוֹ מִטַּלְטְלִין נִתָּנִין לַכֹּהֲנִים שֶׁבְּאוֹתוֹ מִשְׁמָר בְּשָׁעָה שֶׁמַּחְרִים, וְחֶרְמֵי כֹּהֲנִים כָּל זְמַן שֶׁהֵם בְּבֵית הַבְּעָלִים הֲרֵי הֵם הֶקְדֵּשׁ לְכָל דִּבְרֵיהֶם, שֶׁנֶּאֱמַר (במדבר יח יד) כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַיְיָ. נְתָנָם לַכֹּהֵן הֲרֵי הֵן כְּחֻלִּין לְכָל דִּבְרֵיהֶם. שֶׁנֶּאֱמַר (שם) כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה, וּשְׂדֵה חֶרְמוֹ שֶׁל כֹּהֵן אֵינָהּ חוֹזֶרֶת לַבְּעָלִים הָרִאשׁוֹנִים לְעוֹלָם. וְיֶתֶר פְּרָטֶיהָ, בְּפֶרֶק שְׁמִינִי מֵעֲרָכִין וְרִאשׁוֹן מִנְּדָרִים [ה' ערכין פ\"ו].", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the laws of the commandment is that which they, may their memory be blessed, said (Arakhin 28b), “What [is the difference] between dedications of the priests and dedications of the Heavens? That dedications of the Heavens are consecrated and are redeemed with their worth, their value goes to the [Temple] upkeep and the properties go out to the non-sacred. But the dedications of the priests” — meaning to say, an undifferentiated dedication, that [goes] to the priests — “never have redemption, but are rather given to the priests like priestly tithe.” And it is concerning the dedications of the priests that it is stated, “it shall not be sold and it shall not be redeemed” (Leviticus 27:28) — “it shall not be sold” to another, “and it shall not be redeemed” for its [original] owners. It is one whether he dedicates land or movable items — they are given to the priests of that shift, [serving] at the time that he dedicates. And during the whole time that the dedications of the priests are in the house of the owners, they are consecrated for all of their purposes — as it is stated (Leviticus 27:28), “every dedication is holy of holies to the Lord.” [Once] they are given to the priest, behold they are like the non-sacred for all of their purposes — as it is stated (Numbers 18:14), “Every dedication in Israel shall be for you.” And a field that is dedicated to a priest never returns to the original owners. And the rest of its details are in the eighth chapter of <i>Arakhin</i> and the first of <i>Nedarim</i>. (See Mishneh Torah, Laws of Appraisals and Devoted Property 6.)", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54b1d9d9fbfba21603f5ac9c", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 358:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sefer HaChinukh 358:1", "sourceHeRef": "ספר החינוך שנ״ח:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 358.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא יִמָּכֵר קַרְקַע שֶׁהֶחְרִימוּ אוֹתָהּ בְּעָלִים אֶלָּא תִּנָּתֵן לַכֹּהֲנִים</b> – שֶׁלֹּא יִמָּכֵר שְׂדֵה הַחֵרֶם. וְכֵן כָּל שְׁאָר קַרְקָעוֹת, וְהוּא הַדִּין לְמִטַּלְטְלִין שֶׁהֶחְרִימוּ אוֹתָן בַּעֲלֵיהֶם, אֶלָּא יִנָּתְנוּ לַכֹּהֲנִים שֶׁבְּאוֹתוֹ מִשְׁמָר, כְּמוֹ שֶׁנִּכְתַּב בְּסֵדֶר זֶה (מצוה שנז) עֲשֵׂה ו. וַאֲפִלּוּ לְגִזְבַּר הַהֶקְדֵּשׁ אָסוּר לַבְּעָלִים לְמָכְרוֹ, אֶלָּא זוֹכֶה בּוֹ בְּלֹא כְלוּם, כִּי הַשֵּׁם זִכָּה הַחֲרָמִים לַכֹּהֲנִים, וְזֶה יִהְיֶה בִּסְתָם חֲרָמִים כְּמוֹ שֶׁאָמַרְנוּ לְמַעְלָה, דְּקַיְמָא לַן כְּמַאן דְּאָמַר, סְתָם חֲרָמִין לַכֹּהֲנִים. כְּלוֹמַר מִי שֶׁהֶחְרִים וְלֹא פֵּרֵשׁ לְמִי, שֶׁאִלּוּ מַחְרִים בְּפֵרוּשׁ לְבֶדֶק הַבַּיִת לֹא זָכוּ בָּהֶם הַכֹּהֲנִים. וְעַל חֶרְמֵי כֹּהֲנִים נֶאֱמַר כָּאן, כָּל חֵרֶם לֹא יִמָּכֵר, אֲבָל הַכֹּהֲנִים וַדַּאי מוֹכְרִים אוֹתָם כִּרְצוֹנָם, שֶׁחֶרְמֵי כֹּהֲנִים אַחַר שֶׁיָּצְאוּ מִיַּד הַבְּעָלִים שֶׁהֶחְרִימוּם וְהִגִּיעוּ לְיַד הַכֹּהֲנִים הֲרֵי הֵן כְּחֻלִּין לְכָל דִּבְרֵיהֶם, שֶׁנֶּאֱמַר (במדבר יח יד) כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה. אֲבָל בְּעוֹד שֶׁהֵם תַּחַת יְדֵי הַבְּעָלִים נֶאֱמַר עֲלֵיהֶם כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים לַיְיָ.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>That owners that dedicated land not sell it, but that it rather be given to the priests:</b> That one should not sell a dedicated field, and so [too,] all other lands. And the law is the same for movable items that have been dedicated by their owners. Rather, they should be given to the priests of that watch, as we wrote in this Order, positive commandment 6 (Sefer HaChinukh 357). And it is even forbidden for the owners to sell it to the treasurer of the consecrated, but rather [the latter] should attain the rights to it with nothing. As God gave the rights of dedications to the priests. And this is with undifferentiated dedications, as we said above. Since it established for us [that the law is] like the [opinion] that says, undifferentiated dedications — meaning to say that one who dedicated but did not specify to whom  — are for the priests. As if he dedicates explicitly for the upkeep of the [Temple], the priests do not get rights to [it]. And about the dedications of the priests is it stated here (Leviticus 27:28), “any dedication [...] shall not be sold.” But the priests can certainly sell them according to their will. As [with] the dedications of the priests — after they have gone out from the hand of their owners who dedicated them and have reached the hand of the priests — behold they are like the non-sacred for all of their purposes, as it is stated (Numbers 18:14), “Every dedication in Israel shall be for you.” But so long as they are still under the hand of the owners, it is stated about them (Leviticus 27:28), “every dedication is holy of holies to the Lord.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54bd487efbfba2173336517e", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 27:21:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rashi on Leviticus 27:21:2", "sourceHeRef": "רש\"י על ויקרא כ״ז:כ״א:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 21.0002, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>קדש לה'.</b> לֹא שֶׁיָּשׁוּב לְהֶקְדֵּשׁ בֶּדֶק הַבַּיִת, לְיַד הַגִּזְבָּר, אֶלָּא <b>כשדה החרם</b> הַנָּתוּן לַכֹּהֲנִים — שֶׁנֶּאֱמַר \"כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה\" (במדבר י\"ח) — אַף זוֹ תִּתְחַלֵּק לַכֹּהֲנִים שֶׁל אוֹתוֹ מִשְׁמָר שֶׁיּוֹם הַכִּפּוּרִים שֶׁל יוֹבֵל פּוֹגֵעַ בּוֹ (ערכין כ\"ח):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "קדש לה׳ HOLY UNTO THE LORD; — not that it shall return to the Temple treasury that provides for the Temple repair, into the treasurer’s hand, but, כשדה החרם it shall be AS A FIELD DOOMED, which has to be given to the preists, as it is said, (Numbers 18:14) “Every thing doomed (חרם) in Israel shall be thine” (i. e. Aaron’s to whom this was spoken); this field, too, shall be divided amongst the priests of that “Mishmar” during whose turn the Day of Atonement of the Jubilee-year happens to fall (Arakhin 28b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54bd487efbfba21733365180", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 27:28:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rashi on Leviticus 27:28:2", "sourceHeRef": "רש\"י על ויקרא כ״ז:כ״ח:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>לא ימכר ולא יגאל.</b> אֶלָּא יִנָּתֵן לַכֹּהֵן: לְדִבְרֵי הָאוֹמֵר סְתָם חֲרָמִים לַכֹּהֲנִים, מְפֹרָשׁ מִקְרָא זֶה בִּסְתָם חֲרָמִים, וְהָאוֹמֵר סְתָם חֲרָמִים לְבֶדֶק הַבַּיִת, מְפָרֵשׁ מִקְרָא זֶה בְּחֶרְמֵי כֹהֲנִים — שֶׁהַכֹּל מוֹדִים שֶׁחֶרְמֵי כֹהֲנִים אֵין לָהֶם פִּדְיוֹן עַד שֶׁיָּבֹאוּ לְיַד כֹּהֵן וְחֶרְמֵי גָּבוֹהַּ נִפְדִּים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לא ימכר ולא יגאל IT SHALL NOT BE SOLD NOR REDEEMED but shall be given to the priest. Now, according to him who holds that “doomed things not specially assigned” go to the priests, this verse must be explained as referring to such “unassigned doomed things”. He, however, who holds that “unassigned doomed things” go for the Temple repair, explains this verse as referring to such “doomed things” that were expressly declared to be for the priests, since all agree that such doomed things intended for the priests cannot be redeemed before they came into the possession of the priest (when the priest may do whatever he likes with them, because they are חולין; Scripture is thus right in stating 'לא ימכר וכו‎), whilst doomed things intended for the Most High (i. e. for the Sanctuary) are redeemable (Arakhin 29b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54d78fcffbfba245af99a4e0", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 27:28:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rashi on Leviticus 27:28:1", "sourceHeRef": "רש\"י על ויקרא כ״ז:כ״ח:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>אך כל חרם וגו'.</b> נֶחְלְקוּ רַבּוֹתֵינוּ בַּדָּבָר, יֵ\"אֹ סְתָם חֲרָמִים לְהֶקְדֵּשׁ, וּמָה אֲנִי מְקַיֵּם כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה? בְּחֶרְמֵי כֹהֲנִים, שֶׁפֵּרֵשׁ וְאָמַר הֲרֵי זֶה חֵרֶם לַכֹּהֵן; וְיֵשׁ שֶׁאָמְרוּ, סְתָם חֲרָמִים לַכֹּהֵן (עי' ספרא; ערכין כ\"ח):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אך כל חרם NOTWITHSTANDING NO DOOMED THING… [SHALL BE SOLD OR REDEEMED] — Our Rabbis are of different opinions regarding this matter (i. e. regarding the explanation of the word חרם used in this section). Some say: “All things declared doomed without any statement as to their purpose”, go to the Temple treasury. And if you ask, “But how then can I explain the text addressed to Aaron (Numbers 18:14) “every חרם in Israel shall be thine” (i. e. the priest’s)? Then I reply that I explain it to refer to חרמים expressly made for priests, i. e. that the donor expressly said, “this shall be a doomed thing for the priests” (so that it is not a סתם חרם). Others, however, say, that all things declared doomed without any statement as to their purpose go to the priests (in accordance with Numbers 18:14) (Arakhin 28b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "569d07bcd6e4a979b40a09d3", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 78:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sifrei Bamidbar 78:2", "sourceHeRef": "ספרי במדבר ע״ח:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [200], "commentaryNum": 78.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "זכתה יוכבד לכהונה, ומרים למלכות, שנאמר (דברי הימים א ד) \"וקוץ הוליד את ענוב ואת הובכה ומשפחות אחרחל\" – זו מרים, שנאמר (שמות טו) \"ותצאן כל הנשים אחריה\". \"בן הרום\" – זו יוכבד, שנאמר (במדבר יח) \"כל חרם בישראל לך יהיה\". נשאת מרים לכלב, שנאמר (דברי הימים א ב׳:י״ט) \"ותמת עזובה ויקח לו כלב את אפרת ותלד לו את חור... ואלה היו בני כלב בן חור... ודוד בן איש אפרתי היה מבית לחם יהודה\". נמצא דוד מבניה של מרים! הא, כל המקרב עצמו – מן השמים מקריבים אותו:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (I Chronicles 4:5) \"And Ashchur, the father of Tekoa, had two wives, Chelah and Na'arah.\" Ashchur is Calev. Why was he called \"Ashchur\"? Because his face was \"blackened\" (hushcharu\") with fasting. \"the father\" — He was like a father to her (Miriam). \"Tekoa\" — He \"pegged\" (taka) his heart to his father in heaven. \"two wives\" — Miriam, who became to him like \"two wives.\" \"Chelah and Na'arah\": At first she was sick (cholah), and then she \"awakened\" (na'arah). (Ibid. 7) \"And the sons of Chelah were Tzereth, Tzochar, and Ethnan\": Tzereth — she became a \"vexation\" (tzarah) to her co-wife, (who envied her). Tzochar — Her face was resplendent as mid-day (tzoharayim). \"and Ethnan\" — Anyone who saw her brought an \"exchange\" (for cohabitation) to his wife. (Ibid. 8) \"And Kotz begot Anuv and Hatzovevah\": \"Kotz\" is Calev, who \"spurned\" (katzath) the counsel of the spies. \"Anuv\" — he generated good in the bringing of the grape cluster (viz. Bamidbar 13:23) for if not for Calev they would not have brought it. \"and Hatzovevah\" — he did the will (tzivyon) of the Holy One blessed be He. \"and the families of Acharchel the son of Charum. \"and the families of Acharchel\" — This is Miriam, viz. (Shemot 15:20) \"and all the women went out after (\"achar\") her (Miriam) with timbrels and dances.\" \"and the families\" — He (Calev) merited establishing families from her. \"the son of Charum\" — This is Yocheved, of whom (the Cohanim) it is written (Bamidbar 18:14) \"Every devoted thing (\"cherem\") in Israel shall be yours,\" (the Cohanim - Levites descending from Yocheved). Variantly: This (\"Charum\") is Miriam from whom there issued forth David, whose kingdom was exalted (\"romem\") by the Holy One Blessed be He, viz. (I Samuel 2:10) \"And He will give strength to His king and He will exalt the horn of His anointed one.\" We find, then, that David came from the descendants of Miriam — whence we derive \"One who draws near (to Israel) is drawn near by Heaven.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d07ced6e4a979b40a0c13", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 117:3", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sifrei Bamidbar 117:3", "sourceHeRef": "ספרי במדבר קי״ז:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [200], "commentaryNum": 117.0003, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "\"כל חרם בישראל לך יהיה\" -- אין לי אלא חרמי ישראל; חרמי גוים נשים ועבדים מנין? ת\"ל \"כל חרם בישראל\" ר' יוסי הגלילי אומר סתם חרמים לכהנים שנאמר (ויקרא, כז) \"כשדה החרם לכהן לו תהיה אחוזתו\" או אפילו פירש לבדק הבית? ת\"ל (שם,) \"אך כל חרם\" – 'אך' חלק. ר' יהודה בן בתירה אומר סתם חרמים לבדק הבית שנאמר (שם,) \"כל חרם קודש קדשים הוא לה'\". או אפילו פירש לכהנים? ת\"ל \"כשדה החרם לכהן\": רבי יהודה בן בבא אומר סתם חרמים לכהנים שנאמר \"כשדה החרם לכהן תהיה אחוזתו\". או אפילו פירש לשם? ת\"ל \"כל חרם קודש קדשים הוא לה'\". ר' שמעון אומר סתם חרמים לשמים שנאמר \"קודש קדשים הוא לה'\". או אפילו פירש לכהן? ת\"ל \"כל חרם בישראל לך יהיה\": ", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 18:14) \"Every devoted thing (i.e., a thing dedicated to the Temple) in Israel shall be yours (the Cohein's)\": This tells me only of the devoted objects of Israelites. Whence do I derive (the same for) the devoted objects of gentiles, women, and bondsmen? From \"Every devoted thing in Israel.\" R. Yossi Haglili says: Unqualified \"devotions\" revert to the Cohanim, it being written (Vayikra 27:21) \"As a devoted field, to the Cohein shall be his holding.\" Even if he specified \"for Temple maintenance\"? It is, therefore, (to negate this) written (Ibid. 28) \"Every devoted thing (specified as) holy of holies reverts to the L-rd.\" R. Yehudah b. Betheirah says: All unqualified \"devotions\" revert to Temple maintenance, it being written \"Every (unqualified) \"devotion\" is holy of holies to the L-rd.\" Even if he specified \"to the Cohanim\"? It is, therefore, (to negate this) written (Ibid.) \"Ach\" (\"But\" [to exclude the above instance]). R. Yehudah b. Bava says: All unqualified \"devotions\" revert to the Cohanim, it being written (Bamidbar, Ibid.) \"Every devoted thing in Israel shall be yours.\" Even if he specified \"to the L-rd\"? It is, therefore, (to negate this) written \"Every devoted thing is holy of holies to the L-rd\" (when specified as such.) R. Shimon says: All unqualified \"devotions\" revert to Heaven, it being written \"holy of holies to the L-rd.\" — Even if he specified \"to the Cohein\"? It is, therefore, (to negate this) written \"Every devoted thing in Israel shall be yours (the Cohein's).\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d6cd6e4a94c7c18af11", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 18:14", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Tafsir Rasag, Numbers 18:14", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ח:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וג̇מיע צואף פי אל אסראיל יכון לך", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d688d6e4a92bf45a89df", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rabbeinu Bahya, Bamidbar 18:14:1", "sourceHeRef": "רבנו בחיי, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>כל חרם בישראל לך יהיה.</b> כל מי מישראל שיחרים סתם שום דבר מנכסיו נאסר לו ולכל ישראל ויהא לכהנים העובדים באותו משמרת. ובמקום אחר הוא אומר (ויקרא כ״ז:כ״א-כ״ב) כשדה החרם לכהן תהיה אחזתו. ואם פירש לש\"י יתננו לבדק הבית, ודרשו רז\"ל במעשה קרח באשה אחת שהיתה לה רחל באתה לגזזה ובא הכהן אצלה שתתן לו ראשית הגז, כשילדה בכור נטלו כהן, ראתה שהדבר כן שחטתה, בא כהן נטל המתנות, אמרה יהא בשר זה חרם, נטל הכל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כל חרם בישראל לך יהיה, “Every segregated property (proscribed) to the Israelites shall be yours.” When an Israelite vows a property of his as out of bounds to himself it becomes out of bounds both to himself as well as to the other Israelites and becomes the property of the priests of the roster who perform service in the Temple at that time. Elsewhere, in Leviticus 27,21, this legislation is couched in the words: כשדה החרם לכהן תהיה אחזתו, “as land proscribed; it becomes the priest’s holding.” In the event that the donor had intended his property to be used to make repairs to the Temple, for instance, then it is used for that purpose instead of being given to the priests to become their personal property. Our sages <small>(Midrash Tehillim 1)</small> derive this rule from a propaganda tale used by Korach to incite the people: A certain woman owned a female sheep and when the time came to shear its wool, the local priest asked her to give him the wool. When the same sheep birthed her first young male lamb the priest took it. When she saw all this she slaughtered the animal. When the priest found out he came to claim his portion of the meat. When frustrated at this state of affairs the woman decided to rather declare the whole animal as חרם, hoping thereby to deprive the priest, she found to her dismay that the priest now claimed the entire animal.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48986d6e4a939ba174f42", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Torah Temimah on Torah, Numbers 18:14:1", "sourceHeRef": "תורה תמימה על התורה, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>כל חרם וגו׳. </b>תניא, החרמים כל זמן שהן בבית בעלים הרי הן כהקדש לכל דבריהם, שנאמר (פ׳ בחקתי) כל חרם קודש קדשים הוא לה׳, נתנן לכהן, הרי הן כחולין לכל דבריהם, שנאמר כל חרם בישראל לך יהיה <sup class=\"footnote-marker\">מו</sup><i class=\"footnote\">ענין חרמים ידוע בפ' בחקתי שמחרים אדם מכספו וחפציו שיהיו קודש לה', וכל זמן שהיא בבית בעלים הם כהקדש ומועלין בהן, ומשבאו ליד כהן הוו כשאר ממונו ויכול למוכרן לכל מי שירצה, ויליף מלשון לך יהיה שתהא ברשותך כשלך ממש. ועיין בערכין כ\"ח א' באה עוד דרשה על פסוק זה, החרים מטלטלין נותנן לכל כהן שירצה, ר\"ל אף לא לכהני המשמר, שנאמר כל חרם בישראל לך יהיה, ופירש\"י לאהרן קאמר רחמנא וכל זרעו בכלל, עכ\"ל. אבל לא קי\"ל כן, אלא צריך ליתן לכהני המשמר, ולכן השמטנו דרשה זו.\n</i>.<br>(בכורות ל\"ב א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a620bb386c011be9da9f", "index_title": "Rash MiShantz on Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "Rash MiShantz on Mishnah Challah 4:9:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rash MiShantz on Mishnah Challah 4:9:2", "sourceHeRef": "ר\"ש משאנץ על משנה חלה ד׳:ט׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1180, 1220], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Rash MiShantz on Mishnah Challah", "he": "ר\"ש משאנץ על משנה חלה"}, "heTitle": "ר\"ש משאנץ על משנה חלה", "he": "<b>החרמים </b>לכהונה דכתיב (במדבר י״ח:י״ד) כל חרם בישראל לך יהיה: \n", "heVersionTitle": "Talmud Bavli, Vilna, 1880.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, וילנא, 1880", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17af55bb386c011bea1a94", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash Al Yit'hallel 2:5", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Otzar Midrashim, Midrash Al Yit'hallel 2:5", "sourceHeRef": "אוצר מדרשים, מדרש אל יתהלל ב׳:ה׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1915], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "<b>אל יתהלל עשיר בעשרו</b> - זה קרח הלוי שהיה לו שלש מאות פרדות לבנות טוענות מפתחות גנזיו <small>(פסחים קי״ט. ירוש' סנהדרין פ״י א')</small>. מפתחות כך הממון עאכו״כ. ומאין היה לו כל זה הממון? מן הממון שקבץ יוסף הצדיק במצרים ומלאו שלשה מגדלות וכל מגדל ומגדל עומקו מאה אמה ורחבו מאה וחללו מאה אמה, וכולם נתנם לבית פרעה ולא נתן לבניו אפילו חמשה כסף, ומפני מה, מפני שעשה באמונה, שנאמר ויבא יוסף את הכסף ביתה פרעה (בראשית מ״ב), וכיון שמצא קרח מגדל אחד נתגאה בעשרו. והשני נתגלה לאנטונינוס והשלישי גנוז לעולם הבא <small>(עי׳ מדרש שוחר טוב א')</small>. תחלת מחלוקת קרח במאי היא עם משה ועם אהרן? בעבור אלמנה אחת שהיתה לה רחלה אחת, כשבאה לגזוז הצמר שלה שמע אהרן ונטל הצמר. הלכה אצל קרח צועקת ובוכה ואמרה לו כך וכך עשה לי אהרן, הלך קרח אצל אהרן ואמר מה לך ולאלמנה העניה הזו? השב לה את הצמר שלה. א״ל אהרן שלי הוא מן התורה דהכי כתיב ראשית גז צאנך תתן לו (דברים י״ח:ד׳). מה עשה קרח, נטל ד' כסף ונתן לה והלכה לה וקרח הלך מלא חמה. ויהי לימים ילדה הרחלה בן זכר, שמע אהרן ונטל הבכור, הלכה האלמנה אצל קרח, צועקת ובוכה. אמר קרח לאהרן, מה לך ולעניה האלמנה ההיא? א״ל אהרן שלי הוא מן התורה שכן כתיב כל הבכור אשר יולד בבקרך ובצאנך הזכר תקדיש לה' אלהיך (דברים ט״ו:י״ט), והלך קרח לדרכו מלא חמה. כיון שראתה זאת האלמנה כך הלכה ושחטה את הרחלה, שמע אהרן ובא ונטל הזרוע והלחיים והקבה, אמר לו קרח מה לך ולאלמנה הזאת? א״ל אהרן שלי הוא מן התורה שנאמר ונתן לכהן הזרוע והלחיים והקבה (שם י״ח), הלך קרח מלא חמה. וכיון שראתה האלמנה כן עמדה ונשבעה ואמרה בחרם בשר רחלה זו עלי, שמע אהרן ונטל כל הבשר שנאמר כל חרם בישראל לך יהיה (במדבר י״ח:י״ד). אמר לו קרח למה תשתרר עלינו בן עמרם? העיני האנשים ההם תנקר לא נעלה (שם ט״ז). ולא אמרו הפסוק הזה אלא כנגד משה ואהרן, אמר לו משה לבקר משפט, בבקר נתקבצו אצל קרח מאתים וחמשים איש (ואצל משה ואהרן כל הנביאים) אלו במחתותם אלו מזבחים ואלו מקטרים. מיד עמד משה רבינו בתפלה לפני ה' ואמר לפניו רבש״ע נבואה זו ששלחתנו אמת היא? א״ל אמת, ואתה תראה מה אעשה לקרח, ולמה נקרא שמו קרח שבימיו נעשה קרחה בישראל (סנהדרין ק״ט ע״ב). ועוד אמר משה לפני הקב״ה אם כמות כל האדם ימותון אלה ופקודת כל האדם יפקד עליהם לא ה' שלחני (שם). אמר לו הקב״ה למשה, כפרת בעיקר <small>(עי׳ ירוש׳ סנהדרין פ״י א')</small>, אמר משה לפני הקב׳׳ה רבש״ע אם בריאה יברא ה׳. א״ל הקב״ה אני עושה רצונך. מיד רמז הקב״ה לארץ ובלעתם עד טבורם, צעק קרח וכל אנשי ביתו ואמרו משה משה רחם עלינו, אמר להם משה רב לכם בני לוי, מיד נבלעו הם והשאר נשרפו שנאמר וירדו הם וכל אשר להם חיים שאולה ותכס עליהם הארץ. וכתיב ואש יצאה מאת ה׳ ותאכל את החמשים ומאתים איש מקריבי הקטרת. והם שירדו תחת הארץ שם היו וסברו שלא לעלות לעולם עד שבאה חנה ונתנבאה עליהם שנאמר מוריד שאול ויעל (שמואל ב ב׳:י׳). ובכל זאת לא היו מאמינים שיעלו עד שנחרב בית המקדש ונבלעו שערי בית המקדש, שנאמר טבעו בארץ שעריה (איכה ב׳:ט׳) ובאו אצל קרח ותפשום, מיד האמינו ואמרו כשיעלו אלו השערים אף אנו נעלה עמהם, ונתמנו שומרים על אותן שערים עד שיעלו. וכן אבד קרח ועשרו מתוך הקהל לכך נאמר אל יתהלל עשיר בעשרו, שכל העושר של הקב״ה, שנאמר לי הכסף ולי הזהב אמר ה׳ צבאות (חגי ב׳ ח׳).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "\"Let not the rich person glorify themselves with their wealth (Yirm 9:22).\" This [refers to] Korach the Levite, who had three hundred mules just to carry the load of the keys to his hidden storehouses. His wealth was so much the more so, wondrous and vast. Where did he get all this money? From the money that Yosef the Righteous had collected in Egypt [in return for distributing the stored grain during the seven years of famine], which had filled three towers. Each tower was a hundred amot [about 180 feet] deep, a hundred amot wide, and one hundred amot inside. Yosef gave them all to the house of Pharaoh, and did not give his children even five silver [coins]. For what reason? Because he proceeded faithfully, as it says (Ber 47:14), \"Yosef brought the silver into Pharaoh's house.\" When Korach found one of these towers, he became proud of his wealth. Another one was found by Antoninus, and the third is hidden for the World to Come.  What was the origin of Korach's dispute with Moshe and with Aharon? It was for the sake of a particular widow who had a single ewe. When she came to shear it [for the first time], Aharon heard and took the wool. She went to Korach and cried out and wept, telling him, \"This and this has Aharon done to me.\" Korach came by Aharon and said to him, \"What is it with you and this widow, that poor woman? Return to her her wool!\" Aharon said to him, \"It is mine according to the Torah, for as it says, 'the premier-part of the shearing of your sheep you are to give him' (Dev 18:4).\" What did Korach do? He took four silver [coins] and gave [them] to her. She went off, and Korach went full of anger. The days [passed] and the ewe gave birth to a [first-born] male. Aharon heard and took the lamb. She went before Korach, crying out and weeping. Korach said to Aharon, \"What is it with you and the poor woman, this widow?\" He said to him, \"It is mine according to the Torah, for as it says, 'every firstling that is born in your flock and in your herd, the male-one, you are to hallow to ha-Shem your God' (Dev 15:19).\" Korach went on his way, full of anger. When the widow saw this, she went and slaughtered the ewe. Aharon heard, and came and took the shankbone, the jawbone, and the rough-stomach. Korach said to him, \"What is it with you and this widow?\" He said to him, \"They are mine according to the Torah, for as it says, 'the priest is to be given the shankbone, the jawbone, and the rough-stomach' (Dev 18:3).\" And Korach went, full of anger. When the widow saw this, she stood and made an oath, saying the meat of this ewe is set-aside for me. Aharon heard and took all the meat, as it says, 'everything specially-devoted in Israel -- it is for you' (Bam 18:14, Parshat Korach).\"  He [Korach] said to him [Moshe], \"Why should you, son of Amram, establish authority over us?\" [not in ed. Jellinek: 'Should you pluck out the eyes of these men, we will not come up.' They said this verse specifically against Moshe and Aharon.] Moshe said to him, \"To the morrow, judgement.\" In the morning, Korach had gathered to him 250 men (and alongside Moshe and Aharon, all the prophets), these with their fire pans, these offering sacrifices and these burning incense. Immediately Moshe Rabbeinu stood in prayer before ha-Shem and said, \"Multiplier of Universes, is this prophecy you have sent us true?\" Ha-Shem replied to him, \"It is true. And you will see what I will do to Korach.\" This is why he was named Korach -- for in his days, 'a void was created in Israel' (Sanhedrin 109b).  Moshe said further before the Holy One of Blessing, \"If these die as all people do, if their lot be the common fate of all humanity, ha-Shem did not send me (Bam 16:29).\" The Holy One of Blessing said to Moshe, \"You have rejected a major principle of faith\" (Passover Haggadah, Maggid, Four Children; and Yer. Sanhedrin 10:1, 50a). Moshe said before the Holy One of Blessing, \"Multiplier of Universes, 'if ha-Shem creates a new creation...' (Bam 16:30). The Holy One of Blessing said to him, \"I will do according to your will.\"  Immediately the Holy One of Blessing hinted to the ground and it swallowed them [Korach and his followers] up to their navels. Korach and all his household cried out and said, \"Moshe! Moshe! Have mercy on us!\" Moshe said to them, \"'Too much is yours, Sons of Levi!' (Bam 16:7).\" Immediately they were swallowed up [by the earth], and the rest were burned up [by fire], as it says, 'so they went down, they and all theirs, alive, into Sheol; the earth covered them (Bam 16:33).' And it is written, 'fire went out from before the presence of ha-Shem and consumed the fifty and two hundred men, those who had brought-near the incense.'  Those that descended below the earth remained there. And they reasoned that they would never rise up [again]. Until Hannah came and prophesied for them, as it [the song of Hannah] says, 'ha-Shem brings death and gives life, lowers to Sheol and raises up' (Shmuel I 2:6). But with all this, they didn't believe that they would rise again, until the Beit ha-Mikdash was destroyed and the gates of the Beit ha-Mikdash were swallowed up, as it says, 'her gates have sunk into the ground' (Eichah 2:9). They [the gates] came by Korach and he grabbed hold of them. Immediately they believed and said, \"When these gates rise up, so too will we rise up with them.\" And they were appointed the guardians [or, those who carried out the observances] over those gates until they rise up.  Thus was Korach and his wealth obliterated from among the community. Therefore it says, 'Do not praise the wealthy for their wealth,' for all wealth belongs to the Holy One of Blessing. As it says, 'Mine is the silver and mine is the gold -- the word of ha-Shem, Master of Legions' (Hag 2:8). [ed. Jellinek: And it says, 'One who pursues righteousness and kindness will find life, righteousness, and honor' (Mish 21:21).]  ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5c17b988b071e100bf4eb80a", "index_title": "Rashi on Nedarim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Nedarim 18b:3:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rashi on Nedarim 18b:3:2", "sourceHeRef": "רש\"י על נדרים י״ח ב:ג׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Rashi on Nedarim", "he": "רש\"י על נדרים"}, "heTitle": "רש\"י על נדרים", "he": "כחרם של כהנים - שהתפיס כחרם של חרמי כהנים דכתיב כל חרם בישראל לך יהיה (במדבר י״ח:י״ד) דהאי הוי ממון כהנים והוי מותר כחולין לכל דבריהן לאחר שבא ליד כהן ודין חרמים מפרש במסכת תמורה (דף לב.):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba82b071e100bf4f57c7", "index_title": "Rashbam on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Bava Batra 112a:9:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rashbam on Bava Batra 112a:9:1", "sourceHeRef": "רשב\"ם על בבא בתרא קי״ב א:ט׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1120, 1160], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Rashbam on Bava Batra", "he": "רשב\"ם על בבא בתרא"}, "heTitle": "רשב\"ם על בבא בתרא", "he": "משדה חרמים - כדכתיב (במדבר יח) כל חרם בישראל לך יהיה אי נמי ההוא דכתיב (ויקרא כז) והיה השדה בצאתו ביובל קדש לה' כשדה החרם שמתחלק לכהנים והוו התם חרמים טובא ונטל אלעזר חלקו בהנהו חרמים ולחלק פנחס נפלה ההיא גבעה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5caf003a38f4c90017cdd573", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 138", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 138", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קל״ח", "anchorVerse": 14, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 138, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "שְׂדֵה חֲרָמִים", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Consecrated fields", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cb5e1adfaf53a00181b6869", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 32a:25", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Steinsaltz on Bekhorot 32a:25", "sourceHeRef": "ביאור שטיינזלץ על בכורות ל״ב א:כ״ה", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 63.0025, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<b>דתניא</b> <small>[ששנויה</small> ברייתא<small>]:</small> <b>חרמים, כל זמן שהן בבית בעלים</b> — <b>הרי הן כהקדש לכל דבריהם, שנאמר: \"כל חרם קדש קדשים הוא לה' \"</b>(ויקרא כז, כח), ואם <b>נתנן לכהן</b> — משעה שהגיעו לידו <b>הרי הן כחולין לכל דבריהם, שנאמר: \"כל חרם בישראל לך יהיה\"</b> (במדבר יח, יד). ואם כן, <b>\"לא</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fb1a63ace0019688fe4", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 28a:12", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Steinsaltz on Arakhin 28a:12", "sourceHeRef": "ביאור שטיינזלץ על ערכין כ״ח א:י״ב", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 55.0012, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>ד משנה</big> <b>המחרים בנו ובתו, ועבדו ושפחתו העברים, ושדה מקנתו</b> — <b>אין מוחרמין, שאין אדם מחרים דבר שאינו שלו,</b> ואלה אינם שלו. <b>הכהנים והלוים אין מחרימין, דברי ר' יהודה. ר' שמעון אומר: הכהנים אין מחרימין</b> — מפני <b>שהחרמין שלהן,</b> כלומר, ממתנות הכהונה הם, שנאמר: \"כל חרם בישראל לך יהיה\" (במדבר יח, יד). <b>והלוים מחרימין</b> — <b>ש</b>הרי <b>אין החרמין שלהן.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fb2a63ace0019688fea", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 28b:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Steinsaltz on Arakhin 28b:1", "sourceHeRef": "ביאור שטיינזלץ על ערכין כ״ח ב:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<b>לך יהיה\"</b> (במדבר יח, יד), כלומר, יהיה לאהרן, והוא הדין לכל אחד מבניו הכהנים. אבל אם <b>החרים</b> אדם את <b>שדותיו</b> — <b>נותנן לכהן שבאותו משמר</b> כהונה העובד במקדש באותה שעה, <b>שנאמר: \"כשדה החרם לכהן תהיה אחזתו\"</b> (ויקרא כז, כא), <b>וגמר</b> <small>[ולמד]</small> בגזירה שווה <b>\"לכהן\" \"לכהן\"</b> <b>מגזל הגר,</b> שהגוזל את הגר ונשבע שלא גזלו, ומת הגר ואין לו יורשים — נותן את הגזילה לכהני המשמר המשרת באותה שעה במקדש.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fb4a63ace0019688ff6", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 29a:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Steinsaltz on Arakhin 29a:1", "sourceHeRef": "ביאור שטיינזלץ על ערכין כ״ט א:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 57.0001, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>א גמרא</big> <b>תנו רבנן</b> <small>[שנו חכמים]:</small> <b>חרמי כהנים אין להן פדיון ונותנין</b> אותם עצמם <b>לכהן.</b> ו<b>חרמים</b> אלו, <b>כל זמן שהן</b> נמצאים עדיין <b>בבית בעלים</b> — <b>הרי הן כהקדש</b> <b>לכל דבריהן, שנאמר: \"כל חרם קדש קדשים הוא לה' \"</b>(ויקרא כז, כח), ואחר ש<b>נתנן לכהן</b> — <b>הרי הן לכל דבריהן כחולין, שנאמר: \"כל חרם בישראל לך יהיה\"</b> (במדבר יח, יד), כלומר, כשאר רכוש הכהן, שהוא חולין.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ed3bd196022cb66f7ced41b", "index_title": "Tractate Kallah Rabbati", "category": "Talmud", "type": "", "ref": "Tractate Kallah Rabbati 8:18", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Tractate Kallah Rabbati 8:18", "sourceHeRef": "מסכת כלה רבתי ח׳:י״ח", "anchorVerse": 14, "sourceHasEn": true, "compDate": [-100, 900], "commentaryNum": 8.0018, "collectiveTitle": {"en": "Tractate Kallah Rabbati", "he": "מסכת כלה רבתי"}, "heTitle": "מסכת כלה רבתי", "he": "והכהונה בעשרים וארבע מעלות אלו הם <i data-commentator=\"Haggahot and Marei Mekomot\" data-order=\"1\"></i>עשר במקדש עשר בגבולין וארבע בירושלם עשר במקדש חטאת ואשם. שלמי צבור. חטאת העוף. ואשם תלוי. ולוג שמן של מצורע. ושתי הלחם. ולחם הפנים. ומותר העומר. ושירי מנחות. עשר בגבולין תרומה. ותרומת מעשר. וחלה וראשית הגז. הזרוע והלחיים והקיבה. ופדיון הבן ופדיון פטר חמור. וגזל הגר וחרמים ושדה אחוזה. וארבע בירושלם הבכורות. והביכורים. והמורם מן התודה ומאיל נזיר ומאי ניהו חזה ושוק. תנא <i data-commentator=\"Haggahot and Marei Mekomot\" data-order=\"2\"></i>וכלם נתנו לאהרן מק״ו מג״ש מבנין אב ומכלל ופרט: ", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "‘The priesthood [in the form of] twenty-four distinctions’:<sup class=\"footnote-marker\">179</sup><i class=\"footnote\">These were the perquisites of the priests. Cf. B.Ḳ. 110b (Sonc. ed., p. 646).</i> viz. ten in [the precincts of] the Temple, ten in the provincial towns and four in Jerusalem. Ten in [the precincts of] the Temple, viz. the sin-offering [of an animal], trespass-offering [for a known sin], peace-offerings of the congregation, sin-offering of a bird, trespass-offering for a doubtful sin, the <i>log</i> of oil in the case of a leper, the two loaves, the shewbread, remnant of the ‘Omer and remnants of the meal-offerings. Ten in the provincial towns, viz. <i>terumah</i>, the <i>terumah</i> of the tithe, <i>ḥallah</i>, the first of the fleece, the shoulder, cheeks and maw, the redemption of the first-born son, the redemption of the firstling of an ass, [payment of a fine for] robbery committed against a proselyte,<sup class=\"footnote-marker\">180</sup><i class=\"footnote\">Cf. Ḥul. 133b (Sonc. ed., p. 758, n. 16).</i> devoted [articles],<sup class=\"footnote-marker\">181</sup><i class=\"footnote\">Num. 18, 14. B.Ḳ. reads ‘a field devoted’.</i> and a field of possession.<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">Lev. 27, 16-21.</i> And four in Jerusalem, viz. the firstlings, the first fruits, the portion separated of the thanks-offering, and of the ram of the Nazirite. What are these [portions]? The breast and the thigh. It has been taught:<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">B.Ḳ. 110b (Sonc. ed., p. 645, n. 9).</i> All these [perquisites] were granted to Aaron by <i>ḳal waḥomer, gezerah shawah, binyan ’ab</i> and <i>kelal uferaṭ</i>.<sup class=\"footnote-marker\">184</sup><i class=\"footnote\">These are the first four of the thirteen exegetical principles by which the Torah is interpreted and enumerated by R. Ishmael. Cf. the text in P.B., p. 13.</i><br>", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391678f68387e41442dca", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:14:1", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>כל חרם בישראל לך יהיה.</b><br><b>ספרי שם. אין לי אלא חרמי ישראל, חרמי גוים נשים ועבדים מנין וכו׳.</b><br>עיין בספרי פ׳ קרח פסקא קי״ז דגם של נכרים לכהנים, אף דדעתן לשמים כמבואר מנחות דף ע״ג ע״ב וערכין דף ו׳ ע״א.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391673de3ce43ed91efa7", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:14:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:14:2", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם.</b><br>באמת כבר כתבתי דגבי חרמי כהנים אין זה בגדר קדושה, רק בגדר גזה״כ, וכמש״כ התוס׳ תמורה דף ל״ב ע״ב דלא שייך בו אמירתו לגבוה כמסירתו להדיוט וכו׳, ועמ״ש רבינו לקמן בהל׳ ערכין פ״ו הי״ז דגבי חרמי כהנים לא נחתי קדושה בכולה וכו׳. אך עיין בספרי פ׳ קרח פסקא קי״ז דמשמע דגם ב״נ עושים חרמי כהנים ע״ש, וע״כ דזה הוה גדר נדר.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114da95f8e0970bbbbb31ac", "index_title": "Yevamot", "category": "Talmud", "type": "", "ref": "Yevamot 99b:3", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Yevamot 99b:3", "sourceHeRef": "יבמות צ״ט ב:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 198.0003, "collectiveTitle": {"en": "Yevamot", "he": "יבמות"}, "heTitle": "יבמות", "he": "וְאֵינָן חוֹלְקִין בְּקׇדְשֵׁי הַמִּקְדָּשׁ, וְאֵין נוֹתְנִים לָהֶם קָדָשִׁים. וְאֵין מוֹצִיאִין שֶׁלָּהֶם מִידֵיהֶם.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And they do not receive a share of the consecrated</b> offerings <b>of the Temple,</b> as each of them might not be a priest. <b>And one may not give them consecrated</b> offerings to sacrifice for the same reason. <b>However,</b> the hides of <b>their own</b> offerings <b>may not be appropriated from their possession,</b> as it cannot be proven with regard to either of them that he is not a priest.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6121b8578430f78f20636b9a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 164:9", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Yalkut Shimoni on Torah 164:9", "sourceHeRef": "ילקוט שמעוני על התורה קס״ד:ט׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 164.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויעש להם בתים בתים אלו איני יודע מה הן כשהוא אומר מקץ עשרים שנה אשר בנה שלמה (את שני הבתים) את בית ה' זו כהונה ואת בית המלך זו מלכות. זכתה יוכבד לכהונה ומרים למלכות שנאמר וקוץ הוליד את ענוב ואת הצבבה ומשפחת אחרחל זו מרים שנאמר ותצאן כל הנשים אחריה. בן חרים [הרום] בן יוכבד שנאמר כל חרם בישראל לך יהיה. והיתה נשאת מרים לכלב שנאמר ותמת עזובה ויקח לו כלב את אפרת ותלד לו את חור ואומר ודוד בן איש אפרתי הא כל המקרב את עצמו מן השמים מקרבין אותו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b857c823a798e70b5bce", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 750:17", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Yalkut Shimoni on Torah 750:17", "sourceHeRef": "ילקוט שמעוני על התורה תש״נ:י״ז", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 750.0017, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "זהו שאמר הכתוב אשרי האיש אלו בניו של קרח, אשר לא הלך בעצת רשעים שלא הלכו בעצת אביהם שנאמר סורו נא מעל אהלי האנשים, ובדרך חטאים לא עמד שנאמר את מחתות החטאים האלה בנפשותם, ובמושב לצים לא ישב זה קרח שהיה מתלוצץ על משה ואהרן. מעשה כינס עליהם כל הקהל שנאמר ויקהל עליהם קרח את כל העדה, התחיל לומר לפניהם דברי ליצנות אמר להן אלמנה אחת [היתה] בשכנותי ועמה שתי נערות יתומות והיה לה שדה אחת, באת לחרוש אמר לה משה לא תחרוש בשור ובחמור יחדו, באת לזרוע אמר לה שדך לא תזרע כלאים, באת לקצור ולעשות ערימה אמר הניחו לקט שכחה ופאה, באת לעשות גורן אמר לה תני תרומה ומעשר ראשון ומעשר שני, הצדיקה עליה את הדין ונתנה לו, מה עשה עמדה ומכרה את השדה ולקחה שתי כבשות כדי ללבוש גיזותיהן וליהנות מפירותיהן כיון שילדו בא אהרן ואמר לה תני לי את הבכורות שכך אמר לי הקב\"ה כל הבכור אשר יולד וגו' הצדיקה עליה את הדין ונתנה לו את הולדות, הגיע זמן גזיזה וגזזה אותן אמר לה תני לי ראשית הגז [שכן אמר הקב\"ה וראשית גז צאנך תתן לו] אמרה אין בי כח לעמוד באיש הזה הריני שוחטתן ואוכלתן, כיון ששחטה אמר לה תני לי הזרוע והלחיים והקיבה אמרה אפי' אחר ששחטתי אותן לא נצלתי מידו ואמרה הרי הן עלי חרם אמר לה כולו שלי הוא שכך אמר הקב\"ה כל חרם בישראל לך יהיה, נטל והלך לו והניחה בוכה היא עם שתי בנותיה, כדין כולהון עבדין להא ביותא עלובתא ותולין בהקב\"ה. כי אם בתורת ה' חפצו אלו בניו שאמרו שירה ואמרו אנו חייבין בכבוד אבינו או לא נחלוק על משה רבינו והכריעו עצמן בשביל כבודו של משה. ובתורתו יהגה אלו בניו של קרח, והיה כעץ שתול על פלגי מים מים כיון שנבלעו קרח ועדתו נמצאו בניו עומדין כתורן הזה של ספינה שנאמר ויהי לנס. לא כן הרשעים זה קרח ועדתו. על כן לא יקומו רשעים במשפט זה קרח ועדתו. כי יודע ה' דרך צדיקים אלו בניו של קרח. ודרך רשעים תאבד זה קרח ועדתו. ויקח קרח אמר ריש לקיש שלח מקח רע לעצמו זה שאמר הכתוב חכמות נשים בנתה ביתה זו אשתו של און, ואולת בידיה תהרסנו זו אשתו של קרח, איתתיה דקרח אמרה ליה חזי מאי קא עביד לכו. איהו הוה ליה מלכא לאחוה שוויה כהנא רבה. לבני אחוהי שוינהו סגני כהונה. אי אתיא תרומה אמר תיהוי לכהן. ביכורים לכהן. מעשר ראשון נמי דשקילתו אתון אמר הבו חד מן עשרה לכהן. ועד דגיין לכו למזייכו ומיטלל בכו, עינא יהב במזייכו לפיכך אמר לכם העבירו תער על כל בשרם. ועוד אמר והנפת אותם תנופה בעי למעבד כאימרי. אמר לה והא איהו נמי קא עביד הכי, אמרה לי כיון דכולה רבותא דידיה לא חייש תמות נפשי עם פלשתים, ועוד דקאמר להו עיבידן תכלת אי סלקא דעתך תכלתא חשיבה אפיק גלימי דתכלתא וכסינהו לכולהו מתיבתך:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d556f4629f2b5727b0ec", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, חרם 1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sefer HaShorashim, חרם 1", "sourceHeRef": "ספר השרשים, חרם א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "חרם", "he": ["<strong><big>חרם</big></strong>   וְאֵת כָּל־הַנְּשָׁמָה <strong>הֶֽחֱרִים</strong> (<a class=\"refLink\" href=\"Joshua 10:40\" data-ref=\"Joshua 10:40\">יהושע י, מ</a>), <strong>וְהֶחֱרִים</strong> י\"י אֵת לְשׁוֹן יָם־מִצְרַיִם (<a class=\"refLink\" href=\"Isaiah 11:15\" data-ref=\"Isaiah 11:15\">ישעיה יא, טו</a>), חֲרֹב <strong>וְהַֽחֲרֵם</strong> (<a class=\"refLink\" href=\"Jeremiah 50:21\" data-ref=\"Jeremiah 50:21\">ירמיה נ, כא</a>), <strong>וְהַֽחֲרַמְתִּי</strong> אֶת־עָֽרֵיהֶֽם (<a class=\"refLink\" href=\"Numbers 21:2\" data-ref=\"Numbers 21:2\">במדבר כא, ב</a>), פֶּֽן־<strong>תַּֽחֲרִימוּ</strong> (<a class=\"refLink\" href=\"Joshua 6:18\" data-ref=\"Joshua 6:18\">יהושע ו, יח</a>), פירושו אחריו וּלְקַחְתֶּם מִן־<strong>הַחֵרֶם</strong> (שם). <strong>ושלא נזכר פועלו</strong> [הָפְעַל] זֹבֵחַ לָֽאֱלֹהִים <strong>יָֽחֳרָם</strong> (<a class=\"refLink\" href=\"Exodus 22:19\" data-ref=\"Exodus 22:19\">שמות כב, יט</a>). כָּל־<strong>חֵרֶם</strong> אֲשֶׁר <strong>יָֽחֳרַם</strong> מִן־הָֽאָדָם לֹא יִפָּדֶה (<a class=\"refLink\" href=\"Leviticus 27:29\" data-ref=\"Leviticus 27:29\">ויקרא כז, כט</a>), פירשו רבותינו ז\"ל (<a class=\"refLink\" href=\"Arakhin 6b\" data-ref=\"Arakhin 6b\">ערכין ו, ע\"ב</a>) באדם היוצא ליהרג ואמר ערכי עלי או דמי עלי או אדם אחר אמר עליו ערך זה עלי או דמי זה עלי אינו חייב כלום שהרי זה כמת הוא והמת אין לו ערך ואין לו דמים, לפיכך אמר לֹא יִפָּדֶה מוֹת יוּמָֽת (שם), כלומר אחר שמות ימות אין לו פדיון. <strong>יָֽחֳרַם</strong> כָּל־רְכוּשׁוֹ (<a class=\"refLink\" href=\"Ezra 10:8\" data-ref=\"Ezra 10:8\">עזרא י, ח</a>). <strong>והשם</strong> כָּל־<strong>חֵרֶם</strong> בְּיִשְׂרָאֵל (<a class=\"refLink\" href=\"Numbers 18:14\" data-ref=\"Numbers 18:14\">במדבר יח, יד</a>), בשש נקודות, וְעַל־עַם<strong> חֶרְמִי</strong> לְמִשְׁפָּֽט (<a class=\"refLink\" href=\"Isaiah 34:5\" data-ref=\"Isaiah 34:5\">ישעיה לד, ה</a>). ענין כלם ענין הריגה וכריתה והשחתה ואיבוד. ויש לפרש מזה אִֽישׁ־<strong>חֶרְמִי</strong> (<a class=\"refLink\" href=\"I Kings 20:42\" data-ref=\"I Kings 20:42\">מלכים א' כ, מב</a>), וכן תרגום יונתן <strong>גְבַר דְחַיָב קְטוֹל</strong>. וענין <strong>וְהֶחֱרִים י\"י אֵת לְשׁוֹן יָם־מִצְרַיִם</strong> ענין כריתה וגזרה כענין<strong> לְגֹזֵר</strong> יַם־סוּף<strong> לִגְזָרִים</strong> (<a class=\"refLink\" href=\"Psalms 136:13\" data-ref=\"Psalms 136:13\">תהלים קלו, יג</a>) וענין כָּל־<strong>חֵרֶם</strong> בְּיִשְׂרָאֵל (<a class=\"refLink\" href=\"Numbers 18:14\" data-ref=\"Numbers 18:14\">במדבר יח, יד</a>), כָּל־<strong>חֵרֶם</strong> אֲשֶׁר <strong>יַֽחֲרִם </strong>אִישׁ לַֽי\"י מִכָּל־אֲשֶׁר־לוֹ (<a class=\"refLink\" href=\"Leviticus 26:28\" data-ref=\"Leviticus 26:28\">ויקרא כו, כח</a>), אף על פי שאין הדבר משחת וילה, אצל המחרים אותו הוא כאילו משחת שלא יהנה ממנו. וקרוב לענין זה יָצוּדוּ <strong>חֵֽרֶם</strong> (<a class=\"refLink\" href=\"Micah 7:2\" data-ref=\"Micah 7:2\">מיכה ז, ב</a>), והוא בחמש נקודות. יְגֹרֵהוּ <strong>בְחֶרְמוֹ</strong> (<a class=\"refLink\" href=\"Habakkuk 1:15\" data-ref=\"Habakkuk 1:15\">חבקוק, א, טו</a>), שִׁלַּחְתָּ אֶֽת־אִֽישׁ־<strong>חֶרְמִי</strong> (<a class=\"refLink\" href=\"I Kings 20:42\" data-ref=\"I Kings 20:42\">מלכים א' כ, מב</a>), מִשְׁטַח <strong>חֲרָמִים</strong> (<a class=\"refLink\" href=\"Ezekiel 26:5\" data-ref=\"Ezekiel 26:5\">יחזקאל כו, ה</a>), מְצוֹדִים <strong>וַֽחֲרָמִים</strong> (<a class=\"refLink\" href=\"Ecclesiastes 7:26\" data-ref=\"Ecclesiastes 7:26\">קהלת ז, כו</a>), ענינם מכמורות ורשתות יצודו בהם. אוֹ <strong>חָרֻם</strong> אוֹ שָׂרֽוּעַ (<a class=\"refLink\" href=\"Leviticus 21:18\" data-ref=\"Leviticus 21:18\">ויקרא כא, יח</a>), פירשו רביתינו ז\"ל (<a class=\"refLink\" href=\"Bekhorot 43b\" data-ref=\"Bekhorot 43b\">בכורות מג, ע\"ב</a>) חרום זה שחוטמו שקוע בין שתי העינים..... שכוחל שתי עיניו כאחת."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed08", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levite Rules", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In order to more strictly enforce the separate roles of priest and Levite, necessitated by the rebellion of Korah, the text turns to clarification of the Levites’ duties and regulations concerning them. They are to act as a buffer between the sancta and the people, but may not come into contact with the holy-things themselves; the priests, of course, may and must. The priests’ reward—actually, their means of support—consists of firstborn animals and firstffuits; the Levites’, of tithes.", "The chief refrain in the chapter is variations on “so that they may not die”; this has occurred already in 17:25, thus linking Chaps. 17 and 18 nicely."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 18:1-32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 18:1-32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c7aeca1000753446acc", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rav Hirsch on Torah, Numbers 18:14:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 14. כל חרם וגו׳ (siehe Wajikra 27, 21 u. 28). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185bf46c4a205ad56f9930", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Leviticus 27:21:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Reggio on Torah, Leviticus 27:21:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:כ״א:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "ויקרא", "he": "<b>קדש לה',</b> לא שישוב להקדש בדק הבית ליד הגזבר, אלא כשדה החרם הנתן לכהנים, שנאמר כל חרם בישראל לך יהיה (במדבר י\"ח י\"ד), אף זו תתחלק לכהנים של אותו משמר שיום הכפורים של יובל פוגע בו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64185bf66c4a205ad56f9936", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Leviticus 27:28:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Reggio on Torah, Leviticus 27:28:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:כ״ח:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "ויקרא", "he": "<b>אך כל חרם,</b> נחלקו רבותינו בדבר, י\"א סתם חרמים להקדש ומה אני מקיים כל חרם בישראל לך יהיה (במדבר י\"ח י\"ד), בחרמי כהנים, שפירש ואמר הרי זה לכהן, ויש שאמרו סתם חרמים לכהן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186b35894184186dd58f63", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Sifrei Zuta 18:14:1", "sourceHeRef": "ספרי זוטא י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>כל חרם בישראל לך יהיה</b>, אין לי אלא חרמי ישראל מניין את מרבה חרמי גרים ת״ל כל חרם ומניין שאם החרים אדם כל נכסיו סתם הרי אלו לכהנים ת״ל כל חרם בישראל לך יהיה מלמד שסתם חרמים לכהנים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64882603d7b2ce6a14d0c945", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Leviticus 27:28:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rav Hirsch on Torah, Leviticus 27:28:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ז:כ״ח:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 28.0002, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In jedem הקדש liegen nun zwei Momente, ein negatives: der Ausschluss vom Profangebrauche, und ein positives: die Hingebung an den heiligen Zweck. Beim gewöhnlichen הקדש tritt das positive, die Hingebung an den heiligen Zweck, in den Vordergrund und das negative, der Ausschluss aus dem Profangebrauche, ist nur eine Folge von jenem. Beim חרם ist aber das Negative, der Ausschluss aus dem Profangebrauche der nächste Zweck, und die קדושה, das Positive, erscheint nur als Folge jener Ausschließung. Hier heißt es nun: wenn jemand über irgend eines seiner lebenden oder leblosen beweglichen oder liegenden Güter die Bestimmung חרם׳׳, ausspricht, so hören sie damit völlig auf \"sein\" zu sein, sie dürfen weder an einen andern verkauft, noch von dem bisherigen Eigentümer wieder eingelöst werden. Sie sind von ihm Gott zurückgegeben und haben somit den Charakter קדש קדשים, sie repräsentieren einen Grundbegriff, auf welchem die Heiligung aller Heiligtümer beruht (siehe zu Schmot 29, 37), es ist dies: die \"Gotthörigkeit\" überhaupt. Sie sind daher nicht wie קדשי בדק הבית der positiven Herstellung eines Heiligtumszweckes als Wertobjekt bestimmt, eine Bestimmung, die sich durch Auslösung auf ein anderes Objekt gleichen Wertes übertragen ließe; es hat sich vielmehr der bisherige Eigentümer mit ihrer Bestimmung als חרם Gott gegenüber jeder ferneren Dispositionsbefugnis darüber entäußert. Sie waren unter Gottes alles gestaltender Waltung sein geworden, er hat sie Gott zurückgestellt; sie waren sein, sie sind nunmehr Gottes. Es hat aber Gott bereits in seinem Gesetze (Bamidbar 18, 14) über alles, was ihm in solcher Weise durch die Bestimmung: חרם zurückgegeben worden die allgemeine Verfügung getroffen: כל חרם בישראל לך יהיה, und hat damit jedes in Israel als חרם Ihm zurückgestellte Gut den כהנים als volles Eigentum überwiesen, worauf ja auch bereits V. 21 Bezug genommen worden: כשדה החרם לכהן תהיה אחוזתו. Daher die Sätze: חרמים כל זמן שהן בבית בעלים הרי הן כהקדש לכל דבריהן שנא׳ כל חרם קדש קדשים הוא לה׳ נתו לכהו הרי הן לכל דבריהן כחולין שנא׳ כל חרם בישראל לך יהיה (Arachin 29a — siehe תוספ׳ Bechorot 32a ד׳׳ה רבא אמר).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64b280559ac540e027ee630c", "index_title": "Rambam on Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Challah 4:9:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Rambam on Mishnah Challah 4:9:2", "sourceHeRef": "רמב\"ם משנה חלה ד׳:ט׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Rambam on Mishnah Challah", "he": "רמב\"ם משנה חלה"}, "heTitle": "רמב\"ם משנה חלה", "he": "והחרמים הוא מאמר הש\"י לאהרן כל חרם בישראל לך יהיה (שם) רומז לאמרו יתעלה אך כל חרם אשר יחרים איש לה' וגו' (ויקרא כ״ז:כ״ח) וכמו כן שדה אחוזה לא יחד בו כהן ואמר יתעלה ואם משדה אחוזתו יקדיש איש לה' וגו' (שם): \n", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "The term \"Herem\" refers to the statement of the Lord to Aaron, \"Every devoted thing in Israel shall be yours\" (Numbers 18:14). This alludes to the statement, \"Nevertheless, every devoted thing that a man devotes to the Lord\" (Leviticus 27:28). Similarly, regarding a field held in possession, it shall not be sold or redeemed; every devoted field shall be most holy to the Lord (Leviticus 27:21).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6538ea91054f49119261709d", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 8:4", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Korach 8:4", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), קרח ח׳:ד׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 8.0004, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "קרח", "he": "<b>בדוגמאות שהמדרש מביא, </b>כוונת דמגוג ערום זה להראות, כיצד משה חוזר ומגביל אלמנה זו בכלכלתה ופרנסתה, ואף הופך בעיני קהל חסידיו את המיצוה הסוציאלית של התורה לדבר המגביל ומצר את זכותה של אותה אלמנה על יבוליה בשדה; והמדרש מוסיף: 'מה עשתה? מכרה את השדה ולקחה כבשות כדי ללבוש גיזותיהן וליהנות מפירותיהן; כיון שילדו, בא אהרון ואמר לה: תני לי את הבכורות, שכך אמר לי הקדוש ברוך-הוא: \"כל-הבכור אשר יולד בבקרך ובצאנך הזכר תקדיש לה\"' (דברים, טו:יט); הצדיקה עליה את הדין ונתנה לו הולדות; הגיע זמן גזיזה וגזזה אותן, אמר לה: תני לי ראשית הגז, שכן אמר הקדוש ברוך-הוא: \"וראשית גז צאנך תתן-לו\" (שם, יח:ד); אמרה: אין בי כוח לעמוד באיש הזה, הריני שוחטתן ואוכלתן; כיון ששחטה בא אהרון ואמר לה: תני לי הזרוע והלחיים והקיבה, כנאמר: \"ונתן לכהן הזרע והלחיים והקבה\" (שם, יח:ג); אמרה: אפילו אחר ששחטתי אותן לא ניצלתי מידו, הרי הן עלי חרם ('חרם' במובן הקדש); אמר לה: כולן שלי הוא, שכך אמר הקדוש ברוך-הוא: \"כל-חרם בישראל לך יהיה\" (במדבר, יח:יד), נטל והלך לו והניחה בוכה היא עם שתי בנותיה; כל כך הם (משה ואהרון) עושין ותולין בקדוש ברוך-הוא'. ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6f758c1dc532ec9247", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 18:14", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Steinsaltz on Numbers 18:14", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ח:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 18.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>כָּל חֵרֶם</b>, מטלטלין ונכסי-דלא-ניידי שהוקדשו \n  <b>בְּיִשְׂרָאֵל</b>, אך לא למען תחזוקת המקדש – \n  <b>לְךָ יִהְיֶה.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Everything proscribed in Israel, </b>movable property and real estate that were consecrated, but not for the Temple maintenance, <b>shall be yours. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "54c7aa65fbfba27c8a3df077", "index_title": "Da'at Zekenim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Da'at Zekenim on Numbers 18:14:1", "sourceHeRef": "דעת זקנים על במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על במדבר", "he": "<b>כל חרם. </b>אלו חרמים שהם לכהן:", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "כל חרם, “everything that has been proscribed (for ordinary Israelites) as detailed forthwith;”", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "568e851ed6e4a9770dec3103", "index_title": "Midrash Tehillim", "category": "Midrash", "type": "", "ref": "Midrash Tehillim 1:13", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Midrash Tehillim 1:13", "sourceHeRef": "מדרש תהילים א׳:י״ג", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1050, 1450], "commentaryNum": 1.0013, "collectiveTitle": {"en": "Midrash Tehillim", "he": "מדרש תהילים"}, "heTitle": "מדרש תהילים", "he": "דבר אחר אשרי האיש. אלו בניו של קרח שלא הלכו בעצת אביהם שנאמר (במדבר טז כו) סורו נא מעל אהלי האנשים הרשעים האלה. ובדרך חטאים (שם יז ג) את מחתות החטאים. ובמושב לצים זה קרח שהיה מתלוצץ על משה ועל אהרן. מה עשה כינס כל הקהל שנאמר (שם טז יט) ויקהל עליהם קרח את כל העדה. התחיל לומר ליצנות ואומר להן אלמנה אחת היתה בשכונתי ועמה שתי נערות יתומות והיתה לה שדה אחת. באתה לחרוש אמר לה משה (דברים כב י) לא תחרוש בשור וחמור יחדו. באתה לזרוע אמר לה משה (ויקרא יט יט) שדך לא תזרע כלאים. באתה לקצור ולעשות ערימה אמר לה הניחי לקט שכחה ופאה. באתה לעשות גורן אמר לה תני תרומה ותרומת מעשר ומעשר ראשון ומעשר שני. הצדיקה עליה את הדין ונתנה לו. מה עשתה מכרה את השדה ולקחה שני כבשות ללבוש מגזותיהן וליהנות מפירותיהן. כיון שילדו בא אהרן ואמר לה תני לי את הבכורות שכך אמר לי הקב\"ה (דברים טו יט) כל הבכור אשר יולד בבקרך ובצאנך הזכר. הצדיקה עליה את הדין ונתנה לו. הגיע זמן גיזה וגזזה אותן אמר לה תני לי ראשית הגז שכן אמר לי הקב\"ה (שם יח ד) וראשית גז צאנך תתן לו. אמרה אין לי כח לעמוד באיש הזה הרי אני שוחט אותן ואוכלתן. כיון ששחטן אמר לה תני לי הזרוע והלחיים והקיבה. אמרה לו אפילו ששחטתי אותן לא נצלתי מידו. הן עלי חרם. אמר לה תנה לי שכך אמר הכתוב (במדבר יח יד) כל חרם בישראל לך יהיה. נטלה והלך לו. הניחה בוכה היא ושתי בנותיה. אריך כדין הא ביזתא עלובתא. כ\"כ הם עושים ותולין בהקב\"ה. מכאן שהיה ליצן. כי אם בתורת ה' חפצו אלו בניו שאמרו שירה ואמרו חייבין אנו בכבוד אבינו נחלוק כבוד למשה רבינו עמדו והכריעו עצמן בשביל כבודו של משה. ובתורתו יהגה אלו בניו של קרח. כיון שנבלעו עדת של קרח נמצאו בניו כתורן של ספינה שנאמר (שם כו י) ויהיו לנס. רבי אומר נקרעו כל סביבותיהן ואותו מקום שהיה תחתיהן לא נקרע. רבי שמואל בר נחמני אמר לא היו שלשתן עומדין על מקום אחד אלא כל אחד ואחד היה עומד בפני עצמו ודומין כג' עמודים. והיינו דאמרי ברייתא על מאן קאים עלמא על תלתא עמודי. איכא דאמרי שלשה אבות ואית דאמרי חנניה מישאל ועזריה ואית דאמרי תלתא בני קרח. לא כן הרשעים זה קרח ועדתו. כי יודע ה' דרך צדיקים אלו בניו של קרח. ודרך רשעים תאבד זה קרח ועדתו: ", "heVersionTitle": "OYW", "heLicense": "Public Domain", "heVersionTitleInHebrew": "OYW (ובלכתך בדרך)", "text": "Another matter: Fortunate is the man who is not one of the sons of Korah, who did not follow the counsel of their father, as it is said (Numbers 16:26), \"Depart now from the tents of these wicked men.\" And they sinned in the manner of sinners (ibid. 17:3), [which was] the censers of sinners. And in the company of the scorners, [there was] Korah, who mocked Moses and Aaron. What did he do? He assembled the entire congregation, as it is said (ibid. 16:19), \"And Korah gathered against them the entire congregation.\" He began to speak disparagingly and said to them, \"There was once a widow in my neighborhood with two orphaned daughters and she had one field. When she came to plow, Moses said to her (Deuteronomy 22:10), 'You shall not plow with an ox and a donkey together.' When she came to sow, Moses said to her (Leviticus 19:19), 'Your field shall not be sown with two different kinds of seed.' When she came to reap and make a pile [of sheaves], Moses said to her (Deuteronomy 24:19), 'You shall leave [some stalks] for the poor and the stranger.' When she came to make a threshing floor, he said to her, 'You shall give tithes [of your crop] and [separate] terumah, tithes, first tithe, and second tithe.' The righteous woman accepted [the ruling] and complied. What did she do? She sold the field and bought two lambs to clothe herself with their fleece and to enjoy their fruits. When Aaron's firstborn son was born, he came to her and said, 'Give me the firstborns, as the Holy One, Blessed be He, said to me (Deuteronomy 15:19), \"Every firstborn that is born in your cattle and your flock, the male [belongs to] Him.\"' The righteous woman accepted [the ruling] and complied. When it came time to shear them, he said to her, 'Give me the foreleg, cheeks, and stomach.' She said to him, 'Even though I slaughtered them, I did not escape from your hand. Behold, I am under a ban.' He said to her, 'Give [them to me], as the verse states (Numbers 18:14), \"Every ban among the people of Israel shall be yours.\"' He took [the portions] and went on his way. She left weeping, as did her two daughters. Such is the way of these [men], who taunt [others] and hang [their claims] on the Holy One, Blessed be He. [They have done] so much [harm], yet they still continue [to provoke] the Holy One, Blessed be He.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57669f78d6e4a949a39b289d", "index_title": "JPS 1985 Footnotes", "category": "Commentary", "type": "commentary", "ref": "JPS 1985 Footnotes, Numbers 18:6", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "JPS 1985 Footnotes, Numbers 18:6", "sourceHeRef": "הערות שוליים תרגום 1985 של JPS, במדבר י״ח:ו׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1980, 1990], "commentaryNum": 18.0006, "collectiveTitle": {"en": "JPS", "he": "הערות שוליים תרגום 1985 של JPS"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "See Lev. 27.28.", "versionTitle": "JPS Footnotes", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585afa25d6e4a908ac4ed035", "index_title": "Mishneh Torah, Appraisals and Devoted Property", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Appraisals and Devoted Property 6:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishneh Torah, Appraisals and Devoted Property 6:1", "sourceHeRef": "משנה תורה, הלכות ערכים וחרמין ו׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mishneh Torah, Appraisals and Devoted Property", "he": "משנה תורה, הלכות ערכים וחרמין"}, "heTitle": "משנה תורה, הלכות ערכים וחרמין", "he": "אֶחָד הָאוֹמֵר הֲרֵי זֶה הֶקְדֵּשׁ לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לַשָּׁמַיִם. וְכֵן בְּכָל נְכָסָיו אִם אָמַר כָּל נְכָסָיו הֶקְדֵּשׁ אוֹ חֵרֶם לְבֶדֶק הַבַּיִת אוֹ חֵרֶם לַשָּׁמָיִם הֲרֵי אֵלּוּ יִפְּלוּ לְבֶדֶק הַבַּיִת. אֲבָל אִם אָמַר חֵרֶם סְתָם הֲרֵי אֵלּוּ לַכֹּהֲנִים. שֶׁסְּתָם חֲרָמִים לַכֹּהֲנִים. שֶׁנֶּאֱמַר <small>(במדבר יח יד)</small> \"כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Whether a person says: 'This<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Any specific entity.</i> is consecrated for the sake of improvements to the Temple,' 'This is a dedication offering<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This term is being used for the Hebrew term <i>cherem. Cherem</i> implies the removal of an entity from one framework of reference and its inclusion in another. Similarly, in this instance, the property is being taken from the realm of private, personal possessions and being sanctified (see the gloss of <i>HaKtav VeHaKabalah</i> to Leviticus 27:29 . It must, however, be emphasized that the term <i>cherem</i> has negative connotations, meaning 'a ban' and the root has the connotation 'absolute destruction.' In that context, in his <i>Living Torah</i>, Rav Aryeh Kaplan interprets the term is meaning 'declare taboo,' i.e., banned from ordinary mortal use and hence, designated for the Temple treasury or the priests.</i> for the sake of improvements to the Temple,' or 'This is a dedication offering for the sake of Heaven,' or he [makes] similar [statements] with regard to his property as a whole,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">As stated in Halachah 2, a person should not dedicate all of his possessions. Nevertheless, if he chooses to do so, his statements are of consequence.</i> saying that it is all consecrated for the sake of improvements to the Temple, as a dedication offering for the sake of improvements to the Temple, or as a dedication offering for the sake of Heaven, [the property] should be given for improvements to the Temple. If, however, he said [that the property should be given] as a dedication offering without making any specifications, it should be given to the priests,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The differences between the two types of dedication offerings mentioned are described in Halachah 4. To which priests the property is given is described in Halachah 5.</i> for unspecified dedication offerings are given to the priests,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> questions the Rambam's ruling, noting that the matter is the subject of a difference of opinion among the Sages (<i>Arachin</i> 28b) and it appears that the conclusion of the Talmud is that if no specification is made, dedication offerings should be given for improvements to the Temple. Indeed, Rashi (<i>Beitzah</i> 36b) and others rule in this manner. The <i>Or Sameach</i> suggests that the Rambam's source is Ezekiel 44:29 which states: 'All the dedication offerings from the Jewish people shall be yours.'</i> as [Numbers 18:14] states: 'All of the dedication offerings from the Jewish people will be yours.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585afa26d6e4a908ac4ed044", "index_title": "Mishneh Torah, Appraisals and Devoted Property", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Appraisals and Devoted Property 6:5", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishneh Torah, Appraisals and Devoted Property 6:5", "sourceHeRef": "משנה תורה, הלכות ערכים וחרמין ו׳:ה׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0005, "collectiveTitle": {"en": "Mishneh Torah, Appraisals and Devoted Property", "he": "משנה תורה, הלכות ערכים וחרמין"}, "heTitle": "משנה תורה, הלכות ערכים וחרמין", "he": "וְאֶחָד הַמַּחֲרִים קַרְקַע אוֹ מִטַּלְטְלִין הֲרֵי אֵלּוּ נִתָּנִין לַכֹּהֵן שֶׁבְּאוֹתוֹ מִשְׁמָר. בְּשָׁעָה שֶׁהֶחֱרִים חֶרְמֵי כֹּהֲנִים כָּל זְמַן שֶׁהֵן בְּבֵית הַבְּעָלִים הֲרֵי הֵן הֶקְדֵּשׁ לְכָל דִּבְרֵיהֶם. שֶׁנֶּאֱמַר <small>(ויקרא כז כח)</small> \"כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'\". נְתָנוֹ לַכֹּהֵן הֲרֵי הֵן כְּחֻלִּין לְכָל דִּבְרֵיהֶם. שֶׁנֶּאֱמַר <small>(במדבר יח יד)</small> \"כָּל חֵרֶם בְּיִשְׂרָאֵל לְךָ יִהְיֶה\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Whether a person designates land or movable property as a dedication offering, it is given to a priest<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The implication appears to be that, like <i>terumah</i>, the donor has the right to give the dedication offering to the priest of his choice from the watch. It is not divided among all the priests of the watch. See <i>Arachin</i> 28a.</i> in the watch<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">As stated in the notes to Chapter 4, Halachah 24, there were 24 priestly watches. Each one would serve in the Temple for a week at a time according to a rotating cycle.</i> serving at the time that the dedication offering was designated.<br>As long as a dedication offering for the priests is in the homes of the owner, it is like consecrated property in all regards,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">They may not be used by the former owner for his own purposes and the prohibition of <i>meilah</i>, misappropriating consecrated property, applies.</i> as [Leviticus 27:28] states: 'All dedication offerings are consecrated as holy unto God.' Once it is given to the priests, it is considered as ordinary property, as [Numbers 18:14] states: 'All of the dedication offerings from the Jewish people will be yours.'", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd47d6e4a97c9cbb18d4", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Bekhor Shor, Numbers 18:14:1", "sourceHeRef": "בכור שור, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "ו<b>כל חרם</b> יחרימו:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5661d6e4a96d624ae3ac", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Chet 91:3", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Machberet Menachem, Letter Chet 91:3", "sourceHeRef": "מחברת מנחם, ח צ״א:ג׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 91.0003, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎השני, ולא ידבק בידך מאומה מן <b>החרם</b> <small>(שם יג, ח)</small>, כל־<b>חרם</b> בישראל <small>(במדבר יח, יד)</small>, כל־<b>חרם</b> קדש קדשים הוא ליי' <small>(ויקרא כז, כח)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad5f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Malbim on Numbers 18:14:1", "sourceHeRef": "מלבי\"ם על במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>כל חרם בישראל </b>ריה\"ג ור\"י בן בבא ס\"ל דסתם חרמים לכהנים ולדידהו מ\"ש כל חרם לך יהיה מיירי בסתם חרמים וכן פסק הרמב\"ם בפ\"ו מה' ערכין, ולריב\"ב ור\"ש סתם חרמים לבד\"ה ולפ\"ז מ\"ש כל חרם לך יהיה מדבר בשפירש שמחרים לכהנים, וכבר דברתי מזה בהתו\"ה בחקותי (סי' ק\"י) ועי' בסנהדרין (דף פ\"ח) וערכין (דף כח) ובז\"א כאן ואכמ\"ל, וממ\"ש בישראל י\"ל דוקא של ישראל לא נכרים ונשים ועבדים דאתמעטו תמיד מן ישראל, ומרבי לה ממ\"ש כל חרם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e3f9e1fc2200b9c5aa36", "index_title": "English Explanation of Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Arakhin 8:6:4", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "English Explanation of Mishnah Arakhin 8:6:4", "sourceHeRef": "ביאור אנגלי על משנה ערכין ח׳:ו׳:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 6.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Arakhin", "he": "ביאור אנגלי על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>But the sages say: things proscribed without specification go to the priests, as it is said: “As a field proscribed: its possession belongs to the priest” (Leviticus 27:21). If so, why is it said: “Every proscribed thing is most holy to the Lord”? This teaches that it applies to most holy and less holy things.</b>  The other sages point out that Leviticus 27:21 (and Numbers 18:14) clearly state that proscribed things belong to the priests. This then causes them to ask why the Torah says, “Every proscribed thing is most holy to the Lord.” They interpret this verse as if it says, “Every proscribed thing, even a most holy thing, is holy to the Lord.” The next mishnah will discuss this halakhah.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e858bfb49d00a0db8b90", "index_title": "English Explanation of Mishnah Nedarim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Nedarim 2:4:4", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "English Explanation of Mishnah Nedarim 2:4:4", "sourceHeRef": "ביאור אנגלי על משנה נדרים ב׳:ד׳:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0004, "collectiveTitle": {"en": "English Explanation of Mishnah Nedarim", "he": "ביאור אנגלי על משנה נדרים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>[If he says], “Behold! This is to me as herem” If as a herem to Heaven, his vow is valid; If as a herem to the priests, his vow is invalid. If it was unspecified, his vow is valid.</b>  A “herem” can either refer to an offering in the Temple, or it can refer to things that are given to the priests (see Numbers 18:14).  If his intention was the former, the vow is valid, if the latter his vow is invalid.  The reason is that once the “herem” was given to the priest, it is no longer forbidden for general consumption.  Again, if he is unsure, the rule is strict.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e94662eb6400be686f14", "index_title": "English Explanation of Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Challah 4:9:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "English Explanation of Mishnah Challah 4:9:2", "sourceHeRef": "ביאור אנגלי על משנה חלה ד׳:ט׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 9.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Challah", "he": "ביאור אנגלי על משנה חלה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>These may be given to any priest:<br>Devoted things (;</b>  Haramim are referred to in Numbers 18:14, which states, “all herem (devoted thing) in Israel shall be yours (to Aaron and his descendents).” These refer to gifts given to priests there is no prohibition of making them impure.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c178bc5bb386c00d3de68bc", "index_title": "Bartenura on Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Challah 4:9:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Bartenura on Mishnah Challah 4:9:1", "sourceHeRef": "ברטנורא על משנה חלה ד׳:ט׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Challah", "he": "ברטנורא על משנה חלה"}, "heTitle": "ברטנורא על משנה חלה", "he": "<b>החרמים.</b> לכהנים כדכתיב (במדבר י״ח:י״ד) כל חרם בישראל לך יהיה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "החרמים – for the Kohanim, as it is written (Numbers 18:14): “Everything that has been proscribed in Israel (see also Leviticus 27:28) shall be yours.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c1797cdbb386c011be963cf", "index_title": "Metzudat Zion on Ezekiel", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Ezekiel 44:29:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Metzudat Zion on Ezekiel 44:29:1", "sourceHeRef": "מצודת ציון על יחזקאל מ״ד:כ״ט:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Metzudat Zion on Ezekiel", "he": "מצודת ציון על יחזקאל"}, "heTitle": "מצודת ציון על יחזקאל", "he": "<b>חרם.</b> ר״ל הקדש וכן כל חרם בישראל לך יהיה (במדבר י״ח:י״ד):\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179f31bb386c011be9a631", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 78:1:5", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Akeidat Yitzchak 78:1:5", "sourceHeRef": "עקידת יצחק ע״ח:א׳:ה׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש פרשת זו ישי מות עלימו וגו' (תהלים נ\"ה) א\"ר אלעזר עצת מינות היה בהם ולמה הם דומים לבית שהיה מלא תבן והיו בבית חורין והיה התבן נכנס בהם לאחר ימים התחיל אותו התבן שהיה בתוך החורין ויצא ידעו הכל כי היה איתו הבית של תבן כך דואג ואחיתופל היה בהם מינות מתחל' אע\"פ שנעשו בני תורה הוי כי רעות במגורם בקרבם. ראה כמה נמלצו במאמרם זה להורות על מה שאמרנו כי היה מההכרח שהבית שהיה מתחלתו בית התבן ונתמלאו חוריה וסדקיה ממנו אע\"פ שיקר מקרה שיעשו בה חתונה או משתה חתנים א\"א שלא יצא התבן הנכנס ראשונה והוא מה שרצו בדואג ואחיתופל עם היותם גדולים בתורה ובמעלות החציניות והוא עצמו אשר יאמר על קרח ועדתו וראוי לדרוש עליהם כפשוטו ישי מות עלימו ירדו שאול חיים כי רעות במגורם בקרבם כי סבת כל רעתם היה הרעות אשר בקרב מגורם מצד תולדותם אשר יתגברו על מעלותם החיצונות. ולא די שלא נמשכו אחריהם אלא שנשתמשו בהם להתחזק ברעתם כי יחסם ועשרם וחכמתם ויתר מעלותיהם כלם עזרו לרעה. אמנם גודל רשעם ועוצם רשעם המסכימים עם רוע תכונתם יתבאר ממאמריהם כאשר יעויינו דבריהם וכל היוצא מפיהם. ואמר ויקהלו על משה ועל אהרן ויאמרו אליהם רב לכם כי כל העדה כלם קדושים ובתוכם ה' ומדוע תתנשאו על קהל ה'. והנה פשט הכתיב הזה א\"א לאמרו כי מה טעם שלא יתנשאו ביניהם מלך וכהן למה שהיו כלם קדושים ובתוכם ה' אדרב' מלכותא דארעא כעין מלכותא דרקיעא ולמעלה מלך אחד גדול וקדוש יאמר לו ושרים רבים ונכבדים גבוה מעל גבוה. אבל חז\"ל ביארו דבריהם אלו במדרש אמרו להם כי כל העדה כלם קדשים וכלם שמעו בסיני אנכי ה' אלהיך ומדוע תתנשאו על קהל ה' אלמלא אתם לבדכם שמעתם והם לא שמעו הייתם אומרים עכשיו כלם שמעו ומדוע תתנשאו מיד נזדעזע' משה מפני המחלוקת (תנחימא פ' קרח). והנה אם נקח דברים אלו בחמריותן הרי זו קשה מהראשונ' שאם הם היו מאמינים במעמד ההוא ומקבלים ומקיימים שעלי הם במדרגת הנבואה בכלל העם הנה על כרחם יודו במעלת משה רבינו עליהם אשר על ידו השיגו מה שהשיגי מהנבוא' וכל עקר המעמד ההוא היה כדי שישמע בדברו עמו וגם בו יאמינו לעולם ואיך יאמרו ומדוע תתנשאו על קהל ה': אמנם הכוונה להם ז\"ל בזה שהיו משליחים דבריהם אלו כמתלהמים על דרך הליצנות כמו שאמר ובמושב לצים לא ישב (תלים א') זה קרח שהיה מתלוצן על משה ואהרן וכי' (שוח\"ט מ\"א) כמו שיבא. והנה ענין ליצנותם במאמר הזה הראשון שהיו מדבריה בפיהם הפך מה שירצוהו בלבם והוא הדבר המיוחד ללצים כדי להנצל מהעונש או מהתפיש' בגנות המושג במה שירצו לאמרו כי הם יהפכו דביריהם והשומע מבין מעצמו כאדם האומר לחבירו בריבו כבר ידענו שאתה חכם ואתה חסיד ונאמן וכו' שהכוונ' שהענין הוא בהפך ועל זה האופן היתה הכוונה להם באמרם זה אמרו רב לכם במה שהשתדלתם בפרסום ענין הנבוא' לפני העם הזה בשיעור שהגיעו לחשוב ולהאמין שכלם היו נביאים ושכלם שמעו בסיני אנכי ולא יהיה לך ועוד שבתוכם ה' להשגיח עליהם להתבונן בעניניהם כי הם אלו שתי הפנות הראשונות שנתיסדו להם שם במעמד ההוא הנכבד. והענין להם שהמה דברים מסופקים לא יכילם הדעת מהטעמים שבעל הכפיר' יטעון בהם. ובאומרם ומדוע תתנשאו על קהל ה' כוונו אל השלישית והוא מעלת נבואת משה על כל זולתו מהנביאים כי הטעם שיתנשא עליהם אחר שהניח שכלם נביאים גם לא אהרן להיות כהן על פיו. ובכאן כפר בכל התורה כלה כי המכחיש דבר מדברי ה' יכפור על כלה והרי שהפילו שלשת העקרים אשר זכרנו ראשינ' שהתורה והאומה עומדין עליהם כי באמרם רב לכם כי כל העדה כלם קדושים לעגו על הנבוא' בכלל. ובאמרם ובתיכה ה' לגלגו על ההשגח'. ובאומרם ומדוע תתנשאו על קהל ה' נתפקרו כנגד תורת משה ועל פרטי מצותיו בייחוד. אשר לזה היתה תשוב' משה רבינו ע\"ה לשלשתן נכונה מאד כי אחר שנפל על פניו מפני כלימתם וחרפת כפירותם אמר בקר ויודע ה' את אשר לו ואת הקדוש והקריב אליו ואת אשר יבחר בו יקריב אליו. הנה כנגד מה שכפרו בהשגחתו כי הוא הדבר הנוגע בעצמותו לאמר לא יראה יה ואין דעת בעליון אמר בקר ויודע ה' את אשר לו כי הוא אשר יגלה ויפרסם אמתת השגחתו שהוא הדבר המיוחד לו. ועל ענין הנבוא' בכלל אשר בלגלוג' אמרו כי כל העדה כלם קדושים אמר ואת הקדוש והקריב אליו כלומר הראוי לנבוא' כי זה הלשון נאמר על הנביא באומרו בטרם אצרך בבטן ידעתיך ובטרם תצא מרחם הקדשתיך נביא לגוים נתתיך (ירמיהו א׳:ה׳) והוא יכוין אל אהרן קדוש ה' כי נביא הוא ונביא היה קודם שינבא משה והוא מכלל הנביאים ע\"ה. אמנם על הענין הפרטי הנוגע בנבואת משה בפרט במה שהבדיל לאהרן אחיו בכהונ' גדולה על פי נבואתו המיוחדת אל התור' בכללה אמר ואת אשר יבחר בו יקריב אליו יאמר כי כל ג' ענינים הללו אשר כפרו בהם יתבאר אמתתם לבקר המחרת ולא יאחר כמו שיצאו הענינים אל הפועל כפי רשעתם כמו שיבא בפירוש הספור ב\"ה. וכן הוסיף לומר להם בדבור השני שסמך באומרו שמעו נא בני לוי המעט מכה כי הבדיל וגו' ויקרב אותך וגומר לכן אתה וכנל עדתך הנועדים על ה' ואהרן מה הוא כי תלינו עליו כי עם היות שיש לדבריו כוונה מפורסמת כמו שיבא הנה בכלל דבריו כוונה אחרת ותוכחה מסותרת כדי רשעתו הטמונה לו בחבו. ועל הדרך הנסתר שדברו אליו. והוא אומרו המעט טורח וצער יש לכם כי הבדיל ה' אלהי ישראל אתכם מעדת ישראל לבלתי תת לכם נחלת שדה וכרם בתוכם כדי להקריב אתכם אליו לעבוד תמיד עבודתו ולעמוד לפני העדה לשרתם כי השירות הזה מהראוי שיהא מוטל על כל העדה ואתם עובדים עבודתם ידעתי זהו נגע לבבך ע\"ד האמת. ולא עוד אלא שהקריב אותך ואת כל אחיך שבט אחיך לעבוד עבודת הקדש בכתף ובקשתם גם כהונה שהיא טורח גודל ופרישות עצומה מכל מה שחמדתם לכם זאת לא זאת כי אנשים קנתרין כמוכם לא יבקשו הפרישות כ\"ש ההפלגה ממנו לכן אתה וכל עדתך וגו' ירצה לכן מכל אלה הטעמים אני גוזר שאתה וכל עדתך ודאי הנועדים על ה' והממרים עיני כבודו בהכחישכם מציאות השגחתו ויכלתו ולא אנחנו במה שאמרתם ומדוע תתנשאו על קהל ה' כלומר שאנו נכנסים בגבולו ודוחקים רגלי כבודו. וענין אהרן וכהונתו מהו כי תלינו עליו והלא אין אתה מודה בעבודתה וחולק באופני הגעתה כשאר החולקים בענינים החלקים שבמעשים התוריים שכוונתם לתכלית טוב וראוי שיתקיימו בו. אמנם אתם כופרים בעקר העבודה ומכחישים דעת המצוה אותה עצמו ית'. ולכן אין לכם תקומה בשום פנים. וזה הפירוש הוא נכבד מאד מראה הבדל מיני החולקים ואמתתם והוא עצמו מה שכוונוהו חז\"ל בפרק ה' מאבות בשאמרו כל מחלוקת שהיא לשום שמים סופה להתקיים וכל שאינו לשום שמים אין סופה להתקיים אי זה הוא מחלוקת שהיא לשום שמים זה מחלוקת הלל ושמאי ושאינו לשום שמים זה מחלוקת קרח ועדתו. והנה בתחלת הענין זה המאמר קשה ההבנה. וזה כי אחר שכל בעלי מחלוקת אפילו שהוא לשום שמים מאמריהם סותרים זה את זה הנה כבר יחלקו בין האמת והקשר ואי אפשר שלא יהיו דברי האחד כוזבים. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וכאשר היה וכו', ר\"ל כי החוקר אמר שבעיני השכל והעיון אין מקום לאמר טוב ורע, כי אם אמת ושקר, ד\"מ שלא נוכל לאמר \"כל משולש יש לו ג' זויות\" הוא טוב, ומאמר \"שיש לו ב' או ד' זויות הוא רע,\" כי אם שמאמר ראשון הוא אמת והשני הוא שקר, ותואר טוב ורע יאמר לדעתו רק על המציאות וההעדר, כי כל מה שישנו במציאות הוא טוב ומה שנעדר ממנו הוא רע, ד\"מ החכמה, העושר והגבורה הן דברים טובים, תחת כי העדרן שהוא ההפך מהן, ר\"ל הסכלות, העוני, והרפיון, הם דברים רעים, ורעיון זה מוסכם גם מאמונתנו האמיתית כי אחרי שהי\"ת הוא הטוב לכל בלתי ספק מה שעשה הוא בהכרח טוב לפחות בבחינה מה, כי הרע המוחלט אי אפשר שיעשהו הי\"ת אחרי שהוא הטוב לבלי תכלית, כמו שהוא מרגלא בפי חז\"ל לאמר \"מאתו לא תצא רעה\" וכל מה דעבד רחמנא לטב עביד (ברכות דף ס' ע\"ב), אבל הרב ז\"ל בשער י' (עיין ביאורי שם בראשית דף ע\"ז) כ' כי גם בדברים עיוניים יש טוב ורע, כי משפט שכלי שהוא אמיתי נקרא \"טוב,\" יען כי יש לו לפחות מציאות שכלית, אבל אם יש טעות בו נקרא \"רע\" יען כי אין לו מציאות אף בשכל, ע\"כ אמר פה שג' זוגים אלה, ר\"ל \"אמת ושקר,\" \"טוב ורע.\" \"מציאות והעדר,\" נרדפים בענינם, ונמשך מזה כי כאשר יחלקו שני חכמים יחד בהכרח רק דעת אחד מהם היא אמיתית, ויש לה מציאות שכלית, ודעת רעהו כוזבת ואין לה מציאת שכלית, ורק בעבור ששניהם מיסדים דבריהם על עיקר אחד אשר הוא אמיתית, גם תכלית שניהם אחת היא להשיג רק התולדה הנראית להם שהיא אמיתית יאמרו, חז\"ל מהם שאלו ואלו דברי אלהים חיים, כמו שהולך הרב ז\"ל ומבאר ועיין מזה גם ביאורי למעלה בתוכן השער, וע\"כ זכר התנא גם שניהם באמרו \"מחלוקת הלל ושמאי\" יען כי שניהם שוים לטובה אפס קרח ועדתו אשר הכחישו גם עקרי הדת, הזכיר רק לבד ולא הזכיר משה עמהם לאמר ד\"מ \"מחלוקת משה וקרח וכל עדתו, כי דעת המאמין בעקרי הדת רחוקה מדעת המכחיש אותם, כרחוק מזרח ממערב ואיך במאזנים ישאו יחד להזכירם זה אצל זה?  </i>וכאשר היה הטוב אשר לשכל העיוני והמעשי הם האמת והשקר כמו שכתב החוקר בס' המדות ובמה שאחר הטבע וזכרנום אצל הן האדם היה וגו' שער י' הטוב והרע אינם רק המציאות וההעדר כמו שנתבאר מכמה פנים הרי שג' זוגים הללו רצוני אמת ושקר טוב ורע מציאות והעדר הם נרדפים זה לזה בענינים והנה אם כן מה תועלת במחלוקת אף על פי שיהיה לשם שמים כשיתקיים ומה ההפרש בין מחלוקת שמאי והלל למחלוקת קורח ועדתו אחר שהכת האחת בשתי המחלוקות כוזבת. אמנם אחר שהובנה כוונת אומרו ואהרן מה הוא כי תלינו עליי על הדרך שאמרנו נתבארה כוונתם בשלמות וזה כי הם אמרו שכל מחלקת שהוא כמחלקת הלל ושמאי ששניהם מודים בעקר המצוה והעבודה לשמים אלא שחולקין בענין הגעתה הנה התכלית הטוב ההוא שהמה מסכימים עליו הוא האמת המשותף המקיים דברי שניהם וזה סבה לשיזכרו בשוה בכל מקום ונושאין ונותנין עליהם מאי טעמא דב\"ש מ\"ט דב\"ה וכדומה וכמ\"ש על כלל חכמי התלמוד וכתותיהן הללו מטהרין והללו מטמאין הללו פוסלין והללו מכשירין וכו' ואלו ואלו דברי אלהים חיים (עירובין י\"ג: וחגיגה ג':) כמו שכתבנו בחלוק מיני החיים תחלת פרשת נח שער י\"ב. אמנם מחלוקת של קרח שאין בו כוונה לשמים כלל לפי האמת אדרבה כוונו למרות עיני כבודו הנה אין בדבריהם דבר אמת כלל לא בפרק המעשים ולא בתכליתם ולזה קראו מחלוקת שלא לשום שמים ולזה אין סופו להתקיים כי השקר המוחלט הוא רע הגמור והרע אינו אלא אבדן והפסד נמרץ. ולכן רגזה להם ארץ מתחת ייאבדו מתוך הקהל כמו שיבא בשעת דינם. ולפי שא\"א לכלול את משה רבינו כלל במאמר כל מחלוקת שאינה לשום שמים כמו שיוכללו הלל ושמאי במחלוקת לשום שמים לזה לא נזכר כאן רק זה מחלוקת קרח ועדתו גם שהחולק על רבו לא יחשב רבו כחולק עליו פן ישוה לו גם הוא. ובמדרש (במ\"ר פי\"ט) כשעלה משה למרום וכו' והוא אומר הלכה בשם אומרה רבי אליעזר אומר עגלה בת שנתה פרה בת ב' שנים נראה בבירור שאף על פי שחכמי' חולקים עליו שם ואומרי' פרה בת ג' ורבי מאיר אומר אפי' בת ה' מ\"מ הקב\"ה היה אומר דעת היחיד שאין הלכה כמותו להורות על מה שאמרנו שכיון שהוא מחלקת לשום שמים סופו להתקיי' ואין קיום גדול מזה והוא עצמו מ\"ש שא\"ל משה רבון העולמי' יהי רצון שיצא זה מחלצי לומר שהדעת ההוא הבלתי אמתי לא יהיה לחלוק על דברי תורה אבל שתהיה הכוונה לקיימה והוא מה שהבטיחו במ\"ש חייך שיצא מחלציך הה\"ד ושם האחד אליעזר (שמות י״ח:ד׳) לומר כי רבי אליעזר לשם האחד ב\"ה נתכוון כמ\"ש מחלוקת לשום שמים והקש זה על כל חכמי התלמוד הקדושים והנאמני' לבוראם ולנביאו הנאמן. וכן הענין במה שאמר (שם באבות) מכנסיה לשום שמים ושלא לשום שמים כי כל קבוץ שיעשה באנשי' תכליתו יקימנו ותכליתו יפרנו וקרח ועדתו עדים נאמנים בשני הענינים. ודי בזה למה שרצינו אליו אל הענין הראשון והוא בהכרת פחיתותם מצד טבעם וגם בביאור כוונתם הרעה במחלוקתם. אמנם הענין השני הוא לבאר מה שלקחו להם דרך ליצנות בעניני' נצוחיים והמשליים מתחלפים כי מלבד שחצוניהם היו דברי רשע המציאום לתת פני הראו' להפוך את העם כלם לקרוא חגר על ה' ועל משיחו היה עוד בפנימיות' רמז רמוז להכחיש בכל אחד מהם אחד מהעקרים שכתבנו והנה מה שזכרו חז\"ל במדרשיהם הידועים. וזה כי מה שאמרו שלקח ד' מאות ראשי סנהדראות והלבישן טליתות שכלם תכלת והלכו אצל משה ואמרו טלית שכלה תכלת מהו שתהא פטורה מן הציצית א\"ל חייבת א\"ל קרח טלית שכלה תכלת אינה פוטרת עצמה וחוט של תכלת פוטרת אותה דברי' אלו לא נצטוית עליהם (מ\"ר פרשה י\"ח) ננה בזה כוונו להכחשתם בנבואה דרך כלל כי יאמרו שאחר שנברא האדם על שיעור מהשלימות שיספיק מעצמו להבחין ולהכיר בין טוב לרע בכל עניניו ולתת סדר ישר בכל מעשיו אבר יחיה בהן בין בהגבלת עצמו בין בהגבלתו עם זולתו כמו שראינו הספיקו שכלי החכמים שבאומות לסדר נמוסים וחקים ומשפטים יחיו בהם בארצותם ללשונות' מה תועלת בשינבא הש\"י על השפלים לתת להם הישרות והגבלות בדברים זולת מה שיראו מעצמם זה אינו רק דמיון ורעות רוח וזה מה שרמזוהו רמז חזק במה שהלביש אותם האנשים החשובים כלם בטליתות של תכלת כלומר שאנשים כאלה כלם הם מצומצמים ומשוערים על ההשערה האנושית הנאותה שהיא המיצוע המיוחסת אל מראה התכלת הממוצע בין קצות הלבן והשחרות שהוא עקר תועלתה במצות ציצית כמו שכתבנו במה שקודם ומה יש להם עוד צורך אל השערה אלהית המכוונת בפתיל התכלת ההוא המצווה מפי הנבואה. ומשה השיב להם כי ההשערה הנאותה אשר עליה יחיו להגיע אל תכלית שלמותם אינה המיצוע אשר יבחרהו החכם האנושי כמו שחושב ארסטוס וחביריו רק ההשערה האלהית הלקוחה מפתיל תכלת המצווה מהשם הדומה לים ולרקיע ולכסא הכבוד כמו שזכרנו בפרשת ציצית <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וכבר נתברר זה וכו' ר\"ל כי שמואל חשב עפ\"י משפט שכלו, כי אליאב ראוי להיות מלך על ישראל וה' אמר אליו \"אל תבט אל מראהו וכו', כי מאסתיהו\" (שמואל א ט״ז:ז׳) ונתן הנביא הסכים בתחילה עם דוד שרצה לבנות בית לה' באמור לו רק עפ\"י משפט שכלו ותבונתו האנושית \"כל אשר בלבבך לך עשה כי ה' עמך\" (שמואל ב ז׳:ג׳) ובכל זאת נראה אליו ה' בלילה ויאמר לו כי לא הוא, כי אם בנו שלמה אשר ימלך אחריו יבנה בית לשמו, וכן מיכיהו כששאל אותו אחאב \"הנלך אל רמות גלעד אם נחדל\" (מלכים א כ״ב:ט״ו) ענה אותו בעבור שהיה חפץ שתשובנה עוד ערי ישראל אשר לקחן מלך ארם, אלהם, ע\"פ חפצו זה ובחינת שכלו האנושי לבד \"עלה והצלח ונתן ה' בידיך,\" וכאשר הרגיש אחאב בזה, כי לא מפי ה' נבא כ\"א מלבו אמר לו כזאת, אמר לו \"עד כמה אני משביעך אשר לא תדבר אלי רק אמת בשם ה'\" אז נחה עליו רוח ה' ויאמר \"ראיתי וכו' ויאמר ה' לא אדונים לאלה ישובו איש לביתו בשלום,\" הנה נראה מכל זה, כי לא עפ\"י השערת שכלו לבד יוכל האדם להשען תמיד בכל מעשהו, כי אם ע\"פ השערת הי\"ת ומצותיו.  </i>וכבר נתברר זה הענין יפה והוכחנו אותו מפי שלשה נביאים נאמנים שמואל ונתן ומיכיהו נביאי השם שלכל אחד מהם בא הנביאה לתקן את אשר חשבוהו מעצמם בטוב שכלם כמו שבא בשער כ\"ה והנה זהו ענינם אצל הדבר האחד מהג'. אמנם על השנית והוא הכחשת ההשגחה אחז\"ל (במדבר רבה שם) ששאלו בית מלא ספרים מהו שיהא פטור מן המזוזה אמר להם חייב במזוזה אמרו לו כל התור' כלה מאתים וע\"ה פרשיות יש וכלן אין פוטרות הבית ושתי פרשיות שבמזוזה פוטרות הבית א\"ל דברים אלו לא נצטוית עליהם הנה בזה קטרגו בהשגחה הפרטית על האופן אשר הנחנוה יאמרו שאם יאמר שהאל יתעל' ישגיח באומה פרטית או מאיש מאישיה זה יאמר מצד שהאיש ההוא חלק מהאומה והאומה חלק מכללות העולם לא מצד האיש הפרטי ההוא כמו שטענו על זה חכמי הפילוסופים האומרים בחיוב המציאות כלו ולפי שאלו האנשים היו מזה הדעת הערימו לשאל שאלה זאת כי ידעו שישיבם כלבבם ואמרו בית מלא כו'. כלומר הכלל עדיף למלאת ידו עם האלהים להמשיך אליו השגחתו או הפרט. והוא עליו השלום השיבם דברי אלהים חיים לפי דרכם שהבית ההיא אינה פטורה וששתי פרשיות פוטרות אותה ומתוכה מצאו מענה להשיב בסכלותם ולו חכמו ישכילו כי הוא עליו השלום הודיע אותם כי לא כאשר יחשבו הם והסכלים אשר כמותם שאמרו שכח העולם בכללו גדול מחלקיו כענין ההשגחה המיוחדת עד שחוייב שיכנס הפרטי בכללו אדרבה הפרט עדיף וכלל העולם מושגח ע\"י היחידים השרידים שבו כמ\"ש הנביא וצדיק יסוד עולם (משלי י') ונח בדורו יוכיח וחז\"ל אמרו כל העולם כלו לא ניזון אלא בשביל חנינא בני כו' (ברכות י\"ז:) וזה בהיות האדם שלם בענינים השמעיים ובמצות התוריות אשר שני הענינים נכללים בשתי פרשיות של מזוזה אשר בשתיהן ייחד הדבור אל האומה הנכבדת פרשה ראשונה באומרו שמע ישראל וגו' ואהבת וגו' (דברים ו') ושניה באומרו והיה אם שמוע תשמעו וגו' ונתתי מטר ארצכם וגו'. השמרו לכם וגו' (שם י\"ח.) ולא עוד אלא שעל פי מעשיה תתפשט השגחת הטוב והרע בכלל כמו שאמרו ז\"ל ארץ אשר ה' אלהיך דורש אותה וגו' (דברים שם) וכי אותה דורש ולא שאר ארצות אלא ע\"י דרישתו אותה הוא דורש לכלן (ספרי פ' עקב.) וכאלה רבות. והמשורר אמר הללו את ה' כל גוים שבחוהו כל האומים כי גבר עלינו חסדו (תהילים קי״ז:א׳-ב׳) הנה שהשיב להם נכונה על פי שאלתם ולא ידעו ולא יבינו כי לאהבת הנצוח וקנאת הכבוד טח מראות עיניהם מהשכיל לבותם. אמנם על הדבר השלישי והיא קטרוגם על נבואת משה ומעשיו המיוחדים אשר החולק עליהם חולק על התור' כלה אמרו גם כן חכמינו ז\"ל כשאמר לו הקב\"ה למשה וכה תעשה להם לטהרם הזה עליהם מי חטאת והעבירו תער על כל בשרם מיד עשה משה כן לקרח התחיל לחזור על ישראל לא היו מכירין אותו אמרו לו מי עשה בך כך אמר להם משה עשה בי כך ולא עוד אלא נטלני בידי ורגלי והיו מניפין אותי ואומרין לי הרי אתה טהור והביא את אהרן אחיו וקשטו ככלה והושיבו באהל מועד מיד התתילו שונאי משה להתגרות בו את ישראל. ואמר משה מלך ואהרן אחיו כהן גדול ובניו סגני כהונה תרומה לכהן מעשר לכהן כ\"ד מתנות כהונה לכהן מיד ויקהלו על משה ועל אהרן (תנחומא פ' קרח) והנה על זה הפליגו חז\"ל במדרש שוחר טוב להזכיר שלא די זה אלא שבדה מלבו עניני ליצנות עוד במ\"ש אלמנה אחת היתה בשכונתי ועמה שתי נערות יתומות היתה לה שדה אחד. באת לחרוש אמר לה משה לא תחרוש בשור ובחמור יחדו. (דברים כ״ב:י׳) באת לזרוע אמר לה שדך לא תזרע כלאים (ויקרא י״ט:י״ט) באת לקצור א\"ל הניחי לקט שכחה ופאה. לעשות גורן תני תרומה ותני מעשר ראשון תני מעשר עני הצדיקה עליה הדין ונתנה מה עשתה מכרה את השדה ולקחה שתי כבשות ללבוש מגזותיהם וליהנות מפירותיהן כיון שילדו בא אהרן ואמר תני לי את הבכורות שנ' כל הבכור אשר יולד בבקרך וגו' (דברים ט״ו:י״ט) הגיע זמן גיזה גזזה אותם אמר לה תני לי ראשית הגז שנאמר ראשית גז צאנך תתן (שם י\"ח). אמרה אין בי כח לעמוד בפני האיש הזה הריני שוחט אותם ואוכלם כיון ששחטה אותם אמר לה תני לי הזרוע והלחיי' והקיבה אמרה אפי' ששחטתי אותם לא נצלתי ממנו הרי הן עלי חרם אמר לה תני לי שנאמר כל חרם בישראל לך יהי' (במדבר י״ח:י״ד) נטלם והלך לו והניחה בוכה היא ושתי בנותיה אריך כדי הא בזתה עלובתא כל כך היו עושין ותולין בהקב\"ה (שוח\"ט מ' א'). ראה כמה כוונו חז\"ל לדרוש עליו דברי ליצנות ודופי להתקומם על כמה מצות מהתורה האלהית מצד הצער והטורח אשר ימצא לשומרי מצותיה כשיקרה להם כענין הזה אשר בדה <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">ואם שהדברים וכו' ר\"ל שרק ד\"מ אמר המדרש שספר קרח ספור זה באזני העם למען הראות בזה רק שהשתדל קרח להשפיל על ידי סיפורים בדוים כאלה מעלת ויקרת התורה בעיניהם, כי באמת לא היה שום אפשרות שיהיה נקרה מקרה כזה כל עוד התהלכו במדבר מקום אשר אין חריש וקציר וחיוב כ\"ד מתנות כהונה לא נהג עוד, רק אמר להם, כי בימים שיבואו בשבת ישראל על אדמתו ויוכל להיות כי יקר לפעמים מקרה כזה, וירגישו על ידו עול התורה והמצוה אשר יכבד עליהם.  </i>ואם שהדברים ההם בעינם א\"א שיאמרם קרח שהרי בימיו לא היו במקום זרע וחריש וקציר וגם עדין לא נתבארו כ\"ד מתנות כהונ' אבל שמו דבריהם מבוארים במה שידעו רוע כוונתו לעורר על התורה כלה כאשר אמרנו מאלו הענינים או כדומה להם הנכנסים באזני הכסילים אמנם החי יתן אל לבו כמה כחי של לשון הרע ומה היה לו לכל בעל שכל להשיב בכל הענינים האלו בחלוף מה שאמרוהו ובביטולו דברי שלום ואמת. והנה לפי שנתברר להם שחטא קרח ועדתו היה משולש על האופן שאמרנו סיימו המדרש ההוא במה שאמרו כי אם בתורת ה' חפצו אלו בניו שאמרו שירה ואמרו חייבים אנחנו בכבוד אבינו ולחלוק כבוד למשה רבינו עמדו והכריעו עצמן בשביל כבודו של משה וכיון שנבלעו עדתו של קרח נמצאו בניו כתרן של ספינה שנאמר ויהיו לנס. רבי שמואל בר נחמני אומר לא היו שלשתן עומדין במקום א' אלא כל אחד ואחד היה עומד בפני עצמו דומין כשלשה עמודין והיינו דאמרי ברייתא על מאי קאי עלמא על תלתא עמודי (מדרש שוח\"ט שם). כי הנה כיון שבא קרח בטענה מה לתועלת עצמו הנה אלו הצדיקים כשעמדו עליה וראו ביטולה הכריעו לצד משה רבן ופירשו מן המחלוקת ונצולו מן העונש אם היותם בני קרח מה שלא נצול אדם לבני אליאב הבאים על ריב לא להם כמו שיעיד הכתוב על זה באומרו ובני קרח לא מתו כאשר יתבאר שער פ\"ד ב\"ה. ומ\"מ ראה דבריהם טובים ומוכיחים בשתי ידים כל מה שאמרנוהו כי לפי שהעקר שהג' העמודים האלו סמוכין עליו היא הנבואה לזה אמר שנשארו בניו במה שפרשו מדעת אביהם כתרן של ספינה כי האמונה הזאת היא התרן המנהיג את הכל. אמנם לרמוז אל חלוקת הג' ענינים שאמרנו א\"ר שמואל בר נחמני שלא היו שלשתן במקום אחד אבל שכבר נחלקו בשלשה מקומות להורות על שלשה העמודים אשר העולם עומד עליהם. הנה שנתבאר היטב מדבריה' ז\"ל מה שתפשו לעצמן התעצמות הנצוח בענינים המשליים ולצניים. וכמו שאמר ובמושב לצים שהיה מתלוצץ על משה ועל אהרן מה עשה כנס כל הקהל שנאמר ויקהל עליהם קרח את כל העדה התחיל ואומר להם דברי ליצנות כו' (שם). ועם זה נתבאר הענין השני כפי הכוונה. אמנם הענין הג' הוא אשר יאמר בו ממה שעלה מכל המעשים האלה הפך כוונת אלו האנשים הרשעים המתקוממים על יי' ועל משיחו ונביאו כי הם חשבו עליהם רעה והאלהים חשבה לטובה לתת חזוק וקיום רב ועצום בכל אחד מג' הענינים ההם מיד ולדורות בשלשה מינין פורעניות שבאו עליהם כל אחד ממינו לגדל ולחזק אמתת כל אחד מהם כמו שיבא בביאור הכתובים ב\"ה. וכבר נהפכה קטיגורית + התורה והנבוא' לסניגורייה חזקה וכ\"ש שיהיה זה בהיות החולקים אנשים גדולים ואמיצי כח כי בהיותם כן תהיה מפלתם יוחר חזקה והתועלת המגיע ממנה למנגד יותר נפלא כמו שכתב החוקר במאמר הששי מהמדות כי האמנם יראה כי זה כמו תנועת הגוף החזק בלא ראות כי יראה לו כשלון חזק בעבור חסרון הראות ע\"כ. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">והכונה וכו', ר\"ל כי כמו שהסוס היותר חזק וקל במרוצתו כשיפול יסבב נזק והפסד יותר גדול לו ולרוכבו, מאשר תסבב נפילת סוס חלוש המרוצה [וכן ארמון גדול גבוה וחזק כאשר ינתץ יוכה רסיסים עד שכמעט לא ימצא במכתתו אבן אחת שלימה משא\"כ בהנתץ רק בית קטן ונמוך] כן יגדל גם הרע המוסרי המגיע לבני אדם ע\"י כשלון איש גדול ונכבד כאשר יטה מדרך הטוב והישר ממה שמגיע להם ע\"י כשלון אחד העם שאינו נכבד ויקר המעלה כמוהו, אפס בעבור זה יעשו גם מפלתו והרע הגופני אשר יקראהו רושם גדול מאוד בלב כל רואיו, באופן שיגדל בעבור זה גם התועלת המסובב למתנגדיו עי\"ז וכעין זה אמר גם הכ' \"אח נפשע מקרית עוז\" וכו' ר\"ל כי אחרי שנוסדה אהבה טבעית חזקה בלב האחים מלידה ומבטן, ע\"כ אם בכל זאת יפשעו זה נגד זה תהיה בעבור זה גם המשטמ' ביניהם יותר גדולה ממה שתהיה בין שני אנשים שאינם קרובים זה לזה כאשר ירעו איש לרעהו (כי כן נוסד בטבע שלפי גודל כח פעולה מה יגדל גם כח הפעול' המתנגדת לה).  </i>והכוונה שהרע המגיע מהאיש כביר הכח וחוזק הפעולות במעשיו הוא יותר גדול כאשר יטה מן הדרך הישר מהמגיע ממי שאינו חזק וכביר כמותו. משל לסוס חזק המרוצ' בלא ראות כשיפול שהרע והנזק המגיע לו ולרוכבו יהיה יותר גדול מאשר יהיה חלוש המרוצ'. והוא עצמו מה שאמר שמואל אל ישראל במה שמפטירין אותו עם זה הספור אמר ואם הרע תרעו גם אתם גם מלככם תספו (שמואל א י״ב:כ״ה) כמו שיתבאר יפה בכלל כל הספור ההוא פרשת שופטים שער צ\"ה ב\"ה. ומזה המין מה שרצהו החכם שלמה באומרו אח נפשע מקרית עוז ומדינים כבריח ארמון (משלי י״ח:י״ט) כי לפי שאהבת האחים היא סבה חזקה להגיע תועלתם מזה לזה יותר משאר האנשים היא כי כשיפשע איש לאחיו אפילו במחשבה יהיה הרע המגיע לו ממנו לפי הערך ההוא יותר חזק עד שלא יעריך אל פשע איש אחד כי אם אל פשע קרית עוז כשהיא מורדת במלכה ששוא קשר אמיץ וחזק והמדינים אשר יצאו לפועל ביניהם הוא כבריח ארמון אשר בעיר ההיא הנזכרת שימרוד הפקיד אשר הפקד' בידו ויסגור דלתיו בעדו לבלתי יבא אדוניו אל ארמונו כי אז נרמז המרד לפי שהכח הגדול אשר בידו לעזור ולהועיל נהפך עליו למשחית. ולזה מה שזכרה התורה מעלת האנשים האלו היותם נשיאי עדה קריאי מועד אנשי שם כמ\"ש ראשונ' להגיד כמה כחן גדול לעזור ולהכשיל. והנה כאשר הוכו בעורו תאוותיהם הפחותות ובשגעון הנצוח היה כשלונם חזק ונזקם נפלא והעזר מזה אל הכת אשר התקוממו עליה יותר עצום. ובמדרש (תנחומא פרשת קרח) אח נפשע מקרית עוז זה קרח שפשע בתורה הנקראת עוז שנאמר ה' עוז לעמו יתן (תהילים כ״ט:י״א) ומדינים כבריח ארמון שלא היה יודע שבעלי דינו קשים כבריח ארמון. ירצה שמצד. היותו אח ביחס וחבר בתורה היה פשעו רב ועצום מקרית עוז וזה היה סבה לשהיו מדיניו מחזיקים לבעל דינו כבריח ארמון מצד שעל ידם נתקיימ' התורה האלהית בכל שלש הפנות הנזכרות ולא עוד אלא שהכהונ' אשר ערערו עליה נתקיימ' על ידם לו ולזרעו עד עולם ברית מלח בעשרים וארבעה מתנות להודיע לכל שלא די כי משה ואהרן לא נטלו עטרה שאינם שלהם אלא שיש להם לקבל שכר על עבודתם: ולזה מה שאמרנו שהיתה פרשה זו בתורה אות ומופת חזק ומבואר לקיום התורה והנבואה לעד בביטול סותריה כמו שהיתה פרשת מתן תורה בהנחת מחייביה וכשנסתכל בו נמצא שכל פרשיות זה הספר הם מכוונות ומיוחסות בספורים לעומת פרשיות הספר ההוא והוא ענין נכבד ודוק ותשכח:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The Midrash on Psalms 55,16, describes Doag and Achitofel as examples of such apparent Torah scholars whose true colours did not come to light till later, though their hearts had always harboured their wickedness. When one observes the sudden death of such people,- David says,- it reveals that the evil essence had not lost its mastery over the characteristics acquired due to Torah study and absorption of its values. These people are punished by sudden death, since they did not use Torah to refine their characters, but abused Torah to advance their egotistical goals. Korach's argument was that since everybody was holy, no one should be a leader. On the contrary, if holiness is a way of emulating G'd in Heaven, everyone in Heaven is certainly not equal, there are certainly leaders there. Why then did Korach use such a patently specious argument? His argument makes no sense at all. If everybody had been granted a degree of prophetic vision at the time of the revelation, part of the reason had been to demonstrate Moses' superiority. It demonstrated how superior Moses' relationship with G'd had been. The people had even asked him to be their go between. Arguing in favour of a leaderless society was absurd then. Therefore, it is better to understand the line \"for the entire congregation is holy\" as a sarcastic reference to what is supposed to have taken place at Sinai. Midrash Shocher Tov on Psalms 1,1, \"and has not sat amongst the scoffers,\" considers that statement as referring to the sarcastic comments Korach had made about the Jewish people. His comment then would read like this: \"Enough already! have you peddled the idea of prophecy to the extent where you have convinced everyone that he is holy? Does everyone think that just because he heard the opening lines of the Decalogue from G'ds own mouth that they are prophets already? If this is indeed the message you have peddled, then why are you arrogating to yourselves superior status? The arbitrary appointment of a High Priest then is completely unjustified!\" Korach's mockery is directed at three pillars of our faith then. 1) <i>Rav lachem</i>, enough already, questions the concept of prophecy altogether. 2) <i>U-vetocham hashem</i>, questions the Divine Presence, the concept of <i>hashgachah peratit</i>.) <i>Madua titnassu?</i> questions the authenticity of <i>Torat Moshe</i>, the specific commandments recorded in the Torah. Moses' reply, after he had been \"floored,\" i.e. <i>vayipol al panav</i>, he \"fell\" on his face, by this challenge, is perfectly appropriate. Concerning denial of G'ds special Providence, Moses said \"tomorrow morning you will see an example of that very Providence.\" <i>boker ve-yauda hashem etc</i>. (16,5) (2) Concerning the challenge to his own standing as a prophet, he says \"whomsoever He will choose, He will bring close to Himself.\" (3) Concerning mockery of the institution of prophecy, Moses said \"whosoever is holy, He will bring close.\" (referring to his older brother Aaron whose status as a prophet had preceded his own chronologically.) In his second statement, Moses addressed himself to the underlying motive of Korach's complaint in a more subtle manner. <i>Ha-me-at mikem kee hivdil</i>, are you not sufficiently aggrieved that the elevated position the Torah has granted you as Levites, prevents you from effective land ownership in the land of Canaan, that you want to assume the even heavier burden of the priesthood?\" Besides, since you challenge the validity of priestly functions per se, your specific complaint against Aaron surely must hide a personal motive? Why else bother with this detail? Therefore, Moses continued, \"I am convinced that you are in effect rebelling against G'd,\" i.e. <i>ha-noadim al hashem</i>, (16,11) not against us. Though you pretend to challenge our authority, you are challenging G'ds authority. The above is in keeping with what our sages taught in Avot, that any feud which is not designed to advance the cause of Heaven will not endure. However, when the objective of the argument is to further the cause of Heaven, both parties to the argument will endure. (Avot,5, 17) Since it is a fact that in either argument one side must be wrong, the statement of our sages is puzzling. Aristotele teaches that we use the terms \"true\" and \"false\" when referring to concepts of the mind. When we refer to physical phenomena or their absence, however, we use the terms \"good\" and \"bad\" respectively. Thus a statement that a triangle has three corners would be described as \"true,\" whereas the statement that a particular triangle has four corners would be described as \"false.\" The terms \"good\" or \"evil\" cannot be applied to such statements. We feel however, that when a concept lacks a basis in fact, it can be said to be bad. The three categories (a) true or false, (b) good or bad, and (c) extant or non-existent, are all closely intertwined. Mentioning Moses as a party to Korach's quarrel is inconceivable, since Korach had based his whole philosophy on the denial of G'ds authority, as we have explained. Since Shammai and Hillel based their respective disagreements on common ground, their respective opinions will endure, <i>eyloo ve-eyloo divrey elokim chayim</i>, the words of either party have been inspired by the Living G'd. Korach, whose argument was based on <i>sheker</i>, a lie, will, of course, not endure. The importance of the <i>eyloo ve-eyloo</i> concept just mentioned, is best demonstrated in Bamidbar Rabba 19, when G'd is portrayed studying the laws of the red heifer, and quotes a halachic interpretation by Rabbi Eliezer. The fact is that that opinion never became halachically accepted by the sages. Nonetheless, G'd Himself is shown as quoting it. This proves the dictum that any argument that is designed to further the cause of Heaven will endure, i.e. that even the opinion that had been rejected will merit being considered at all times. Korach's attack on the institution of prophecy proceeded as follows. He dressed the elders of the Supreme Court in garments dyed completely in <i>techeylet</i> azure blue, and asked Moses if these garments required <i>tzitzit</i>, \"fringes.\" To Moses' reply that they did indeed require these \"fringes,\" he scoffed, saying \"how can a single blue thread accomplish something that an entire garment fails to accomplish?\" What Korach was alluding to is this. Since man, nature's choicest creature, having been created in G'ds image, is equipped with the ability to know good from evil, to know what is beneficial and what is harmful, surely whatever any so-called prophetic insight could add to this knowledge would be so trivial as to be of no consequence. Moses' reply pointed out that logic, as characterised by Aristotele's concept of the golden mean, was not an infallible method to arrive at objective truths. Judaism is based on a Heavenly assist, which is symbolized by the single blue thread of <i>tzitzit</i> acting as the reminder that our inspiration derives from heaven. Korach's second question dealt with that of a house full of sacred texts. He wanted to know if such a house required a <i>mezuzah</i>, the traditional scroll containing part of the <i>keriyat shma</i>. Moses explained that in order for such a house to be considered sanctified, a <i>mezuzah</i> would still be needed. Only two passages out of a total of two hundred and seventy five passages had the power to sanctify the house. Korach challenged the authenticity of this statement, thereby challenging the principle of G'ds special Providence for the Jewish people, the second principle of Jewish faith. Korach and his sympathizers had known in advance the answer they would receive. They felt that when a group of highly placed men presented a challenge, such a challenge would be more formidable, and would be more likely to attract G'ds attention. This underlined the fact that they spurned the notion that G'd would concern himself with the wants or needs of any individual. Jewish philosophy does not hold that the whole is superior to its constituent parts, but rather that the whole is upheld by the merit of each constituent part. The story of Noach, for whose sake the earth was saved, is ample proof of the value of the individual part vis a vis the whole. Proverbs 10,25 puts it thus: \"and the righteous is the foundation of the universe.\" The two passages contained in the <i>mezuzah</i> make the point that when we listen to Divine instructions, we will benefit by the special Personal Providence, and particular attention will be paid to our needs, superseding the normal bounty provided by nature. (Deut. 11, 13-21) The land of Israel will receive such special attention on a year round basis. (verse 11) There are many other such promises. The third argument presented by Korach and company, was intended to inflame the people's sense of outrage against Moses and Aaron. The subject matter was the method used to purify the Levites. Numbers 8,7, states that removal of body hair is a prerequisite for such purification. When Moses, personally, had performed this rite on Korach, he being the senior ranking Levite, the people had no longer recognised Korach minus beard etc. When asked who had done this to him, Korach accused Moses of having abused him personally in this fashion, whereas at the same time Moses had adorned his brother Aaron in the finery of the High Priest's garments. By portraying Moses as high handed, Korach hoped to convince the people that Moses had acted of his own accord. The survival of Korach's sons who did not share in their father's rebellion, demonstrated better than anything that Divine Providence acted selectively by picking only the guilty for the meting out of punishment. By demonstrating that even the most plausible sounding argument had been discredited, since those who presented it had been killed by Divine and supernatural action, the \"father knows best\" quality of Torah legislation was vindicated. The third point that was to be made, was to show that whereas Korach had intended to downgrade Moses and Aaron in the eyes of the people, their action had boomeranged, producing the opposite result. The greater the stature of the challenger, the more enduring the esteem in which the intended victim is held, after he has succeeded in defeating the challenge. We see therefore, that the reason the Torah first listed all the fine attributes of Korach and his assembly was to alert us to the fact that once this challenge had been disposed of, the \"establishment\" as it were, had emerged greatly strengthened. The twenty four types of gifts that priests are entitled to, are legislated immediately after this affair, since the prestige of the priests was now at a high, and no one would object when the latter were also rewarded for the duties they performed on behalf of the entire nation. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a60bbb386c011be9da0a", "index_title": "Metzudat Zion on Micah", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Micah 4:13:5", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Metzudat Zion on Micah 4:13:5", "sourceHeRef": "מצודת ציון על מיכה ד׳:י״ג:ה׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 13.0005, "collectiveTitle": {"en": "Metzudat Zion on Micah", "he": "מצודת ציון על מיכה"}, "heTitle": "מצודת ציון על מיכה", "he": "<b>והחרמתי.</b> ענין הקדש כמו כל חרם בישראל (במדבר י״ח:י״ד): ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9edb071e100bf4ef786", "index_title": "Bartenura on Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Arakhin 8:5:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Bartenura on Mishnah Arakhin 8:5:2", "sourceHeRef": "ברטנורא על משנה ערכין ח׳:ה׳:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Arakhin", "he": "ברטנורא על משנה ערכין"}, "heTitle": "ברטנורא על משנה ערכין", "he": "<b>שהחרמים שלהם.</b> דכתיב (במדבר י״ח:י״ד) כל חרם בישראל לך יהיה, וכיון דדידיה הוי, מה הנאה בכך אם היה מחרים, איהו גופיה זכי ביה ולא יהיב ליה לכהן אחר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שהחרמים שלהם – as it is written (Numbers 18:14): “ Everything that has been proscribed in Israel shall be yours (see Leviticus 27:28 as well),” and since it is his (i.e., the Kohen’s) what benefit would there with this if he would devote it to priestly or sacred use, he himself has possession of it and he does not give it to another Kohen.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c214b1fdea4bb00682c4a3d", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 32a:25", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Bekhorot 32a:25", "sourceHeRef": "בכורות ל״ב א:כ״ה", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 63.0025, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "דתניא חרמים כל זמן שהן בבית בעלים הרי הן כהקדש לכל דבריהם שנאמר (ויקרא כז, כח) כל חרם קדש קדשים הוא לה' נתנן לכהן הרי הן כחולין לכל דבריהם שנאמר (במדבר יח, יד) כל חרם בישראל לך יהיה לא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "This is <b>as it is taught</b> in a <i>baraita</i>: <b>Dedications, as long as they are in the owner’s possession, are like consecrated</b> property <b>in all respects, as it is stated: “Every dedicated item is most holy to the Lord”</b> (Leviticus 27:28). Once the owner <b>gave them to the priest, they are like non-sacred property in all respects, as it is stated: “Every dedicated item in Israel shall be for You”</b> (Numbers 18:14). Rava continues: Accordingly, concerning the phrase <b>“It may not</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cca9496b3c68600e817ba44", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 28a:12", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Arakhin 28a:12", "sourceHeRef": "ערכין כ״ח א:י״ב", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 55.0012, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "<big><strong>מתני׳</strong></big> המחרים בנו ובתו ועבדו ושפחתו העברים ושדה מקנתו אין מוחרמין שאין אדם מחרים דבר שאינו שלו הכהנים והלוים אין מחרימין דברי רבי יהודה ר\"ש אומר הכהנים אין מחרימין שהחרמין שלהן והלוים מחרימין שאין החרמין שלהן", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> In the case of <b>one who dedicates his son or his daughter, or his Hebrew slave or maidservant, or his purchased field,</b> those items <b>are not</b> considered <b>dedicated, as a person</b> may <b>not dedicate an item that is not his. Priests and Levites may not dedicate</b> their property; this is <b>the statement of Rabbi Yehuda. Rabbi Shimon says: Priests may not dedicate</b> their property, <b>as</b> all <b>dedicated</b> property <b>is theirs;</b> it is one of the priestly gifts, as the verse states: “Everything dedicated in Israel shall be yours” (Numbers 18:14). <b>But Levites may dedicate</b> their property, <b>as dedicated</b> property <b>is not theirs.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9496b3c68600e817ba4c", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 28b:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Arakhin 28b:1", "sourceHeRef": "ערכין כ״ח ב:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 56.0001, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "לך יהיה החרים שדותיו נותנן לכהן שבאותו משמר שנאמר (ויקרא כז, כא) כשדה החרם לכהן תהיה אחוזתו וגמר לכהן לכהן מגזל הגר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>shall be yours”</b> (Numbers 18:14), i.e., for Aaron and any of his descendants. But if one <b>dedicated his fields, he gives them to a priest of that</b> priestly <b>watch</b> which is currently serving in the Temple, <b>as it is stated: “As a field dedicated; its possession shall be to the priest”</b> (Leviticus 27:21). <b>And one derives</b> a verbal analogy between <b>“to the priest”</b> here and <b>“to the priest” from</b> a verse (Numbers 5:8) discussing property <b>robbed</b> from <b>a convert.</b> The <i>halakha</i> in that case is that if one took an oath that he did not rob a convert, and then after the convert died and left no descendants he admitted to taking a false oath, he must give the stolen property to the priests of the priestly watch currently serving in the Temple.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9497b3c68600e817ba60", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 29a:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Arakhin 29a:1", "sourceHeRef": "ערכין כ״ט א:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 57.0001, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "<big><strong>גמ׳</strong></big> תנו רבנן חרמי כהנים אין להן פדיון ונותנין לכהן חרמים כל זמן שהן בבית בעלים הרי הן כהקדש לכל דבריהן שנאמר (ויקרא כז, כח) כל חרם בישראל קדש קדשים הוא לה' נתנן לכהן הרי הן לכל דבריהן כחולין שנאמר (במדבר יח, יד) כל חרם בישראל לך יהיה:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>GEMARA:</strong> <b>The Sages taught: Dedications</b> of property for <b>priests have no redemption, and one gives</b> the property <b>to the priest.</b> With regard to these <b>dedications, as long as they</b> remain <b>in the house of the owner they are</b> considered <b>like consecrated</b> property <b>in every sense, as it is stated: “Every dedicated item is most sacred to the Lord”</b> (Leviticus 27:28). Once the owner <b>has given them to the priest they are in every sense like non-sacred</b> property, <b>as it is stated: “Everything dedicated in Israel shall be yours”</b> (Numbers 18:14), i.e., it shall be like all other regular property belonging to a priest, which is non-sacred.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5d077b06c42d54006f520d59", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Bechukotai 100:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Malbim on Leviticus, Bechukotai 100:1", "sourceHeRef": "מלבי\"ם על ויקרא, בחוקתי ק׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 100.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "בחוקתי", "he": "והיה השדה בצאתו ביובל קדש לה' כשדה החרם לכהן תהיה אחוזתו: במה שכתב \"קדש לה' כשדה החרם\" רצונו לומר שמפורש ששייך לכהנים, כמו שכתוב \"כל חרם בישראל לך יהיה\" (במדבר י״ח:י״ד). ופליגי ר' יהודה ור' שמעון ור' אליעזר: לר' יהודה לא תצא לכהנים בלא פדיון, דגמר \"קדש\" \"קדש\" ממקדיש בית. ולר' שמעון יוצאה בלא פדיון דגמר \"קדש\" \"קדש\" מכבשי עצרת דדומה להם שהיא מנחה לכהנים; אבל מקדיש בית אין יוצא לכהנים. ור' יהודה סבירא ליה דדמי יותר למקדיש בית ששניהם קדשי בדק הבית. ור' אליעזר דייק הלשון \"והיה השדה בצאתו ביובל\" שמשמע בצאתו מיד הקונה אותו, דאי לאו כן היה לו לומר \"והיה ביובל יצא השדה לכהנים\", כי אנה מצאנו זאת שיוצא מרשות בדק הבית שאמר \"והיה בצאתו\", כן מפרש בגמ' ערכין (דף כה:, ודף כו) לפלוגתא זו המובאת במשנה שם. ואמר (במשנה ג) (מובא ב\"ק דף קט, ערכין שם) שמה שכתוב \"לכהן תהיה אחוזתו\" פירושו שבא למעט שאחר שבמה שכתב \"ואם מכר את השדה לאיש אחר\" כולל גם אם מכרה לכהן, אין הכהן יכול להחזיק השדה לעצמו, רק צריך שתצא לכהני המשמר המשמשים באותו שבת שיום הכפורים של יובל פוגע בו. ור\"ל רק אחוזת עצמו היא תהיה לכהן, לא שדה החרם שהיא אחוזת זולתו. וההכרח שהכריחם לדרוש זה נראה שהיא מה שכתב בספרא (במשנה א) \"והיה השדה...\" – מלמד שהשדה קרוי לשון זכר בלשון הקדש, שהיא יסוד לדרוש זה; כי מה שכתוב \"תהיה אחוזתו\" משמע שמלת \"תהיה\" מוסב על השדה, ובאמת בלשון משנה בא \"שדה\" תמיד בלשון נקבה, אבל בלשון המקרא בא תמיד בלשון זכר. ואין לפרש שהוא כמו שם \"גן\" שבא בלשון זכר ובלשון נקבה – \"גנים\" \"גנות\", כי לא מצאנו בשום פעם בלשון נקבה. ועוד שגם פה אמר בלשון זכר \"והיה השדה בצאתו\" ואיך יאמר עליו מלת \"תהיה\" שהיא כינוי נקבה? ועל כרחך שמלת \"תהיה\" כינוי לשם \"אחוזתו\" ורצונו לומר אחוזתו תהיה לכהן, היינו אחוזת עצמו. (שאין לפרש אחוזתו של הבעלים דכאן לא נזכר שם הבעלים, ומזה הכריחו הדרוש במשנה ג').", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e4251d6b7115be5cc260497", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 27:28", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Leviticus 27:28", "sourceHeRef": "ויקרא כ״ז:כ״ח", "anchorVerse": 14, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 27.0028, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "אַךְ־כׇּל־חֵ֡רֶם אֲשֶׁ֣ר יַחֲרִם֩ אִ֨ישׁ לַֽיהֹוָ֜ה מִכׇּל־אֲשֶׁר־ל֗וֹ מֵאָדָ֤ם וּבְהֵמָה֙ וּמִשְּׂדֵ֣ה אֲחֻזָּת֔וֹ לֹ֥א יִמָּכֵ֖ר וְלֹ֣א יִגָּאֵ֑ל כׇּל־חֵ֕רֶם קֹֽדֶשׁ־קׇדָשִׁ֥ים ה֖וּא לַיהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "But of all that anyone owns, be it human or beast or land-holding, nothing that has been proscribed for יהוה may be sold or redeemed; every proscribed thing is totally consecrated to יהוה.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9f4b1d77ecfb0d09e742", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 18:14:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Midrash Lekach Tov, Numbers 18:14:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ח:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כל חרם בישראל לך יהיה. להביא חרמי נשים גרים ועבדים. רבי יוסי אומר סתם חרם לכהנים שנא' (ויקרא כ״ז:כ״א-כ״ב) כשדה החרם לכהן תהיה אחוזתו. ואם פירש לבדק הבית יצאו מדין הכהנים שנא' (שם) <i data-commentator=\"Beur HaRe'em\" data-order=\"34\"></i> אך. רבי ישמעאל אומר סתם חרם לשם שנא' (שם) כל חרם [וגו'] קדש קדשים הוא לה' או אפי' פירש לכהן ת״ל כל חרם בישראל לך יהיה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f269d0fc5f4c0898ae2e267", "index_title": "Mishnah Arakhin", "category": "Mishnah", "type": "", "ref": "Mishnah Arakhin 8:5", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishnah Arakhin 8:5", "sourceHeRef": "משנה ערכין ח׳:ה׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0005, "collectiveTitle": {"en": "Mishnah Arakhin", "he": "משנה ערכין"}, "heTitle": "משנה ערכין", "he": "הַמַּחֲרִים בְּנוֹ וּבִתּוֹ, עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים, וּשְׂדֵה מִקְנָתוֹ, אֵינָן מֻחְרָמִים, שֶׁאֵין אָדָם מַחֲרִים דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. כֹּהֲנִים וּלְוִיִּם אֵינָן מַחֲרִימִין, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, הַכֹּהֲנִים אֵינָן מַחֲרִימִין, שֶׁהַחֲרָמִים שֶׁלָּהֶם. הַלְוִיִּם מַחֲרִימִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶן. רַבִּי אוֹמֵר, נִרְאִים דִּבְרֵי רַבִּי יְהוּדָה בַּקַּרְקָעוֹת, שֶׁנֶּאֱמַר (ויקרא כה), כִּי אֲחֻזַּת עוֹלָם הוּא לָהֶם, וְדִבְרֵי רַבִּי שִׁמְעוֹן בְּמִטַּלְטְלִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶם: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "In the case of <b>one who dedicates his son or his daughter, or his Hebrew slave or maidservant, or his purchased field,</b> those items <b>are not</b> considered <b>dedicated, as a person</b> may <b>not dedicate an item that is not his. Priests and Levites may not dedicate</b> their property; this is <b>the statement of Rabbi Yehuda. Rabbi Shimon says: Priests may not dedicate</b> their property, <b>as</b> all <b>dedicated</b> property <b>is theirs;</b> it is one of the priestly gifts, as the verse states: “Everything dedicated in Israel shall be yours” (Numbers 18:14). <b>But Levites may dedicate</b> their property, <b>as dedicated</b> property <b>is not theirs.</b> <b>Rabbi</b> Yehuda HaNasi <b>said: The statement of Rabbi Yehuda appears</b> to be correct <b>with regard to land, as it is stated</b> about the land of the Levites: “But the fields of the open land surrounding their cities may not be sold, <b>as that is their perpetual possession”</b> (Leviticus 25:34), and they cannot renounce that land. <b>And the statement of Rabbi Shimon appears</b> to be correct <b>with regard to movable property,</b> which the Levites may dedicate, <b>as dedicated</b> property <b>is not theirs.</b> It is a gift for the priests, not the Levites.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6032a34560a5d427b763f5ca", "index_title": "Mishnah Challah", "category": "Mishnah", "type": "", "ref": "Mishnah Challah 4:9", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishnah Challah 4:9", "sourceHeRef": "משנה חלה ד׳:ט׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0009, "collectiveTitle": {"en": "Mishnah Challah", "he": "משנה חלה"}, "heTitle": "משנה חלה", "he": "וְאֵלּוּ נִתָּנִין לְכָל כֹּהֵן, הַחֲרָמִים, וְהַבְּכוֹרוֹת, וּפִדְיוֹן הַבֵּן, וּפִדְיוֹן פֶּטֶר חֲמוֹר, וְהַזְּרוֹעַ, וְהַלְּחָיַיִם, וְהַקֵּבָה, וְרֵאשִׁית הַגֵּז, וְשֶׁמֶן שְׂרֵפָה, וְקָדְשֵׁי הַמִּקְדָּשׁ, וְהַבִּכּוּרִים. רַבִּי יְהוּדָה אוֹסֵר בַּבִּכּוּרִים. כַּרְשִׁינֵי תְרוּמָה, רַבִּי עֲקִיבָא מַתִּיר וַחֲכָמִים אוֹסְרִים: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "These may be given to any priest:Devoted things (haramim); Firstlings; The redemption of the first born; The [lamb substituted as] ransom for the firstling of a donkey; The shoulder, the two cheeks and the maw; The first of the fleece; Oil [fit only] for burning; Consecrated food [which must be eaten] within the Temple; And bikkurim. Rabbi Judah prohibits bikkurim. Vetches of terumah: Rabbi Akiva permits, But the sages prohibit.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60ec1ebce735e0a5900c7a76", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 3:13:1", "anchorRef": "Numbers 18:14-15", "anchorRefExpanded": ["Numbers 18:14", "Numbers 18:15"], "sourceRef": "Midrash Lekach Tov, Numbers 3:13:1", "sourceHeRef": "מדרש לקח טוב, במדבר ג׳:י״ג:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כי לי כל בכור. בג' מקומות קדשו בכורות לישראל במצרים ובמדבר ובכניסתן לארץ. במצרים מה הוא אומר (שמות י״ג:ב׳) קדש לי כל בכור. במדבר הוא אומר (במדבר ח) כי לי כל בכור. בכניסתן לארץ הוא אומר (שמות י״ג:י״ב) והיה כי יביאך ה' אלהיך. והעברת כל פטר רחם לה'. ביום הכותי כל בכור. להגיד מה גרם. לי יהיו. כהויתן יהו. <i data-commentator=\"Beur HaRe'em\" data-order=\"25\"></i> עשרים וארבעה מתנות כהונה הם. <i data-commentator=\"Beur HaRe'em\" data-order=\"26\"></i> וכלם לאהרן ולבניו בכלל ופרט וברית מלח. ואלו הן עשר במקדש. וארבע בירושלים. ועשר בגבולין. י' במקדש. חטאת. וחטאת העוף. אשם ודאי. אשם תלוי. וזבחי שלמי צבור. ולוג שמן של מצורע. ומותר העומר. ושתי הלחם. ולחם הפנים. ושירי מנחות. וד' בירושלים. הבכורה. והבכורים. ומורם מתודה ואיל נזיר. ועורות קדשים. וי' בגבולין. תרומה. ותרומת מעשר. וחלה. וראשית הגז. ומתנות. ופדיון הבן. ופדיון פטר חמור. ושדה אחוזה. ושדה חרמים. וגזל הגר: פירושם חטאת. כגון חטאת יולדת וחטאת מצורע וחטאת נזיר ושאר חטאות כגון האוכל חלב ודם בשוגג או מחלל את השבת בשוגג על אחת מן המצות שחייבין על זדונו כרת ועל שגגתו חטאת. כל חטאת שניתן דמה בחוץ. אבל חטאות הפנימיות כגון פר ושעיר של יום הכפורים ושל כהן משיח ופר העלם דבר של צבור לשריפה הן עומדין. חטאת העוף. כיצד היה מולק אותו <i data-commentator=\"Beur HaRe'em\" data-order=\"27\"></i> חותך השזרה ומפרקת כלה עד שמגיע לושט או לקנה הגיע לושט או לקנה חותך סימן אחד או רובו ורוב בשר עמו. ובעולה שנים או רוב שנים ומזה מדמה על קיר המזבח והבשר נאכל לכהנים. אשם ודאי. ואשם נזיר. אשם מצורע. אשם מעילות. נפש כי תמעול מעל. אשם שפחה חרופה שנאמר (ויקרא י״ט:כ׳) ואיש כי ישכב את אשה שכבת זרע והיא שפחה נחרפת לאיש והביא את אשמו מכל אלו מקריב את הדם ואת האמורים והנותר נאכל לכהנים לזכרים שנאמר (שם ז) זאת תורת האשם כל זכר בכהנים יאכל אותה. אשם תלוי כגון שהיו לפניו שתי חתיכות אחת של חלב ואחת של שומן ואכל אחת מהן ואינו יודע אי זה מהן אכל זהו אשם תלוי והאמורין והבשר לכהנים. זבחי שלמי צבור. אלו כבשי עצרת שנאמר (שם כג) ושני כבשים בני שנה (לז') [לזבה] שלמים. הדם והאמורין נקטר והשאר לכהנים. לוג שמן של מצורע. מצורע שנתרפא מביא כבש אשם ולוג שמן עמו מזה ממנו שבע פעמים ונותן על בוהנות ידיו ורגליו של מצורע ועל תנוך אזנו והנותר מן הלוג נוטלו הכהן. מותר העומר הנקרב בט״ז בניסן קומץ ממנו מלא קומצו למזבח והנותר לכהנים. שתי הלחם של עצרת חמץ ולחם הפנים מצה נאפים מערב שבת ונערכים בשבת. ולשבת הבאה מביאין אחרים ונאכלין הראשונים. שירי המנחות של מנחת מחבת ומנחת מרחשת וכן חלות וכן רקיקי מביאין לכהן וקומץ מלא קומצו למזבח והנותר נאכל לכהנים. ד' בירושלים הבכור. בכור בהמה טהורה בעדרו. ואפילו לכהן היה מקריב חלבו ודמו במזבח. והבשר נאכל לכהנים בירושלים כשהוא תם. אבל בעל מום נאכל לכהן בבל מקום שירצה. ואם רוצה להאכיל ממנו לישראל מותר. הביכורים <i data-commentator=\"Beur HaRe'em\" data-order=\"28\"></i> היה יורד לתוך שדהו (ודשנו) גמר הפרי מביאין בטנא ואם היה רחוק מירושלים מיבשן. דתנן הקרובים מביאין תאנים וענבים והרחוקים מביאין גרוגרות וצמוקים. וקורא מן (דברים כ״ו:י״א) הגדתי היום עד ושמחת בכל הטוב. נאכלין לכהנים. המורם מן התודה. מי שהתנדב תודה סתם היה מביא כבש ומביא עשרים עשרונות י' חמץ וי' מצה שלשת מינין חלות. ורקיקין. ורבוכה. הכל ארבעים חלות נותן מהן ד' לכהנים שנאמר (ויקרא ז׳:י״ד) והקריב ממנה אחד מכל קרבן. ומן הכבש נותן חזה ושוק לכהנים. והנותר מן החלות ומן הכבש נאכל לבעלים. ומורם מאיל נזיר שסתם נזירות שלשים. ובמלאת ימי נזרו מביא קרבן חלות ורקיקים. ומבשל מן האיל בדוד שנאמר (במדבר ו׳:י״ט) ולקח הכהן את הזרוע בשלה מן האיל וחלת מצה אחת מן הסל ורקיק מצה אחד ומניחן על כפי הנזיר. ומניח כהן ידו תחת יד בעלים ומניף. ונאכלין לכהנים עם חזה ושוק של איל. עורות קדשים. (ויקרא ז׳:ח׳) עור העולה אשר הקריב לכהן לו יהיה. וכן עורות תודה ושלמים ומעשר ופסח. י' בגבולין תרומה גדולה תרי ממאה. תרומת מעשר אחד מעשרה שהיה הלוי נותן לכהן מעשר מן המעשר. החלה הנפרשת מן העיסה משיעור מ״ג בצים וחומש ביצה. (דברים י״ח:ד׳) וראשית גז צאנך תתן לו. שעור משקל חמש סלעים ביהודה שהם עשר בגליל. המתנות. שנאמר (שם) וזה יהיה משפט הכהנים מאת העם מאת זובחי הזבח. פדיון הבן. שכל מי שנולד לו בן זכר מאשה בתולה ואע״פ שיש לו בנים חייב לפדותו בחמש סלעים שנאמר (במדבר י״ח:ט״ו-ט״ז) ופדוייו מבן חדש תפדה. ולאחר שנטלן הכהן ורוצה להחזירם הרשות בידו. <i data-commentator=\"Beur HaRe'em\" data-order=\"29\"></i> פדיון פטר (רחם) שנאמר (שמות י״ג:י״ג) ופטר חמור תפדה בשה. ואם אינו פודהו עורפהו בקופיץ מאחוריו. שנאמר (שם) ואם לא תפדה וערפתו ואחר שעורפו קוברו. ולמה עורפו אמרו חכמים הוא רוצה לאבד ממון הכהן לפיכך יאבד ממונו. שדה אחוזה. שהמקדיש שדה אחוזה שירש מאבותיו ורוצה לפדותה קודם היובל כל שדה שנזרעת כור שעורים היה פודה בחמשים שקל כסף ואם פחותה אם יתירה היה נותן לפי חשבון זה <i data-commentator=\"Beur HaRe'em\" data-order=\"30\"></i> ואם עבר היובל ולא פדה (נעשה) לכהנים. שדה חרמים. שאם היה אחד מישראל אומר שדה זה יהיה בחרם שוב לא היה לו למכרה או לפדותה שנאמר (במדבר י״ח:י״ד-ט״ו) כל חרם בישראל לך יהיה. ונאמר (ויקרא כ״ז:כ״ח) כל חרם אשר יחרים איש לה' מכל אשר לו וגו' גזל הגר כגון שגזל אדם לגר ותבעו לדין ונשבע לו ומת הגר ואח״כ נודע לו שנשבע לשקר חייב להחזיר הגזל לכהן שנאמר (במדבר ה׳:ח׳) ואם אין לאיש גואל להשיב האשם אליו, האשם המושב לה' לכהן וגו' זה הממון. כל אלו נאמרו בברית מלה. שנאמר (שם יח) כל תרומות הקדשים אשר (יקדישו) [ירימו] בני ישראל וגו'. ברית מלח עולם הוא בכלל שנאמר (שם) ואני הנה נתתי לך את משמרת תרומותי כלל המתנות פרט אלו המפורשות שכתבנו ארבעה ועשרים מתנות כהונה. סליק״ו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d22cd9170339da49def7", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 28a:17", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Arakhin 28a:17", "sourceHeRef": "ערכין כ״ח א:י״ז", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 55.0017, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "א\"ר חייא בר אבין החרים מטלטלין נותנן לכל כהן שירצה שנאמר כל חרם בישראל", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ <b>Rabbi Ḥiyya bar Avin says:</b> One who <b>dedicated movable property may give it to any priest that he wishes, as it is stated: “Everything dedicated in Israel</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "6114d27b1abb0447f40c203f", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 112a:9", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Bava Batra 112a:9", "sourceHeRef": "בבא בתרא קי״ב א:ט׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 223.0009, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אֶלָּא אֵימָא דִּנְפַלָה לֵיהּ מִשְּׂדֵה חֲרָמִים!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Rav Pappa asked further: <b>Rather, say that</b> in his capacity as a priest <b>he came into</b> possession of this land <b>as a dedicated field.</b> Pinehas, as a priest, may have owned the land by that means. Therefore, one can still say that a husband does not inherit from his wife, and the verses are concerned about a transfer of inheritance from one tribe to another by means of the son.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d710f8e0970bbbbb214d", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 84b:10", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Menachot 84b:10", "sourceHeRef": "מנחות פ״ד ב:י׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 168.001, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אמר רב משרשיא תרי קראי כתיבי (במדבר יח, יג) לך יהיה וכתיב כל טהור בביתך יאכל אותו הא כיצד כאן בביכורים כאן במנחות", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "In resolution of this difficulty, <b>Rav Mesharshiyya said:</b> Perforce this verse should be read as if <b>two verses are written,</b> as otherwise it contains an inherent contradiction: The first clause states: “The first fruit…<b>shall be yours”</b> (Numbers 18:13), indicating that only a priest himself may partake of the priestly gifts. <b>And it is written</b> in the continuation of the verse: <b>“Any pure member of your household may eat of it,”</b> indicating that even female family members may partake of it. <b>How</b> can <b>these</b> texts be reconciled? <b>Here,</b> the latter part of the verse, <b>concerns the first fruits,</b> which even female family members may eat, and <b>there,</b> the first part of the verse, <b>concerns meal offerings,</b> which may be eaten only by male priests.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61681c01b9add7aeb9c266bb", "index_title": "Mishnat Eretz Yisrael on Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Challah 4:9:2", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Challah 4:9:2", "sourceHeRef": "משנת ארץ ישראל על משנה חלה ד׳:ט׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 9.0002, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Challah", "he": "משנת ארץ ישראל על משנה חלה"}, "he": "<b>החרמים</b><b> –</b> החרם שנמסר למקדש מגיע לכוהנים, כמו גם חרמי כוהנים. הביטוי \"חרם\" נזכר במקרא (ויקרא כז כא). הביטוי \"חרם\" הוא כמובן עמום. מי בפועל רשאי לעבד את אדמת החרם? מי הוא המייצג הארצי של קודש הקודשים? גם חז\"ל התחבטו בשאלה: יש אומרים כי הקרקע תינתן לכוהן, ולדעת רבי יהודה בן בתירא תוקדש הקרקע לבדק הבית, אך לא ברור האם היא נמכרת או מוחזקת כרכוש המקדש (ספרא בחוקותי, פרק יב ד-ה; ספרי במדבר, קיז, עמ' 137). לדעת רבי שמעון נמסר הכסף או הקרקע ל\"שמים\", ושוב לא ברור מי מייצג את השמים לצורך עניין זה. במדרש אחר נקבע בפשטות שהחרם נמסר לכוהנים (ספרי זוטא לבמדבר, יח יד, עמ' 295). אגב, באותו קטע בספרא מסתייג רבי אלעזר בן עזריה וקובע שאסור לאדם להחרים את כל שדה אחוזתו, אלא רק חלק ממנו. בדברים אלה יש ביטוי ברור להסתייגות מעצם ההחרמה. בפסוק אחר נאמר: \"כל חרם בישראל לך יהיה\" (במדבר יח יד, והשווה יחזקאל מד כט). אם כן, החרם ניתן במפורש לכוהן. לא נקבע כיצד החרמים מתחלקים בין הכוהנים. מכל מקום, על החרם לא חלים כל דיני טהרה ולכן אין מניעה שכל כוהן, גם אם הוא עם הארץ, יקבל חרמים.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622ec87f574a17ca6a77a", "index_title": "Jerusalem Talmud Challah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Challah 4:4:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Jerusalem Talmud Challah 4:4:1", "sourceHeRef": "תלמוד ירושלמי חלה ד׳:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [130, 410], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Jerusalem Talmud Challah", "he": "תלמוד ירושלמי חלה"}, "heTitle": "תלמוד ירושלמי חלה", "he": "<strong><big>משנה:</big></strong> יִשְׂרָאֵל שֶׁהָיוּ אָרִיסִין לְגוֹיִם בְּסוּרִיָּא רִבִּי לִיעֶזֶר מְחַייֵב בְּפֵירוֹתֵיהֶן בְּמַעְשְׂרוֹת וּבַשְּׁבִיעִית. וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. רַבָּן גַּמְלִיאֵל אוֹמֵר שְׁתֵּי חַלּוֹת בְּסוּרִיָּא. <i data-overlay=\"Vilna Pages\" data-value=\"25b\"></i>וְרִבִּי לִיעֶזֶר אוֹמֵר חַלָּה אַחַת אָחֲזוּ קוּלּוֹ שֶׁלְרַבָּן גַּמְלִיאֵל וְקוּלּוֹ שֶׁלְרִבִּי לִיעֶזֶר. חָֽזְרוּ לִנְהוֹג כְּדִבְרֵי רַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְּרָכִים. רַבָּן גַּמְלִיאֵל אוֹמֵר שָׁלֹשׁ אֲרָצוֹת לַחַלָּה מֵאֶרֶץ יִשְׂרָאֵל וְעַד גְּזִיב חַלָּה אַחַת. מִגְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנֹס שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר יֵשׁ לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן אֵין לָהּ שִׁיעוּר. מֵהַנָּהָר וּמֵאֲמָנֹס וְלִפְנִים שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר אֵין לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן יֵשׁ לָהּ שִׁיעוּר. וּטְבוּל יוֹם אוֹכְלָהּ. רִבִּי יוֹסֵי אוֹמֵר אֵינוֹ צָרִיךְ טְבִילָה. וַאֲסוּרָה לְזָבִין וּלְזָבוֹת לְנִידּוֹת וּלְיוֹלְדוֹת וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשּׁוּלְחָן וְנִיתֶּנֶת לְכָל־כֹּהֵן. אֵילּוּ נוֹתְנִין לְכָל־כֹּהֵן הַחֲרָמִים וְהַבְּכוֹרוֹת וּפִדְיוֹן הַבֶּן וּפִדְיוֹן פֶּטֶר חֲמוֹר וְהַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּיבָה וְרֵאשִׁית הַגֵּז וְשֶׁמֶן שְׂרֵיפָה וְקָדְשֵׁי מִקְדָּשׁ וְהַבִּיכּוּרִים. רִבִּי יְהוּדָה אוֹסֵר בְּבִיכּוּרִים. כַּרְשִׁינֵי תְרוּמָה רִבִּי עֲקִיבָה מַתִּיר וַחֲכָמִים אוֹסְרִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Jews were sharecroppers for Gentiles in Syria<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The parts of David’s kingdom not conquered by the 12 tribes under Joshua; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Peah 7:5:6\" href=\"/Jerusalem_Talmud_Peah.7.5.6\"><i>Peah</i> 7, Note 119</a>. R. Eliezer holds that the laws of the Holy Land extend to Syria but Rabban Gamliel holds that Syria is essentially outside the Land and only selected laws of the Land are extended to apply there.</i>; Rebbi Eliezer obligates their produce for tithes and the Sabbatical but Rabban Gamliel exempts them. Rabban Gamliel says there are two <i>ḥallot</i> in Syria<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">As explained in Mishnah 8. Biblical law restricts the duty of <i>ḥallah</i> to the Land (<a class=\"refLink\" data-ref=\"Numbers 15:18-19\" href=\"/Numbers.15.18-19\"><i>Num</i>. 15:18–19</a>). Rabbinic practice extends the obligation to the rest of the world but, since the soil outside the Land is intrinsically impure, any <i>ḥallah</i> outside the Land is impure and must be burned. Nevertheless, in order to remind people that the original duty is to give <i>ḥallah</i> to a Cohen, it was established that some dough should be given to a Cohen. This dough cannot be sanctified, otherwise it would be forbidden to the recipient.</i> but Rebbi Eliezer says one <i>ḥallah</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">He denies that Syrian soil is impure.</i>. They took the leniency of Rabban Gamliel and the leniency of Rebbi Eliezer but then returned to follow Rabban Gamliel in both cases.<br>Rabban Gamliel says: There are three domains for <i>ḥallah</i><sup class=\"footnote-marker\">85</sup><i class=\"footnote\">In the biblical Land of Israel.</i>. The Land of Israel<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">The actual Land of Israel of the Second Commonwealth; cf. <a class=\"refLink\" data-ref=\"Mishnah Sheviit 6:1\" href=\"/Mishnah_Sheviit.6.1\">Mishnah <i>Ševi‘it</i> 6:1, Note 3</a>, for the geographic details.</i> up to Akhzib, one <i>ḥallah</i>. From Akhzib to the Euphrates or Amanus<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">One has to add, with Mishnah <i>Ševi‘it</i> 6:1, “any place held by the immigrants from Egypt,” i. e., the regions North of Akhzib described as tribal territories in the book of Joshua.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has a measure<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">The true <i>ḥallah</i> which cannot be eaten since the impurity of Gentile lands is extended rabbinically to any region not inhabited by Jews. The “measure” is that for <i>ḥallah</i> of the Land, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Challah 2:3:1\" href=\"/Jerusalem_Talmud_Challah.2.3.1\">Mishnah 2:7</a>.</i>, the one for the Cohen has no measure<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">A purely symbolic <i>ḥallah</i> to be eaten in impurity, as a remembrance of the rules to be restored in the times of the Messiah.</i>. From Euphrates or Amanus inside<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">The rest of Syria, domain of biblical promise; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sheviit 6:1:22\" href=\"/Jerusalem_Talmud_Sheviit.6.1.22\"><i>Ševi‘it</i> 6:1, Note 3</a>.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has no measure<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Both <i>ḥallot</i> are symbolical since that region was not under obligation of <i>ḥallah</i> even during the First Commonwealth.</i>, the one for the Cohen has a measure but a <i>ṭevul</i> <i>yom</i> may eat it<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">He is forbidden true <i>ḥallah</i>.</i>. Rebbi Yose says one does not need immersion<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">This also shows that the symbolic <i>ḥallah</i> is no true heave, cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 1:1:1\" href=\"/Jerusalem_Talmud_Berakhot.1.1.1\"><i>Berakhot</i> 1, Note 3</a>.</i>.<br>But it<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">The purely symbolic <i>ḥallah</i> mentioned last in Mishnah 8. By rabbinic ordinance, it is forbidden for people whose impurity originates in their own body.</i> is forbidden to people suffering from genital flux<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:1-15\" href=\"/Leviticus.15.1-15\"><i>Lev</i>. 15:1–15</a>, 25–30.</i>, and to women during menstruation<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:19-24\" href=\"/Leviticus.15.19-24\"><i>Lev</i>. 15:19–24</a>.</i> or after childbirth<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 12:1-8\" href=\"/Leviticus.12.1-8\"><i>Lev</i>. 12:1–8</a>.</i>. It may be eaten at one table with a layman and may be given to any Cohen<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Even a vulgar who cannot be expected to follow all rules of purity.</i>.<br>The following may be given to any Cohen<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Irrespective of his level of observance and knowledge of the Law. Some of the prescribed gifts are given to priests serving in the Temple; there, they are under supervision and instruction. The other gifts are purely profane; they cannot be impaired by the impurity of the Cohen.</i>: <i>ḥērem</i>-dedications<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 18:14\" href=\"/Numbers.18.14\"><i>Num.</i> 18:14</a>. According to most sources, this special dedication is not for the upkeep of the Temple but for the Cohanim [<i>Sifra Beḥuqotay Pereq</i>12(9), <a class=\"refLink\" data-ref=\"Sanhedrin 88a\" href=\"/Sanhedrin.88a\">Babli <i>Sanhedrin</i> 88a</a>, <a class=\"refLink\" data-ref=\"Arakhin 28a\" href=\"/Arakhin.28a\"><i>Arakhin</i>28a</a>]. However, Babylonian practice follows the dissenting opinion (<a class=\"refLink\" data-ref=\"Arakhin 29a\" href=\"/Arakhin.29a\"><i>Arakhin</i>29a</a>).</i>, firstlings<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\"><i>Num.</i> 18:15</a>.</i>, the redemption money for a [firstborn] son<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a class=\"refLink\" data-ref=\"Numbers 3:47\" href=\"/Numbers.3.47\"><i>Num.</i> 3:47</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>.</i>, the redemption value of a firstling donkey<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>.</i>, foreleg, jawbone, and first stomach<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a>.</i>, the first shearing<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\"><i>Deut.</i> 18:4</a>.</i>, oil to burn<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Impure heave olive oil.</i>, Temple sacrifices, and First Fruits<sup class=\"footnote-marker\">130</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 26:1-11\" href=\"/Deuteronomy.26.1-11\"><i>Deut.</i> 26:1–11</a>.</i>. Rebbi Jehudah forbids First Fruits<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Since they have to follow rules of heave, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 2:1:1\" href=\"/Jerusalem_Talmud_Bikkurim.2.1.1\">Mishnah <i>Bikkurim</i> 2:1</a>.</i>. Heave vetch<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">This is animal fodder except in times of famine.</i> Rebbi Aqiba permits but the Sages forbid.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622ed87f574a17ca6a78a", "index_title": "Jerusalem Talmud Challah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Challah 4:4:15", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Jerusalem Talmud Challah 4:4:15", "sourceHeRef": "תלמוד ירושלמי חלה ד׳:ד׳:ט״ו", "anchorVerse": 14, "sourceHasEn": true, "compDate": [130, 410], "commentaryNum": 4.0015, "collectiveTitle": {"en": "Jerusalem Talmud Challah", "he": "תלמוד ירושלמי חלה"}, "heTitle": "תלמוד ירושלמי חלה", "he": "יֵשׁ מֵהֶן נוֹתְנִין לְאַנְשֵׁי מִשְׁמָר וְיֵשׁ מֵהֶן נוֹתְנִין לְכָל־כֹּהֵן. הַבְּכוֹרוֹת וְהַבִּיכּוּרִים לְאַנְשֵׁי מִשְׁמָר וּשְׁאָר כּוּלְּהֹן לְכָל־כֹּהֵן. רִבִּי יִרְמְיָה בָּעֵא קוֹמֵי רִבִּי זְעִירָא מְנַיִין שֶׁחוֹרָמִים<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"133\"></i> לְאַנְשֵׁי מִשְׁמָר. אָמַר לֵיהּ כִּשְׂדֵה הַחֵרֶם לַכֹּהֵן תִּהְיֶה אֲחוּזָתוֹ. אֲחוּזָה עַצְמָהּ מַהוּ שֶׁתְּהֵא לְאַנְשֵׁי מִשְׁמָר בְּגִין דִּכְתִיב לַכֹּהֵן תִּהְיֶה אֲחוּזָתוֹ. (אֲחוּזָה עַצְמָהּ מַהוּ שֶׁתְּהֵא לְאַנְשֵׁי מִשְׁמָר.) וְהָֽכְתִיב וְנָתַן <i data-overlay=\"Vilna Pages\" data-value=\"27b\"></i>לַכֹּהֵן הַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּיבָה. מֵעַתָּה לְאַנְשֵׁי מִשְׁמָר. רִבִּי אָחָא רִבִּי אַבָּהוּ בְשֵׁם רִבִּי יוֹחָנָן כָּל־חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַיי֨. מַה קָדְשֵׁי קָדָשִׁים לְאַנְשֵׁי מִשְׁמָר אַף חֲרָמִים לְאַנְשֵׁי מִשְׁמָר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Some of them<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">The items listed in the Mishnah.</i> are given to the people of the watch<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">The families of certified Cohanim, admitted to service in the Temple, were divided into 24 sections, each of which was the watch serving in the Temple for one week. Except for the High Priest, no Cohen had the right to officiate in the Temple except during holidays and the week assigned to his watch.</i>; some of them are given to any Cohen. Firstlings<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Unblemished firstlings which are a sacrifice of which the owners receive no part. Blemished firstlings, unfit for sacrifice, may be given to any Cohen locally.</i> and First Fruits<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Have to be delivered to the Cohen in the Temple.</i> to the people of the watch; all others to any Cohen. Rebbi Jeremiah asked before Rebbi Zeïra, from where that <i>ḥērem</i>-dedications<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 18:14\" href=\"/Numbers.18.14\"><i>Num.</i> 18:14</a>. According to most sources, this special dedication is not for the upkeep of the Temple but for the Cohanim [<i>Sifra Beḥuqotay Pereq</i>12(9), <a class=\"refLink\" data-ref=\"Sanhedrin 88a\" href=\"/Sanhedrin.88a\">Babli <i>Sanhedrin</i> 88a</a>, <a class=\"refLink\" data-ref=\"Arakhin 28a\" href=\"/Arakhin.28a\"><i>Arakhin</i>28a</a>]. However, Babylonian practice follows the dissenting opinion (<a class=\"refLink\" data-ref=\"Arakhin 29a\" href=\"/Arakhin.29a\"><i>Arakhin</i>29a</a>).</i> are for the people of the watch? He said to him: (<a class=\"refLink\" data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\"><i>Lev.</i> 27:21</a>) “Like the <i>ḥērem</i>-dedicated field it shall become the property of the Cohen<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Since the chapter deals with transactions by the Temple treasurer, it follows that a specially dedicated field has to be given by the treasurer to the Cohen officiating in the Temple, i. e., to the watch of the week. The same argument in <a class=\"refLink\" data-ref=\"Sanhedrin 88a\" href=\"/Sanhedrin.88a\">Babli <i>Sanhedrin</i> 88a</a>, <a class=\"refLink\" data-ref=\"Arakhin 28a\" href=\"/Arakhin.28a\"><i>Arakhin</i> 28a</a>.</i>.” From where that the property itself should be given to the people of the watch? Because it is written “it shall become the property of the Cohen.” (From where that <i>ḥērem</i>-dedications are for the people of the watch?)<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">A dittography in both mss.; it must be an old error.</i> But is it not written: (<a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a>) “He shall give to the Cohen foreleg, jawbone, and first stomach,” should it not be for the people of the watch<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">If “Cohen” in the first verse means “Cohen of the current watch” then in the second verse it should have the same meaning. But since <a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a> clearly speaks about profane slaughter, away from the Temple, the meaning of the word must include any Cohen.<br>The <a class=\"refLink\" data-ref=\"Arakhin 28b\" href=\"/Arakhin.28b\">Babli (<i>Arakhin</i> 28b</a>) disagrees and compares “Cohen” in this verse, about which it is written (v. 16) “If … a man declares holy for the Eternal” to the Cohen mentioned in the law about the repentant offender in case the person he injured or defrauded has died heirless, where it is written: (<a class=\"refLink\" data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\"><i>Num.</i>5:6</a>) “The money must be returned to the Eternal for the Cohen”. The latter money is distributed among the people of the current watch.</i>? Rebbi Aḥa, Rebbi Abbahu in the name of Rebbi Joḥanan: (<a class=\"refLink\" data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\"><i>Lev</i>. 27:28</a>) “Every <i>ḥērem</i>-dedication shall be most holy to the Eternal.” Just as most holy sacrifices are for the people of the watch<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">All most holy sacrifices are either totally burned or eaten by Cohanim only.</i>, so <i>ḥērem-</i> dedications are for the people of the watch!", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6295eb32126941bb0dc76be2", "index_title": "Mishnah Arakhin", "category": "Mishnah", "type": "", "ref": "Mishnah Arakhin 8:4", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishnah Arakhin 8:4", "sourceHeRef": "משנה ערכין ח׳:ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Mishnah Arakhin", "he": "משנה ערכין"}, "heTitle": "משנה ערכין", "he": "מַחֲרִים אָדָם מִצֹּאנוֹ וּמִבְּקָרוֹ, מֵעֲבָדָיו וּמִשִּׁפְחוֹתָיו הַכְּנַעֲנִים, וּמִשְּׂדֵה אֲחֻזָּתוֹ. וְאִם הֶחֱרִים אֶת כֻּלָּן, אֵינָן מֻחְרָמִין, דִּבְרֵי רַבִּי אֶלְעָזָר. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מָה אִם לַגָּבֹהַּ, אֵין אָדָם רַשַּׁאי לְהַחֲרִים אֶת כָּל נְכָסָיו, עַל אַחַת כַּמָּה וְכַמָּה שֶׁיְּהֵא אָדָם חַיָּב לִהְיוֹת חָס עַל נְכָסָיו: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>A person</b> may <b>dedicate,</b> for sacred or priestly use, some <b>of his flock and</b> some <b>of his cattle, and</b> some <b>of his Canaanite slaves and maidservants, and some of his ancestral field. But if he dedicated all</b> that he has <b>of</b> any type of property, <b>they are not dedicated,</b> i.e., the dedication does not take effect; this is <b>the statement of Rabbi Eliezer. Rabbi Elazar ben Azarya said: If for the Most High a person may not dedicate all his property,</b> it is <b>all the more so</b> the case <b>that a person should spare his property</b> and not give all of it to others.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63209468f68b92a42c080001", "index_title": "Mishneh Torah, Rest on a Holiday", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Rest on a Holiday 7:11", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "Mishneh Torah, Rest on a Holiday 7:11", "sourceHeRef": "משנה תורה, הלכות שביתת יום טוב ז׳:י״א", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.0011, "collectiveTitle": {"en": "Mishneh Torah, Rest on a Holiday", "he": "משנה תורה, הלכות שביתת יום טוב"}, "heTitle": "משנה תורה, הלכות שביתת יום טוב", "he": "וְיוֹצְאִין שְׁלוּחֵי בֵּית דִּין לְהַפְקִיר אֶת הַכִּלְאַיִם. וּפוֹדִין אֶת הַשְּׁבוּיִים וְאֶת הָעֶרְכִין וְאֶת הַחֲרָמִים וְאֶת הַהֶקְדֵּשׁוֹת. וּמַשְׁקִין אֶת הַסּוֹטוֹת. וְשׂוֹרְפִין אֶת הַפָּרָה. וְעוֹרְפִין אֶת הָעֶגְלָה. וְרוֹצְעִין עֶבֶד עִבְרִי. וּמְטַהֲרִין אֶת הַמְצֹרָע. וּמְצַיְּנִין עַל הַקְּבָרוֹת שֶׁמִּחוּ גְּשָׁמִים אֶת צִיּוּנָן כְּדֵי שֶׁיִּפְרְשׁוּ מֵהֶן הַכֹּהֲנִים. שֶׁכָּל אֵלּוּ צָרְכֵי רַבִּים הֵן:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The agents of the court may go out to declare ownerless fields that contain a mixture of species.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">It is forbidden to sow two types of produce without adequate distinction in the same field (Leviticus 19:19 . This prohibition is called the prohibition of <i>kilayim</i>.<br>In the beginning of the month of Adar (early spring), the court would send agents to notify farmers about this prohibition. From the fifteenth of Adar, they sent agents out to check if there were <i>kilayim</i> in the fields. Originally, the court's agents would remove the <i>kilayim</i> from the fields. The farmers then became lax, and left this work to the court's agents. Therefore, the Sages declared that whenever <i>kilayim</i> are found in a field, the court's agents should declare the field ownerless. During Chol HaMo'ed Pesach, when the crops bloom, the court would send agents out again (<i>Hilchot Kilayim</i> 2:15-17).<br>In his Commentary on the Mishnah (<i>Mo'ed Katan</i> 1:2), the Rambam explains the reason why this activity was performed during Chol HaMo'ed: The wages for the court's agents were paid from the Temple treasury (<i>terumat halishcah</i>). Since there was very little other work available during Chol HaMo'ed, it would be easy to find people willing to work for low wages, and thus the Temple treasury would save.</i> We may redeem captives [taken by gentiles], endowment evaluations,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The Hebrew term ערכין is discussed in Leviticus 27:1-8 and <i>Hilchot Arachin VaCharamin</i>, Chapter 1. It involves giving a specific sum to the Temple treasury for a person, depending on a person's age. In some contexts, the term ערכין is also used with regard to fields and animals consecrated to the Temple treasury.</i> entitlements,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This term is used to refer to the Hebrew חרם, a term implying that a person renounces his ownership of his property and dedicates it either to the Temple treasury or to the priests. (See Leviticus 27:28-29, Numbers 18:14; <i>Hilchot Arachin VaCharamin</i> 6:1.)</i> and consecrated articles.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">This refers to an article consecrated to the Temple treasury. In all three instances, the sum the person who made the dedication is required to pay may be evaluated during Chol HaMo'ed.</i><br>We may have a woman suspected of adultery drink [the required mixture],<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">A woman suspected of adultery (a <i>sotah</i>) is brought to the Temple and required to drink a mixture of water, dust, and ink from a scroll containing a curse. (See Numbers 5:23-24; <i>Hilchot Sotah</i>, Chapter 3.)</i> we may burn a red heifer,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">A person who became ritually impure through contact with a human corpse must be purified by having the ashes of a red heifer sprinkled upon him (Numbers, Chapter 19). The slaughter of the red heifer and the preparation of these ashes is described in <i>Hilchot Parah Adumah</i>, Chapter 3.</i> we may break the neck of a calf,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">When a corpse is found outside a populated area and the killer's identity is unknown, Deuteronomy 21:4 specifies a process of atonement that involves decapitating a calf. (See <i>Hilchot Rotzeach</i>, Chapter 9.)</i> we may pierce the ear of a slave,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">A Hebrew servant sold by the court who desires to remain in servitude rather than regain his freedom must have his ear pierced. (See Exodus 21:6; <i>Hilchot Avadim</i> 3:9.)</i> and we may purify a leper.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">A leper becomes ritually impure. The purification ceremony is discussed in Leviticus, Chapter 14; <i>Hilchot Tum'at Tzara'at</i>, Chapter 11.</i> We may also designate the site of graves whose markings were washed away by rain, so that the priests will not walk there.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Priests are forbidden to contract the impurity that stems from a human corpse. One of the ways of contracting such impurity is by standing over a grave. For this reason, graves would be marked with lime. During the rainy season, the lime might wash off. (See <i>Hilchot Tum'at Meit</i> 8:9.)</i> All these are activities necessary for the community at large.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d18ab6084aa1cbf0f6cb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֵ֫רֶם 1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "BDB, חֵ֫רֶם 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֵ֫רֶם א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֵ֫רֶם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">חֵ֫רֶם</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">Lv 27:28</a></sup> <strong>1. devoted thing</strong>. <strong>2. devotion, ban</strong>;—<span dir=\"rtl\">ח׳</span> abs. <a data-ref=\"Joshua 6:17\" href=\"/Joshua.6.17\">Jos 6:17</a> + 24 times (most read <span dir=\"rtl\">חֶרֶם</span> <a data-ref=\"Zechariah 14:11\" href=\"/Zechariah.14.11\">Zc 14:11</a>, Baer <span dir=\"rtl\">חֵרֶם</span>); <span dir=\"rtl\">חֶ֑רֶם</span> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a>; sf. <span dir=\"rtl\">חֶרְמִי</span> <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">1 K 20:42</a> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a>;—<em>thing devoted</em> to <span dir=\"rtl\">י׳</span>:<br><strong>1.</strong>  thing hostile to theocracy, and therefore (in the strictest application) to be either destroyed, or, in the case of certain objects (e.g. silver and gold, vessels of brass and iron <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a>), set apart to sacred uses; especially <strong>a.</strong>  of a Canaan. city, as Jericho, incl. all inhab. (except Rahab’s family) and spoil <a data-ref=\"Joshua 6:17\" href=\"/Joshua.6.17\">Jos 6:17</a>, <a data-ref=\"Joshua 6:18\" href=\"/Joshua.6.18\">18</a><sup>(×2)</sup>; <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">7:1</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">11</a>, <a data-ref=\"Joshua 7:15\" href=\"/Joshua.7.15\">15</a>; Achan by taking <span dir=\"rtl\">מִן־הַחֵרֶם</span> made (camp of) Isr. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">7:12</a> cf. <a data-ref=\"Joshua 6:18\" href=\"/Joshua.6.18\">6:18</a>, and became himself <span dir=\"rtl\">ח׳</span>, and was stoned and, with his family and possessions, incl. the spoil, was burnt <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">7:1</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">11</a>, <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">12</a>, <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">13</a><sup>(×2)</sup> (all JE except <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">7:1</a> P; cf. v <a data-ref=\"Joshua 7:15\" href=\"/Joshua.7.15\">15</a>, <a data-ref=\"Joshua 7:24\" href=\"/Joshua.7.24\">24</a>, <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">25</a>); <span dir=\"rtl\">מָעַל מַעַל בַּח׳</span> <em>committed unfaithfulness in the</em> matter of the <em>devoted thing</em> is term for the sin <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a> <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">22:20</a> (both P), cf. <span dir=\"rtl\">מָעַל בַּח׳</span> <a data-ref=\"I Chronicles 2:7\" href=\"/I_Chronicles.2.7\">1 Ch 2:7</a>; Saul and Isr. spared Agag king of Amalek and <span dir=\"rtl\">רֵאשִׁית הַח׳</span> i.e. of the spoil (sheep and oxen), wh. should have been utterly destroyed <a data-ref=\"I Samuel 15:21\" href=\"/I_Samuel.15.21\">1 S 15:21</a> (cf. v <a data-ref=\"I Samuel 15:3\" href=\"/I_Samuel.15.3\">3</a>, <a data-ref=\"I Samuel 15:8\" href=\"/I_Samuel.15.8\">8</a>; Saul rejected by <span dir=\"rtl\">י׳</span> for this v <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">11</a>, <a data-ref=\"I Samuel 15:26\" href=\"/I_Samuel.15.26\">26</a>); so an idolatr. city in Isr. should become <span dir=\"rtl\">ח׳</span>, with all its contents, and be utterly destroyed <a data-ref=\"Deuteronomy 13:17\" href=\"/Deuteronomy.13.17\">Dt 13:17</a> (cf. v <a data-ref=\"Deuteronomy 13:13\" href=\"/Deuteronomy.13.13\">13</a>, <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">15</a>, <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">16</a>). <strong>b.</strong>  of individuals, one having relic of Canaanit. god in his house should become <span dir=\"rtl\">ח׳</span>, the relic being <span dir=\"rtl\">ח׳</span> <a data-ref=\"Deuteronomy 7:26\" href=\"/Deuteronomy.7.26\">Dt 7:26</a><sup>(×2)</sup>; every human being who became <span dir=\"rtl\">ח׳</span> should be killed <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a><sup>(×2)</sup> (P; v. Di).<br><strong>2.</strong>  appar. (so Di) anything <em>devoted</em> to sanctuary under specially stringent conditions <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">Lv 27:28</a> (v. Di; and cf. <a data-ref=\"Ezra 10:8\" href=\"/Ezra.10.8\">Ezr 10:8</a>); a field consecrated to <span dir=\"rtl\">י׳</span> becomes under certain conditions <span dir=\"rtl\">כִּשְׂדֵה הַח׳</span> <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">Lv 27:21</a>; every <span dir=\"rtl\">ח׳</span> is <span dir=\"rtl\">קֹדֶשׁ קָֽדָשִׁים ליהוה</span> v <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">28</a>, and no <span dir=\"rtl\">ח׳</span> that a man may devote, whether man, beast or field, may be sold or redeemed v <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">28</a>; every such <span dir=\"rtl\">ח׳</span> (as in case of metals and metal objects <a data-ref=\"Joshua 6:17\" href=\"/Joshua.6.17\">Jos 6:17</a>, <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">19</a>) went to Aaron and his sons <a data-ref=\"Numbers 18:14\" href=\"/Numbers.18.14\">Nu 18:14</a> (P), to Zadokite priests <a data-ref=\"Ezekiel 44:29\" href=\"/Ezekiel.44.29\">Ez 44:29</a>.<br><strong>3.</strong>  <em>devotion, ban</em>, <strong>involving destruction</strong>; <span dir=\"rtl\">אִישׁ חֶרְמִי</span> <a data-ref=\"I Kings 20:42\" href=\"/I_Kings.20.42\">1 K 20:42</a> <em>man under my</em> (<span dir=\"rtl\">י׳</span>’s) <em>ban</em> (of Benhadad); <span dir=\"rtl\">עַם חֶרְמִי</span> <a data-ref=\"Isaiah 34:5\" href=\"/Isaiah.34.5\">Is 34:5</a> (of Edom); <span dir=\"rtl\">נתן לַח׳</span> <a data-ref=\"Isaiah 43:28\" href=\"/Isaiah.43.28\">Is 43:28</a> fig. of <span dir=\"rtl\">י׳</span>’s giving over Jud. to Chald.; <span dir=\"rtl\">ח׳</span> not to be in future <a data-ref=\"Zechariah 14:11\" href=\"/Zechariah.14.11\">Zc 14:11</a>; <span dir=\"rtl\">פֶּן־אָבוֹא וְהִכֵּיתִי אֶת־הָאָרֶץ ח׳</span> <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a> <em>smite the land with a ban</em>, i.e. utterly destroy it."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0d1613f3c2d3b4515fe", "index_title": "German Commentary on Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Arakhin 8:4:1", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "German Commentary on Mishnah Arakhin 8:4:1", "sourceHeRef": "פירוש גרמני על משנה ערכין ח׳:ד׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 4.0001, "collectiveTitle": {"en": "German Commentary on Mishnah Arakhin", "he": "פירוש גרמני על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Als Banngut weihen.</b>  S. Lev. 27, 28. Das so Geweihte galt, solange es im Hause des Eigentümers sich befand, als hochheilig, dagegen wurde es, nachdem es den Priestern übergeben worden (s. Num. 18, 14 und weiter Mischna 6), deren Eigentum wie profanes Gut.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49f2c613f3c2d3b44b98f", "index_title": "German Commentary on Mishnah Yevamot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Yevamot 11:5:14", "anchorRef": "Numbers 18:14", "anchorRefExpanded": ["Numbers 18:14"], "sourceRef": "German Commentary on Mishnah Yevamot 11:5:14", "sourceHeRef": "פירוש גרמני על משנה יבמות י״א:ה׳:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 5.0014, "collectiveTitle": {"en": "German Commentary on Mishnah Yevamot", "he": "פירוש גרמני על משנה יבמות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>sie haben keinen Anteil an den Heiligtümern des Tempels.</b>  Weder an Opfern, noch selbst an den Fellen der Opfertiere oder dem Banngut (Num. 18, 14), weil sie ihre priesterliche Abkunft nicht erweisen können.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}]