[{"_id": "52105bf6edbab43f23701705", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Ramban on Numbers 18:20:1", "sourceHeRef": "רמב\"ן על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>בארצם לא תנחל</b> שתהיה נוחל חלקך כאחד מכל שבטי ישראל וחלק קטן לא יהיה לך בארצם כלל כי הערים אשר נתנו להם ערי מקלט היו ולצורך ישראל הן האזהרה הזו בכהנים ואחרי כן הזכיר בלוים בתוך בני ישראל לא ינחלו נחלה (במדבר י״ח:כ״ד) כמוזהר בכהנים ורבותינו דרשו (ספרי קרח מה) בארצם לא תנחל בשעת חלוק הארץ וחלק לא יהיה לך בתוכם בבזה אני חלקך על שולחני אתה אוכל:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU [Aaron] SHALT HAVE NO INHERITANCE IN THEIR LAND. This means that you [Aaron] will not inherit a share amongst any one of all <i>the tribes of Israel</i>.<sup class=\"footnote-marker\">209</sup><i class=\"footnote\">Thus they were excluded not only from having a central tribal land of their own but even from having smaller pieces of land throughout the other tribes.</i> <i>Neither shalt thou have</i> [even] a small <i>portion</i> in their land at all, for the cities which were given to them [the Levites] were [also] cities of refuge, and were used by the rest of Israel. Now this admonition applies to the priests, and afterwards He mentioned with respect to the Levites: <i>among the children of Israel they shall have no inheritance</i>,<sup class=\"footnote-marker\">210</sup><i class=\"footnote\">Verse 23.</i> just as He had admonished the priests. And our Rabbis interpreted the verse:<sup class=\"footnote-marker\">211</sup><i class=\"footnote\">Sifre <i>Korach</i> 118.</i> “<i>Thou shalt have no inheritance in their land</i>, as referring to the time when the Land was divided up [amongst the tribes]. <i>Neither shalt thou have any portion among them</i>, that is, a portion of the spoil [taken from a defeated enemy]. <i>I am thy portion</i> — you eat at My table.”<sup class=\"footnote-marker\">212</sup><i class=\"footnote\">In other words, while all Israel lives upon the yield of the land, the priests acquire their gifts directly from “the Table” of the Most High. See also “The Commandments,” Vol. II, pp. 163-166.</i><br>Chukath", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "522302feedbab45814ae700a", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rashi on Numbers 18:20:1", "sourceHeRef": "רש\"י על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וחלק לא יהיה לך בתוכם.</b> אַף בַּבִּזָּה (שם):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וחלק לא יהיה לך בתוכם [THOU SHALT NOT INHERIT THEIR LAND,] NEITHER SHALT THOU HAVE ANY PORTION IN THE MIDST OF THEM even in the spoil (Sifrei Bamidbar 119:1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f70eb", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 18:20", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Onkelos Numbers 18:20", "sourceHeRef": "תרגום אונקלוס על במדבר י״ח:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 18.002, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַאֲמַר יְיָ לְאַהֲרֹן בְּאַרְעֲהוֹן לָא תַחֲסִין וָחֳלַק לָא יְהֵי לָךְ בֵּינֵיהוֹן <b>מַתְּנַן דִּי יְהָבִית לָךְ</b> אִנּוּן חוּלְקָךְ וְאַחֲסַנְתָּךְ בְּגוֹ בְּנֵי יִשְׂרָאֵל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Adonoy said to Aharon: “You will have no inheritance in their land, and you will not have a share among them; I am [<b>the gift that I have given you is</b>] your inheritance and portion among Bnei Yisroel.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec920", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 18:20", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Targum Jonathan on Numbers 18:20", "sourceHeRef": "תרגום יונתן על במדבר י״ח:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 18.002, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַאֲמַר יְיָ לְאַהֲרן בְּאַרְעֲהוֹן לָא תְקַבֵּל אַחְסָנָא כְּמִשְׁאַר שִׁבְטַיָא וְחוּלְקָא לָא יֶהֱוֵי לָךְ בֵּינֵיהוֹן אֲנָא חֶלְקָךְ וְאַחְסַנְתָּךְ בְּגוֹ בְּנֵי יִשְרָאֵל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And the Lord said to Aharon, Thou wilt not receive a possession in their land as the rest of the tribes, nor wilt thou have a portion among them: I am thy Portion and thy Inheritance in the midst of the children of Israel. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17abafbfba22336ea7c83", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Or HaChaim on Numbers 18:20:1", "sourceHeRef": "אור החיים על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<b>בארצם לא תנחל וגו'</b>. בספרי אמרו שאסר עליו חלק הארץ וחלק הביזה, ולזה כפל לומר <b>לא תנחל וחלק לא</b> וגו', וכוונת הכתוב היא שהגם שירצו ישראל לחלק לו חלק עמהם לא יאמר שלא נתכוון ה' אלא לפטור ישראל מחלק אהרן אבל אם ירצו הרי אלו משובחים על דרך אומרם ז\"ל (שביעית פ\"י מ\"ט) המחזיר חוב בשביעית רוח חכמים נוחה הימנו, לזה אמר <b>לא תנחל</b>, ושומע אני דוקא נחלת הארץ הוא שישנה בלאו אבל חלק הביזה אינו באיסור תלמוד לומר <b>וחלק</b> וגו'. ודקדק לומר <b>בתוכם</b> על דרך אומרו (משלי א׳:י״ד) גורלך תפיל בתוכנו פירש ליטול חלק כאחד מהם הוא שאסר עליו אבל אם רצו לשלוח לו דורונות הרי זה מקבל מהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>בארצם לא תנחל</span>, \"you will not have an in heritance in their land, etc.\"</b> According to <i>Sifri</i> this verse forbids the priests not only a share in the land but also a share in the spoils of war. This is based on the respective meaning of <span>נחלה</span> and <span>חלק</span> both of which appear twice in our verse. The Torah tells us that though the other tribes might be willing to share the loot with the priests and they might interpret the verse as only <b>excusing</b> them from sharing but <b>not forbidding</b> same, this is not so. The legislation is not comparable to the <i>Shemittah</i> legislation where we are told in <i>Shevi-it</i> 10,9 that the rabbis were delighted if a debtor volunteered to repay a debt which the creditor could no longer insist on collecting legally. To make the point quite clear the Torah wrote <span>לא תנחל</span>, you must not inherit. Had the Torah written nothing else I would have thought that only inheritance of land is actually forbidden but that accepting a share of the spoils of war is permissible. This is why the Torah had to add the word <span>וחלק</span>, \"as well as any part.\" The reason the Torah added the word <span>בתוכם</span> may be understood when we look at Proverbs 1,14: <span>גורלך תפיל בתוכנו</span>, i.e. \"accept part of our lot together with us.\" The prohibition applies only when the priests receive their share as part and parcel of the division between the tribes. If anyone wishes to give them some of the spoils in the form of a gift this is permissible.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54b1d9dcfbfba21603f5b0f8", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 505:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sefer HaChinukh 505:1", "sourceHeRef": "ספר החינוך תק״ה:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 505.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>שֶׁלֹּא יִקַּח שֵׁבֶט לֵוִי חֵלֶק בַּבִּזָּה</b> – שֶׁלֹּא יִטֹּל כָּל שֵׁבֶט לֵוִי חֵלֶק בַּבִּזָּה בְּמָה שֶׁשָּׁלְלוּ יִשְׂרָאֵל בְּהִכָּנְסָם בָּאָרֶץ (עי' ספה\"מ לאוין קע), וּבְמָה שֶׁיִּשְׁלְלוּ מֵאוֹיְבֵיהֶם אַחֲרֵי כֵן, וְעַל זֶה נֶאֱמַר (דברים יח א) לֹא יִהְיֶה לַכֹּהֲנִים חֵלֶק וְנַחֲלָה, וְכֵן בָּא בְּסִפְרֵי, חֵלֶק בַּבִּזָּה, וְנַחֲלָה בָּאָרֶץ. וְאַל יִקְשֶׁה עָלֶיךָ בָּזֶה הַלָּאו עִנְיַן לָאו שֶׁבַּכְּלָלוֹת, שֶׁהֲרֵי כְּבָר בָּאוּ בַּכָּתוּב עַל שְׁנֵי עִנְיָנִים אֵלֶּה שְׁנֵי לָאוִין, וְהֵם לֹא יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם חֵלֶק וְנַחֲלָה, וְאָמַר עוֹד אַחַר כֵּן וְנַחֲלָה לֹא יִהְיֶה לּוֹ וְגוֹ'. וְנִכְפְּלוּ שְׁנֵי הַלָּאוִין אֵלּוּ בְּעַצְמָם בַּכֹּהֲנִים, שֶׁנֶּאֱמַר בְּאַהֲרֹן (במדבר יח כ) בְּאַרְצָם לֹא תִנְחָל וְחֵלֶק לֹא יִהְיֶה לְךָ בְּתוֹכָם. וְאָמְרוּ זִכְרוֹנָם לִבְרָכָה (ספרי שם) בְּאַרְצָם לֹא תִנְחָל בִּשְׁעַת חִלּוּק הָאָרֶץ, וְחֵלֶק לֹא יִהְיֶה לְךָ בְּתוֹכָם, בַּבִּזָּה. וְאַף עַל פִּי שֶׁהַכֹּהֲנִים בִּכְלַל שֵׁבֶט לֵוִי הָיוּ, נִכְפְּלָה הַמְּנִיעָה בָּהֶם לְחִזּוּק, וְכֵן כָּל מָה שֶׁדּוֹמֶה לָזֶה בַּתּוֹרָה שֶׁתִּכְפֹּל הַלָּאוִין בִּמְקוֹמוֹת הַרְבֵּה, הַכֹּל לְחִזּוּק הָעִנְיָן אוֹ לְהַשְׁלִים הַדִּין כְּשֶׁלֹּא יִהְיֶה שָׁלֵם מֵהַלָּאו הָאֶחָד, וְתָבִין מִמָּה שֶׁכָּתַבְתִּי לְךָ בְּרֹאשׁ סֵפֶר אֵלֶּה הַדְּבָרִים לָמָּה יְחַסְּרֶנּוּ הָאֵל בְּמָקוֹם אֶחָד וְיַשְׁלִימֶנּוּ בְּאַחֵר. וְכָתַב הָרַמְבַּ\"ם זִכְרוֹנוֹ לִבְרָכָה (בספר המצוות שם) אִלּוּ מָנִינוּ אֵלּוּ הַלָּאוִין שֶׁהֵם בְּאַרְצָם לֹא תִנְחָל וְגוֹ' בַּכֹּהֲנִים תּוֹסֶפֶת עַל הַלָּאוִין הַנֶּאֱמָרִים בַּלְּוִיִּם, שֶׁהֵם לֹא יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם וְגוֹ' יִהְיֶה רָאוּי לָנוּ כְּמוֹ כֵן לְפִי זֶה הַהֶקֵּשׁ, שֶׁנִּמְנֶה אִסּוּר הַגְּרוּשָׁה וַחֲלָלָה זוֹנָה עַל כֹּהֵן גָּדוֹל, בִּשְׁלֹשָׁה לָאוִין נוֹסָפִין עַל הַשְּׁלֹשָׁה שֶׁבָּאוּ עַל זֶה בְּכָל כֹּהֵן, בֵּין גָּדוֹל בֵּין הֶדְיוֹט, וְאִם אָמַר אוֹמֵר שֶׁכֵּן הוּא, נְשִׁיבֵהוּ מִמָּה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה בְּקִדּוּשִׁין (עז, ב) שֶׁאֵין כֹּהֵן גָּדוֹל חַיָּב בִּגְרוּשָׁה אֶלָּא אַחַת, וְאִילּוּ יִהְיֶה הַדִּין כֵּן יִתְחַיֵּב עָלֶיהָ שְׁתַּיִם, אַחַת מִשּׁוּם כֹּהֵן שֶׁהַגְּרוּשָׁה אֲסוּרָה עָלָיו, וְהַשֵּׁנִית מִצַּד שֶׁהוּא כֹּהֵן גָּדוֹל וְהִיא אֲסוּרָה עָלָיו בְּלָאו הָאַחֵר. וּמִזֶּה הַמִּין בְּעַצְמוֹ, הֵן הַמְּנִיעוֹת שֶׁבָּאוּ לַכֹּהֲנִים בְּלֹא יִקְרְחוּ קָרְחָה בְּרֹאשָׁם וּפְאַת זְקָנָם לֹא יְגַלֵּחוּ וּבִבְשָׂרָם לֹא יִשְׂרְטוּ שָׂרָטֶת (ויקרא כא ה), שֶׁכְּבָר קָדְמוּ בְּכָל יִשְׂרָאֵל בִּכְלָל, בְּאָמְרוֹ לֹא תַקִּיפוּ פְּאַת וְגוֹ' וְלֹא תָשִׂימוּ קָרְחָה. וְשֶׂרֶט לָנֶפֶשׁ וְגוֹ' (שם יט כח). וְאָמְנָם נִכְפְּלוּ אֵלּוּ בַּכֹּהֲנִים לְהַשְׁלִים הַדִּין כְּמוֹ שֶׁנִּתְבָּאֵר בְּסוֹף מַסֶּכֶת מַכּוֹת (כ, א) וּלְפִיכָךְ, כֹּהֵן הָעוֹבֵר עַל אַחַת מֵאֵלֶּה אֵינוֹ מִתְחַיֵּב אֶלָּא מַלְקוּת אַחַת, וְהָבֵן זֶה הָעִקָּר וְשָׁמְרֵהוּ.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>That the tribe of Levi not take a portion in the spoils:</b> That the whole tribe of Levi not take a portion in that which Israel despoiled upon their entering into the Land (see Sefer HaMitzvot LaRambam, Negative Commandments 170), and in that which they would despoil from their enemies afterwards. And about this is it stated (Deuteronomy 18:1), “There shall not be a portion and inheritance for the priests.” And so [too,] does it appear in Sifrei Devarim 163, “‘Portion’ in the spoils, ‘inheritance’ in the land.” And let not the matter of a general prohibition be difficult for you about this negative commandment (as there appear to be two prohibitions from the same phrase); since two prohibitions come in Scripture about these two negative commandments — and they are, “There shall not be a portion and inheritance for the priests, the Levites,” and also afterwards, “And no inheritance shall be for him, etc.” (Deuteronomy 18:2). And these two negative commandments themselves are repeated for the priests, as it is stated with Aharon (Numbers 18:20), “In their land you shall not inherit, and there will not be a portion for you among them.” And they, may their memory be blessed, said (Sifrei Bamidbar 119), “‘In their land you shall not inherit’ — at the time of the division of the land; ‘and there will not be a portion for you among them’ in the spoils.” And even though the priests were in the tribe of Levi, the prevention is repeated about them for strengthening. And so [too,] all that is similar to this in the Torah, such that it repeats negative commandments in many places — it is all to strengthen the matter or to complete the law when it is not complete from the one negative commandment. And you will understand why God made it lack in one place and completed in another from that which I wrote at the beginning of the book of <i>Eleh HaDevarim</i> (Deuteronomy). And Rambam, may his memory be blessed, wrote (Sefer HaMitzvot LaRambam, Negative Commandments 170), “If we had counted these negative commandments, which are ‘In their land, you shall not inherit, etc.’ about the priests, additionally to the negative commandments stated about the Levites, etc., it would, according to this comparison, be fitting likewise for us to count the prohibition of the divorcee, the <i>challalah</i> and the <i>zonah</i> for the high priest as three additional negative commandments in addition to the three that came on every priest — whether common or high. And if the speaker say that this is so, we shall answer him with what they, may their memory be blessed, said in Kiddushin 77b that a high priest is only liable one [punishment] for a divorcee. And were the law to be [that a high priest is transgressing two commandments], he would be liable two for it — one because of [being] a priest, since a divorcee is forbidden to him, and a second from the angle of his being high priest, since she is forbidden to him in a different negative commandment. And from this type itself are the preventions that came to the priests for ‘They shall not make a bald spot on their heads, and they shall not shave their beards and their flesh they shall not gash with a gash’ (Leviticus 21:5); as they were already preceded for all of Israel more generally, in its stating, ‘You shall not round off the corner, etc.’ (Leviticus 19:27), ‘and you shall not place a bald spot’ (Deuteronomy 14:10), ‘And a marking for a soul, you shall not put onto your flesh, etc.’ (Leviticus 19:28). However these were repeated with the priests to complete the law, as is elucidated at the end of Tractate Makkot 20a. And therefore a priest that transgresses one of these is only liable for one [set] of lashes. And understand this principle and guard it.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54b1db1dfbfba21603f6e408", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 342:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sefer HaChinukh 342:4", "sourceHeRef": "ספר החינוך שמ״ב:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 342.0004, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "וְנוֹהֶגֶת מִצְוָה זוֹ בְּאֶרֶץ יִשְׂרָאֵל בִּזְמַן שֶׁיִּשְׂרָאֵל שָׁם, בֵּין בִּלְוִיִּם בֵּין בְּיִשְׂרְאֵלִים, בִּזְכָרִים וּנְקֵבוֹת, שֶׁהַכֹּל חַיָּבִים שֶׁלֹּא לְשַׁנּוֹת שְׁלֹשָׁה מְקוֹמוֹת הָאֲמוּרִים לְעוֹלָם הָעִיר, וְהַמִּגְרָשׁ, וּמְקוֹם הַשָּׂדוֹת וְהַכְּרָמִים. וּמִן הַדּוֹמֶה, כִּי כָּל מִי שֶׁשִּׁנָּה בָּהֶן בְּעֵדִים וְהַתְרָאָה חַיָּב מַלְקוּת, וְלֹא יָדַעְתִּי שִׁעוּר לְשִׁנּוּי זֶה כַּמָּה יִהְיֶה וְיִתְחַיֵּב עָלָיו, חֲכַם בְּנִי וְדָעֵהוּ. וְכָתַב הָרַמְבַּ\"ם זִכְרוֹנוֹ לִבְרָכָה (שמיטה ויובל יג יב, יג) עַל מִצְוָה זוֹ, לָמָּה לֹא זָכָה לֵוִי בְּנַחֲלַת אֶרֶץ יִשְׂרָאֵל וּבְבִזָּתָם עִם אֶחָיו? מִפְּנֵי שֶׁהֻבְדַּל לַעֲבֹד הַשֵּׁם יִתְבָּרַךְ וּלְשָׁרְתוֹ וּלְהוֹרוֹת דְּרָכָיו הַיְּשָׁרִים, וּלְפִיכָךְ הֻבְדְּלוּ מִדַּרְכֵי הָעוֹלָם, לֹא עוֹרְכִין מִלְחָמָה כִּשְׁאָר יִשְׂרָאֵל, וְלֹא נוֹחֲלִין, וְלֹא זוֹכִין לְעַצְמָן בְּכֹחַ גּוּפָן, אֶלָּא חֵיל יְיָ, שֶׁנֶּאֱמַר בָּרֵךְ יְיָ חֵילוֹ וְגוֹ', וְהוּא, בָּרוּךְ הוּא, זִכָּה לָהֶם חֶלְקוֹ שֶׁנֶּאֱמַר אֲנִי חֶלְקְךָ וְנַחֲלָתְךָ וְגוֹ'. וְלֹא שֵׁבֶט לֵוִי בִּלְבַד בִּכְלַל זֶה, אֶלָּא כָּל אִישׁ וָאִישׁ מִבָּאֵי הָעוֹלָם, אֲשֶׁר נָדְבָה רוּחוֹ לְהִבָּדֵל וְלַעֲמֹד לִפְנֵי יְיָ לְעָבְדוֹ לָדַעַת דְּרָכָיו הַיְּשָׁרִים וְהַצַּדִּיקִים וּלְלַמְּדָם לַאֲחֵרִים, פּוֹרֵק מֵעַל צַוָּארוֹ עֹל חִשְּׁבֹנוֹת הָרַבִּים אֲשֶׁר בִּקְשׁוּ בְּנֵי הָאָדָם, וַהֲרֵי זֶה נִתְקַדֵּשׁ לִהְיוֹת קֹדֶשׁ קָדָשִׁים וְיִהְיֶה יְיָ נַחֲלָתוֹ לְעוֹלְמֵי עוֹלָמִים, וְיִזְכֶּה בָּעוֹלָם הַזֶּה בְּדָבָר הַמַּסְפִּיק לוֹ כְּמוֹ שֶׁזָּכָה שֵׁבֶט לֵוִי, וְכֵן דָּוִד הוּא אוֹמֵר (תהלים טז, ה) \"יְיָ מְנָת חֶלְקִי וְכוֹסִי אַתָּה תּוֹמִיךְ גּוֹרָלִי\".", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "And this commandment is practiced in the Land of Israel at the time when Israel is there — whether by Levites or by Israelites — by males and females, as all are obligated never to change the three places spoken about: the city; the open space; and the fields and vineyards. And it would seem that anyone who did change them with witnesses and a warning would be liable for lashes. But I did not know the measure of this change — how much it would be for him to be liable for it. Be wise, my son, and know it. And Rambam, may his memory be blessed, wrote concerning this commandment (Mishneh Torah, Laws of Sabbatical Year and the Jubilee 13:12), “Why did the Levites not merit [a portion] in the possession of the Land of Israel and in the spoils of war, with his brethren? Because they were set aside to serve God, may He be blessed, and minister unto Him and to instruct His just paths. And therefore they were set apart from the ways of the world: They do not wage war like the remainder of the Israelites, nor do they [receive an inheritance], nor do they acquire [things] for themselves through the power of their bodies. Instead, they are God’s legion — as it is stated (Deuteronomy 13:11), ‘May the Lord bless His legion’ — and He provides for them, as it is stated (Numbers 18:20), ‘I am your portion and your possession.’ And it is not only the tribe of Levi that is included in this, but each and every man that comes to the world whose spirit has moved him to be separated and to stand in front of God and to serve Him, to know His straight and righteous paths and to teach them to others — the yoke of the many calculations that people seek out is lifted from upon his neck. And behold, he is sanctified to become holy of holies, and God will be his possession for ever and ever. And he will acquire the thing that he needs in this world, just as the tribe of Levi acquired [it]. And so David states (Psalms 16:5), ‘The Lord is my appointed portion and my cup, You sustain my fate.’”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "569b6204d6e4a979b409ed52", "index_title": "Pesikta DeRav Kahana", "category": "Midrash", "type": "", "ref": "Pesikta DeRav Kahana 13:12", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Pesikta DeRav Kahana 13:12", "sourceHeRef": "פסיקתא דרב כהנא י״ג:י״ב", "anchorVerse": 20, "sourceHasEn": true, "compDate": [400, 700], "commentaryNum": 13.0012, "collectiveTitle": {"en": "Pesikta DeRav Kahana", "he": "פסיקתא דרב כהנא"}, "heTitle": "פסיקתא דרב כהנא", "he": "[יב] ד\"א ירמיה, שבימיו נעשה בית המקדש אירימון. ד\"א ירמיה, שבימיו נתרוממה מידת הדין. בן חלקיה, א\"ר יודה בר' סימון מאותו השבט שכת' בו אני חלקך ונחלתך (במדבר יח:כ). א\"ר שמואל בר נחמן ארבעה הן שהן באין ממשפחה נכוייה, ואילו הן, פנחס, ואוריה, יחזקאל, וירמיה. פינחס את מוצא בשעה שבא לייחס את ישר' אמרו לו, את בא ליחסינו, אלעזר למי היה נשאוי לא לבתו של פוטיאל, לא כך כת', ואלעזר בן אהרן לקח לו מבנות פוטיאל (שמות ו:כה), ואתה בא לייחסנו, וכיון שראה הקב\"ה שהן מזלזלין לו התחיל מייחסו, פנחס בן אלעזר בן אהרן הכהן (במדבר כה:יא), כהן בר כהן, קנאי בר קנאי. אוריה היו ישר' מזלזלין אחריו ואומ' לא גבעוני הוא, וגם איש היה מתנבא בשם י\"י אוריהו בן שמעיהו מקרית יערים (ירמיה כו:כ), וכת' ועריהם גבעון והכפירה ובארות וקרית יערים (יהושע ט:יז), וצרך הכת' ליחסו, ואעידה לי עדים נאמנים את אוריה הכהן (ישעיה ח:ב). יחזקאל ישראל היו מזלזלין אחריו ואומ' לא מבני בניה של רחב הזונה הוא, וצרך הכתוב לייחסו, היה היה דבר י\"י אל יחזקאל בן בוזי הכהן (יחזקאל א:ג). ירמיהו היו ישר' מזלזלין עליו ואומ' לא מבני בניה של רחב הזונה הוא, וצרך הכת' ליחסו, דברי ירמיהו בן חלקיהו (ירמיה א:א).", "heVersionTitle": "Pesikta de Rav Kahana according to an Oxford manuscript, Dov Mandelbaum ed., N.Y. 1987", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מהד' מנדלבוים, נויארק. בית המדרש לרבנים שבאמריקה, תשכ\"ב", "text": "Another explanation: Jeremiah [<i>Yirmiyah</i>] — since the Temple became a wilderness [<i>arimon</i>] in his days. Another explanation: Jeremiah — since [God's] trait of strict judgment was elevated [<i>nitromemah</i>] in his days. The son of Chilkiyah — Rabbi Yudah bar Simon said, \"He was from that tribe about which it is written: <i>I am your portion [chelek]  and inheritance</i> (Numbers 18:20).\" Rabbi Shmuel bar Nachman said, \"There were four who came from a foreign family, and these are them: Phinehas, Uriah, Ezekiel, and Jeremiah. [Concerning] Phinehas, you find at the time that when he wanted to record the ancestry of the Jewish people, they said to him, 'You are coming to record our ancestry? Who did Elazar [your father] marry; was it not the daughter of Putiel? Is it not written like this: <i>And Aaron’s son Elazar took to wife one of Putiel’s daughters</i> (Exodus 6:25)? And you are coming to register our ancestry?' And when the Holy One, blessed be He, saw that they were disparaging him, He began to register his ancestry: <i>Phinehas the son of Elazar, the son of Aharon the priest</i> (Numbers 25:11). He is a priest, the son of a priest; a zealot, the son of a zealot! [Concerning] Uriah, the Jewish people were disparaging him and saying, 'Is he not a Gibeonite: <i>There was also a man prophesying in the name of the Lord, Uriah, the son of Shemaiah from Kiriath-jearim</i> (Jeremiah 26:20). And it is written: <i>and their towns were Gibeon, Chephirah, Beeroth, and Kiriath-jearim</i> (Joshua 9:17).' So Scripture had to register his ancestry: <i>And I call reliable witnesses, Uriah the priest</i> (Isaiah 8:2). [Concerning] Ezekiel, the Jewish people were disparaging him and saying, 'Is he not from the descendants of Rachav the harlot?' So Scripture had to register his ancestry: <i>And the word of the Lord came to Ezekiel the priest</i> (Ezekiel 1:3). [Concerning] Jeremiah, the Jewish people were disparaging him and saying, 'Is he not from the descendants of Rachav the harlot?' So Scripture had to register his ancestry: <i>The words of Jeremiah the son of Chilkiyahu</i> (Isaiah 1:1).\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "569d07cfd6e4a979b40a0c31", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 119:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sifrei Bamidbar 119:1", "sourceHeRef": "ספרי במדבר קי״ט:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [200], "commentaryNum": 119.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויאמר ה' אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני ישראל. למה נאמר? לפי שהוא אומר (במדבר כו) לאלה תחלק הארץ – הכל במשמע: כהנים לוים וישראלים וגרים ונשים ועבדים וטומטום ואנדרוגינוס במשמע. ויאמר ה' אל אהרן בארצם לא תנחל – יצאו כהנים: ובתוך ישראל לא ינחלו נחלה – יצאו לוים. לשמות מטות אבותם ינחלו – יצאו גרים ועבדים. ואיש לפי פקודיו – יצאו טומטום ואנדרוגינוס: ויאמר ה' אל אהרן בארצם לא תנחל – בשעת חילוק הארץ. וחלק לא יהיה לך בתוכם – בביזה: אני חלקך ונחלתך – על שולחני אתה אוכל ועל שולחני אתה שותה. משל למה הדבר דומה? למלך בשר ודם שנתן לבניו מתנות, ולבנו אחד לא נתן שום מתנה. אמר לו: בני אע\"פ שלא נתתי לך מתנה – על שולחני אתה אוכל ועל שולחני אתה שותה. וכן הוא אומר (ויקרא ו) חלקם נתתי לך מאשי, (דברים יח) אשי ה' ונחלתו יאכלו: אני חלקך ונחלתך – כ\"ד מתנות כהונה נתנו להם לכהנים: י\"ב במקדש וי\"ב בגבולים. ומה אלו י\"ב במקדש? חטאת ואשם וזבחי שלמי צבור ועור העולה ומותר לוג שמן של מצורע ומותר העומר ושתי הלחם ולחם הפנים ושירי מנחות ותרומת תודה ותרומת חזה ושוק וזרוע ואיל נזיר:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 18:20) \"And the L-rd said to Aaron: In their land you will not inherit, and you will not have a portion in their midst. I am your portion and your inheritance in the midst of the children of Israel.\": Why is (all of) this stated? Because it is written (Bamidbar 26:53) \"To these shall the land be apportioned,\" I would think that all are included — Cohanim, Levites, Israelites, proselytes, women, bondsmen, tumtum (those of uncertain sex) and androgynous (hermaphrodites); it is, therefore, written: \"And the L-rd said to Aaron: In their land you will not inherit\" — This excludes (from inheritance) Cohanim.\" (Ibid. 23) \"And in the midst of the children of Israel, they (the Levites) shall not inherit an inheritance\" — This excludes Levites. (Ibid. 26:55) \"By the names of the tribes of their fathers shall they inherit\" — This excludes bondsmen and proselytes (Ibid. 54) \"A man, according to his numbers shall his inheritance be given\" — This excludes tumtum and androgynous. (Ibid. 18:20) \"And the L-rd said to Aaron: In their land you will not inherit\" — in the division of the land. \"and you will not have a portion in their midst\" — (\"a portion\") of the spoils. \"I am your portion and your inheritance\" — At My table (i.e., from the sacrifices) you eat and at My table you drink. An analogy: A king gave gifts to (all of) his sons except one, saying to him: My son, I gave you a gift. At My table you eat and at My table you drink. And thus is it written (Vayikra 6:10) \"Their portion have I given to them from My fire-offerings.\" (Devarim 18:1) \"The fire-offering of the L-rd and His inheritance shall they eat.\" Twenty-four priestly gifts were given to the Cohanim, twelve in the sanctuary and twelve in the borders (i.e., outside of Jerusalem.) Twelve in the sanctuary: sin-offering, guilt-offering, the remnant of the log of oil of the leper, the remnant of the omer, the two loaves, the show-bread, the remnant of meal-offerings, the terumah of the thank-offering (viz. Vayikra 7:14), the terumah of breast and thigh, the shoulder of the ram of the Nazirite.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "56d2c60bd6e4a9683255f6e0", "index_title": "Rashi on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Deuteronomy 18:2:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rashi on Deuteronomy 18:2:1", "sourceHeRef": "רש\"י על דברים י״ח:ב׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rashi on Deuteronomy", "he": "רש\"י על דברים"}, "heTitle": "רש\"י על דברים", "he": "<b>כאשר דבר לו.</b> \"בְּאַרְצָם לֹא תִנְחָל, אֲנִי חֶלְקְךָ\" (במדבר י\"ח):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כאשר דבר לו AS HE SPOKE TO HIM i.e., to Aaron [saying],“You shall not inherit in their land… I am your portion [and your inheritance, among the children of Israel].”- (Numbers 18:20)", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77d6cd6e4a94c7c18af1d", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 18:20", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tafsir Rasag, Numbers 18:20", "sourceHeRef": "תפסיר רס\"ג, במדבר י״ח:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 18.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ת̇ם קאל אללה לה פי ריאצ̇הם לא תנחל ולא יכן לך קסם פימא בינהם פאני קד ג̇עלת קסמך ונחלתך פימא בין בני אסראיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4ffd6e4a902855ffad3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tur HaArokh, Numbers 18:20:1", "sourceHeRef": "הטור הארוך, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>בארצם לא תנחל. </b>פי' הרמב\"ן שלא תנחל חלק כאחד מן השבטים וחלק לא יהיה לך אפילו חלק קטן לא יהיה לך בארצם כלל כי הערים שיתנו להם ערי מקלט היו לישראל. ואזהרה הזאת בכהנים ואחר כך מזהיר הלויים ומתוך בני ישראל לא ינחלו נחלה כלל כדרך שהזהיר הכהנים. ורבותינו דרשו בארצם לא תנחל בשעת חלוקה וחלק לא יהיה לך בביזה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בארצם לא תנחל, “you will not share in the inheritance of their land.” Nachmanides understands the verse to mean that the Levites (priests) will not share in the Land of Israel on the same basis, as do the other tribes. In fact, they would not even get any real share as the 48 cities set aside for the Levites were basically all on soil belonging to the respective tribes on whose territory they were situated. Basically, these cities functioned as cities of refuge for inadvertent killers. The warning spelled out in our verse is actually directed at the priests; the warning to the Levites is only a corollary of this. Our sages interpreted the words בארצם לא תנחל as applying primarily to the time when Joshua would divide up the land as the loot accruing to the people from their war of conquest. \n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596482cad6e4a92bf45a2ffe", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 28:13:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bereshit 28:13:2", "sourceHeRef": "רבנו בחיי, בראשית כ״ח:י״ג:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>אני ה' אלהי אברהם אביך ואלהי יצחק.</b> ע\"ד הפשט יבטיח הכתוב ליעקב ולזרעו במתנת הארץ ושיהיה עמו ושישמרנו בכל דרכיו, כענין שכתוב במעלת הצדיקים (תהילים צ״א:י״א-י״ב) כי מלאכיו יצוה לך לשמרך בכל דרכיך. ועל זה הזכיר בו לשון אני ע\"ד שכתוב (במדבר יח) אני חלקך ונחלתך, ללמדך שהוא חלק ה' כענין שכתוב (דברים לב) כי חלק ה' עמו יעקב חבל נחלתו, לא חלק מלאכי אלהים שהזכיר. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אני ה’ אלוקי אברהם אביך ואלוקי יצחק, I am the Lord G’d of Avraham and the G’d of Yitzchak.” According to the plain meaning of these words G’d here assures Yaakov that He will give the land to Yaakov and his descendant, that he will be with him and will protect him in all his undertakings, similar to Psalms 91,11 כי מלאכיו יצוה לך לשמרך בכל דרכיך, “for He will command His angels to protect you on all your paths.” The reason that the pronoun אני is used is to show that the angel who appeared to Yaakov wanted him to understand that he was acting as G’d’s messenger, i.e. was part of the Divine establishment. It is as if G’d had said: אני חלקך ונחלתך, (Numbers 18 20) “I am your share and your heritage.” The Priests were informed that they are an integral part of the Divine. Similarly, we have a statement (Deut. 32,9) describing the whole Jewish nation in similar terms, i.e. כי חלק ה’ עמו יעקב חבל נחלתו, “For His people are part of G’d, Yaakov is a portion of His heritage,” and not merely a portion of the angels which had been mentioned.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "596482cfd6e4a92bf45a3266", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 37:1:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bereshit 37:1:2", "sourceHeRef": "רבנו בחיי, בראשית ל״ז:א׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>שלמה </b>המלך עליו השלום הודיענו בשני כתובים הללו (משלי כב) עונש הגוזל את הדל, וידוע כי ד' כתות הן שהזהירה התורה על האדם לרחם אותם ושלא להרע להם, ואלו הם עניים יתומים אלמנות גרים. וכן מצינו הכתוב שהזהיר על ארבעתם בפסוק אחד, הוא שכתוב (דברים ט״ז:י״ד) ושמחת בחגך אתה ובנך ובתך ועבדך ואמתך והלוי והגר והיתום והאלמנה, ודרשו רז\"ל ארבעה שלי כנגד ארבעה שלך, ואם אתה משמח את שלי אני אשמח את שלך. והזכיר הלוי כנגד העניים, שהרי לויים עניים הם שלא היה להם חלק בארץ, אבל היו זוכין על שלחן גבוה ונהנין מקדשי שמים והם חיל הקב\"ה, כענין שכתוב (דברים ל״ג:י״א) ברך ה' חילו. והקב\"ה חלקם שנאמר (במדבר י״ח:כ׳) אני חלקך ונחלך. עניים הם שהזהיר עליהם התורה במצות עשה ובמצות לא תעשה, במצות עשה שנאמר (דברים ט״ו:ח׳) נתון תתן. וכתיב (שם ח) פתוח תפתח את ידך לו. מצות לא תעשה שנאמר (שם י) ולא ירע לבבך בתתך לו, וכתיב (שם ז) ולא תקפוץ את ידך. ואחר שהתורה הזהירה על הגזל בלאו של לא תגזול לכל העולם לכך לא הוצרכה להזהיר על גזל העני, וחייב הוא לתת לו ואיך יגזול ממנו, ועל כן בא שלמה ע\"ה והוסיף באור בעונש הגוזל את העני, כי אין דרכו בכל ספר משלי להזכיר מצוה מן המצות הכתובות בתורה אלא אם כן יוסיף באור או יחדש בה דבר, כי מי האדם שיבא אחרי משה אם לא לעשות סייג לדבריו. ועל כן אמר אל תגזול דל כי דל הוא, ואין צריך לומר לדל כי אפילו לעשיר אסור לגזול, ומה שהזכיר דל מפני שהוא מצוי שהכל גוזלין אותו לפי שאין לו עוזרים, ואין מי שידבר בעדו כאיש העשיר, אלא הכל שונאין אותו ומתרחקים ממנו ואפילו קרוביו, כענין שכתוב (משלי י״ט:ז׳) כל אחי רש שנאוהו אף כי מרעהו רחקו ממנו. וע\"כ יאמר אל תגזול דל מצד שהוא דל והוא חסר הכח ויודע אתה שאין לו עוזר וסומך כנגדך ואין מי יריב ריבו, אל תדמה בנפשך זאת כי הקב\"ה יריב ריבו והוא הטוען שלו והוא יעניש את הגוזלים אותו לא עונש ממון רק עונש הגוף והנפש, זהו וקבע את קובעיהם נפש, שהיא מלה כוללת הגוף והנפש. יתומים ואלמנות הוא שהזהירה עליהן התורה בהרבה מקומות (שמות כ״ב:כ״א) כל אלמנה ויתום לא תענון. ודרשו רז\"ל אפילו אלמנתו של מלך ואפילו יתומים של מלך. והטעם לפי שנפשם שפלה ודמעתם מצויה ודבר מצוי הוא שהכל מריעין ומענין אותם. ואמר הכתוב (שם) אם ענה תענה אותו, יחזור לכל אחד מהם ליתום ולאלמנה שהזכיר, וכפל הענוי להתמדת הבריות בענוים, וכשם שכפל הענוי כך כפל הצעקה גם שמיעת ה' יתעלה, זהו (שם) כי אם צעוק יצעק אלי שמוע אשמע צעקתו. ולפי ששאר בני אדם המעונים יטריחו אחרי מושיעים וישימו בטחונם בהם, אבל היתום והאלמנה שאין להם מושיעים אינם בוטחים כי אם בהקב\"ה, וע\"כ הקב\"ה שומע צעקתם ויריב ריבם. וכן דבר שלמה ע\"ה על היתומים בפרשה זו בעצמו, הוא שאמר אל תסג גבול עולם ובשדי יתומים אל תבא, כי גואלם חזק הוא יריב את ריבם אתך. גרים הוא שהזהירה עליהם התורה בהרבה מקומות, והוא שכתוב (שמות כ״ב:כ׳) וגר לא תונה ולא תלחצנו וגו'. יזהיר שלא יונה אותו באונאת דברים ולא ילחצנו בגזלת ממון כי גרים הייתם בארץ מצרים. והוסיף טעם הכתוב האחר ואתם ידעתם את נפש הגר, לא אמר את הגר אלא את נפש הגר כלומר נפשו שפלה ונכנעת ועיניו תמיד אל ה'. וכן דרשו רז\"ל היה בן גרים לא יאמר לו זכור מעשי אבותיך, בא ללמוד תורה לא יאמר לו פה שאכל נבלות וטרפות שרצים ורמשים יבא וילמוד תורה שנתנה מפי הגבורה. כי גרים הייתם בארץ מצרים, מום שבך אל תאמר לחברך. וכן מצינו הצדיקים נקראים גרים.ולשון גר מלשון גרגיר הנפרד מעיקרו, וכן הצדיק רואה את עצמו יחידי אין דירתו בארץ כי אם דירת עראי, וזהו שאמר דוד ע\"ה (תהילים קי״ט:י״ט) גר אנכי בארץ אל תסתר ממני מצותיך. המשיל עצמו לגר שהוא מזומן לנסיעה ואינו יודע העת, ולפי שאינו יודע העת הוא צריך שיקח צידה לדרך פן יבא עליו העת פתאום, ומה היא הצדה קיום המצות, זהו אל תסתר ממני מצותיך. וכן מצינו האבות כולם שנקראו גרים. אברהם הוא שכתוב (בראשית כ״ג:ד׳) גר ותושב אנכי עמכם. יצחק הוא שכתוב (בראשית כ״ו:ג׳) גור בארץ הזאת. יעקב הוא שכתוב.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In the two verses quoted above Solomon informed us of the penalty for stealing from the poor. It is well known that there are four categories of people concerning whom the Torah has expressed especial concern, asking people to be merciful towards them and not to inflict any harm upon them. They are: the poor, the orphans, the widows and the proselytes. Indeed we find that the Torah expresses a warning against discrimination against the aforesaid in one and the same verse in Deuteronomy 16,14 where we read: ושמחת בחגיך, אתה ובנך ובתך ועבדך ואמתך והלוי והגר והיתום והאלמנה אשר בשעריך. “You are to rejoice on your festival, you, your son, your daughter, your male servant and your maid servant, the proselyte, the orphan and the widow in your cities.” <br> Our sages as quoted by Rashi comment: “these four are Mine (G’d speaking). If you will give joy to those who are Mine, I will provide joy for those that are yours.” Mention of the Levites is equivalent to mentioning the poor as the Levites have no source of income other than the generosity of the Jewish farmer. G’d Himself is their portion as we read in Numbers 18,20 אני חלקך ונחלתך, “I am your share and your inheritance.” When the Torah legislated the treatment of the poor it did so both as a positive as well as a negative commandment. It is written (Deut. 15,10) נתון תתן, “you shall surely give (repeatedly),” (15,8) “and you shall repeatedly open your hand for him (the poor).” The negative counterpart of this commandment is found side by side (15,10), לא ירע לבבך בתתך לו, “your heart must not feel bad when you give him.” We also find another basic aspect of this commandment in Deut. 15,7 לא תאמץ את לבבך ולא תקפוץ את ידך מאחיך האביון, “do not harden your heart or close your hand against your destitute brother.”<br> Seeing that the Torah legislated against stealing altogether already in the Ten Commandments as well as in Leviticus 19, 19,13, there was no need to stress a prohibition against stealing from the poor. The instruction to give to the poor would have been sufficient to make it plain that it is forbidden to steal from the poor instead of giving to the poor. The fact that the Torah nonetheless writes words prohibiting this prompted Solomon to tell us that the penalty for stealing from the poor is far harsher than that for stealing from ordinary people. It was not Solomon’s habit to repeat commandments which have been spelled out in the Torah already and to simply repeat them in his volume משלי, Proverbs. Whenever he does so, he does so only in order to reveal an additional dimension to such a commandment. After all, who is so great that he could arrogate to himself to add to the Torah something Moses had not already thought of or been told by G’d to write down? Solomon, in common with later sages, only added “fences” to the Torah, i.e. warned against conduct which might lead to infringing Biblical commandments. This is why he said: “do not steal from the poor because he is poor,” i.e. stealing from him is so commonplace seeing that the poor is defenseless, that we must be warned not to exploit his weakness. The poor does not have protagonists such as the rich have. Everybody hates the poor and keeps his distance from him, even his relatives. This is why Solomon emphasises that the temptation to steal from the poor is great precisely “because he is poor.” Solomon therefore warns us not to think that because the poor do not have defenders of flesh and blood that they are without recourse. On the contrary, G’d Himself is their advocate and will see to it that they do not suffer because they are being exploited due to their poverty. He will go out of His way to administer punishment to anyone who steals from the poor. Contrary to the penalty for thieves who do not steal from the poor specifically, whose penalty the Torah expressed in terms of financial restitution and penal charges, someone who steals from the poor will endure chastisement of body and soul. This is the meaning of the words וקבע את קובעיהם נפש, “he will put in their places those who have tried to put the poor in their place.”<br> The Torah warns us in many places not to disadvantage orphans and widows, i.e. כל אלמנה ויתום לא תענון, ”do not oppress any orphan or widow” (Exodus 22,21). Our sages in the Mechilta comment on this verse: “even the widow of a king (presumably wealthy and influential) is included in this commandment.” The same applies to children of a king left orphaned. The reason is that in spite of their financial resources, the state of mind of such widows and orphans is one of melancholy and they are apt to cry at the slightest provocation. It is unfortunately a fact of life that people do take advantage of orphans and widows. The Torah goes on to say: אם ענה תענה אותם.....והרגתי אתכם בחרב והיו נשיכם אלמנות ובניכם יתומים, “if indeed you will persecute them..then I will kill you and your wives will become widows and your children orphans.” The Torah conditions this harsh punishment on the assumption that the victim cried out to G’d for vengeance. Generally speaking, people faced with unfair treatment put their faith in seeking recourse from a human tribunal. The orphan and widow have no other recourse than G’d Himself. This is why G’d listens specifically to their outcries and fights their battles for them.<br> Solomon also addresses the plight of orphans and widows in this chapter, and this is why he said (Proverbs 23,10-11) אל תסג גבול עולם, ובשדי יתומים אל תבא. כי גואלם חזק. הוא יריב את ריבם אתך. “Do not remove ancient boundary marks; do not encroach upon the field of orphans. For they have a powerful redeemer; he will fight their battles against you.”<br> The Torah also takes up the plight of the proselytes (strangers, immigrants to the land of Israel) on many occasions For instance, we find in Exodus 22,20 וגר לא תונה ולא תלחצנו כי גרים הייתם בארץ מצרים. “And do not taunt or oppress a stranger (convert) for you were strangers in the land of Egypt.” The Torah cites an additional reason for treating the proselyte fairly when it writes (Exodus 23,9) כי אתם ידעתם את נפש הגר, “for you are familiar with the mentality of the stranger.” Significantly, the Torah did not speak of your “knowing the stranger,” but of your being familiar with נפש הגר, the soul, the mentality of the stranger. You know that the mentality of strangers is one of feeling subdued, humbled, etc., so that his eyes are constantly turned towards G’d seeing he lacks in self-confidence.<br> The Talmud (Baba Metzia 58) speaks of the prohibition of reminding a proselyte or even his son of his former deeds or the deeds of his father. When such a proselyte comes to study Torah one is not to say to him: “ how can the mouth which used to enjoy all manner of forbidden foods presume to qualify to study the holy Torah.” The reminder of the Torah that when the Jewish people were still enslaved in Egypt their status was not superior to the recent proselyte is an example of the Rabbinic dictum מום שבך אל תאמר לחברך, “do not speak to your fellow man about a blemish as long as you yourself are afflicted with a similar blemish.” (Baba Metzia 59). In fact we find that the righteous themselves are referred to as גרים, strangers, the expression גר being derived from גרגיר, something that has been separated from its origin. The righteous is in the habit of viewing himself as distinctive, a loner, in the sense that he is different from the majority. For instance, he does not view his residence on this earth as something other than temporary. This is what King David had in mind when he said (Psalms 119,19) “I am only a stranger on earth, do not hide Your commandments from me.” He viewed himself as a tourist who has already been invited to commence a journey though he does not know the time of departure. Seeing that he does not know when he will depart, he must accumulate provisions for his journey to guard against a sudden and unprepared departure. What do these “provisions” consist of? The observance of G’d’s commandments. This is what David meant when he asked G’d not to hide His commandments from him. We also note that all of the patriarchs have been referred to as גרים on different occasions. Avraham said of himself (Genesis 23,4) “I am a stranger or a resident stranger amongst you” when he prepared to buy a burial ground for Sarah. Yitzchak was commanded by G’d to remain in the land of Canaan during the famine, albeit as a stranger. The wording is גור בארץ הזאת, “sojourn in this land on a temporary basis” (Genesis 26,3). Yaakov is referred to as a stranger in our verse (first verse of our portion וישב) as well as in Genesis 47,4 and when he described his long stay at Lavan’s as that of a stranger in Genesis 32,5.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59648368d6e4a92bf45a68a2", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 31:23:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bamidbar 31:23:4", "sourceHeRef": "רבנו בחיי, במדבר ל״א:כ״ג:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 23.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ודע </b>כי מה שהזכיר כאן במלחמת מדין הגעלת כליהם מאיסורי גוים ולא הזכיר כן במלחמת סיחון ועוג בכליהם, כי גם את שללם לקחו, כמו שאמר (שם ב) רק הבהמה בזזנו לנו ושלל הערים אשר לכדנו, טעם הדבר כי שם במלחמת סיחון ועוג היתה ארצם מנחלת ישראל, והותר להם כל שללם אפילו האסורין כענין שנאמר (שם ו) ובתים מלאים כל טוב, ודרשו רז\"ל קדלי דחזירי אשתרו להו, אבל מדין לא היתה ארצם משלהם ולא לקחו את ארצם רק לנקום נקמתם הרגו אותן ולקחו כל שללם ולכך נהג איסור בכליהם. וכן בדין הטומאה שהזכירה עתה ואתם חנו מחוץ למחנה וגו', כי במלחמת סיחון ועוג היו כל ישראל וטומאה הותרה בצבור. גם המכס שהורם בכאן במלחמת מדין ונתן לכהנים הלוים משא\"כ במלחמות סיחון ועוג, מן הטעם הזה בעצמו מפני שהיה השלל הזה מנקמת ה' בארץ לא להם, ועל כן היה ענין המכס הנתן לכהנים הלוים, אבל שם לא די שלא נתנו להם אבל הוזהרו שלא ליתן להם כלום, שנאמר (במדבר יח) וחלק לא יהיה לך בתוכם, אפילו בבזה, וכן כתב הרמב\"ן ז\"ל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "This brings us to the problem of why the Torah had held back with telling us of this legislation until now and had not revealed it after the wars against Sichon and Og (Numbers chapters 21-22) when the Israelites had also collected a great deal of loot which surely included cooking utensils (compare Deut. 2,35). The reason is that the war fought against Sichon and Og was fought on soil which G’d had designated as land of the Jewish people. Seeing this was so they were permitted to make full use of all the loot including matters totally forbidden under normal Torah law. The Torah itself recalls that the Jewish people would inherit in the land of Canaan, “houses full of everything that is good, i.e. desirable,” (Deut. 6,11). Our sages elaborated on this in Chulin 17 saying that even dried pork was allowed for the warriors at that time to be eaten as booty. Midian was not, however, a territory allocated to the Jewish people, and therefore the rules which applied to lands that were conquered at G’d’s command did not apply. <br> This is why in the case of the Midianites the Torah even forbade the victors to make use of the vessels of their adversaries until after they had been purified. This is also why in this instance the Torah stresses the fact that the warriors had (practically) all become ritually impure through contact with their (now) dead enemies, whereas not a word of this had been mentioned after the Israelites had killed the Emorites under Sichon and Og and taken over their lands. When Jews become involved in a situation which on an individual basis results in each one of them becoming ritually defiled, this law is set aside when the occasion which necessitated this impurity was one of conquering their own land at the behest of G’d.<br> You will also observe that the spoils of war which were salvaged from the punitive expedition against Midian were also shared out to the Levites and the priests although the priests and the Levites have been described as being “G’d’s share” and not inheriting any part of the land of the Canaanites, etc., (Numbers 18,20). Seeing that the loot from the campaign against the Midianites had nothing to do with a war of conquest fought against the Canaanites, the Levites and priests were not excluded from sharing. The loot was the proceeds of a war avenging G’d’s vengeance, something everybody was equally involved in. When it came to the war against the Canaanites, not only were the priests and Levites not allowed to capture any, their brethren from the other tribes were even prohibited from giving them some of that loot voluntarily (compare Numbers 18,20).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d688d6e4a92bf45a89e5", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bamidbar 18:20:1", "sourceHeRef": "רבנו בחיי, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>בארצם לא תנחל.</b> דרשו רז\"ל בארצם לא תנחל בשעת חלוק הארץ. <br><b>וחלק לא יהיה לך בתוכם.</b> בבזה.<br> <b>אני חלקך.</b> על שלחני אתה אוכל. כלומר שיזכה משלחן גבוה באותן חקים שזכתה לו תורה. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "בארצם לא תנחל, “in their land you shall have no heritage.” Our sages apply this verse (only) to the time when the land parcels will be distributed to the various tribes (Sifri Korach 119).<br> וחלק לא יהיה לך בתוכם, “and you will not have a share among them.” This refers to booty captured in war.<br> אני חלקך, “I am your share.” You will eat at My table (altar). The portions of the offerings assigned to you (the priests) are portions from G’d’s table.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59f08de5d6e4a97c285279cc", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book I, The Gate of Torah 5:11", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Shemirat HaLashon, Book I, The Gate of Torah 5:11", "sourceHeRef": "שמירת הלשון, חלק ראשון, שער התורה ה׳:י״א", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 5.0011, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "שער התורה", "he": "<b>הג\"ה.</b>[ וּבֶאֱמֶת כְּשֵׁם שֶׁמָּצִינוּ, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא קִדֵּשׁ אֶת שֵׁבֶט הַלֵּוִי וְהִזְהִיר לִכְלַל יִשְׂרָאֵל, שֶׁלֹא לַעֲזֹב אֶת הַלֵּוִי, כְּמוֹ שֶׁכָּתוּב (דברים י\"ב י\"ט): \"הִשָּׁמֶר לְךָ פֶּן תַּעֲזֹב אֶת הַלֵּוִי כָּל יָמֶיךָ עַל אַדְמָתֶךָ\". כְּעֵין זֶה הוּא גַּם כֵּן רְצוֹן ה' יִתְבָּרַךְ, שֶׁנַּחֲזִיק הָאֲנָשִׁים הַפּוֹרְשִׁים עַצְמָם מֵעִנְיְנֵי הָעוֹלָם כְּדֵי לַעֲבֹד אֶת הַשֵּׁם, כִּי הוּא בְּוַדַּאי עַל כָּל פָּנִים לֹא גָּרַע מִלֵּוִי לְעִנְיָן זֶה. שֶׁזֶּה לְשׁוֹן הָרַמְבַּ\"ם בְּהִלְכוֹת שְׁמִטָּה וְיוֹבֵל פֶּרֶק י\"ג: וְלָמָּה לֹא זָכָה לֵוִי בְּנַחֲלַת אֶרֶץ יִשְׂרָאֵל וּבְבִזָּתָהּ עִם אֶחָיו? מִפְּנֵי שֶׁהֻבְדַּל לַעֲבֹד אֶת ה' לְשָׁרְתוֹ וּלְהוֹרוֹת דְּרָכָיו הַיְשָׁרִים וּמִשְׁפָּטָיו הַצַּדִּיקִּים לָרַבִּים, שֶׁנֶּאֱמַר (דברים ל\"ג י'): \"יוֹרוּ מִשְׁפָּטֶיךָ לְיַעֲקֹב וְתוֹרָתְךָ לְיִשְׂרָאֵל\". לְפִיכָךְ הֻבְדְּלוּ מִדַּרְכֵי הָעוֹלָם, לֹא עוֹרְכִין מִלְחָמָה כִּשְׁאָר יִשְׂרָאֵל וְלֹא נוֹחֲלִין וְלֹא זוֹכִין לְעַצְמָן בְּכֹחַ גּוּפָן, אֶלָּא הֵם חֵיל ה', שֶׁנֶּאֱמַר (שם י\"א): \"בָּרֵךְ ה' חֵילוֹ\". וְהוּא בָּרוּךְ הוּא זוֹכֶה לָהֶם, שֶׁנֶּאֱמַר (במדבר י\"ח כ'): \"אֲנִי חֶלְקְךָ וְנַחֲלָתֶךָ\". וְלֹא שֵׁבֶטּ לֵוִי בִּלְבַד, אֶלָּא כָּל אִישׁ וְאִישׁ מִכָּל בָּאֵי הָעוֹלָם, שֶׁנָּדְבָה רוּחוֹ אוֹתוֹ וְהֵבִינוֹ מִדַּעְתּוֹ לְהִבָּדֵל לַעֲמֹד לִפְנֵי ה' לְשָׁרְתוֹ וּלְעָבְדוֹ לְדֵעָה אֶת ה' וְהוֹלֵךְ יָשָׁר, כְּמוֹ שֶׁעָשָׂהוּ הָאֱלֹהִים, וּפָרַק מֵעַל צַוָּארוֹ עֹל הַחֶשְׁבּוֹנוֹת הָרַבִּים, אֲשֶׁר בִּקִּשׁוּ בְּנֵי הָאָדָם, הֲרֵי זֶה נִתְקַדֵּשׁ קֹדֶשׁ הַקֳּדָשִׁים, וְיִהְיֶה ה' חֶלְקּוֹ וְנַחֲלָתוֹ לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים, וִיזַכֶּה לוֹ בָּעוֹלָם הַזֶּה דָּבָר הַמַּסְפִּיק לוֹ כְּמוֹ שֶׁזִּכָּה לַכֹּהֲנִים לַלְוִיִּם. הֲרֵי דָּוִד עָלָיו הַשָּׁלוֹם אוֹמֵר (תהילים ט\"ז ה'): \"ה' מְנָת חֶלְקִי אַתָּה תּוֹמִיךְ גּוֹרָלִי\". עַד כָּאן לְשׁוֹנוֹ הַנֶּחְמָד].", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "[And, in truth, just as we find that the Holy One Blessed be He sanctified the tribe of Levi and exhorted Israel not to forsake it, as it is written (Devarim 16:19): \"Take heed unto yourself lest you forsake the Levite all of your days upon your land,\" so, it is, likewise, the will of the Blessed L-rd that we support men who separate themselves from the affairs of the world in order to serve the L-rd. For this is certainly not inferior to supporting the Levite in this regard. As Rambam writes (<i>Hilchoth Shemitah Veyovel</i>, Chapter 13 <i>Halachah</i> 12 and 13): \"Why did the Levite not merit inheritance in Eretz Yisrael and in its spoils with his brothers? For he was singled out to serve the L-rd, to minister unto Him and to teach His just ways and righteous judgments to the people, as it is written (Devarim 33:10): 'They shall teach Your judgments to Jacob and Your Torah to Israel.' Therefore, they were separated from the ways of the world. They do not wage war, as do the rest of Israel, they do not inherit, and they do not merit things for themselves with the strength of their bodies, but they are \"the army of the L-rd,\" as it is written (<i>Ibid</i>. 11): 'The L-rd bless his [Levi's] strength.' And the Holy One Blessed be He bequeaths [things] on them, as it is written (<i>Numbers</i> 18:20): 'I am your [Levi's] portion and your inheritance.' And [this applies] not only to the tribe of Levi alone, but to every man of all those who enter the world, whose spirit moves him, and who understands of himself to be separate, to stand before the L-rd, to minister unto Him and to serve Him, to know the L-rd and to walk justly, as G-d made him. And he divests himself of the many \"accountings\" that men seek, he is sanctified as \"holy of holies,\" and the L-rd becomes his portion and his inheritance for ever and ever. And He bequeaths to him in this world what suffices him, as He did to the Cohanim and the Levites. As David, may peace be upon him said (Psalms 16:5): 'The L-rd is the portion of my inheritance.'\" Until here, his (Rambam's) beautiful language.]", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59fb0553d6e4a978f820c5ab", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Riva on Torah, Numbers 18:20:1", "sourceHeRef": "ריב\"א על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "במדבר", "he": "<b>וחלק לא יהיה לך בתוכם. פרש\"י אף בבזה </b>שהרי כתי' בפ' מטות ויתן משה את מכם תרומת ה' לאלעזר הכהן משמע שהיה לו חלק בבזה. ולפי הנר' שמה שנא' אף בבזה היינו בזת הארץ וראש המקרא מוכח שהרי כתו' ויאמר ה' אל אהרן בארצם לא תנחל וחלק וגו' משמע וחלק לא יהיה לך בתוכם מוסב על בארצם לו' שלא יהיה לו חלק אף בביזת הארץ עד\"י ב\"א:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547aed6e4a92409ac4926", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Siftei Chakhamim, Numbers 18:20:1", "sourceHeRef": "שפתי חכמים, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אף בביזה.</b> רצונו לתרץ הרי כתיב בארצם לא תנחל, ולמה כתיב וחלק לא יהיה וגו', אלא אף בביזה. ואם תאמר והרי נטל אלעזר הכהן בביזה כמו שמבואר בפרשת מטות. ויש לומר שכאן מדבר בארץ ישראל ושם לא נטלו ביזה, ולכך כתיב כאן בארצם משמע בא\"י:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Even the spoils.</b> Rashi wishes to answer the question: The verse writes, “You will have no inheritance in their land” so why is it also written, “And you will have not have a share…”? Rather it must refer even to the spoils! You might ask: Elozor the kohein took from the spoils, as is clear from Parshas Matos (Bamidbar 31:29). The answer is that here it is in reference to Eretz Yisroel and it was there that they did not take from the spoils. This is why it is written here “in their land” which implies that it is in reference to Eretz Yisroel.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43672fd6e4a97d18d919c9", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 18:20:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>בארצם לא תנחל וגו'.</b> זה אמנם היה מיושר התורה כי די להם באלו המתנות למה שיצטרך להם למחיתם וכן הענין בלויים רוצה לומר שדי להם במעשר שנותנים להם ישראל מכל תבואותיהם למחיתם והיתה כונת התורה בזה שלא יהיו אלו טרודי' במזונותיהם ויהיה להם פנאי לעסוק בתור ולהזכיר את בוראם ואמנם היו להם ערים לשבת כי בזולת זה אי אפשר להן ועם שבענין נתינת המעשר הערה להשיג השם יתעלה והנה היה בענינו מהיושר בנתינת זה השעור ישראל ללוים כי הוא חלק קרוב למה שהיה ראוי להם מנחלת הארץ לפי מספר השבטים ומזה יתבאר שחובה לישראל לתת המעשר מפירותיהם ללוים שלא תאמר שאי זה מישראל שיפריש מעשר הוא ללוי' ואם רצה יפריש ואם לא יפריש כאמרו כל חרם בישראל לך יהיה שאם רצה מחרים ואם לא רצה אינו מחרים וזה שאם היה הדבר כן אולי לא יהיה שם מי שיפריש מעש' ויעדר מזו הלוי' ולא יהיה זה גמולם הראוי להם על עבודת' ה' ית':\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0ea87273ad4f00597bccf6", "index_title": "Or HaChaim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Or HaChaim on Numbers 18:20:2", "sourceHeRef": "אור החיים על במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>אני חלקך וגו' בתוך בני ישראל</b>. אומרו <b>אני</b>, פירוש מה שהוא מיוחד לי אני יהיה חלקך, וחזר ופירש מה הוא הדבר ואמר <b>בתוך</b> וגו' שאין לך דבר שעושים ישראל שאין להקב\"ה חלק עמהם ונוטלו הכהן, בתבואות הארץ, בפירות האילן, בלחם, בבשר, ביין, בשמן, ושאר הכ\"ד מתנות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>אני חלקך ונחלתך בתוך בני ישראל</span>, \"I am your share and your inheritance amongst the children of Israel.\"</b> G'd first says \"I,\" meaning that which is unique to Him will be the share of the priests. He then added: \"amongst the children of Israel,\" i.e. that there would not be anything the Israelites did in which G'd did not have a share; the priest would receive this share of the harvests of the land, the trees, the bread, the meat, the wine, the oil, and the remainder of the 24 categories of gifts the Israelite is to donate to the priest on G'd's behalf.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17a600bb386c011be9d9b8", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 18:19:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bamidbar 18:19:4", "sourceHeRef": "רבנו בחיי, במדבר י״ח:י״ט:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ותמצא </b>בפקודי הלוים שנזכר בהם על פי ה' מה שלא תמצא בפקודי בני ישראל, וזה רמז למדה שהיא תורה שבעל פה, ודרשו רז\"ל (שמות ל״ד:כ״ז) כי על פי הדברים האלה כרתי אתך ברית, לא כרת הקב\"ה ברית עם ישראל אלא בשביל תורה שבעל פה. ופקח עיני הלב ותראה איך באר הכתוב כי נחלת הכהן אני, ממה שאמר (במדבר י״ח:כ׳) אני חלקך ונחלתך, והוא מדת רחמים במקום הזה כמו (שמות ו׳:ה׳) וגם אני שמעתי, ונחלת הלוי הוא המעשר שהוא רמז אל העשירית, ומזה אמר (במדבר י״ח:כ״א) ולבני לוי הנה נתתי כל מעשר בישראל לנחלה, וכן תמצא לוי בן יעקב שהיה עשירי בבנים, שהרי כתוב (בראשית כ״ח:כ״ב) וכל אשר תתן לי עשר אעשרנו לך, אפילו מבניו נתן מעשר להקב\"ה, והעשירי הוא קדש, וכן (דברי הימים א כ״ג:י״ג) ויבדל אהרן להקדישו קדש קדשים, ודרכו של רועה כשהוא מכניס צאנו לדיר ורוצה לעשרן שמוציאן אחד אחד, ומי שנכנס אחרון יצא ראשון, כך השבטים כשהתחיל למנות מבנימן שהוא אחרון יהיה לוי עשירי בבנים.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "In connection with the Levites you encounter the wording 'על פי ה’, an expression you do not encounter in connection with covenantal instructions issued to the Israelites (non-Levites). Our sages in Gittin 60 have said that “G’d only concluded a covenant with the Jewish people for the sake of the oral Torah.” When you open the “eyes” of your heart and look carefully you will observe that the heritage allocated to the priests is associated with G’d’s attribute אני, i.e. אני חלקך ונחלתך, “I am your share and your heritage among the Children of Israel” in verse 20 of our chapter. In this instance the word אני undoubtedly describes the attribute of Mercy. Other examples of where the wordאני clearly describes G’d in His capacity as the attribute of Mercy are found in Exodus 6,5: וגם אני שמעתי את נאקת בני ישראל, “and I have also heard the groaning of the Children of Israel, etc.”<br> The share of the Levites is the tithe which in itself is an allusion to the עשירית, the tenth emanation. This is why the Torah phrases this as ולבני לוי הנה נתתי כל מעשר בישראל לנחלה, “and as to the members of the tribe of Levi: “here I have given every tithe in Israel as a heritage, etc.”<br> You will find that Yaakov treated his son Levi as the tenth amongst his sons (compare what the author wrote on page 418 our translation in connection with Genesis 27,19). Yaakov took the vow to tithe everything G’d would give him so seriously that he even tithed his children. When a shepherd wants to tithe every tenth of his flock as prescribed by the Torah, he first leads all the sheep into the fold and then counts them individually, one by one. The last one in then becomes the first one out. Similarly, when Yaakov, a shepherd set out to tithe one of his children he first brought them into the fold commencing with his eldest Reuven and concluding with his youngest Binyamin. When he counted them subsequently, commencing this time with Binyamin, Levi was the tenth and therefore became sanctified.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b861b071e100bf4df7ea", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 25:13:3", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rabbeinu Bahya, Bamidbar 25:13:3", "sourceHeRef": "רבנו בחיי, במדבר כ״ה:י״ג:ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ברית כהונת עולם.</b> לא הזכיר בו מלח כשם שהזכיר באהרן ובכל זרעו, לפי שהם הובטחו בשני עולמות שהם זמן הברית והקיום להיותן נזונין בעוה\"ז משלחן גבוה והם המתנות, ושיהיו לעולם הבא נחלת ה', וכן כתיב (במדבר י״ח:כ׳) אני חלקך ונחלתך, אני חלקך בעוה\"ז ונחלתך לעוה\"ב, ולכך הזכיר בהם מלח שהוא כולל הברית והקיום, אבל כאן בפינחס המושך כח מן החסד והנרמז בשמו פני חסד שהיא מדתו של כהן לא הזכיר בו מלח, כי הבטיחו בקיום נצחי ושלא תשלוט עליו מיתה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ברית כהונת עולם, “a covenant of everlasting priesthood.” In this instance the word מלח, “salt,” normally associated with the wordברית is absent although it appears in 18,19 when Aaron and all his offspring are mentioned seeing they have been assured of two worlds, the terrestrial world when the covenant is effective to provide the priests with their sustenance from “G’d’s” table, i.e. the gifts listed as being given to the priests in Parshat Korach. Secondly, as recorded in 18,20, G’d uses two separate terms describing Himself as bothחלקך and נחלתך. The former word refers to the priests being G’d’s share in the terrestrial world, the latter word to His being the priest’s share in the hereafter. Seeing that in Korach the subject is both worlds, the word מלח symbolizing something enduring is used whereas in connection with Pinchas and his covenant there is no need to reinforce the promise of G’d that he is assured of an eternal future by adding the word מלח. Pinchas merited his promotion from the attribute of Mercy which, as opposed to the attribute of Justice, does not envisage death, i.e. impermanence. The priesthood and what it stands for is an emanation of the attribute of חסד, an attribute over which death has no control.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c7ef53011e66800180dae69", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 37:7", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Pirkei DeRabbi Eliezer 37:7", "sourceHeRef": "פרקי דרבי אליעזר ל״ז:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 37.0007, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": " ירד מיכאל המלאך ונטל לוי והעלה לפני הב\"ה ואמר לפניו, רבון כל העולמים זה הוא גורלך וחלקך ממעשר ופשט הב\"ה יד ימינו ואמ' שיהיו לוי ובניו משרתים לפניו בארץ כמלאכי השרת בשמים אמ' מיכאל לפני הב\"ה רבון כל העולמים המשרתים למלך אינו נותן להם טרף מזונם לפיכך נתן להם לבני לוי כל קדש שעלה לשמו שנ' אשי ה' ונחלתו יאכלון.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "Michael, the angel, descended and took Levi, and brought him up before the Throne of Glory, and he spake before Him: Sovereign of all || the universe ! This is Thy lot, and the portion of Thy works. And He put forth His right hand and blessed him, that the sons of Levi should minister on earth before Him, like the ministering angels in heaven. Michael spake before the Holy One, blessed be He: Sovereign of all worlds ! Do not such who serve the king have provision of their food given to them? Therefore He gave to the sons of Levi all holy things which accrue to His Name, as it is said, \"They shall eat the offerings of the Lord made by fire, and his inheritance\" (Deut. 18:1).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5caf003e38f4c90017cdd585", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Negative Commandments 234", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sefer Hamitzvot of Rasag, Negative Commandments 234", "sourceHeRef": "ספר המצוות לרס\"ג, מצות לא תעשה רל״ד", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 234, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וּבַל יִנְחֲלוּ זוּלָתִי <big><strong>חֻקּוֹתָם</strong></big>:", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077349c42d540017cc4d86", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 132:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sifrei Bamidbar 132:1", "sourceHeRef": "ספרי במדבר קל״ב:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [200], "commentaryNum": 132.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "לאלה תחלק הארץ בנחלה במספר שמות. הכל במשמע: ישראל כהנים ולוים גרים נשים ועבדים וטומטום ואנדרוגינוס במשמע. (במדבר י״ח:כ׳) ויאמר ה' אל אהרן בארצם לא תנחל – יצאו כהנים. ובתוך בני ישראל לא ינחלו נחלה – יצאו לוים. לשמות מטות אבותם תתנחלו – יצאו גרים ועבדים. איש לפי פקודיו – יצאו נשים וטומטום ואנדרוגינוס. רבי יאשיה אומר: ליוצאי מצרים נתחלקה הארץ, שנאמר לשמות מטות אבותם תתנחלו. מה ת\"ל לאלה תחלק הארץ? – מפני קטנים. ר' יונתן אומר: לבאי הארץ נתחלקה הארץ, שנאמר לאלה תחלק הארץ. ומה ת\"ל לשמות מטות אבותם? שינה המקום נחלה זו מכל נחלות שבתורה; שבכל נחלות שבתורה – חיים יורשים את המתים, וכאן מתים יורשים את החיים! רבי אומר: משל למה הדבר דומה? לב' אחים כהנים שהיו בעיר, לזה בן אחד ולזה ג' בנים. יצאו לגורן, זה נטל סאה ואלו נטלו ג' סאים, והורישו את אבותיהם – וחזרו וחלקו בשוה; וירשו מתים את החיים – וחזרו וחלקו בשוה. ר' שמעון בן אלעזר אומר: זה נטל חלקו וחלק אביו, וזה נטל חלקו וחלק אביו! נמצאת מקיים לאלה תחלק הארץ בנחלה, ונמצאת מקיים לשמות מטות אבותם תתנחלו:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 26:53) \"To these shall the land be apportioned as an inheritance according to the number of names\": I would understand that all are included — Israelites, Cohanim, Levites, proselytes, women, bondsmen, tumtumim (those of indeterminate sex), and hermaphrodites. It is, therefore, written (Ibid. 18:20) \"And the L-rd said to Aaron: In their land you shall not inherit\" — to exclude Cohanim. (Ibid. 24) \"In the midst of the children of Israel they shall not have an inheritance\" — to exclude Levites. (Ibid. 26:55) \"By the names of the tribes of their fathers shall they inherit\" — to exclude proselytes and bondsmen. (Ibid. 59) \"To a man, according to his numbers, shall his inheritance be given\" — to exclude women, tumtumim, and hermaphrodites. R. Yoshiyah says: The land was apportioned to those who left Egypt, as it is written \"By the names of the tribes of their fathers shall they inherit.\" What, then, is the intent of \"To these shall the land be apportioned\"? (To such as these,) to exclude minors (below the age of twenty). R. Yonathan says: The land was apportioned according to those who came to the land, as it is written \"To these shall the land be apportioned.\" And what is the intent of \"By the names of the tribes of their fathers\"? The L-rd changed this inheritance from all the inheritances in the Torah. For in all the inheritances in the Torah the living inherit the dead, whereas here, the dead inherit the living. Rebbi says: An analogy: Two brothers, Cohanim, were in a city. One had one son; the other, three. They go to the granary (to take their portion.) The first takes one sa'ah; the others, three, after which they go to their fathers' father and share equally. R. Shimon b. Elazar says: The land was apportioned to these and to these. How so? If they were of those who left Egypt, they took a share with those who left Egypt. If they were of those who entered the land, they took a share with those who entered the land. If they were both of these and of the others, they took a share of both — so that both verses are satisfied.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "5dbe933f46943bef88acddbb", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 5:8:15", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Yein Levanon on Avot 5:8:15", "sourceHeRef": "יין לבנון על אבות ה׳:ח׳:ט״ו", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 8.0015, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<b>\"מקצתן מעשרין\".</b> הכל בכלל מעשרין מעשר ראשון ומעשר שני וכן מתנות עניים ותרומה גדולה, וכדמשמע בשבת <small>(לב:)</small> דהתם אמרינן \"בעון תרומות ומעשרות שמים נעצרין ורעב בא לעולם\" ודרשינן להו מקראי. ויש מחלקות רבות בין העוברים, יש נותן תרומה גדולה, ומפריש מעשר ראשון, ומפריש מעשר מן המעשר ונותן לכהן התרומה ותרומת מעשר שהן במיתה, והוא דבר מועט, ואינו נותן המעשר לבן לוי. ויש שאינו נותן מעשר שני. ויש שאינו מעשר שתי המעשרות וכן לענין גזל מתנת עניים. ויש שאוכל פירותיו בטבלן שהוא במיתה בידי שמים, שעל זה \"דבר בא לעולם\" כדתנן לקמן. ולכן נענשין מדה כנגד מדה, שהקב\"ה מביא רעב של בצורת לעולם, והיינו שנה של בצורת, כדכתיב <small>(ירמיה יז, ח)</small> \"ובשנת בצורת לא ידאג\". ומלת \"בצורת\" לפי דעתי לשון מיעוט וחסרון, כמו <small>(דברים כד, כא)</small> \"כי תבצור כרמך\", כי הבוצר מחסר האשכלות מן הכרם. ובלשון חכמים יש הרבה <small>(חולין מב:)</small> \"בצר להו חדא\", כלומר חסר אחת, וזהו לשון \"בצורת\". לא כפירוש רש\"י בירמיה <small>(יז, ח)</small> שהוא לשון רעב. ולא כמנחם שפירש לשון \"חוזק ומבצר\". אלא לשון חסרון מיעוט ומניעה, והיינו שימנעו ויחסרו השמים הגשמים, ויהיה רעב בארץ, מדה כנגד מדה. כי <small>(תהלים כד, א)</small> \"לה' הארץ ומלואה\", ונתנה לבני אדם בתנאים ידועים, והוא שיתנו מתבואותיהם ומבהמתם מעשר והוא חלק גבוה. ומשלחן גבוה זכו בהם הכהנים והלוים, וכן מתנות עניים, שנאמר <small>(במדבר יח, כ)</small> \"אני חלקך ונחלתך בתוך בני ישראל\", ונאמר בלוים <small>(במדבר יח, כד)</small> \"כי את מעשר בני ישראל אשר ירימו לה' תרומה נתתי ללוים לנחלה\". וכשישראל מונעין לעשר, תשתנה לעומתם תכונת השמים והארץ, ויהיו שמיהם כברזל וארצם כנחשה. לא ירד מטר, והארץ לא תתן יבולה. ויש פרטים רבים במכה זו נגד פרטי העוברים, פעמים יהיה במקצת המקומות בצורת, ובשאר המקומות שובע, וכדכתיב <small>(עמוס ד, ז)</small> \"חלקה אחת תמטר וחלקה אשר לא תמטיר עליה תיבש\". והיינו כשמקצתן מעשרין ומקצתן אינן מעשרין, שאז נפרעין מהן ברעב של בצורת, שעל חלקת [מי] שאינו מעשר לא ימטיר, ועל חלקת המעשר ימטיר. וכן יש פרטים בבצורת עצמה, פעמים שע\"י הבצורת שבנחלותיו ירד מנכסיו ויעני ויצטרך לחזור על הפתחים לשאול פת לחם, או לרדת למדינה אחרת ולמכור נחלתו וביתו וכליו להחיות את נפשו. ופעמים שעל ידי הבצורת יחלה ויהיה נפוח ברעב וימות, והכל כפי העבירה. על דרך משל אם נתן התרומות והחלה, רק שלא עשר המעשר, נפרעין ממנו בריש ובעוני ובחוסר כל. ואם בטל גם התרומות שב[עונש] מיתה [בידי שמים] נפרעין ממנו במכת מות, וכדתנן \"דבר בא לעולם על מיתות שלא נמסרו לבית דין\". אלא שלחומר ביטול התרומות מיתתו קשה יותר מן העובר על שאר כריתות ומיתות בית דין, שכל האחרים מתים בדבר, ומבטל תרומות במיתת רעב הקשה מכולם, כדכתיב <small>(איכה ד, ט)</small> \"טובים היו חללי חרב מחללי רעב\". אלא דרישא לא מיירי בהכי ומשום הכי תני לשון מעשרין, דמשמע הא תרומה וחלה נותנין, משום דעיקר חלוקה זו נשנית ברעב של בצורת המביאה לידי חסרון, עירום וחוסר כל, מדה כנגד מדה שעשק מה שאינו שלו, לכן יאבד כל אשר לו.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fb25446581cfce19ca758dc", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 274:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 274:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות ער״ד:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 274.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "אני חלקך ונחלתך מתנן די יהבית לך (מא\"ד לסבונא רע\"ח יוני ש\"ח וקוסטנטינא) וכן עקר, ובקצת ספרים השמיטו די, ונראה טעות.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6e9cda51cfa3ddf3e9f", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 31:28:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Ramban on Numbers 31:28:1", "sourceHeRef": "רמב\"ן על במדבר ל״א:כ״ח:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>והרמת מכס לה'</b> גם המכס הזה מפני שהיה השלל הזה מנקמת ה' בארץ לא להם אבל בארץ סיחון ועוג לא נתנו לכהנים וללוים מהם כלום אבל הוזהרו מהם שנאמר (במדבר י״ח:כ׳) וחלק לא יהיה לך בתוכם אפילו בבזה:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT LEVY A TRIBUTE UNTO THE ETERNAL. The reason for this tribute [given to the priests and Levites] was also because this spoil was taken from [a war constituting] <i>the vengeance of the Eternal</i><sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Above, Verse 3.</i> on a land that was not theirs. But [from the spoil taken] in the lands of Sihon and Og they did not give any part at all to the priests and Levites; [on the contrary], they were even warned against [taking of] it, as it is said, <i>neither shalt thou</i> [Aaron] <i>have ‘any’ portion among them</i>, even in the spoil.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\"><i>Ibid.</i>, 18:20, according to the explanation of the Sifre, <i>Korach</i> 119.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a3916c3de3ce43ed91efbb", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:1", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>בארצם לא תנחל כו׳.</b><br>ר״ל אף בקני קניזי לע״ל, לא כמו שבט לוי, ועיין ב״ב דף קכ״ב.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916c8f68387e41442dd8", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:2", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>שם. אני חלקך ונחלתך בתוך בני ישראל.</b><br><b>ספרי פסקא קיט: כל אלו כ״ד מתנות כהונה נתנו לכהנים חוץ מדבר שיש לו זיקת תרומה.</b><br>ר״ל דיש נ״מ בין תרומה גדולה לת״מ גבי אם לקח מן ב״נ, עיין בכורות דף י״א ע״ב, ועיין בירושלמי דמאי ומע״ש דלא ס״ל לחלק בין תרומה לת״מ ע״ש גבי … ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916c3de3ce43ed91efbd", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:3", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:3", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0003, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם.</b><br>עיין בירושלמי דמאי פ״א ה״ב גבי הך דמאבדין את מיעוטו דגבי׳ הוה משום השבת אבידה בודאי ולא בדמאי, והטעם משום דגבי ודאי כבר כתבתי לעיל דמיד שהפריש זכה בו השבט ושייך בזה גדר השבת אבידה… אבל בודאי אף אם נימא כשיטת הראשונים דנותנה לכהן מכל מקום לא הוה זה בגדר מתנות כהונה, וי״ל דזהו כוונת הספרי פ׳ קרח פס׳ קי״ט חוץ מדבר שיש בו זיקת תרומה, ולכך יכולין לאבדו, ועיין בתרומות פרק י״א ה״ה בירושלמי ובדברי רבינו פ״ג מהל׳ תרומות הט״ז ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916d3de3ce43ed91efbf", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:4", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0004, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם.</b><br>ר״ל הך עיין… יבמות דף פ״ו ע״ש בזה, וי״ל… תרומת מעשר… לכהן, ועיין בכורות דף י״א ע״ב ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916d8f68387e41442dda", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:5", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:5", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ה׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0005, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם. ר׳ אלעזר הקפר אומר מנין אתה אומר שהראה הקב״ה ליעקב אבינו בהמ״ק בנוי וקרבנות מוקרבים וכהנים משרתים ושכינה (מסתלקת) וכו׳, והנה ה׳ נצב עליו — ׳ראיתי את ה׳ נצב על המזבח׳.</b><br>ורק אז זכה כהנים בחזה ושוק ע״ש ולכך כתיב בקרא אהרן הלוי, ועמ״ש במכלתא פ׳ יתרו בזה.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916d3de3ce43ed91efc1", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:6", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:6", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ו׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0006, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם: ושכינה (מסתלקת).</b><br>ר״ל דזה הוה גליות כמבואר ר״ה דף ל״א ע״ש.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3916e3de3ce43ed91efc3", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 18:20:7", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 18:20:7", "sourceHeRef": "צפנת פענח על התורה, במדבר י״ח:כ׳:ז׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 20.0007, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ספרי שם.</b><br>עיין בספרי פ׳ קרח פסקא קי״ט הראה הקב״ה כו׳ קרבנות מוקרבים וכהנים משרתים ושכינה מסתלקת כו׳ ונצב עליו על המזבח, ר״ל משום דמבואר בר״ה דף ל״א דזה הוה מגליות השכינה, אך לא בגדר סילוק, ולכך נקט קרבנות מוקרבים לא קרבים, דכ״כ בזה דיש חילוק בין הקרבת האימורים על המזבח דכ״ז שהם מתעכלים על המזבח הוה פעולה נמשכת, וזהו ריח ניחוח כמבואר בזבחים דף (נ״ו) [מ״ו] ע״ב, ונקרא גדר בישול לא הבערה ושריפה כמבואר בירושלמי שבת פ״ב וסוטה פ״ג, ומיקרי עיכול, ועיין תוס׳ יומא דף כ׳ ע״א דזה הוה מצוה שיהיו מתעכלים יפה, ואף דבגמרא דילן ביבמות דף ל״ג מבואר דהוה רק שריפה, זה רק שם דקאי אזר וכיון דעביד שלא כדין אין עליו שם ריח ניחוח כיון דזה הפעולה אינה עצמיית רק הדין הוא כן, וזה רק אם עשה כדין וכ״כ בזה, אך זה רק בזמן שהשכינה שורה אבל בלא זה הוה רק כמו במה וכמבואר בסוף זבחים דאין ריח ניחוח בבמה, ושוב לא הוה רק גדר שריפה, והוה רק שם מוקרבים ולא קרבים, ועיין בירושלמי פ״ב דשבת ה״א וה״ז גבי פתילה דנעשה כמטהר כלים בשבת, ור״ל דהפעולה שלו נמשכת לא נפסקת, וכן לכך אין מדליקין בשמן שריפה משא״כ בבמה. וזה הגדר סולם של יעקב, וכן לכך נקט שם בספרי לשון כהנים משרתים ולא עובדים, עיין מנחות דף ק״ט ע״א דמשרת ועבודה הוה שני דברים, ועיין סוטה דף ל״ח וערכין דף י״א ע״א ותענית דף כ״ו ע״ב, ועיקר הגדר דעבודה הוא דבר הנקרא הכונה לא הפעולה עצמיית, עיין רש״י שבת דף מ״ט ע״ב מה דמייתי מהך דסוטה דף ל״ג בטלת עבידתא, ושירות הוא הפעולה עצמיית ולכך פי׳ רש״י בכורות דף ל׳ ע״ב גבי עבודה של לוים לשורר ולשוער ולשרת והיינו השמירה וכיבוד העזרה כמ״ש רש״י ערכין דף י״ג ע״ב, ועיין חולין דף כ״ד ע״ב ותמיד דף כ״ז וילוו עליך וישרתוך, ולכך קרא להם הפסוק מלאכים דאין להם שם עובדים רק משרתים דאין להם בחירה ורצון, וזה בזמן חורבן שהשכינה מסתלקת לא בגדר עזיבה ח״ו, ועיין זבחים דף ס״ב ע״א מזבח בנוי כו׳, ומנחות דף ק״י ע״א וחגיגה דף י״ב ע״ב, וכו׳.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b85dc823a798e70b5be2", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 756:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Yalkut Shimoni on Torah 756:1", "sourceHeRef": "ילקוט שמעוני על התורה תשנ״ו:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 756.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויאמר ה' אל אהרן בארצם לא תנחל וגו' למה נאמר. לפי שהוא אומר לאלה תחלק הארץ הכל במשמע לוים כהנים וישראלים גרים נשים ועבדים טומטום ואנדרוגינוס במשמע. ויאמר ה' אל אהרן בארצם לא תנחל יצאו כהנים. ובתוך בני ישראל לא ינחלו נחלה יצאו לוים, לשמוח מטות אבותם ינחלו יצאו גרים ועבדים. איש לפי פקודיו יצאו [נשים] טומטום ואנדרוגינוס. ויאמר ה' אל אהרן בארצם לא תנחל בשעת חלוק הארץ. וחלק לא יהיה לך בתוכם בבזה. אני חלקך ונחלתך על שלחני אתה אוכל ועל שלחני אתה שותה, משל למה הדבר דומה למלך שנתן לבניו מתנות ולבנו אחד לא נתן מתנה, אמר לו בני אף על פי שלא נתתי לך מתנה על שלחני אתה אוכל ועל שלחני אתה שותה, וכן הוא אומר חלקם נתתי אותה מאשי אשי ה' ונחלתו יאכלון אני חלקך ונחלתך. [אני חלקך ונחלתך] כ\"ד מתנות כהונה נתתי לכם לכהנים י\"ב במקדש וי\"ב בגבולים. מה אלו שתים עשרה במקדש חטאת ואשם (זבחי שלמי צבור ועוד העולה ומותר העומר ושתי הלחם ולחם הפנים ושירי מנחות ותרומת לחמי תודה ותרומת חזה ושוק וזרוע איל נזיר ולוג שמן של מצורע, ומה אלו י\"ב שבגבולין תרומה גדולה ותרומת מעשר וחלה וביכורים וראשית הגז ומתנות בכור אדם ובכור בהמה טהורה ופטר חמור והחרמים ושדה אחוזה וגזל הגר, כל אלו עשרים וארבע מתנות ניתנו לכהנים חוץ מדבר שיש עליו זיקת תרומה. שמחה גדולה היה לאהרן ביום שנכרתה לו ברית במתנות, רבי ישמעאל אומר משל הדיוט לטובתי נשברה רגל פרתי, לטובתו של אהרן בא קרח כנגדו וערער על הכהונה, משל למה הדבר דומה למלך בשר ודם שהיה לו בן בית נתן לו שדה אחת במתנה ולא כתב ולא חתם ולא העלה בערכאים וכו' (כדלעיל) לכך נאמר פרשה זו סמוך לקרח (זכרון לבני ישראל וגו'). רבי אלעזר הקפר אומר מנין אתה אומר שהראהו הקב\"ה ליעקב אבינו בית המקדש בנוי וקרבנות מקריבין וכהנים משרתים וכו' (כתוב בפסוק ויחלום והנה סלם). חביבין ישראל כשהוא מכנן אין מכנן אלא במלאכי השרת שנאמ' כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא, בזמן שהתורה יוצא מפיו הרי הוא כמלאכי השרת ואם לאו הרי הוא בחיה וכבהמה שאינה מכרת את קונה. חביבה תורה שכששאל דוד מלך ישראל לא שאל אלא תורה שנאמר טוב אתה ומטיב למדני חקיך. ואומר סעדני ואושעה וגו' שלא אהיה לומד תורה ושוכח שלא אהיה לומד ואין יצר הרע מניח לי לשנות, או שמא אטמא את הטהור ואטהר את הטמא ונמצאתי בוש לעולם הבא, או שמא ישאלוני מגויי הארץ וממשפחות האדמה ואיני יודע להשיבן ונמצאתי בוש לעיניהם וכן הוא אומר ואדברה בעדותיך נגד מלכים ולא אבוש, ואמר זמירות היו לי חוקיך, שומע אני בשלוה, ת\"ל בבית גמורי, במערות ובמצודות שנאמר בברחו מפני שאול במערה. וכן הוא אומר נפשי בכפי תמיד ותורתך לא שכחתי. אבל משלמד תורה ונתרגל מה הוא אומר טוב לי תורת פיך מאלפי זהב וכסף, שזהב וכסף מוציאין את האדם מן העוה\"ז ומן העוה\"ב אבל תורה מביאה את האדם לחיי העולם הבא, וכן הוא אומר ולי מה יקרו וגו', ואומר וזאת תורת האדם ה' אלקים, נמצאת אומר שלשה כתרים הן, כתר תורה וכתר כהונה וכתר מלכות. כתר כהונה זכה אהרן בו ונטלו, כתר מלכות זכה בו דוד ונטלו, הרי כתר תורה מונח כדי שלא יתן פתחון פה לבאי העולם לומר אלו היה כתר כהונה וכתר מלכות מונחין הייתי זוכה בהן ונוטלן הרי כתר תורה מונח לכל באי עולם שכל מי שיזכה זוכה בו מעלה אני עליו כאלו שלשתן מונחין ולא זכה באחת מהן. ואם תאמר מי גדול משניהן, היה רבי שמעון בן אלעזר אומר מי גדול הממליך או המולך העושה שרים או העושה שררה. כל עצמן של מלכים ימלוכו ובי שרים ישורו. גדולה ברית שנכרתה לו לאהרן מברית שנכרתה לו לדור. אהרן זיכה לבנים צדיקים ולרשעים ודור זיכה לצדיקים ולא לרשעים, וכן הוא אומר אם ישמרו בניך בריתי, ואומר סוף דבר הכל נשמע וגו', ברית מלח עולם וגו', ולבני לוי מגיד הכתוב שכשם שהברית כרותה לכהונה כך ברית כרותה ללוים. כל מצות כהונה נאמרה בשמחה מהר סיני וזו בתחלה נאמרה דברי רבי יאשיה, רבי יונתן אומר אף זו בשמחה נאמרה שנאמר ולבני לוי הנה נתתי, ואין הנה אלא שמחה שנאמר וגם הנה הוא יוצא לקראתך. כל מצות כהונה קנאה השם ונתנו לכהנים וזו חלף עבודתם דברי רבי יאשיה, רבי יונתן אומר אף זו קנאה השם ונתנה ללוים שנאמר וכל מעשר הארץ וגו' לה' הוא, ואומר ולבני לוי הנה נתתי כל מעשר בישראל לנחלה מה נחלה אין משתנה ממקומו אף מעשר ראשון אין משתנה ממקומו. חלף עבודתם אשר הם עובדים אם עבד יטול ואם לא עבד לא יטול. ולא יקרבו עוד בני ישראל אזהרה, לשאת חטא למות עונש. לפי שנאמר מקץ שלש שנים וגו' אבל אין אתה יודע חלופים למה לשני או לראשון, ת\"ל לנחלה מה נחלה אינה מתחלפת [אף מעשר ראשון אינו מתחלף] חלופין לשני ואין חלופין לראשון. חלף עבודתם כבני אדם שנוטלין שכרן שכר מה שעשו במדבר. יכול לפי שבטלה העבודה יבטל המעשר, ת\"ל לנחלה מה נחלה אינה פוסקת אף מעשר אינו (מתחלף) [פוסק], אלא לפי שבטלה העבודה הרי הן אוכלין שכר מה שעשו במדבר. יכול אם ירצו ישראל לומר יהא מעשר שלנו ואנו עובדים עבודה שומעין להם, אמרת ולא יקרבו עוד בני ישראל וגו'. יכול [הם אומרים] מפני שהן מבקשין ליטול את המעשר לפיכך (הם אומרים) יהא המעשר שלהן ואנו עובדין עבודה), אבל בן לוי שאמר לו ליטול מעשר ולא לעבוד עבודה יכול שומעין לו, תלמוד לומר ועבד הלוי מגיד שמעבידין אותו בעל כרחו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee047cf7a0c25239b67", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "anchorRef": "Numbers 11:1-25:18", "anchorRefExpanded": ["Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives 2-17", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳ ב׳-י״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; The Rebellion Narratives", "he": "במדבר מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["V<small>IRTUALLY THE FIRST THING THE</small> I<small>SRAELITES DO AFTER SETTING OUT ON THE SECOND</small> leg of their journey to the Promised Land is—rebel. This pattern was already seen in the book of Exodus, where, despite the climactic miracle of deliverance at the Sea of Reeds, the Israelites “grumbled against Moshe” at Mara because of lack of drinkable water. Although a strain in later biblical thinking remembered the wilderness period as a kind of honeymoon (cf. Jer. 2:2), the Torah itself chose to remember it as a severe time of testing which the ex-slaves ultimately failed to pass.", "The second part of Numbers is a remarkable collection of rebellion narratives that simultaneously display striking similarities and great and colorful differences. The section details six rebellions of the people, and two of the leaders themselves. They are united by a consistent vocabulary: verbs such as “grumble” and “assemble/gather/speak against” depict complaints against Moshe and Aharon and against God. These stories also display the recurring themes of dearth of food and water, and God’s anger at the rebellions, usually expressed in some form of plague (or, additionally, fire).", "Rather than unfold in simple chronological order, one following another, these pieces of the text have been intensified by priestly editing, which has interspersed the stories with a number of cultic and legal passages (Chaps. 15, 18, and 19, all of which bear the theme word “law” [Heb. <i>hok</i> or <i>hukka</i>]), and which are somehow related to previous or succeeding narratives. The interruptions also allow each of the memorable rebellion narratives to “breathe,” giving the audience time to digest the images and the drama presented therein. The stories possess both in abundant measure; one thinks, for instance, of the “meat between the teeth” (11:33), of the grape clusters borne on a pole by two men (13:23); and of the great confrontation with Korah in Chapter 16 (not to mention its resolution), as well as Moshe’s dramatic failure in Chapter 20.", "As in any great literature, repetition of story type or type scene is here accomplished via variation of the most telling kind. In this case we observe once again an alternating pattern to the rebellions, a pattern which reveals not one theme but several:", "The people, over lack of food (chapter 11)", "Moshe’s siblings, over prophetic primacy (12)", "The people, over the spies’ false report (14)", "Levites, over Moshe and Aharon’s prerogatives (16)", "The people, over the rebellious Levites’ sinister fate (17)", "Moshe himself, over the burden of leading the people (20)", "The people, over the lack of food and water (21)", "The pattern observable here is broken, in true biblical rhetorical style (where the last in a sequence often serves by its oddness to reinforce the whole), in a final rebellion (Chap. 25), where the people’s actions involve neither the “complaining” vocabulary nor a revolt against human leadership, but rather comprise the greatest biblical crime of them all: worship of other gods. Viewed in this patterned fashion, the rebellion narratives emerge with a kind of crescendo effect.", "It is also possible, as I have done in “On the Book of Numbers and Its Structure,” above, to follow the scheme put forth by Mann—a three-part structure to the section, each with its internal logic and conclusions. These are treated below; for the moment, it will suffice to see in the first subsection (Chaps. 11–14) the inevitable result of wilderness rebellions: the divine decree that the slave generation must die out before entering the Promised Land; the second subsection (16–20) deals with the challenges to the leadership of Moshe and Aharon, and results in a similar decree, that they will die outside the land; and the third subsection (20–25) chronicles the encounter of the Israelites with neighboring nations, which initially goes in their favor but ends with the disastrous incident at Baal Pe’or (25).", "The primary issue in these stories, to the biblical writer, is lack of trust in God. Each of the three sections mentions or implies that problem; 14:11 and 20:12 use the verb itself, and the narrative of Chapter 25 suggests it. The bottom line is that the Israelites could not keep faith with God—even after both staggering acts of divine intervention (i.e., rescue) and demonstrations of the force of divine wrath—and this lack of faith led ultimately to their dying out in the wilderness outside the Promised Land, in punishment. The stories clearly were meant to be understood as an unfortunate example for later generations, and were taken as such already in the biblical period (see, for example, the treatment in Psalm 78).", "Read on another level, the rebellion narratives are largely concerned with the issue of human leadership, its qualifications, manifestations, and limitations (and even failures). Has there ever been a leader as beleaguered as Moshe? From the beginning of his career on the sands of Egypt, where he assumes the mantle of leadership in the matter of retaliating against the sadistic Egyptian taskmaster (Ex. 2:11–12), to its end at the plains of Moab, in stern address to the people he has struggled to lead (this is the setting of the entire next book, Deuteronomy), he must evoke trust in God, lead the people through an uncharted wilderness, and inspire confidence in his own leadership. His success is muted by the passing of the generation he initially leads, before it can enter Canaan; like them, he too must pass on—with merely a look beyond the Jordan, but no more. Later generations of Jewish readers wept on confronting Moshe’s seemingly premature death, and created heroic tales of his pleading before God to be let into the land he had so long sought to reach. In Numbers he fully deserves this stature, alternately interceding with and cajoling God, standing up for and then almost giving up on this people with whom his life has become so enmeshed. Our stories stress his gifts of prophecy and his pathos as a deeply human leader.", "A final, troubling issue is the character of God in this part of the book. It is a measure of the Bible’s artistry that the rebellion accounts are so varied in content and style; but the variations in punishment—from undetailed death to skin disease to stoning and the earth opening up, just to mention a few examples—create an impression, not of artistic richness but of unremitting severity. The Bible does not seem to have a problem with this kind of divine behavior, and other ancient cultures would have felt at home here, but already in late antiquity, and continuing down to our own day, Jews and Christians most often have preferred, and prayed to, a more forgiving, nurturing, and compassionate God. Dealing with these texts, in the end, raises the question of whether to understand them as the result of “historical necessity” or “literary conceit” (that is, the old generation simply had to die out) or as they stand in the text: a harsh portrayal of what happened when the covenant people violated the covenant."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee36bfddfbb310fed08", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Levite Rules", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In order to more strictly enforce the separate roles of priest and Levite, necessitated by the rebellion of Korah, the text turns to clarification of the Levites’ duties and regulations concerning them. They are to act as a buffer between the sancta and the people, but may not come into contact with the holy-things themselves; the priests, of course, may and must. The priests’ reward—actually, their means of support—consists of firstborn animals and firstffuits; the Levites’, of tithes.", "The chief refrain in the chapter is variations on “so that they may not die”; this has occurred already in 17:25, thus linking Chaps. 17 and 18 nicely."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382eec9ad75f2d99afa1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "anchorRef": "Numbers 18:1-32", "anchorRefExpanded": ["Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part II; The Rebellion Narratives, Levite Rules 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ג׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 18:1-32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 18:1-32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c943ec01e878406e0d1c8e", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Emor 8:28", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Zohar, Emor 8:28", "sourceHeRef": "ספר הזהר, אמור ח׳:כ״ח", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "אמור", "he": "תָּא חֲזֵי, כַּהֲנָא עִלָּאָה בָּעֵי לְאִתְחֲזָאָה בִּשְׁפִּירוּ דְּאַנְפִּין, בִּנְהִירוּ דְּאַנְפִּין, בְּחֵידוּ יַתִּיר מִכֹּלָּא. וְלָא בָּעֵי לְאִתְחֲזָאָה בֵּיהּ עֲצִיבוּ וְרוּגְזָא, אֶלָּא כֹּלָּא כְּגַוְונָא דִּלְעֵילָּא. זַכָּאָה חוּלָקֵיהּ, דְּעָלֵיהּ כְּתִיב, (במדבר י״ח:כ׳) אֲנִי חֶלְקְךָ וְנַחֲלָתְךָ. וּכְתִיב (דברים יח) יְיָ' הוּא נַחֲלָתוֹ. וְעַל דָּא בָּעֵי לְאִתְחֲזָאָה שְׁלִים בְּכֹלָּא, בְּגַרְמֵיהּ, בִּלְבוּשֵׁיהּ, דְּלָא יַפְגִּים גַּרְמֵיהּ כְּלַל, כְּמָה דְּאִתְּמַר. (האי איהו בתר נישואין וכו', עד לארעא דישראל דף רע\"ו ע\"א שיטה ד'. זהו קצת מאמר מרעיא מהימנא מצאתי בהעתק ונדפס באורך בפרשת כי תצא כי שם ביתו מאמר מתחיל וענשו אותו)", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c7aeca1000753446ada", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rav Hirsch on Torah, Numbers 18:20:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 20. ויאמר ד׳ וגו׳: es ist dies fast wie eine sich von selbst verstehende Konsequenz aus allem Bisherigen erläuternd beigefügt, daher: ויאמר, und nicht als eine neue Anordnung: נחלה .וידבר ist das von den Voreltern zu deren Nachkommen und von diesen zu deren Nachkommen fortströmende Besitztum, und נחול heißt ein solches Besitztum von den Eltern zur Vererbung auf die Kinder antreten. Ein solches נחלה ist in erster Linie das bereits den Vätern verheißene und Kraft dieser Verheißung als deren Eigentum betrachtete Land. חלק, und zwar hier חלק בתוכם ist der Anteil des einzelnen an dem zunächst durch die Kultur dieses Landes und sonstige günstige Konjunkturen sich fortschreitend erzeugenden nationalen Wohlstand. Direkt ist dem Priesterstamm beides versagt. Nicht Besitznahme und Vererbung des Landes ist ihre Bestimmung und nicht Vermehrung des nationalen Wohlstandes durch Kulturarbeit an dem Boden und dessen Produkte, ihre Aufgabe: אני חלקך ונחלתך וגו׳, vielmehr die Beziehungen aller dieser materiellen Grundlagen des Volkslebens zu <i>Gott</i> bilden ihre Stellung und Aufgabe in der Nation, die fortschreitende Blüte dieser Beziehungen in Erkenntnis und Erfüllung bilden ihr חלק, bilden ihren Anteil an den jederzeitigen Errungenschaften der Nation, und die Wahrung und Tradierung dieser geistigen Errungenschaften von den Vätern auf die Kinder, ihr נחלה, ihr geistiges Erbe, und beides bildet zu gleicher Zeit den Boden ihrer materiellen Existenz und Wohlfahrt. Bedeutsam steht in dem zweiten Satze חלק voran, indem in ihm sich ja die geistige Ernte der Tätigkeit einer jeden gegenwärtigen Priestergeneration darstellt. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c7aeca1000753446adb", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Rav Hirsch on Torah, Numbers 18:20:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Im ספרי wird חלק auf den Anteil an Kriegsbeute bezogen. Wir glauben, daß dies nur als ein Beispiel für alle außer dem Landesbesitz der Nation zufließenden Gesamterrungenschaften zu begreifen sei. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186b40894184186dd58f83", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sifrei Zuta 18:20:1", "sourceHeRef": "ספרי זוטא י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ויאמר י\"י אל אהרן בארצם לא תנחל</b>, זו ארץ שבעה עממים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186b41894184186dd58f85", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sifrei Zuta 18:20:2", "sourceHeRef": "ספרי זוטא י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וחלק לא יהיה לך בתוכם</b>, אף בבזה של מלחמה:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186b42894184186dd58f87", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 18:20:3", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Sifrei Zuta 18:20:3", "sourceHeRef": "ספרי זוטא י״ח:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0003, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>אני חלקך ונחלתך בתוך בני ישראל</b>, יש לך מורם לשמי כדי נחלתך בארץ וכדי חלקך בבזת הכנענים:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641883f1c9371ec0cebe77e6", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Reggio on Torah, Numbers 18:20:1", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>בארצם לא תנחל,</b> שלח תהיה נוחל בארץ חלק שוה כאחד מכל שבטי ישראל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641883f2c9371ec0cebe77e8", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Reggio on Torah, Numbers 18:20:2", "sourceHeRef": "ביאור יש\"ר על התורה, במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "במדבר", "he": "<b>וחלק לא יהיה לך בתוכם,</b> אפילו חלק קטן, כי הערים אשר נתנו להם ערי מקלט היו, ולצורך ישראל הן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65479d595114681c3cd3b008", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Nasso 6:5", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Ohel Ya'akov on Torah, Nasso 6:5", "sourceHeRef": "אהל יעקב על התורה, נשא ו׳:ה׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 6.0005, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "נשא", "he": "<b>ומעתה</b> נמתיק מאמר ואם אין לאיש גואל להשיב האשם אליו האשם המושב לה' לכהן, וכל תרומה לכל קדשי בני ישראל אשר יקריבו לכהן לו יהיה ואיש את קדשיו גו' דע כי משפט וחק הכהנים והלוים רחוק מן השכל מאד, כי כפי הוראת מאמרי תורתנו הקדושה הנה הנם המובחרים והקרובים אלו כמאמר הנ\"ל אשרי תבחר ותקרב ישכון חצריך גו', וא\"כ יפלא בעינינו וכי קצרה יד ה' ח\"ו מלחלק להם חלק ונחלה בכל שבטי ישראל שיתפרנסו מידו יתברך מטל השמים ומשמני הארץ, לא לפרנסה כהאוכלים לחם דמעה בבושה וכלימה שיהיו מקבלים מתנות מאת העם כעניים ודלים כמאמר <b>לא יהיה לכהנים הלוים כל שבט לוי חלק ונחלה עם ישראל אשי ה' ונחלתו יאכלון ונחלה לא יהיה לו בקרב אחיו</b> גו' (דברים י\"ח, א') ובפרטות נאמר באהרן קדוש ה' <b>ויאמר ה' אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני ישראל</b> (במדבר י\"ח, כ') וראוי להתבונן בעומק ענין זה.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc6f758c1dc532ec924d", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 18:20", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Steinsaltz on Numbers 18:20", "sourceHeRef": "ביאור שטיינזלץ על במדבר י״ח:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 18.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיֹּאמֶר ה' אֶל אַהֲרֹן:</b> מצד אחד, אתה וצאצאיך מקבלים מתנות מן העם; ומצד שני, \n  <b>בְּאַרְצָם</b> של בני ישראל\n  <b>לֹא תִנְחָל, וְחֵלֶק</b>, וחבל אדמה\n  <b>לֹא יִהְיֶה לְךָ בְּתוֹכָם.</b>\n  <b>אֲנִי חֶלְקְךָ וְנַחֲלָתְךָ בְּתוֹךְ בְּנֵי יִשְׂרָאֵל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The Lord said to Aaron: </b>On the one hand, you and your descendants will receive gifts from the rest of the children of Israel; on the other hand, <b>you shall not inherit in their land, and you shall not have a portion </b>of land <b>in their midst; I am your portion and your inheritance among the children of Israel. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "554ef0b3fbfba21b48f53dde", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Haamek Davar on Numbers 18:20:1", "sourceHeRef": "העמק דבר על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וחלק לא יהיה לך.</b> היינו ביזה במלחמה שהוא אינו לפרנסה רק לתענוגי ב״א. גם זה לא שייך לכהני ה׳. ומפרש המקרא. <b>אני חלקך.</b> הנאתך הוא בעבודת ה׳ ובשקידת התורה. ואין אהבה כאהבת ה׳ ואהבת התורה כדתני׳ באדר״נ פכ״ח. וכל הנאות חיצוניות המה מפריעים הנאת הנפש. וע״ז ניתן מת״כ כדי שיהיו פנוים לאהבת ה׳ וכמאמר מלאכי ג׳ בכהנים אשר דבר ה׳ יבקשו מפיהו. ובדה״י כתיב למען יחזקו בתורת ה׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b3fbfba21b48f53de0", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Haamek Davar on Numbers 18:20:2", "sourceHeRef": "העמק דבר על במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ונחלתך.</b> מה שאתה מוכרח לחיי בשרים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b3fbfba21b48f53de2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 18:20:3", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Haamek Davar on Numbers 18:20:3", "sourceHeRef": "העמק דבר על במדבר י״ח:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 20.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>בתוך ב״י.</b> היינו כ״ד מת״כ שהמה רובם חייתי דברייתי ההכרחיים. מש״ה הקדים הכתוב חלקך לנחלתך. לא כתחלת המקרא. כדי שיהי׳ במשמע נחלתך למעלה ולמטה. היינו למעלה. אני חלקך ונחלתך. העסק בעבודת ה׳ היא פרנסתם. וגם השגחתו ית׳ עליהם להצליחם וכדאי׳ בע״ז ספ״א כל העוסק בתורה מצליח בעסקיו. וקאי גם למטה ונחלתך בתוך ב״י וכמש״כ. משא״כ חלקך. אינו אלא מתענג על ה׳. כ״ז כתיב בפרשה זו בכהנים. אבל בלוים לא כתיב להלן אלא שלא ינחל ונחלה. משא״כ צרכי התענוגים שהרי אין הלוים מיוחדים בא״י לפרישות יותר מישראל. וע׳ מש״כ בס׳ דברים י׳ ט׳ בפסוק על כן וגו׳. וי״ח א׳ ב׳ דבשנת הארבעים כשבאו לארץ מואב וקבלו עליהם שם עול הפלפול והתלמוד. שם כתיב על כן לא היה ללוי חלק ונחלה יע״ש. שכשם שהי׳ עבודה מביא׳ לידי אהבת ה׳ לכהנים. כך היה התלמוד מביא לידי אהבת ה׳ ללוים. וכמבואר בס׳ דברים כ״פ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55a3c086fbfba277e997155b", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 18:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Deuteronomy 18:2", "sourceHeRef": "דברים י״ח:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 18.0002, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "וְנַחֲלָ֥ה לֹא־יִֽהְיֶה־לּ֖וֹ בְּקֶ֣רֶב אֶחָ֑יו יְהֹוָה֙ ה֣וּא נַחֲלָת֔וֹ כַּאֲשֶׁ֖ר דִּבֶּר־לֽוֹ׃&nbsp;<span class=\"mam-spi-samekh\">{ס}</span>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "and shall have no portion among their brother tribes: יהוה is their portion, as promised.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b067fd6e4a908ac4ef9d9", "index_title": "Mishneh Torah, Sabbatical Year and the Jubilee", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sabbatical Year and the Jubilee 13:10", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Mishneh Torah, Sabbatical Year and the Jubilee 13:10", "sourceHeRef": "משנה תורה, הלכות שמיטה ויובל י״ג:י׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.001, "collectiveTitle": {"en": "Mishneh Torah, Sabbatical Year and the Jubilee", "he": "משנה תורה, הלכות שמיטה ויובל"}, "heTitle": "משנה תורה, הלכות שמיטה ויובל", "he": "כָּל שֵׁבֶט לֵוִי מֻזְהָרִין שֶׁלֹּא יִנְחֲלוּ בְּאֶרֶץ כְּנַעַן. וְכֵן הֵן מֻזְהָרִין שֶׁלֹּא יִטְּלוּ חֵלֶק בַּבִּזָּהּ בְּשָׁעָה שֶׁכּוֹבְשִׁין אֶת הֶעָרִים שֶׁנֶּאֱמַר <small>(דברים יח א)</small> \"לֹא יִהְיֶה לַכֹּהֲנִים הַלְוִיִּם כָּל שֵׁבֶט לֵוִי חֵלֶק וְנַחֲלָה עִם יִשְׂרָאֵל\". חֵלֶק בַּבִּזָּה וְנַחֲלָה בָּאָרֶץ. וְכֵן הוּא אוֹמֵר <small>(במדבר יח כ)</small> \"בְּאַרְצָם לֹא תִנְחָל וְחֵלֶק לֹא יִהְיֶה לְךָ בְּתוֹכָם\" בַּבִּזָּה. וּבֶן לֵוִי אוֹ כֹּהֵן שֶׁנָּטַל חֵלֶק בַּבִּזָּה לוֹקֶה. וְאִם נָטַל נַחֲלָה בָּאָרֶץ מַעֲבִירִין אוֹתָהּ מִמֶּנּוּ:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The entire tribe of Levi are commanded against receiving an inheritance in the land of Canaan,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (negative commandment 169) and <i>Sefer HaChinuch</i> (mitzvah 504) include this commandment with the above interpretation among the 613 mitzvot of the Torah.</i> and they were commanded against receiving a share in the spoil when the cities are conquered,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (negative commandment 170) and <i>Sefer HaChinuch</i> (mitzvah 505) include this commandment with the above interpretation among the 613 mitzvot of the Torah. <i>Sefer HaMitzvot, loc. cit.</i>, elaborates in explanation why the two charges are counted as separate commandments.</i> as [Deuteronomy 10:9] states: \"The priest and the Levites - the entire tribe of Levi - should not have a portion and an inheritance among Israel.\" \"A portion\" [refers to a portion] of the spoil; \"an inheritance\" refers to [a portion of] the land. And [Numbers 18:20]: \"You<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The verse is addressed to Aaron as the leader of the entire tribe of Levi.</i> shall not receive a heritage in their land, nor will you have a portion among them,\" i.e., in the spoil. If a Levite or a priest takes a portion of the spoil, he is punished by lashes.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The Radbaz states that it would appear that this applies only when one has destroyed the portion that he took. If, however, it can be returned, it should be returned and he is not subjected to lashes. (This is also the view of <i>Sefer HaChinuch, loc. cit.</i>) Nevertheless, the Radbaz concludes that it is possible to say that one may not compensate for this prohibition by making financial restitution and hence, lashes are required in all circumstances.</i> If he takes an inheritance in <i>Eretz [Yisrael]</i>, it should be taken from his possession.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">For land can never be misappropriated from its rightful owners. Hence, his taking it is of no consequence and therefore, he is not punished (Radbaz).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b067fd6e4a908ac4ef9e1", "index_title": "Mishneh Torah, Sabbatical Year and the Jubilee", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sabbatical Year and the Jubilee 13:12", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Mishneh Torah, Sabbatical Year and the Jubilee 13:12", "sourceHeRef": "משנה תורה, הלכות שמיטה ויובל י״ג:י״ב", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 13.0012, "collectiveTitle": {"en": "Mishneh Torah, Sabbatical Year and the Jubilee", "he": "משנה תורה, הלכות שמיטה ויובל"}, "heTitle": "משנה תורה, הלכות שמיטה ויובל", "he": "וְלָמָּה לֹא זָכָה לֵוִי בְּנַחֲלַת אֶרֶץ יִשְׂרָאֵל וּבְבִזָּתָהּ עִם אֶחָיו מִפְּנֵי שֶׁהֻבְדַּל לַעֲבֹד אֶת ה' לְשָׁרְתוֹ וּלְהוֹרוֹת דְּרָכָיו הַיְשָׁרִים וּמִשְׁפָּטָיו הַצַּדִּיקִים לָרַבִּים שֶׁנֶּאֱמַר <small>(דברים לג י)</small> \"יוֹרוּ מִשְׁפָּטֶיךָ לְיַעֲקֹב וְתוֹרָתְךָ לְיִשְׂרָאֵל\". לְפִיכָךְ הֻבְדְּלוּ מִדַּרְכֵי הָעוֹלָם לֹא עוֹרְכִין מִלְחָמָה כִּשְׁאָר יִשְׂרָאֵל וְלֹא נוֹחֲלִין וְלֹא זוֹכִין לְעַצְמָן בְּכֹחַ גּוּפָן. אֶלָּא הֵם חֵיל הַשֵּׁם שֶׁנֶּאֱמַר <small>(דברים לג יא)</small> \"בָּרֵךְ ה' חֵילוֹ\". וְהוּא בָּרוּךְ הוּא זוֹכֶה לָהֶם שֶׁנֶּאֱמַר <small>(במדבר יח כ)</small> \"אֲנִי חֶלְקְךָ וְנַחֲלָתְךָ\":  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Why did the Levites not receive a portion in the inheritance of <i>Eretz Yisrael</i> and in the spoils of war like their brethren? Because they were set aside to serve God and minister unto Him and to instruct people at large in His just paths and righteous judgments, as [Deuteronomy 33:10] states:<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">In Moses' blessing to the tribe of Levi.</i> \"They will teach Your judgments to Jacob and Your Torah to Israel.\" Therefore they were set apart from the ways of the world. They do not wage war like the remainder of the Jewish people, nor do they receive an inheritance, nor do they acquire for themselves through their physical power. Instead, they are God's legion, as [<i>ibid.</i>:11]: states: \"God has blessed His legion\" and He provides for them, as [Numbers 18:20] states: \"I am your portion and your inheritance.\"<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The Rambam cites the first portion of this verse in Halachah 10 as proof that the Levites are not entitled to a portion of the spoil nor an ancestral heritage in <i>Eretz Yisrael</i>. In this halachah, he explains the rationale for that exclusion. The Levites are set aside from material involvement so that they can devote themselves to the spiritual. God, however, promises that this exchange will not cause them any loss, for He will provide for their material needs.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5868bd47d6e4a97c9cbb18da", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Bekhor Shor, Numbers 18:20:1", "sourceHeRef": "בכור שור, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "במדבר", "he": "<b>אני חלקך</b> (כתרגו' מתנן דיהיבית) לך. ולכך תהיה פטר לשמור משמרת שלא תצטרך לשום סחורה ולא לחרוש ולא לזרוע):\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1928", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2b8d6e4a92746472378", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Chizkuni, Numbers 18:20:1", "sourceHeRef": "חזקוני, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>אני חלקך</b> כתרגומו מתנן דיהבית לך, וע״‎י כך תהיה פנוי לשמור משמרתי שלא תצטרך לשום פרקמטיא ולא לשום עבודה אחרת.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "אני חלקך, “I am your portion;” G-d is announcing that He, personally, is the priests’ “portion.” [as opposed to terrestrial earth in the Holy Land. Ed.]. Seeing that this is so, you are free, (timewise) to perform your duties in the Tabernacle/Temple once you are all settled in the Land of Israel. Seeing that you have these duties, you are relieved of the need to work for a living for six days a week, and the many difficulties that this involves. You need not engage in trade and commerce either.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "59636c30d6e4a9416e9c48f7", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Mizrachi, Numbers 18:20:1", "sourceHeRef": "מזרחי, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>וחלק לא יהיה לך בתוכם אף בבזה. </b>בספרי דאל\"כ למה לי הרי כבר נאמר בארצכם לא תנחל וצריך לומר דהאי אף בבזה בביאת הארץ קא מיירי דומיא דבארצכם לא תנחל במקום שנוהג זה נוהג גם זה דאם לא כן איך נתנו לאלעזר יחלק בבזה דכתיב ויתן משה את מכס תרומת יי' לאלעזר הכהן: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1534dcd6e4a92409aba7c8", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Bartenura on Torah, Numbers 18:20:1", "sourceHeRef": "ברטנורא על התורה, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "במדבר", "he": "<b>וחלק לא יהיה </b>אף לך בביזה פי' דריש כן מייתור הכתו' שאחר שאמר בארצם לא תנחל למה הוצרך עוד לומ' וחלק לא יהיה וגם מצינו לשון חלק בבזה כד\"א כחלק היורד למלחמה וכחלק היושב על הכלים וכו':", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad7b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Numbers 18:20:1", "sourceHeRef": "מלבי\"ם על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויאמר ה' וגו' </b>כי ממ\"ש לאלה תחלק הארץ משמע גם כהנים ולוים לכן באר פה באהרן ובפסוק כ\"ג בבני לוי שאין להם חלק בארץ, וכן מיעט גרים ונשים ועבדים כמ\"ש בספרי מטות על פסוק זה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad7d", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Numbers 18:20:2", "sourceHeRef": "מלבי\"ם על במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>בארצם לא תנחל </b>הנחלה שייך בארץ והחלק שייך אף במטלטלין שלא יחלקו עם אחיהם בשלל בעת כבוש הארץ, כי במלחמת מדין ניתן ללוים בתורת תרומה עפ\"י הדבור וכמ\"ש הראב\"ד (פי\"ג מה' שמטה ויובל) ורק א' אחוז מן החמשים ונגד קדשי המקדש אמר אני חלקך כמ\"ש חלקם נתתי אותה מאשי, שנוטלים חלק מהשייך לגבוה, ונגד קדשי הגבול אמר אני נחלתך, שזה יקחו אף בזמן שאין מקדש וקרבנות כנחלה שאין לה הפסק, ומביא פסוק חלקם נתתי נגד קדשי המקדש כי זה נאמר במנחה, ופסוק אשי ה' ונחלתו יאכלון לקדשי הגבול וכמו שפרש\"י אשי ה' אלו קדשי המקדש ונחלתו אלו קדשי הגבול:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad7f", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:20:3", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Numbers 18:20:3", "sourceHeRef": "מלבי\"ם על במדבר י״ח:כ׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0003, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>אני חלקך ונחלתך </b>כ\"ד מתנות חשבם (בב\"ק קי, חולין קלג), ועי' בז\"א מישב השנוים שבין הספרי והגמ' בזה. ואמרו שנסמכה פ' זו לענין קרח שמחלוקת קרח הסבה כריתת הברית, ויתר הדברים מובנים והגהתי עפ\"י גי' הגר\"א לבד שהוא מוחק מה שסיים ואומר סוף דבר הכל נשמע, וי\"ל שר\"ל שכל הכתרים הבל כמו שנזכר בספר קהלת שההביל הכל, וסיים שעקר האדם הוא השומר תורת ה' ומצותיו:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc283c1533e001928ad81", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 18:20:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Numbers 18:20:4", "sourceHeRef": "מלבי\"ם על במדבר י״ח:כ׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0004, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ולבני לוי הנה נתתי </b>מבואר אצלי שדרך הלשון להקדים את הפעל תמיד והיל\"ל הנה נתתי לבני לוי, ובארתי באיה\"ש (פי\"ב) שבמקום שמקדים את השם, בא לתת הבדל בין השמות, אני נתתי לך את משמרת תרומותי ולבני לוי נתתי את כל מעשר, מבואר שב' המתנות הם מענין א' ושניהם נאמרו בברית מלח, רק שמובדלים במתנותיהן לבד, זה כ\"ד מת\"כ וזה מעשר כמש\"ש בכלל קי\"ד:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc28fc1533e001928b241", "index_title": "Malbim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Numbers 26:53:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Numbers 26:53:1", "sourceHeRef": "מלבי\"ם על במדבר כ״ו:נ״ג:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 53.0001, "collectiveTitle": {"en": "Malbim on Numbers", "he": "מלבי\"ם על במדבר"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>לאלה תחלק הארץ </b>כבר מעט כהנים ולוים כמ\"ש (במדבר יח כ) אל אהרן בארצם לא תנחל ואל בני לוי (שם סד) בתוך ב\"י לא ינחלו נחלה, וע\"כ הפסיק בפ' זו בין מנין ישראל ובין מנין בני לוי, כי מנין זה היה בשביל חלוק הארץ שאין בני לוי בכלל, וממ\"ש לשמות מטות אבותם יצאו גרים ועבדים ומשם איש מעט נשים וכבר מובא בפ' קרח:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8e0b071e100bf4e488f", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 78:1:14", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Akeidat Yitzchak 78:1:14", "sourceHeRef": "עקידת יצחק ע״ח:א׳:י״ד", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1455, 1495], "commentaryNum": 1.0014, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ואומר אני כי כששמע משה מפי הגבורה הרומו מתוך העדה הזאת ואכלה אותם כרגע שהכוונה שהוא משלח בהם חצי מות ועוצר בהם שלא יתפללו עליהם כמו שאמרנו וכי ראה כי יצא הקצף מלפני ה' החל הנגף ראה לעמוד עליהם ולהשתדל בהצלתם באופן מה מההצלה והוא אשר זכרוהו חז\"ל במסכת שבת (פ\"ט.) שמסרה לו מלאך המות כשעלה למרום שנאמר עלית למרום שבית שבי לקחת מתנות באדם (תהליס ס\"ח) ואמר ואף מלאך המות מסר לו דבר שנאמר ויתן את הקטרת ויכפר על העם (במדבר י\"ז) ואי לאו דאמר ליה מנא הוה ידעה והוא אומרו קח את המחת' ותן עליה אש מעל המזבח ושים קטרת וגו' כי יצא הקצף מלפני ה' החל הנגף ולא נתן לנו רשות לעמוד ולהתפלל גם כי שעה דחוקה היא ואין מקום להפציר ולהעתיר ואהרן כן עשה כמו שהעיד הכ'. ויקח אהרן כאשר דבר משה מגיד שלא שנה (א) אמנם ספר הכתו' כי כאשר בא בזה האופן אל תוך הקהל לא נעצר' המגפ' כמו שחשב אדרבא פרץ המשחית בהם (ב) בשיעור שיראה כאלו אז החלה מגפה עצומה מהראשונה והיה זה לפי שאין מרצון הש\"י שישתמשו במסרת ההוא וכיוצא בו בעת שיהיו ישראל חוטאין אלא שישאו ענשן או אז יכנע לבבם הערל להורות לפניו כי הוא המוחץ והרופא כמו שאמר ראו עתה כי אני אני הוא וגו'. אני אמית ואחיה מחצתי ואני ארפא ואיו מידי מציל (דברים ל\"ב) וההנצל אז על הדרך הזאת תועבה היא לו. והנה כשראה אהרן כך התבונן בענין והרגיש שלא הועיל המסרת הזה לעת כזאת אבל יזיק וכבר עשה מלאך המות בה מלאכתו הנהוגה הניח העבוד' ההיא ושם ילכו לכפר עליהם בהישירם אל החרטה ואל התשובה הנכונה (ב) והוא אומרו ויתן את הקטרת ויכפר על העם. ירצה נתן את הקטרת לאיש אחר או במקום מה כמו ואל הארון תתן את העדות (שמות כ\"ה) וכמו שפי' שאו זמרה ותנו תוף (תהלים פ\"א) בענין ר\"ה שער ס\"ז. וכבר פירשו חז\"ל (ש\"ר פכ\"ב) ואתה הרם את מטך ונטה את ידך על זה האופן עצמו והוא פי' נכון כמו שבא במקומו. אמנה הכפר' אשר עשה לשם היא מה שנאמר ויעמוד בין המתים ובין החיים ותעצר המגפ' וישב אהרן אל משה אל פתח אהל מועד והמגפה נעצרה (ד) כי הענין הראשון הוא לעורר אותם אל החרט' ואל החרדה על חטאם מה שיושלם זה בעמוד אדם על עצמו והתבוננו בין המתים והחיים וכמ\"ש והחי יתן אל לבו (קהלת ז') דברים של מיתה (כתובות ע\"ב.) ואמרו הסתכל בשלשה דברים ואין אתה בא לידי עבירה דע מאין באת ולאן אתה הולך (אבות פ\"ג) ועוד אמר נסתכל ביום המיתה ואמר שירה (ברכות י'.) ואמר הכתוב שהספיק' העמיד' הזאת להם לשהתחיל' להעצר המגפה. (התר ספק ג' ד') אמנם כששב אהרן אל משה אל פתח אהל מועד והוא מה שיעורר אותם להושיבם אל משה רבם אשר פתח אהל מועד אשר משם תצא תורה ומצות הנה אז כבר יושלמו בשני הענינים אשר כללם ייכתוב בסור מרע ועשה טוב (תלים ל\"ד) וראוי להנתן להם החיים והשלום שאמר ראשונה מי האיש החפץ חיים ועם זה והמגפ' נעצר' לגמרי. זה ראיתי ונתון אל לבי בענין הזה מהטעמים שזכרנו ואמרתי אך טוב הוא לפי עיונו ודבר ממוצע בין הפשט והדרש ומועיל מאד בכמו אלו הענינים. ושוב מצאתי מדרש לרז\"ל מחזיק ידי בפירוש הזה וכאלו הוא פירוש מעשה זה על הדנך שזכרתי מתחל' ועד סוף והוא במדרש הזוהר בפרשת וירא אליו יי' בפסוק מהרי שלש סאים וגו' (בראשית י\"ח.) אמר ר' כרוספדאי האי מאן דמדכר בפומי בבתי כנסיות ובבתי מדרשות ענינא דקורבנא ותקרובתא ויכוין בהו ברית כרותה היא דאינון מלאכיא דמדכרין חובוי לאבאשא ליה לא יכלין למיעבד עמיה אלא טיבו ומאן נוכח האי פרשתא נוכח דכיון דאמר והנה שלשה אנשים נצבים עליו מאי עליו לעוין בדיניה כיון דחמי נשמתא דצדיקיא כך מה כתוב וימהר אברהם האהלה אל שרה (שם) מהו האהלה אל בית המדרש ומה אומרת מהרי ענינא דקורבניא ונשמתא מכוונא בהו הדא הוא דכתיב ואל הבקר רץ אברהם וכדין ניחא להו ולא יכלין לאבאשא ליה ר' פנחס אמר מהכא והנה החל הנגף בעם וכתיב ויאמר משה אל אהרן קח את המחתה וכתיב ותעצר המגפה כתיב הכא מהרי וכתיב התם והולך מהרה מה להלן קרבן לאשתזבא אף כאן קרבן לאשתזבא. אמר ר' יצחק בא וראה מה כתיב ויאמר משה אל אהרן קח את המחתה ותן עליה אש מעל המזבח ושים קטרת אמר ליה אהרן למה אמר ליה כי יצא הקצף מלפני ה' החל הנגף מה כתיב וירץ אל תוך הקהל והנה החל הנגף בעם וכתיב ויעמוד בין המתים ובין החיים ותעצר המגפה דלא יכיל מלאכא לחבלה לשלטנה בהו ואתבטל מותנא. הנה עם שאין זה עיקר המאמר בכוונותיו הלא עד כה למדנו שדוגמת מה שאמרנוהו על וישב אהרן אל משה אל פתח אהל מועד אמרו על וימהר אברהם האהלה וכמ\"ש אם פגע בך מנוול זה (סוכה נ\"ב:) הוא שטן הוא מלאך המות משכהו לבית המדרש גם כי ענין הקטרת וענין הקרבנות להדדי שרוה רבנן לומר שעקר עצירת המגפה הוא בענין הקרבנות ובכפרתן כמו שאמרנו אמנם מה שיתבאר בו הכל בפירוש הוא מה שסמכו שם בהזוהר זכרונו הלכה למעשה ר' אחא אזל לכפר טרפא אתא לבית אושפיזא + לחישו עליה כל בני מתא. אמרו גברא רבא אתא הכא ניזול לגביה אתו לגביה אמרו ליה ליחוש ליה מר בליבא על אבדנה אמר להו מה הוא א\"ל דאית שבעה יומין דשרא מותנא במתא וכל יומא אתתקף ולא איתבטל אמר להו ניזיל לבי כנישתא ונתבע רחמין מקמי קב\"ה עד דאזלו אתו ואמרו פלניא ופלניא מתו ופלניא ופלניא למימת אמר להו ר' אחא לית עדנא לקיימה הכא דשעתא דחיקא אלא פרישו מנכון ארבעין בני אנשא אינון דזכאין יותר עשרה עשרה לארבע חולקין ואנא עמכון עשרה לזויתא חד דמתא ועשרה לזויתא חד דמתא וכן לארבע זויתא ואמרו ברעות נפשיכון ענינא דקטרת בוסמין דמני משה לאהרן וענינא דקרבנ' עימה עבדו כן תלתא זימנין ואעברו לכל מתא לארבע זוויתא והוי אמרין כן לבתר אמר להו ניזיל לאינין דאושיטו למימת אתפרשו לבתיכון ואמרו כדין וכדין תסיימי אמרו אלין פסוקי בקל תקיף תלתא זמני ויאמר משה אל אהרן קח את המחתה וגו'. ויקח אהרן וגו'. ויעמוד בין המתים וגו' וכן עבדו ואתבטל מותנא. שמעו ההוא קלא דאמר סתרא סתרא קמיתא איחל לעילאי דהא דינא דשמיא לא אשרי הכא דהא ידעי לבטלה ביה חלש לביה דרבי אחא ודמוך שמע דאמרין ליה כדעבדת דא עביד דא זיל אימא להון דיחזרון בתשובה דחייבין אינון קמאי קם ואחזיר להון בתשוב' שלימתא וקבילו עלייהו דלא אתבטלון מאוריתא לעלם ואחלפו שמא דמתא מתא מחסיא. הנך רואה בעיניך במעשה הזה דוגמת כל מה שכתבנו שהרי רב אחא רצה מתחלה להתפלל ולהיישירם אל התשובה אלא שלדעתו לא עמדה להם שעה כי רבה המגפה בעם. ולזה ראה להשתמש ממסרת הקטרת המועיל לעצור המגפה לפי שעה וזכרון הקרבנות עמו. ואין ספק שידע לכוין בכתובים ההם אל הסוד הנמסר בו כי לזה אמר ואנא עמכון וכן עשו והצליחו כי לא היה עונם כבד כמחלקותם של קרח. וגם שלא ננעלו שערי תפלה כמה שנאמר בכאן הרומו מתוך העדה כמו שכתבנו. ועם כל זה מן השמים הקפידו עליו ויצאתה בת קול להתאונן על מה שבטלו מהם דין שמים עד שנתירא רבי אחא מפני אלהיו ויחלום וישמע שאומרין לו אדעבדת דא עביד דא. והדברים אשר עשה עמהם הם עצמן אשר נרמזו הנה בכתובים כי כנגד מה שאמר ויעמוד בין המתים כאשר פירשנו אמר קם ואחזיר לון בתשובה שלמיתא וכנגד מה שאמר וישב אהרן אל משה אל פתח אהל מעד כנזכר אמר קבילו עילוייהו דלא אתבטלון מאורייתא לעולם ובזה רחם יי' עליהם לגמרי כי על כן הסבו שם המקום מתא מחסיא. הנה שעולה הכל כהוגן וכאלו היה גנוב אתי. וידבר ה' וגו'. דבר אל בני ישראל וגו'. מאתם מטה מטה לבית אב וגו'. (יד) זה יעיד אמתת מה שאמרנו ראשונה שלא היה מחלוקתם על הבכורות שא\"כ מה ענין השבטים לבא בזה הנסיון אבל קרח שהיה לוי נחלק על הכהונה ודתן ואבירם וכל אותן אנשים מבני ישראל נחלקו על הכנס שבט לוי על הבכורות יותר מזולתו מהשבטים ולזה כאשר נתאמת ביניהם ענין המחלוקת הראשונה בהוראת המחתות רצה לשכך מעל שבט לוי תלונות כל השבטים הנשארת. ולזה צוה לקחת מטה מטה מאת כל נשיאיהם להביאם במסורת המופת. (יד) ולזה אמר ואת שם אהרן תכתוב על מטה לוי כי מטה אחד לראש בית אבותם כלומר שכבר הסכימו ביניהם להיותם אגודה אחת תחת הכהן הגדול שהוא כאב לכולם ולא נשאר לברר רק זה והכתוב העיד כי בראותם זה המופת קיימו וקבלו כלם עליהם את הדין ולא נשאר להם שום תרעומת הדא הוא דכתיב ויוצא משה את כל המטות מלפני יי' אל כל בני ישראל ויראו ויקחו איש מטהו כי מה תלמוד לומר (יד) אלא שכיון שראו הענין הנפלא ההוא לקחו איש הוראת מטהו בסבר פנים והכירו כלם את מקומ' ומדרגתם והודו במעלת השבט אשר פרח מטהו וצוה שיהיה שם מטהו למשמרת לאות לבני מרי וכבר היה משפט שתי המחלוקות שוה בהיות קיום לעמת העדר הויה וצמיחה תחת הפסד. ויאמרו בני ישראל אל משה לאמר הן גוענו וגו'. כל הקרב הקרב אל משכן יי' וגו'. יודיע כי הספיק הענין הזה הגדול והנורא לשיכירו בני ישראל ההבדל הגדול שיש בין שבט לשבט ובין איש לאיש וכמ\"ש משה בקר ויודע יי' את אשר לו ואת הקדש וגו'. עד שהם בעצמם הודו שאינם ראויים ליקרב אל מקדש ה' ושכבר היה המקדש סכנה עצומה אצלם אם יגשו ושלזה היה מההכרח להבדיל שבט הלוי למשפחותם משפחת הכהונה לכל דבר המזבח ולמבית לפרוכת לכל כליו ולעבודתיו והלוים למשמרת אהל מועד לכל עבודת עבודה ועבודת משא ולשמור משמרת האהל באופן שזר לא יקרב אליהם ולזה אמר למלאות רצונם ולהסיר מכשלם אתה ובית אביך אתך תשאו את עון המקדש והוא משא שבט הלוי ואתה ובניך אתך תשאו את עון כהונתכם והוא ענין הכהונה. ומזה חוייב להטריפם לחם חקם מהמעשרות והבכורים וכל חרמי הצבור והיחיד והבכורות מכל קדשי הקרבנות ומתנות הכהונה והתרומות ושאר הענינים הראויים להם הלוי כלוי והכהן ככהן יהיה להם כל זה מאת בני ישראל חלף עבודתם תחתם בעבודת אהל מועד ותחת חלקם בארץ כי הנה על זה האופן יהיו חיי הכהנים והלוים יותר מוגבלים ונבדלים אל צד האלהות משאר כל ישראל כמו שהיתה הכוונה שיהיו ישראל מוגבלים ומוקדשים מכל שאר האומות כמ\"ש ה' לאהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם אני חלקך ונחלתך בתוך בני ישראל (במדבר י\"ח) וכבר דברנו בשער הקודם כי הארץ לא נתנה לישראל בתורת עבודה רק בתורת ספוק לבד יקחו ממנה הצורך לכדי פרנסתם ושאר הזמן יהיו על משמרתם ללמד תורה ומצות מאלו הכהנים הלוים שהם מספיקים צרכיהם כמו שנאמר יורו משפטיך ליעקב ותורתך לישראל (דברים ל\"ג) עד שיהיו ג\"כ ברוב הזמן בטלים מעבודת האדמה ככהנים כי על כן נאמר ואתם תהיו לי ממלכת כהנים וגו' (שמות י\"ג). ונאמר ואתם כהני ה' תקראו משרתי אלהינו יאמר לכם וגו' (ישעיה ס\"א). וזה שיעור מה שרצינו ביאורו בזה החלק:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": [], "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cdd672125f25e0061095576", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 3:4", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Malbim on Leviticus, Vayikra 3:4", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ג׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "ויקרא אל משה וידבר ה' אליו: הלכה פסוקה בדיני המליצה כי בכל מאמר שנזכר בו שם הפועל ושם הפעול בפירוש, לא יבא לעולם שם הפעול לפני שם הפועל. רצוני, שלא יכתב \"וידבר אל משה ה' \" או \"ויאמר אל יוסף יעקב\"; רק הסדר \"וידבר ה' אל משה\", \"ויאמר יעקב אל יוסף\". ועתה יפלא מאד במאמר הלז שבא שם הפועל, ה' , מאוחר מטעם הדרוש שנתבאר (בסימן א), היה ראוי שגם שם הפעול, \"אל משה\", יבא מאוחר. ובזה היה הלשון מסודר: \"ויקרא וידבר ה' אל משה\" ולא היה צריך גם כן כפל מלת \"אליו\"; ואיך נתהפך הסדר שהקדים \"אל משה\" לפני שם \"ה' \" הדובר, ששיעורו \"ויקרא אל משה...ה' \"? וזה זר ומוזר מאד. ואמרו כי הקדים שם הפעול וכפלו שנית על ידי כינוי \"אליו\" לדייק רק אל משה קרא ורק אליו דבר, ולמעט את אהרן. שכבר יתבאר בספר זה, במקומות לא חקר, כי קדימת שם אחד לפני מקומו וכן כפל השם עם הכינוי בא למיעוט ולדיוק. ואמרו סופרים כי י\"ג דברות נאמרו בתורה למשה ואהרן, וכנגדן נאמרו י\"ג מיעוטין. <b>ותחלה נבאר הי\"ג דברות</b> האלה, איה מקום כבודם: במסורה (ריש חוקת) <b>וידבר ה' אל משה ואל אהרן:</b> י\"א דסמיכי וסימנם: \"ויצום אל בני ישראל\" (שמות ו, יג), \"דברו את כל\" דשרצים (ויקרא יא, א), \"אדם כי יהיה בעור\" (ויקרא יג, א), \"כי תבואו אל ארץ\" (ויקרא יד, לג-לד), \"איש איש כי יהיה זב\" (ויקרא טו, א), \"איש על דגלו באותות\" (במדבר ב, א), \"נשא את ראש הקהתי\" (במדבר ד, א), \"אל תכריתו את\" (במדבר ד, יז), \"עד מתי לעדה הרעה\" (במדבר יד, כו-כז), \"הבדלו מתוך העדה\" (במדבר טז, כ-כא), \"זאת חקת התורה\" (במדבר יט, א-ב).  עוד במסורה (בסדר וארא): <b>ויאמר ה' אל משה ואל אהרן:</b> ו' דסמיכי וסימנהון: \"מופת\" (שמות ז, ח-ט), \"חפניכם\" (שמות ט, ח), \"החדש\" (שמות יב, א-ב), \"זאת חוקת הפסח\" (שמות יב, מג), \"יען לא האמנתם\" (במדבר כ, יב), \"בהר ההר\" (במדבר כ, כג).  עוד במסורה: <b>וידבר ה' אל אהרן:</b> ב' דסמיכי וסימנך: \"יין ושכר אל תשת\" (ויקרא י, ח-ט), \"ואני הנה נתתי לך\" (במדבר יח, ח). ותלתא <b>ויאמר ה' אל אהרן:</b> וסימנהון: \"לך לקראת משה\" (שמות ד, כז), \"אתה ובניך ובית אביך\" (במדבר יח, א), \"בארצם לא תנחל\" (במדבר יח, כ), עכ\"ל המסורה. לפי זה חשבון הי\"ג דברות שנאמרו למשה ולאהרן נפלא מאד! דאם נחשב רק \"וידבר ה' אל משה ואהרן\" אינם רק י\"א; ואם נחשב גם \"ויאמר ה' \" הם י\"ז (ועוד נמצא \"ויאמר ה' פתאום אל משה ואל אהרן\" דפר' בהעלותך ולא מנהו המסורה משום תיבת \"פתאום\" המפסיק. ועל זה כוון מ\"ש ברבה במדבר (פרשה ב) בי\"ח מקומות אתה מוצא משה ואהרן שוים וכולי); ואם נחשב גם \"ויאמר\"/\"וידבר\" ה' אל אהרן הם כ\"ב! ועם \"ויאמר ה' פתאום..\" הם כ\"ג! ותהי המבוכה רבה בעדת המפרשים, גם שגו במנין פקו פליליה. <sup class=\"footnote-marker\">(א)</sup><i class=\"footnote\">הק\"א פסקא כ' וז\"ל לא הוצרך לבאר הי\"ג פעמים שנאמרו בתורה הדברות למשה ולאהרן כי מבוארים הם ונתנו בהם סימן, מופת, חפניכם, החדש, ויצום, החיה, ארץ אחוזתכם, זב, איש על דגלו, נשא את ראש בני קהת, אל תכריתו, עד מתי, הבדלו, פרה. עכ\"ד, והנה ג' מהם שהם מופת, חפניכם, החדש, כתוב ויאמר אל משה ואהרן. ולו שם בשלשה ועד השלשה לא בא כי ששה המה. ועשרה דכתיב וידבר, הם באמת עשתי עשר. עוד כתב שם אח\"כ ואם יקשה עליך שהרי מצאנו דבור מיוחד לאהרן (בפ' קרח) וכן אמירה אחת לאהרן (שם) וכו'. ושכח כי הם שתי דברות ושלש אמירות כמ\"ש מנמוקי בעלי המסורה, והראב\"ד (כפי שהביא הק\"א משנה ד' בשמו) דסבר שהם ט\"ז דברות ואמירות, וריב\"ב לא חשיב ג' דברות ואמירות שקודם החדש הזה לכם נשארו י\"ג, וריה\"ג חשיב גם הג' דקודם החודש עי\"ש. וגם זה אינו כפתור ופרח, כי בארנו שהם י\"ז או י\"ח, ועוד שגם ריב\"ב מונה בין המעוטים מיעוט של ויהי ביום דבר ה' אל משה בא\"מ. וראיתי להחכם רוו\"ה במודע לבינה אחרי שהשיג על הק\"א חתר להמציא חלוקים שונים למצוא המנין. וחלק בין פרשה לפרשה בדוחקים עצומים לבלי הועיל. וכן מה שכתב בעל ק\"א על דברי הראב\"ד שלא מנה רק המצות מלבד שסותר דברי עצמו שלא חשב תחלה רק י\"ג דברות ואמירות, סותר האמת, כי הדבור, עד מתי (במדבר י\"ד כ\"ז) הבדלו (שם ט\"ז כ') וכן האמירה יען לא האמנתם (שם כ' י\"ב) בהר ההר (שם כ' כ\"ג) אין בו מצוה. סוף דבר, הוחלתי כי לא ידברו העתיקו מהם מלין לכן חלקי אמרה נפשי, והמעיין יבחר. אולם מ\"ש במכלתא ריש בא על ויאמר ה' אל משה ואל אהרן למשה הי' הדבור ולא לאהרן וכו' ומפני מה לא היה מדבר עמו מפני כבודו של משה וכ' נמצא ממעט אהרן מכל הדברות חוץ מג' מקומות מפני שאפשר, היא דעת אחרת. שגם בכ\"מ שנאמר ויאמר ה' אל משה ואל אהרן אל משה לבד דבר וזה מטעם. מפני כבודו של משה. פי' שהגם שאמירה יצויר באהרן, לא יצויר שישוה עם משה באמירה משותפת, וס\"ל שגם לשון אמירה שבא אצל משה היתה מעולה מאמירה אל נביאים אחרים ולא נשתתף עמו אחר חוץ מג' מקומות והם תלתא ויאמר ה' אל אהרן לבד, מפני שאפשר אחר שאהרן היה נביא אפשר שתבא אליו אמירה, וכמ\"ש בפרושי:</i>: לכן אמרתי שִמעה לי, אחַוה דֵעי אף אני: לך עבור בספרי נביאים וכתובים מקצה לקצה ולא תמצא שיאמר \"וידבר ה' אל נביא פלוני לאמר\" כמו שלשון זה רגיל בספר התורה בדבר ה' אל נאמן ביתו. [כי מה שנמצא \"וידבר ה' אל גד\" (דברי הימים א כא, ט) פירושו שהגיע דבר ה' אליו על ידי מלאך, כי זה עצמו נזכר (שמואל ב כד) ושם כתוב \"ודְבַר ה' היה אל גד\" שזה מדרגה קטנה ונמצא אף בבעלי רוח הקדש כמו \"ויהי דבר ה' אל שלמה\" (מלכים א יז יא), \"ונמצא ויהי דבר ה' אל יהוא\" (שם טז), \"דבר ה' היה אל בעשא\" (שם שם) – רוצה לומר על ידי שליח. וכן מ\"ש \"וידבר ה' אל גד\" הוא דומה עם מ\"ש \"וידבר ה' אל מנשה ואל עמו\" (דברי הימים ב לג, י) שפירושו על ידי שליח. וזולת זה לא נמצא בנביאים רק \"וידבר מלאך ה' אל אליהו\" (מלכים א טו) וכן (דניאל ט, זכריה ו, יחזקאל סימן מ וסימן מא) כולם מבוארים שהיה על ידי מלאך]. ובמסורה מערכיית אות א: <b>\"וידבר ה'\"</b> ד' בנביאים וסימנהון: \"וידבר ה' אל יהושע\" (יהושע כ, א), \"ביד עבדיו הנביאים\" (מלכים ב כא, י), \"וידבר ה' אל גד\" (דברי הימים א כא, ט), \"וידבר ה' אל מנשה\" (דברי הימים ב לג, י); וכל אורייתא דכוותיה. והטעם מבואר במה שבארתי בסימן הקודם בהבדל שבין \"דיבור\" ו\"אמירה\" ושמה שכתוב \"וידבר ה' אל משה לאמר\" פירושו שמסר לו דברים והלכות בעל פה ושבצם במשבצת אמירת הכתב וזה לא היה רק במשה שהיה נביא תורה, לא ביתר נביאים. רק פעם אחד נמצא בפר' רוצחים (יהושע כ) \"וידבר ה' אל יהושע לאמר\" שזה מפני שהחזיר שם פרשה הכתובה בתורה ואמרו חז\"ל (מכות יא) אמר ר' חמא בר' חנינא מפני מה נאמרה פרשת רוצחים בלשון עזה? דכתיב \"וידבר ה' אל יהושע לאמר..\" מפני שהם של תורה. למימרא דכל \"דיבור\" לשון קשה? הן, כדכתיב \"דבר האיש אדני הארץ אתנו קשות\". [והקישוי הזה כולל בין הקשה מצד עומק הדברים ומושגם כמו ענינים עמוקים שצריכים ביאור ופירוש, הן הקשה מצד ענינו, כמו דברים הרעים ווכוחים וטענות שזה נכנס בגדר הדיבור. והביא ממין אחד – \"דבר האיש אתנו קשות\" ראייה למין השני שפרשת ערי המקלט קשה מצד עומק מושגה יען שהיא של תורה. ובמדרש רבה (תשא פ' מב ופ' סח) ובתנחומא (פר' צו) וספרי (פר' בהעלותך) ובכמה מקומות אמרו \"דיבור\" קשה ו\"אמירה\" רכה.] על פי הדברים ואמת האלה נראה כי לא הוציא ר' יהודה בן בתירה את אהרן רק מן ה\"דיבור\", לא מן ה\"אמירה\", שכן דייק <b>י\"ג דברות</b>; והרי במשנה הבדיל בין \"דיבור\" ובין \"אמירה\" ובוודאי לשונו דוקא; כי אחר שאהרן היה נביא בהכרח באה אליו אמירה מאת ה' כמו אל יתר נביאים רק ה\"דיבור\" לא יצויר עמו שזה מיוחד רק למשה לבד [שעל מה שכתוב \"וידבר אלקים אל נח\" שאל זאת במדרש (ויקרא פ\"א) ועם נח לא דבר וכולי. ובאברהם כתיב \"וידבר אתו\"] . והם י\"ג דברות – שהם י\"א שכתוב \"וידבר אל משה ואהרן\" ושנים \"וידבר ה' אל אהרן\". וראיה לאמיתת פירוש זה שעל מה שכתוב \"וידבר אל משה ואל אהרן ויצום\" (שמות ו, יג) סיים \"ויהי ביום דבר ה' אל משה\", (וזה אחד מן המיעוטים). וכן על מה שכתוב על \"וידבר..איש על דגלו\" (במדבר ב) סיים \"ויעשו בני ישראל כאשר צוה ה' את משה\" (וגם זה מן המיעוטים) – מבואר שעיקר הציווי היה למשה. לא כן במה שכתב \"<b>ויאמר</b> ה'..החדש הזה\" (שמות יב) סיים \"ויעשו בני ישראל כאשר צוה ה' <b>את משה ואת אהרן</b>, וכן על \"ויאמר..\" ד\"זאת חוקת הפסח\" (שמות יב, מג) סיים כן; מבואר דגבי \"ויאמר\" היה הציווי לשניהם. <b>(ביאור משנה ב ומשנה ג)</b> עתה נבאר <b>הי\"ג מיעוטים:</b> ר' יהודה בן בתירה בקש חשבונות רבים, י\"ג מיעוטים נגד י\"ג דברות להראות שמה שכתוב \"וידבר ה'...אל אהרן\" פירושו על ידי שליח כמו \"וידבר ה' אל גד\" \"וידבר ה' אל מנשה\" כמו שנזכר למעלה. ובבראשית רבה (פר' כ) \"ותקרא שם ה' הדובר אליה\" – על ידי מלאך...\"ויאמר ה' לה\" – על ידי מלאך ויש אומרים על ידי שם בן נח. וכן (שם פ' מה). וברבה (יתרו פ' ??) \"ויאמר אל משה אני חותנך יתרו\" – ר\"י אומר על ידי שליח; ר\"א אומר אגרת שלו לו. וכן \"וידבר..אל אהרן\" – על ידי משה. <b>(מיעוט א ב ג)</b> מ\"ש בסוף נשא (במדבר ז, פט): \"וּבְבֹא מֹשֶׁה אֶל אֹהֶל מוֹעֵד לְדַבֵּר אִתּוֹ וַיִּשְׁמַע אֶת הַקּוֹל מִדַּבֵּר אֵלָיו מֵעַל הַכַּפֹּרֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת מִבֵּין שְׁנֵי הַכְּרֻבִים וַיְדַבֵּר אֵלָיו\". (א) מה שכתב \"ובבא משה אל אהל מועד לדבר אתו\" – מלת \"לדבר אתו\" מיותר, שכבר אמר (שמות לד, לד) \"ובבא משה לפני ה' לדבר אתו\", ותמצא מבואר בכל הספר הזה כי כל מאמר הכפול בתורה – האחד בא לגופיה והשני לדרוש; אמר שנית \"לדבר אתו\" למעט זולתו שהוא אהרן. (ב) \"מדבר אליו\" שלדעת רש\"י הוא מן ההתפעל כמו \"מתדבר\" ואם כן מלת \"אליו\" זרה שהוראת ההתפעל הוא שמתדבר אל עצמו. ועל כן רצה הראב\"ע לעשותו שם הפועל והדגש מקום \"מן\" וזה דוחק. ופירשו חכמים שמלת \"אליו\" הזרה פה בא למעט זולתו, שהקול לא הגיע לאזני זולתו שהוא אהרן. (ג) מ\"ש \"וידבר אליו\" מיותר בהחלט דהא מתחיל בפרשה אחריו \"וידבר ה' אל משה דבר אל אהרן\" והרי כפול \"וידבר אליו..וידבר ה' אל משה\". ופירושו שבא למעט רק אליו דבר שהוא ידבר לאהרן, ולא דבר עם אהרן עצמו. <b>(מיעוט ד ה):</b> מצאנו יעידה עם מלת \"לך\" ג' פעמים: \"וְנוֹעַדְתִּי לְךָ שָׁם וְדִבַּרְתִּי אִתְּךָ\" (שמות כה, כב), \"לִפְנֵי הַפָּרֹכֶת אֲשֶׁר עַל אֲרֹן הָעֵדֻת לִפְנֵי הַכַּפֹּרֶת אֲשֶׁר עַל הָעֵדֻת אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, ו), \"לִפְנֵי הָעֵדֻת בְּאֹהֶל מוֹעֵד אֲשֶׁר אִוָּעֵד לְךָ שָׁמָּה\" (שמות ל, לו). וכפי הכללים שהיו לחז\"ל בזה (שיתבארו בכל הספר) כל דבר הכפול ומשולש בתורה צריך אחד לגופיה והיתרים באו לדרשה, ונשארו שנים למעט שהיעידה תהיה לך, לא לזולתך שהוא אהרן. <b>(מיעוט ו):</b> (שמות כט, מב) \"עולת תמיד..פתח אהל מועד לפני ה' אשר אועד לכם שמה לדבר אליך שם ונועדתי שמה לבני ישראל\" פירש הראב\"ע ויפת אמר \"אשר אועד לכם\" – למשה ולאהרן, ורמז לדבר: \"אליך\" למשה תמיד, ועדותו \"ונועדתי שמה לבני ישראל\". כוונתו שאי אפשר לפרש \"אועד לכם\" לישראל דאם כן למה יאמר שנית \"ונועדתי..לבני ישראל\"? ועל כרחך \"לכם\" למשה ולאהרן ובאר שבכל זאת אל אהרן לא ידבר רק \"לדבר אליך\" – למשה תמיד. וזה דעת רבותינו. (משנה ז) <b>(מיעוט ז):</b> \"כאשר צוה ה' אל משה\" זה נמצא רק פעם אחת בתורה (שמות טז, לג-לד) \"ויאמר משה אל אהרן קח צנצנת אחת ותן שמה...כאשר צוה ה' אל משה\" (כי תמיד כתוב \"את משה\" ונמסר במסורה לית ושארה \"את\". ויש בזה ב' זריות: (א) שהיה לו לומר \"כאשר צוה ה' אותי\" או \"אלי\", אחר שמשה דבר זאת. והגם שמצאנו פעמים שבא השם תחת הכינוי כמו \"ואל משה אמר עלה אל ה' \" כמ\"ש הרד\"ק (במכלול דף כט ב) – יש בו דרוש כמ\"ש (ברכות ח) \"למען אדני \" – \"למענך\" מבעיא ליה?! למען אברהם שקראך אדון. (ב) זאת שנית מ\"ש \"צוה אל משה\". ויש הבדל בין \"צוה את\" ובין \"צוה ל...\" בלמ\"ד; ש\"צוה ל...\" מורה שצוה בשבילו כמו שפרש\"י (במדבר לב כח) \"ויצו להם משה את אלעזר הכהן\" כמו עליהם ועל תנאם, כמו \"ה' ילחם לכם\". \"עמדו ואשמעה מה יצוה ה' לכם\" תרגם אונקלוס על דילכון. \"צוה ה' ליעקב\" (איכה א׳:י״ז) פרש\"י על יעקב. ובסוטה (דף יב) \"ויצו פרעה לכל עמו\" אף על עמו גזר. \"תורה צוה לנו משה\" לנו בעבורינו (ספרי סימן שמה). ולכן דרשוהו גם פה שלפי שמשה פקד לאהרן לגנוז צנצנת המן באר כי צויים כאלה צוה אל ובשביל משה, לא בשביל אהרן, הגם שאהרן עשה המעשה הציוי בא אל משה שיאמר לאהרן. <b>(מיעוט ח):</b> בפר' צו (ויקרא ז, לו-לח) \"אשר צוה ה' לתת להם...אשר צוה ה' את משה בהר סיני ביום צותו\" ויש פה גם כן ב' זריות: (א) כפל \"אשר צוה..אשר צוה\", (ב) שהיה לו לומר בשניהם \"כאשר\". ובמסורה נמסר על שניהם: חמשה סבירין \"כאשר\" וקרינין \"אשר\"; ודרשו שבא ללמד \"אשר צוה ה' \", רוצה לומר, כל מה שצוה ה' – אשר צוה אל משה, השני מבאר את הראשון שהיו הצויים מיוחדים למשה, לא לאחר עמו. <b>(מיעוט ט):</b> \"אשר צוה ה' את משה\" הוא מיעוט שבא בדיבור עצמו, שעל \"וידבר ה' אל משה ואל אהרן\" דקהת (במדבר ד, א עיין שם) (במדבר ד, יז עיין שם) סיים בסוף הענין (במדבר ד, מט) \"ופקדיו אשר צוה ה' את משה\" – מבואר שלמשה בא הציווי. <b>(מיעוט י):</b> גירסת הספרא \"את אשר יצוה\" וכן גירסת התורת כהנים, וכן מה שגרסי \"את כל אשר אצוך אל בני ישראל\" לא אוכל לפרשה כפי דרכי בספר הזה, ונראה לגרוס במקומם \"כאשר דבר ה' ביד משה לו\" (במדבר יז, ה) שכן אומר בספרי (קרח פסקא קיז) \"וידבר ה' אל אהרן ואני הנה נתתי\" – שומע אני שהיה הדיבור לאהרן... ת\"ל \"זכרון לבני ישראל..כאשר דבר ה ביד משה לו\" – הא למדת שהדיבור למשה שיאמר לאהרן. ופרש\"י \"ביד משה לו\" כמו עליו, על אהרן דבר וכולי שהוא פרשת \"ואני הנה נתתי\". לפי זה גם זה מיעוט שבא בדיבור עצמו ביחוד, כי מן מיעוט ט' עד מיעוט י\"ג הם מיעוטים שבאו בהדברות עצמם. <b>(מיעוט י\"א):</b> גם הוא נזכר בדיבור עצמו שעל דיבור \"ויצום\" (שמות ו, יג) סיים (שמות ו, כח) \"ויהי ביום דבר ה' אל משה בארץ מצרים\" – ביאר שלמשה בא הדיבור הלז. ", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077edf3e25930088d8baa5", "index_title": "Beur HaRe'em on Midrash Lekach Tov", "category": "Quoting Commentary", "type": "", "ref": "Beur HaRe'em on Midrash Lekach Tov, Deuteronomy, Shoftim 39", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Beur HaRe'em on Midrash Lekach Tov, Deuteronomy, Shoftim 39", "sourceHeRef": "באור הרא\"ם על מדרש לקח טוב, דברים, שופטים ל״ט", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 39, "collectiveTitle": {"en": "Beur HaRe'em on Midrash Lekach Tov", "he": "באור הרא\"ם על מדרש לקח טוב"}, "heTitle": "שופטים", "he": "ומה דיבר לו אשי ה׳ ונהלתו. הוא קרא דמקודם. וברש״י בחומש הגי׳ ומה דבר לו (במדבר י״ח) בארצם לא תנחל אני חלקך היא גירסא יותר נכונה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1487112ed40553af50fe25", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 9:5:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Gan Naul, House I 9:5:1", "sourceHeRef": "גן נעול, בית ראשון ט׳:ה׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "ואלו הן המצווֹת שאינן נוהגין אלא בזמן הבית. לפי שהן תלויין בארץ אחוזתינו ובעיר ירושלים הקדושה, ובבית המקדש ובקדשים שהקריבו בו, ובכהנים ששרתו בו ובטהרת אפר פרה. ואחר שבעו\"ה אבדנו כל מחמדינו, בטלו המצווֹת הללו מהיות נעשים, עד ישוב ה' לרחם עלינו כמקדם. אבל יתבאר לך שגם בהם אין אחד שתכבד על נפש מן הנפשות. ונזכיר תחלה המנין<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">רבינו מתכוין כאן למנין המצווֹת שמונה במחלקה זו</i> שהיו מחויבים להעשות מכל איש ואיש שהיה בזמנים האלו. כשהיה יושב בביתו עם אשתו, והיה לו שדה אחוזה נחלת שדה וכרם. ואלו הן. *מצות פאה. *מצות לקט. *מדת עומר השכחה. *מצות עוללות. *מצות פרט הכרם. והן לעניים. וההפסד דבר מועט. וגם באלה אִמְצָה התורה לבב הכילי. כמו שבארנו למעלה (חלון ג'). והודיעה שבגלל המתנות המעוטות שיעזוב לעניים יברכהו השם ב\"ה בכל קניניו. שכן כתוב אצל עומר השכחה (דברים כד, יט) \"למען יברכך יי' אלהיך בכל מעשה ידיך\". ויצא מן הכלל ללמד על כולם כי יבואו בקל וחומר מעומר השכחה. *מצות מעשר עני בשלישית ובששית. וגם במצוה זו הודיעה התורה לאמיצי לב שבגלל הדבר הזה יתברכו קניניו. שנאמר (שם יד, כט) \"למען יברכך יי' אלהיך בכל מעשה ידך אשר תעשה\". *מצות הפקר צמחי שנת השמיטה. *לשבות מעבודת הארץ בשנת השמיטה, אין חריש ואין קציר. *מצות שביתת הארץ בשנת היובל. ובעבור שתכבדנה המצווֹת הללו על אנשים חלושי הנפש בעלי הפחד, כי יאמרו אם לא נזרע ולא נקצר מה נאכל? לכן נשמרה התורה במליצותיה וחזקה לבב החלושים, והודיעם שיצוה אתם ברכה להוסיף התבואה לרוב, שכן נאמר (ויקרא כה, כ-כא) \"וכי תאמרו מה נאכל וגו' וצויתי את ברכתי לכם בשנה הששית ועשת את התבואה לשלש השנים\". *מצות דין בתי ערי חומה. *מצות שוב השדות ביובל. ואין במצוה זו חסרון כיס. כי הקונה לא פרע מעות השדה. רק התבואות כפי מספר השנים עד היובל. כמו שנאמר (כה, טז) \"כי מספר תבואות הוא מוכר לך\". *מצות בכורים וניתנין לכהן. *מצות תרומה גדולה לתתה לכהן. *מצות חלה לתת לכהן. *ראשית הגז לכהן. *לתת זרוע ולחיים וקיבה. *מצות מעשר ראשון מן התבואות ללוים. והן ממתנות כהנה ולויה, ואינן דומות לשאר המצווֹת שיש בהן חסרון כיס, כמו ההלואות והצדקות והפאה והעוללות וכיוצא. כי המתנות האלו הם חלק שבט לוי ומשלהן הם לוקחין, כי ארץ כנען מורשה לכל זרע יעקב. והם י\"ב שבטים. ולקחו כולם אחוזה בארץ, זולתי שבט לוי שלא נתנה להם חלק בארץ. כמו שנאמר (דברים יח א-ב) \"לא יהיה לכהנים הלוים כל שבט לוי חלק ונחלה עם ישראל וגו' ונחלה לא יהיה לו בקרב אחיו\". ונאמר (במדבר יח, כ) \"בארצם לא תנחל וחלק לא יהיה לך בתוכם\". ונתן השם להם תמורת זה, התרומות והמעשות וכיוצא מן המתנות המפורשות בתורה. ואם תסתכל תראה איך המתנות האלו נערכות עם החלק שהיו ראויין לקחת בארץ כשאר השבטים, לא פחות ולא יותר. ולא באתי הנה לכתוב טעמי תורה ומצוה, רק מה שצריך לעניננו. אבל ארמוז לך שאם היו נוחלין בארץ, היה מגיע לחלקם חלק מי\"ב בארץ. וכנגד זה נתן להם הָעִשׂוּר מכל התבואות. וזה עודף על חלק השנים עשר. אמנם הסר שבט לוי מן הַמְעַשְׂרִים, והסר תרומת מעשר שחייבין בני לוי להפריש ממעשרותיהם לתתו לכהן. והוא מעשר מן המעשר. אז צא לחשבון ותמצא כי ישרים דרכי יי'.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">כי בסופו של ענין הלויים מקבלים בערך חלק א' מן י\"ב</i> *מצות מעשר בהמה. *מצות וידוי מעשר. *מצות מקרא בכורים. *מצות מחצית השקל בכל שנה בין דל בין עשיר. והיא מתנה מעוטה, ומהן יתנו התמידין והמוספין ושאר קרבנות הצבור שהן לכפר על כל ישראל. *שמיטת כספים בשביעית. וכבר בארנו למעלה, כי ענין המצוה הזאת תכבד על נפש הכילי. ויאמר איך אלוה ממוני לזה, ומחר יבוא השמיטה ואפסיד הממון? ומפני כן נשמרה התורה במליצתה ואמר (דברים טו, ט-י) \"השמר לך פן יהיה דבר עם לבבך בליעל לאמר קרבה שנת השבע שנת השמיטה ורעה עינך באחיך וגו' נתן תתן לו וגו' כי בגלל הדבר הזה יברכך יי' אלהיך\", כמבואר למעלה. *מצות מעשר שני והוא לבעלים, ונאכל הוא או ממונו בירושלים, ואין בזה חסרון כיס רק שיאכלנו בירושלים. והירא את ה' ישמח לעשות כן. כי יאכל לחמו בעיר הקדש כלילת היופי משוש לכל הארץ. וכבואו שמה יראה קבוץ הנבחר מן הכהנים והלוים והשופטים החסידים הקדושים והנביאים. ומהם ישמע דברי חכמה ובינה המשמחים הלבבות. וישאל על ספקותיו שהיו לו כל השנה בביתו ובעירו, והם יגידו לו משפט דרך החיים ועבודת השם לטוב לו כל הימים. ועל זה אמרה תורה (דברים יד, כג) \"למען תלמד ליראה את יי' אלהיך כל הימים\". כלומר כבואך שמה תלמד ליראה את ה' כל הימים, כי כן תעשה שנה בשנה. *מצות שלש פעמים בשנה יראה כל זכורך וגו'. וגם במצוה זו אין בה חסרון כיס, זולתי המתנה המעוטה שיביא עמו לקרבן, כמבואר בתורה ובתלמוד חגיגה (דף ב, א). אבל יש דאגה אחרת בקיום מצוה זו מה שאיננה בעלותו לירושלים עם מעשר שני שלו. כי העלאת מעשר, אין לו זמן קצוב בשנה. כל אחד יעלנו בזמן שהוא פנוי מעניניו ומעסקיו. והנה מקצתן יעלוהו בשבוע זה ואחרים בזמן אחר. אבל לעלות לרגל ולראות פני ה', זמן אחד קצוב לכל. ובו יעזבו כל ישראל בתיהם ועריהם ויעלו לעיר הקדש. ופן יאמרו רכי הלבב \"עתה יבואו אויבינו והעמים אשר סביבותינו ויקחו ארצנו מידינו לבטח. כי אין איש בביתו לעמוד כנגדם\". ולכן נשמרה התורה במליצתה והודיעה (שמות לד, כד) \"כי אוריש גוים מפניך, והרחבתי את גבולך ולא יחמוד איש את ארצך בעלותך לראות את פני יי' אלהיך שלש פעמים בשנה\". כלומר אתה תנחל ארץ אויביך, ותרחיב גבולך. והנה יש לך אויבים המבקשים להנקם ממך. ובכל זאת אני מבטיח אותך שבעלותך לירושלים לא יחמוד איש מהם את ארצך, ולא יבואו עליך למלחמה בעת ההיא. וכבר אמרתי שדברה התורה עם המאמינים בו ובתורתו. *מצות לקדש בכורי בהמה והם לכהן, ומתנות כהונה שדברנו מהם למעלה. *מצות פדיון פטר חמור בשה ולתתו לכהן. וגם זה ממתנות כהונה. *מצות \"ואם לא תפדה וערפתו\". *מצות יראת מקדש. *מצות קרבן פסח. *מצות חגיגת הרגל. *מצות אכילת הפסח בליל טו בניסן. *מצות מעשר בהמה, האֵמוּרִין למזבח, והבשר נאכל לבעלים כמו מעשר שני, ומטעם האמור. *להביא כל הקרבנות לבית הבחירה, פסח וחגיגה ומעשר ושאר קרבנות חובה ונדבה. *לפדות קדשים שיש בהם מום. *להטפל גם בקדשי חוץ לארץ ולהביאם לבית הבחירה. *מצות \"תמים יהיה לרצון\". *מצות \"שבעת ימים יהיה עם אמו ומיום השמיני והלאה ירצה לקרבן\". כל אלו אין בהם צער ומעמס. ואינן מנגדות לכחות הנפשיות ולדרכי המדע הנטועים בה. ואין בהם חסרון כיס זולתי דבר מועט מאד. *מצות נטע רבעי שתהיינה פירות האילן שלש שנים ערלים ובשנה הרביעית קדש הלולים, כדין מעשר שני שיאכלנו בירושלים ובחלק הלא תעשה נדבר עליו. *מצות מניית מלך ואין זה ביד העם, אבל שתהא אימתו עלינו לשמוע אליו. והיא מצוה מדעית. כי צריך איש שיגדור בעד פרצת הזדון כמו שבארנו (חדר ז' חלון ז'). ושנינו (אבות, ג) \"הוי מתפלל בשלומה של מלכות, שאלמלא מוראה איש את רעהו חיים בלעו\". *מצות לשמוע לבית דין הגדול. ועיקר המצוה על שופטי ישראל שבכל עיר ועיר. וגם מצוה זו ראויה למנותה בכלל המצווֹת הנוהגים בזמן הזה. וכדרך שבארנו אצל מצות \"אליו תשמעון\" הנאמר אצל הנביא. כי אנו חייבין לקיים התקנות והגזרות שגזרו בית דין הגדול על ישראל בכל דור ודור. וכן הקבלה ופירוש המצווֹת שמסרו לנו באמונה. *מצות הַקְהֵל במוצאי שמיטה ביום שני של סוכות, לקראות באזניהם קצת פרשיות ממשנה התורה. וכן ראויה להמנות בכלל המצווֹת המחויבות למלך ישראל. כי עליו מוטל לקרוא באזניהם וללמדם ליראה את ה' אלוהיהם. וכלל המצווֹת שהתבארו בחלון זה, הם ארבעים ואחד. ותבין שאין אחד מהם המנגדת לדעת האדם, או שיש בה טרח ועמל שאין בכח אחד מן החלושים מבני אדם לעשותם, או המנגדות לבעל אחת מן הכחות המתגברות על הלב, ולא חסרון כיס הרבה. אבל כולם נעימים ויקרים. והירא את ה' ומאמין במצותיו רק כדרך בני אדם מן ההמון שאינן בעלי השכל והבינה הגדולה, ישמח במעשה המצווֹת האלו. ודע כי יש מחלוקת בין הרבנים הקדמונים במקצת המצווֹת האלו שמנינו בחלון זה. ודעתם שהן נוהגין גם בזמן הזה בארץ ישראל. כמו לקט שכחה ופאה ומעשרות. אבל לא באתי בספר זה להורות הלכות. רק לפרש מליצות התורה והנביאים. וסמכתי על דברי הרב הגדול רמב\"ם זצ\"ל. וכפי סברתו חלקתי מחלקת המצווֹת האלו:", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6228415afd29c04f1a3", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Gur Aryeh on Bamidbar 18:20:1", "sourceHeRef": "גור אריה על במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>וחלק לא יהיה לך אף בביזה.</b> דאם לא כן, הרי כבר נאמר \"בארצם לא תנחל\", ומאי צריך להוסיף עוד \"וחלק לא יהיה לך בתוכם\". וקשיא לי, דאי לא כתב \"וחלק לא יהיה לך\", הוה אמינא שדוקא על ידי גורל השוה אין להם, אבל שלא על ידי גורל – יש להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"69\"></i>, קמשמע לן \"וחלק לא יהיה לך\". ויש לתרץ, אחר דמיעט הכתוב שלא יקחו חלק בשוה, מהיכי תיתי לומר שיקחו חלק שלא על ידי גורל, דאי מלוים שלקחו ערי מקלט והערים הנוסף עליהם (להלן לה, א-ח)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"70\"></i> , התם גלי רחמנא, אבל הכא דלא גלי – לא גלי:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f4f1d77ecfb0d09e74e", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Midrash Lekach Tov, Numbers 18:20:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויאמר ה' אל אהרן בארצם לא תנחל וחלק לא יהיה לך בתוכם. בביזת הארץ. אני חלקך ונחלתך. על שולחני אתה אוכל על שולחני אתה שותה אלו ארבעה ועשרים מתנות כהונה מפורשות בתחלת הספר בפרשת וידבר. לטובתו בא קרח וערער כנגדו על הכהונה. זה שאומר לטובתי נשברה פרתי:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9f501d77ecfb0d09e750", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 18:20:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Midrash Lekach Tov, Numbers 18:20:2", "sourceHeRef": "מדרש לקח טוב, במדבר י״ח:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>מדרש חביבין ישראל שהקב״ה מכנם בכהנים שנא' (ישעיה סא) ואתם כהני ה' תקראו וגו'.</b> חביבין הכהנים שהקב״ה מכנם במלאכי השרת שנאמר (מלאכי ג) כי שפתי כהן ישמרו דעת ותורה יבקשו מפיהו כי מלאך ה' צבאות הוא. ואם לאו כחיה וכבהמה שאינה מכרת את קונה. <i data-commentator=\"Beur HaRe'em\" data-order=\"47\"></i> גדולה ברית שנכרתה לאהרן כברית שנכרתה לדוד שאהרן זכה לבניו ולבני בניו עד סוף כל הדורות. בכל דור הצדיקים בלבד שנא' (תהילים קל״ב:י״ב) אם ישמרו בניך בריתי ועדותי זו אלמדם. ובדברי תורה כתיב (שם יט) יראת ה' טהורה עומדת לעד. ברית מלח עולם היא לפני ה'. מגיד הכתוב שכשם שהברית כרותה לכהנים כך הברית כרותה ללוים:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b6f46ad9362e1807c7f7da", "index_title": "Degel Machaneh Ephraim", "category": "Chasidut", "type": "commentary", "ref": "Degel Machaneh Ephraim, Korach 10", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Degel Machaneh Ephraim, Korach 10", "sourceHeRef": "דגל מחנה אפרים, קרח י׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1770, 1800], "commentaryNum": 10, "collectiveTitle": {"en": "Degel Machaneh Ephraim", "he": "דגל מחנה אפרים"}, "heTitle": "קרח", "he": "<b>אני חלקך ונחלתך בתוך בני ושראל</b> ותרגומו מתנן די יהבית לך אינון אחסנתך וכו' ע\"ש ונקדים לבאר הפסוק ועבדתם עבודת מתנה את כהונתכם ע\"ד אם שגורה תפלתי בפי יודע אני שהוא מקובל שגורה מלשון שגר לו דורון והיינו אם ניתנה לו התפלה במתנה ר\"ל שיוכל להתפלל כי כשאינו יכול להתפלל היא מחמת מסכים המבדילים וכן כל החולשת ר\"ל הוא מחמת קליפות וכשניתן לו התפלה במתנה שיוכל להתפלל בלי שום מעכב ומניחין אותו ליכנס בהיכל המלך מלכו ש\"ע אזי נבטלין כל הקליפות וכל המסכים המבדילים ואזי נתרפא כל החולשות ר\"ל וזה י\"ל ועבדתם בטעם אתנחתא כתיב היינו עבודה שבלב זו תפלה: עבודת מתנה אתן את כהונתכם היינו שיהיה ניתן לכם במתנה השירות שלכם ומהו המתנה זהו העבודה ומהו העבודה זהו המתנה שיותן לו שיוכל לעבוד במתנות כהונה כי כ\"ד הם נגד כ\"ד קישוטי כלה ובכל מתנה היה מקשט השכינה בקישוט א' כדי לייחדה כידוע אהרן היה סוד שושבינא דמטרוניתא וכל מגמתו היה עבור השכינה כביכול וזה היה המתנה שלו שהיה יכול לעבוד עבודתו בהשתדלות השכינה כביכול ע\"ד שכר מצוה מצוה היינו זהו השכר של המצוה המצוה עצמה שזכה לעשות מצוה וכן הוא ג\"כ בענין המתנות כהונה ע\"ד כל המביא דורון לת\"ח כאלו הקריב ביכורים וסוד ביכורים הוא גדול מאוד שמרמז בעולמות עליונים כדאיתא בזו\"הק וכשמגיע לעולמות התחתונים בהתפשטות משורש דלעילא נקרא מתנה ובשורשו הוא בחי' ביכורים בסודות המרומזים בו וזהו עבודת מתנה היינו זה יהיה עבודה שלכם המתנה שניתן לכם כנ\"ל בשורשם הוא כאלו הקריב ביכורים כנ\"ל: וזה י\"ל אני חלקך: אני היא השכינה והיינו משום שאני חלקך כנ\"ל שהיה אהרן שושבינא דמטרוניתא ולכך נחלתך בתוך בני ישראל כתרגומו מתנן די יהבית לך אינון אחסנתך היינו לכך יהיבת לך מתנות שהם כ\"ד נגד כ\"ד צירופי אדנ\"י והם כ\"ד קישוטי כלה שרצונך לקשט השכינה ניתן לך הכ\"ד מתנות כהונה שהם ממש כ\"ד קישוטי כלה כנ\"ל והמש\"י:", "heVersionTitle": "Degel Machaneh Ephraim, Korets, 1810", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דגל מחנה אפרים, קורץ, תק\"ע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fd7e735e0a5900c9c8c", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 26:52:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Midrash Lekach Tov, Numbers 26:52:1", "sourceHeRef": "מדרש לקח טוב, במדבר כ״ו:נ״ב:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 52.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וידבר ה' אל משה לאמר. לאלה תחלק הארץ וגו' תנו רבנן לאלה תחלק הארץ. יכול לכל במשמע אחד כהנים לוים גרים ועבדים טוממום ואנדרוגינס. ת״ל (במדבר י״ח:כ׳) ויאמר ה' אל אהרן בארצם לא תנחל יצאו כהנים. ובתוך בני ישראל לא ינחלו נחלה אלו הלוים. לשמות מטות אבותם ינחלו. יצאו גרים ועבדים שאין להם אבות. איש לפי פקודיו יתן נחלתו. יצאו נשים טומטום ואנדרוגינס שאינן איש. <i data-commentator=\"Beur HaRe'em\" data-order=\"23\"></i> ופסוק זה פלוגתא דרבי יאשיה ורבי יונתן. רבי יאשיה אומר ליוצאי מצרים נתחלקה הארץ שנאמר לשמות מטות אבותם ינחלו. רבי יונתן אומר לבאי הארץ נתחלקה שנאמר אלה פקודי בני ישראל שש מאות אלף ואלף שבע מאות ושלשים <i data-commentator=\"Beur HaRe'em\" data-order=\"24\"></i> משונה נחלה זו מכל נחלות שבתורה שכל הנחלות חיים יורשים את המתים וכאן המתים יורשים את החיים. משל לשני כהנים אחים שהיו בעיר אחת לזה בן אחד ולזה ג' ויצאו לגורן זה נטל סאה ואלו נטלו ג' סאין והוליכו אצל אבותם וחזרו וחלקו בשוה. כך בבאי הארץ זה נטל בית סאה ואלו נטלו ג' סאין והורישו את אבותם. וירשו מתים את החיים וחזרו וחלקו בשוה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61225507412970c0e359d91a", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "anchorRef": "Numbers 13:27-29:31", "anchorRefExpanded": ["Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part II, Chapter 8; Betraying the Vision 23", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק שני, פרק ח כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>This is what they told him: “We came to the land you sent us to; it does indeed flow with milk and honey, and this is its fruit. However, the people who inhabit the country are powerful, and the cities are fortified and very large; moreover, we saw the Anakites there. Amalekites dwell in the Negeb region; Hittites, Jebusites, and Amorites inhabit the hill country; and Canaanites dwell by the Sea and along the Jordan…. We cannot attack that people, for it is stronger than we.” Thus they spread calumnies among the Israelites about the land they had scouted, saying, “The country that we traversed and scouted is one that devours its settlers. All the people that we saw in it are men of great size; we saw the Nephilim there – the Anakites are part of the Nephilim and we looked like grasshoppers to ourselves, and so we must have looked to them.” (Num. 13:27–29, 31–33)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "616551367c7e364059f58476", "index_title": "Mareh Yechezkel on Torah", "category": "Chasidut", "type": "", "ref": "Mareh Yechezkel on Torah, Toldot 8", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Mareh Yechezkel on Torah, Toldot 8", "sourceHeRef": "מראה יחזקאל על התורה, תולדות ח׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1800, 1840], "commentaryNum": 8, "collectiveTitle": {"en": "Mareh Yechezkel on Torah", "he": "מראה יחזקאל על התורה"}, "heTitle": "תולדות", "he": "<b>והענין</b> הוא מחמת שיש אור מקיף ואור פנימי וידוע שאור מקיף מקבלין מן האב ואור פנימי מן האם [שער הגלגולים הקדמה י], וזהו שהשיג יעקב מדת היראה מבחוץ מאביו וע\"כ כשרצה יצחק (לברך) את עשיו היינו שצריך המתברך להיות קצת השתוות עם המברך שצינור צריך להיות מונח בשוה וגבי עשיו היתה יראה כפולה ורצה יצחק להעלותה כמדתו, וע\"כ עכשיו כשנסתפק אם הוא יעקב ורצה לתהות על קנקנו ורצה לנשקו דהיינו אתדבקות רוחא ברוחא ומיד וירח את ריח בגדיו דהיינו המלבוש שרמז לאור מקיף ואז תמה על עצמו ואמר שריח בני כריח שדה דהיינו מדת היראה כו' אשר ברכו ה' שכבר נמתקה, וא\"כ מדת היראה שבו הוא יותר טובה כפולה ומכופלת, וע\"כ ויתן לך האלקים שהמדה\"ד יהיה מסור בידך, וכמ\"ש גבי משה (שמות יז ט) ומטה האלקים בידי, וכבר פירשתי זה עפימ\"ש האלשיך ע\"פ ויהי בנסוע כו' ויאמר קומה ד', ועוד י\"ל שאמר ויתן לך האלקים שגם מדה\"ד יסכים עמך שלא יהא עליך קטרוג, ועוד י\"ל ויתן לך האלקים שיהיה עליך השראת אלקית כמ\"ש בקרבך קדוש (ישעי' יב ו), אני חלקך ונחלתך (במדבר יח כ), שע\"ז נאמר (במדבר יח ז) עבודת מתנה כו' שהקב\"ה נתן את עצמו במתנה כביכול וההיפוך הוא על כי אין אלוק בקרבי.", "heVersionTitle": "Mareh Yechezkel, Bene Brak, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d160b6084aa1cbf0da7b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֵ֫לֶק 1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "BDB, חֵ֫לֶק 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֵ֫לֶק א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֵ֫לֶק", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">חֵ֫לֶק</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a></sup> <strong>portion, tract, territory</strong>—<span dir=\"rtl\">ח׳</span> abs. <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">Gn 31:14</a> +; cstr. <a data-ref=\"Genesis 14:24\" href=\"/Genesis.14.24\">Gn 14:24</a> +; sf. <span dir=\"rtl\">חֶלְקִי</span> <a data-ref=\"Psalms 16:5\" href=\"/Psalms.16.5\">ψ 16:5</a> + 6 times; <span dir=\"rtl\">חֶלְקְךָ</span> <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> <a data-ref=\"Ecclesiastes 9:9\" href=\"/Ecclesiastes.9.9\">Ec 9:9</a>; <span dir=\"rtl\">חֶלְקֶ֑ךָ</span> <a data-ref=\"Psalms 50:18\" href=\"/Psalms.50.18\">ψ 50:18</a>; <span dir=\"rtl\">חֶלְקֵךְ</span> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>; <span dir=\"rtl\">חֶלְקוֹ</span> <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> + 5 times; <span dir=\"rtl\">חֶלְקָם</span> <a data-ref=\"Genesis 14:24\" href=\"/Genesis.14.24\">Gn 14:24</a> + 3 times; pl. <span dir=\"rtl\">חֲלָקִים</span> <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">Jos 18:5</a> + 5 times; sf. <span dir=\"rtl\">חֶלְקֵיהֶם</span> <a data-ref=\"Hosea 5:7\" href=\"/Hosea.5.7\">Ho 5:7</a>;—<br><strong>1.</strong>  <em>portion, share:</em> <strong>a.</strong>  of booty <a data-ref=\"Genesis 14:24\" href=\"/Genesis.14.24\">Gn 14:24</a><sup>(×2)</sup> <a data-ref=\"Numbers 31:36\" href=\"/Numbers.31.36\">Nu 31:36</a> (P) <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">1 S 30:24</a><sup>(×2)</sup>. <strong>b.</strong>  of food <a data-ref=\"Leviticus 6:10\" href=\"/Leviticus.6.10\">Lv 6:10</a> (P); <span dir=\"rtl\">ח׳ כּח׳ יאכלו</span> <a data-ref=\"Deuteronomy 18:8\" href=\"/Deuteronomy.18.8\">Dt 18:8</a>; = food <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> (‖ <span dir=\"rtl\">מַאֲכָל</span>); so (of unrestricted charity) <a data-ref=\"Ecclesiastes 11:2\" href=\"/Ecclesiastes.11.2\">Ec 11:2</a> v. Now. <strong>c.</strong>  sq. <span dir=\"rtl\">בְּ</span>, <em>share</em> or <em>interest in</em> <a data-ref=\"Ecclesiastes 9:6\" href=\"/Ecclesiastes.9.6\">Ec 9:6</a>, with idea of <em>obligation to</em> <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">Gn 31:14</a> (E; in father’s house), <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a> = <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> = <a data-ref=\"II Chronicles 10:16\" href=\"/II_Chronicles.10.16\">2 Ch 10:16</a> (in royal line; all ‖ <span dir=\"rtl\">נַחֲלָה</span>); of <em>right</em> (<em>privilege</em>) <em>in</em> <span dir=\"rtl\">ח׳ ביהוה</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a>, <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">27</a> (P); <a data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\">Ne 2:20</a> (in Jerus.; + <span dir=\"rtl\">צְדָקָה וְזִכָּרוֹן</span>). <strong>d.</strong>  proper <em>share</em> or <em>part</em> <span dir=\"rtl\">אַעֲנֶה חֶלְקִי</span> <a data-ref=\"Job 32:17\" href=\"/Job.32.17\">Jb 32:17</a> i.e. I will do my part in replying. Especially<br><strong>2.</strong>  <em>portion, tract</em>, of land: <strong>a.</strong>  as distrib. at conquest <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">Jos 19:9</a>, seven <em>portions</em> <a data-ref=\"Joshua 18:5\" href=\"/Joshua.18.5\">18:5</a>, <a data-ref=\"Joshua 18:6\" href=\"/Joshua.18.6\">6</a>, <a data-ref=\"Joshua 18:9\" href=\"/Joshua.18.9\">9</a> (all JE) v <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">7</a> (JE; + <span dir=\"rtl\">נחלה</span> in ‖ cl.), <a data-ref=\"Joshua 15:13\" href=\"/Joshua.15.13\">15:13</a>; <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">19:9</a> (both P); none for tribe of Levi <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">12:12</a>; <a data-ref=\"Deuteronomy 14:27\" href=\"/Deuteronomy.14.27\">14:27</a>, <a data-ref=\"Deuteronomy 14:29\" href=\"/Deuteronomy.14.29\">29</a>; <a data-ref=\"Deuteronomy 18:1\" href=\"/Deuteronomy.18.1\">18:1</a> <a data-ref=\"Joshua 18:7\" href=\"/Joshua.18.7\">Jos 18:7</a> (all D; ‖ <span dir=\"rtl\">נחלה</span>), <a data-ref=\"Joshua 14:4\" href=\"/Joshua.14.4\">Jos 14:4</a> (P), none for priests <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> (P; ‖ vb. <span dir=\"rtl\">נחל</span>). <strong>b.</strong>  of land possessed by people <a data-ref=\"Hosea 5:7\" href=\"/Hosea.5.7\">Ho 5:7</a> <a data-ref=\"Micah 2:4\" href=\"/Micah.2.4\">Mi 2:4</a>. <strong>c.</strong>  portion to be assigned after exile <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">Is 61:7</a> <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">Ez 45:7</a>; <a data-ref=\"Ezekiel 48:8\" href=\"/Ezekiel.48.8\">48:8</a>, <a data-ref=\"Ezekiel 48:21\" href=\"/Ezekiel.48.21\">21</a>, <span dir=\"rtl\">חֶלְקוֹ עַל־אַדְמַת הַקֹּרֶשׁ</span> <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>. <strong>d.</strong>  specif. of <em>town-land</em>, district about a town, <span dir=\"rtl\">ח׳ יִזְרְעֵאל</span> <a data-ref=\"II Kings 9:10\" href=\"/II_Kings.9.10\">2 K 9:10</a>, <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">36</a> + <a data-ref=\"I Kings 21:23\" href=\"/I_Kings.21.23\">1 K 21:23</a> (MT <span dir=\"rtl\">חֵל</span>), <span dir=\"rtl\">הַשָּדֶה בְּח׳ יִזְ׳</span> <a data-ref=\"II Kings 9:37\" href=\"/II_Kings.9.37\">2 K 9:37</a>. <strong>e.</strong>  <span dir=\"rtl\">הַחֵלֶק</span> <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">Am 7:4</a> (opp. <span dir=\"rtl\">תְּהוֹם</span>) appar. of <em>land</em> of Isr.<br><strong>3.</strong>  hence <em>portion</em>, i.e. (acquired) <em>possession:</em> <strong>a.</strong>  of people as <span dir=\"rtl\">י׳</span>’s possession <a data-ref=\"Deuteronomy 32:9\" href=\"/Deuteronomy.32.9\">Dt 32:9</a> (‖ <span dir=\"rtl\">חֶבֶל נחלתו</span>); but especially <strong>b.</strong>  of <span dir=\"rtl\">י׳</span> as possession of his servants: of priests, as enjoying perquisites of altar <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> (P; ‖ <span dir=\"rtl\">נחלה</span>), in spiritual sense <a data-ref=\"Psalms 73:26\" href=\"/Psalms.73.26\">ψ 73:26</a>; <a data-ref=\"Psalms 119:57\" href=\"/Psalms.119.57\">119:57</a>; <a data-ref=\"Lamentations 3:24\" href=\"/Lamentations.3.24\">La 3:24</a>; <span dir=\"rtl\">י׳ מְנָת חֶלְקִי</span> <a data-ref=\"Psalms 16:5\" href=\"/Psalms.16.5\">ψ 16:5</a>; <span dir=\"rtl\">ח׳ בְּאֶרֶץ הַחַיִּים</span> <a data-ref=\"Psalms 142:6\" href=\"/Psalms.142.6\">142:6</a>; hence <span dir=\"rtl\">ח׳ יעקב</span> of <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a> (<span dir=\"rtl\">שֵׁבֶט נַחֲלָתוֹ</span> in ‖ cl.)<br><strong>4.</strong>  chosen <em>portion</em>, habitual mode of life <span dir=\"rtl\">עִם־מְנָאֲפִים ח׳</span> <a data-ref=\"Psalms 50:18\" href=\"/Psalms.50.18\">ψ 50:18</a> <em>with adulterers is thy chosen life</em> (companionship, shewing character); <span dir=\"rtl\">בְּחַלְּקֵי־נַחַל חֶלְקֵךְ</span> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a> <em>among smooth</em> (things i.e. stones) <em>of</em> <strong>a</strong> <em>brook-bed is thy chosen life</em> (of idolatrous habit; v. <a data-ref=\"BDB, חָלָק\" href=\"/BDB,_חָלָק\", dir=\"rtl\">חָלָק</a>); <span dir=\"rtl\">חֶלְקָם בַּחַיִּים</span> <a data-ref=\"Psalms 17:14\" href=\"/Psalms.17.14\">ψ 17:14</a>.<br><strong>5.</strong>  <em>portion, award</em>, from God <span dir=\"rtl\">ח׳ אֱלוֹהַּ</span> <a data-ref=\"Job 31:2\" href=\"/Job.31.2\">Jb 31:2</a> (‖ <span dir=\"rtl\">נחלה</span>); specif. of punishment of wicked <a data-ref=\"Isaiah 17:14\" href=\"/Isaiah.17.14\">Is 17:14</a> (‖ <span dir=\"rtl\">גּוֹרָל</span>), <span dir=\"rtl\">עִם־אֵל</span> <a data-ref=\"Job 27:13\" href=\"/Job.27.13\">Jb 27:13</a>, <span dir=\"rtl\">מֵאֱלֹהִים</span> <a data-ref=\"Job 20:29\" href=\"/Job.20.29\">20:29</a> (‖ <span dir=\"rtl\">נחלה</span>); = <em>profit, reward</em>, <span dir=\"rtl\">חֶלְקִי מִכָּל־עֲמָלִי</span> <a data-ref=\"Ecclesiastes 2:10\" href=\"/Ecclesiastes.2.10\">Ec 2:10</a>, cf. v <a data-ref=\"Ecclesiastes 2:21\" href=\"/Ecclesiastes.2.21\">21</a>; <a data-ref=\"Ecclesiastes 3:22\" href=\"/Ecclesiastes.3.22\">3:22</a> <a data-ref=\"Ecclesiastes 5:17\" href=\"/Ecclesiastes.5.17\">5:17</a>, <a data-ref=\"Ecclesiastes 5:18\" href=\"/Ecclesiastes.5.18\">18</a>; <a data-ref=\"Ecclesiastes 9:9\" href=\"/Ecclesiastes.9.9\">9:9</a>.—<span dir=\"rtl\">לְחֵלֶק</span> <a data-ref=\"Job 17:5\" href=\"/Job.17.5\">Jb 17:5</a> is dub.: <em>a share</em> of feast, or of booty, Kmp Hi; <em>a prey, spoil</em>, Ew Di Da; AV <em>flattery</em> does not suit context."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2fbb6084aa1cbf20f63", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נַחֲלָה 1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "BDB, נַחֲלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נַחֲלָה א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נַחֲלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">נַחֲלָה</span></big><sub>224</sub>  <strong>n.f. possession, property, inheritance (</strong>orig. <em>gift;</em> NH = BH<strong>)</strong>;—<span dir=\"rtl\">נ׳</span> <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a> +; <span dir=\"rtl\">נַחֲלָת</span> <a data-ref=\"Psalms 16:6\" href=\"/Psalms.16.6\">ψ 16:6</a> (Ges<sup>§ 80 g</sup>), read <span dir=\"rtl\">נַחֲלָתִי</span> Ew SS We Kö<sup>ii 1, 425</sup>; cstr. <span dir=\"rtl\">נַחֲלַת</span> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a>; sf. <span dir=\"rtl\">נַחֲלָתִי</span> <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">Ru 4:6</a>; <span dir=\"rtl\">נַחֲלַתְכֶם</span> <a data-ref=\"Psalms 105:11\" href=\"/Psalms.105.11\">ψ 105:11</a>; pl. <span dir=\"rtl\">נְחָלוֹת</span> <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>, <span dir=\"rtl\">נְחָלֹת</span> <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a>;—<br><strong>1.</strong>  <em>property:</em> <strong>a.</strong>  in Canaan given by <span dir=\"rtl\">י׳</span> to Israel, †<span dir=\"rtl\">נחלת ישׂראל</span> <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">Ju 20:6</a>; †<span dir=\"rtl\">נ׳ יעקב</span> <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">Is 58:14</a>, especially †<span dir=\"rtl\">אֲשֶׁר נֹתֵן לְךָ נַחֲלָה</span> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>; <a data-ref=\"Deuteronomy 15:4\" href=\"/Deuteronomy.15.4\">15:4</a>; <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">19:10</a>; <a data-ref=\"Deuteronomy 20:16\" href=\"/Deuteronomy.20.16\">20:16</a>; <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">21:23</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 26:1\" href=\"/Deuteronomy.26.1\">26:1</a> (all D); <span dir=\"rtl\">הנחלה אשׁר הנחלתי את עמי</span> <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">Je 12:14</a>. <strong>b.</strong>  distrib. among tribes: <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">Nu 16:14</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a> <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a> (restore <span dir=\"rtl\">לְ</span>), <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>, <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">14</a>; <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">19:49</a> (all P); <span dir=\"rtl\">נתן לנ׳ לְ</span> <a data-ref=\"Deuteronomy 29:7\" href=\"/Deuteronomy.29.7\">Dt 29:7</a> <a data-ref=\"Joshua 11:23\" href=\"/Joshua.11.23\">Jos 11:23</a>; <a data-ref=\"Joshua 14:13\" href=\"/Joshua.14.13\">14:13</a> (all D<sup>2</sup>); <span dir=\"rtl\">נָֽחֲלוּ נחלה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a> (J); <span dir=\"rtl\">תֵּחָלֵק בנ׳</span> <a data-ref=\"Numbers 26:53\" href=\"/Numbers.26.53\">Nu 26:53</a>, <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a> (P); <span dir=\"rtl\">נפל בנחלה</span> <a data-ref=\"Numbers 34:2\" href=\"/Numbers.34.2\">Nu 34:2</a> (P), <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">Ez 47:22</a>; <span dir=\"rtl\">הפיל בנ׳</span> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">23:4</a> (D<sup>2</sup>), <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>; <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">47:22</a>, also v <a data-ref=\"Ezekiel 48:29\" href=\"/Ezekiel.48.29\">29</a> (Co reads ב for <span dir=\"rtl\">מ</span>). <strong>c.</strong>  nations as possession of the people, <a data-ref=\"Psalms 111:6\" href=\"/Psalms.111.6\">ψ 111:6</a>; of the king <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">2:8</a>. <strong>d.</strong>  Levites have no property in the land <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">12:12</a>; their possession is <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> (P); <span dir=\"rtl\">י׳ הוּא נחלתו</span> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 18:2\" href=\"/Deuteronomy.18.2\">18:2</a> <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a> (all D); the tithes <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a> (P). <strong>e.</strong>  †<span dir=\"rtl\">י׳</span> takes Isr. as his property, <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> <a data-ref=\"II Kings 21:14\" href=\"/II_Kings.21.14\">2 K 21:14</a> <a data-ref=\"Isaiah 19:25\" href=\"/Isaiah.19.25\">Is 19:25</a> <a data-ref=\"Micah 7:18\" href=\"/Micah.7.18\">Mi 7:18</a> <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 68:10\" href=\"/Psalms.68.10\">68:10</a>; <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">106:5</a>; <span dir=\"rtl\">עם נחלה</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> (D<sup>2</sup>); <span dir=\"rtl\">עַמְּךָ וְנַחֲלָֽתְךָ</span> <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">Dt 9:26</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a> (D), <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">1 K 8:51</a>; ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a>; <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">4:2</a> <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">Mi 7:14</a> <a data-ref=\"Psalms 28:9\" href=\"/Psalms.28.9\">ψ 28:9</a>; <a data-ref=\"Psalms 78:62\" href=\"/Psalms.78.62\">78:62</a>, <a data-ref=\"Psalms 78:71\" href=\"/Psalms.78.71\">71</a>; <a data-ref=\"Psalms 94:5\" href=\"/Psalms.94.5\">94:5</a>, <a data-ref=\"Psalms 94:14\" href=\"/Psalms.94.14\">14</a>; <a data-ref=\"Psalms 106:40\" href=\"/Psalms.106.40\">106:40</a>; <span dir=\"rtl\">נחלת י׳</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a> <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a>; <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">21:3</a>; <span dir=\"rtl\">נ׳ אלהים</span> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <span dir=\"rtl\">יעקב חבל נ׳</span> <a data-ref=\"Deuteronomy 32:9\" href=\"/Deuteronomy.32.9\">Dt 32:9</a>; <span dir=\"rtl\">שׁבט נ׳</span> <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a>, <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>; <span dir=\"rtl\">שׁבטי נ׳</span> <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a>; also, the holy mt. <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> (song), temple <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a> <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>, land <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a>; <a data-ref=\"Jeremiah 12:8\" href=\"/Jeremiah.12.8\">12:8</a>, <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">9</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">16:18</a>; <a data-ref=\"Jeremiah 50:11\" href=\"/Jeremiah.50.11\">50:11</a>.<br>†<strong>2.</strong>  <em>portion, share:</em> <strong>a.</strong>  assigned by God, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <a data-ref=\"Psalms 37:18\" href=\"/Psalms.37.18\">ψ 37:18</a>; <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">127:3</a>; elsewhere ‖ <span dir=\"rtl\">חֵלָק</span> <a data-ref=\"Job 20:29\" href=\"/Job.20.29\">Jb 20:29</a>; <a data-ref=\"Job 27:13\" href=\"/Job.27.13\">27:13</a>; <a data-ref=\"Job 31:2\" href=\"/Job.31.2\">31:2</a>. <strong>b.</strong>  by choice, ‖ <span dir=\"rtl\">חֵלֶק</span>, <span dir=\"rtl\">לא נ׳ לנו בבן ישׁי</span> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a> <em>we have no share in the son of Jesse</em> = <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> = <a data-ref=\"II Chronicles 10:16\" href=\"/II_Chronicles.10.16\">2 Ch 10:16</a>.<br><strong>3.</strong>  <em>inheritance</em> (45 times) <span dir=\"rtl\">חֵלָק וְנַחֲלָה בְּבֵית אָבִינוּ</span> <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">Gn 31:14</a> (E) <em>portion or inheritance in the house of our father;</em> <span dir=\"rtl\">העביר נ׳ לְ</span> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>, <a data-ref=\"Numbers 27:8\" href=\"/Numbers.27.8\">8</a> (P) <em>cause the inheritance to pass unto;</em> <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 27:9\" href=\"/Numbers.27.9\">Nu 27:9</a>, <a data-ref=\"Numbers 27:10\" href=\"/Numbers.27.10\">10</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P), <a data-ref=\"Job 42:15\" href=\"/Job.42.15\">Jb 42:15</a>; †<span dir=\"rtl\">נחלת אבוה</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a> <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">1 K 21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"Proverbs 19:14\" href=\"/Proverbs.19.14\">Pr 19:14</a>; <span dir=\"rtl\">נ׳ לבניו תהיה</span> <a data-ref=\"Ezekiel 46:16\" href=\"/Ezekiel.46.16\">Ez 46:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2fcb6084aa1cbf20fcb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָחַל 1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "BDB, נָחַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָחַל א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָחַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נָחַל</span></big>  <strong>vb. denom. get or take as a possession (</strong>cf. Gerber <sup>236 ff.</sup>; Ecclus <span dir=\"rtl\">נחל</span> <a data-ref=\"Ben Sira 45:22\" href=\"/Ben_Sira.45.22\">45:22</a> b +; NH <em>id.</em> (rare)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">נ׳</span> Zc, <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">2:16</a>; 2 ms. <span dir=\"rtl\">נָמַלְתָּ</span> <a data-ref=\"Exodus 23:30\" href=\"/Exodus.23.30\">Ex 23:30</a> + 8 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יִנְחַל</span> <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a>; 3 mpl. <span dir=\"rtl\">יִנְחֲלוּ</span> <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a> + 5 times; <span dir=\"rtl\">יִנְחָ֑לוּ</span> <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">26:55</a> + 2 times; + 8 times Impf.; Inf. <span dir=\"rtl\">נִחֹל</span> <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">Nu 34:18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a>;— <strong>1.</strong>  <em>take possession, inherit:</em> <strong>a</strong>  land of Canaan, <a data-ref=\"Exodus 23:30\" href=\"/Exodus.23.30\">Ex 23:30</a> (E), <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">32:13</a> (J), <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a> <a data-ref=\"Ezekiel 47:14\" href=\"/Ezekiel.47.14\">Ez 47:14</a>; Zion and Judah <a data-ref=\"Psalms 69:37\" href=\"/Psalms.69.37\">ψ 69:37</a>. <strong>b.</strong>  special sections in the land, of tribes and individuals, <span dir=\"rtl\">נחל נחלה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a> (J); <span dir=\"rtl\">נחלה אשׁר נ׳</span> <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a> (D), <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">Nu 35:8</a> (P), cf. <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a> (P); without acc., <em>have or get a</em> (landed) <em>property</em>, <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>; <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">26:55</a>; <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">32:19</a> <a data-ref=\"Joshua 16:4\" href=\"/Joshua.16.4\">Jos 16:4</a>; <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">19:9</a> (all P), <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a>. <strong>c.</strong>  land of Moab and Ammon by conquest <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>; landed property <span dir=\"rtl\">בכל הגוים</span> <a data-ref=\"Psalms 82:8\" href=\"/Psalms.82.8\">ψ 82:8</a>. <strong>d.</strong>  God takes possession of Israel as his private property <a data-ref=\"Exodus 34:9\" href=\"/Exodus.34.9\">Ex 34:9</a> (J); Judah <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>. <strong>2.</strong>  fig. <em>have</em> or <em>get as a possession, property:</em> testimonies <a data-ref=\"Psalms 119:111\" href=\"/Psalms.119.111\">ψ 119:111</a>, glory <a data-ref=\"Proverbs 3:35\" href=\"/Proverbs.3.35\">Pr 3:35</a>, good things <a data-ref=\"Proverbs 28:10\" href=\"/Proverbs.28.10\">28:10</a>, lies <a data-ref=\"Jeremiah 16:19\" href=\"/Jeremiah.16.19\">Je 16:19</a>, wind <a data-ref=\"Proverbs 11:29\" href=\"/Proverbs.11.29\">Pr 11:29</a>, simplicity <a data-ref=\"Proverbs 14:18\" href=\"/Proverbs.14.18\">14:18</a>. <strong>3.</strong>  <em>divide the land for a possession</em>, <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">Nu 34:17</a>, <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a> (all P; incorrect pointing for Piel, so SS).<br><strong>Pi.</strong>  <em>divide for a possession:</em> Pf. 3 ms. <span dir=\"rtl\">נִחַל</span> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>; 3 pl. <span dir=\"rtl\">נִחֲלוּ</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; Inf. <span dir=\"rtl\">נַחֵל</span> <a data-ref=\"Numbers 34:29\" href=\"/Numbers.34.29\">Nu 34:29</a> (all P); also <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">Nu 34:17</a>, <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a> (v. <strong>Qal 3</strong>).<br><strong>Hithp.</strong>  Pf. 3 pl. sf. <span dir=\"rtl\">הִתְנַחֲלוּם</span> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; 2 mpl. <span dir=\"rtl\">הִתְנַחַלְתֶּם</span> <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; Impf. <span dir=\"rtl\">תִּתְנַחֲלוּ</span> <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">Nu 34:13</a> <a data-ref=\"Ezekiel 47:13\" href=\"/Ezekiel.47.13\">Ez 47:13</a>; <span dir=\"rtl\">תִּתְנֶתָ֑לוּ</span> <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; Inf. <span dir=\"rtl\">הִתְנַחֵל</span> <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a>; <em>possess oneself of</em> land (acc.) <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a> (P) <a data-ref=\"Ezekiel 47:13\" href=\"/Ezekiel.47.13\">Ez 47:13</a>; <span dir=\"rtl\">נחלה</span> <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a> (P); slaves <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> (P) <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; abs., ref. to land <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> (P); all c. <span dir=\"rtl\">לְ</span> pers. (for whose benefit), except <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>.<br><strong>Hiph.</strong>  Pf. 1 s. <span dir=\"rtl\">הִנְחַ֫לְתִּי</span> <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a> + 3 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יַנְחִיל</span> <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">Dt 3:28</a>; <span dir=\"rtl\">יַנְחִל</span> <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 46:18</a>; 2 ms. sf. <span dir=\"rtl\">תַּנְחִילָנָּה</span> <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">Dt 31:7</a> + 5 times Impf.; Inf. cstr. <span dir=\"rtl\">הַנְחִיל</span> <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a> <a data-ref=\"Proverbs 8:21\" href=\"/Proverbs.8.21\">Pr 8:21</a>; <span dir=\"rtl\">בְּהַנְחֵל</span> <a data-ref=\"Deuteronomy 32:8\" href=\"/Deuteronomy.32.8\">Dt 32:8</a> (on form cf. Ew<sup>§ 238 d</sup> Kö<sup>i 315</sup> Ges<sup>§ 53 k</sup>; read <span dir=\"rtl\">בְּהַנְחִל</span>?); sf. <span dir=\"rtl\">הַנְחִילוֹ</span> <a data-ref=\"Deuteronomy 21:16\" href=\"/Deuteronomy.21.16\">Dt 21:16</a>; Pt. <span dir=\"rtl\">מַנְחִיל</span> <a data-ref=\"Deuteronomy 12:10\" href=\"/Deuteronomy.12.10\">Dt 12:10</a>;— <strong>1.</strong>  <em>give as a possession:</em> <strong>a.</strong>  land of Canaan (given by <span dir=\"rtl\">י׳</span> or his servants), acc. pers. et rei, <a data-ref=\"Deuteronomy 1:38\" href=\"/Deuteronomy.1.38\">Dt 1:38</a>; <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">3:28</a>; <a data-ref=\"Deuteronomy 12:10\" href=\"/Deuteronomy.12.10\">12:10</a>; <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">19:3</a>; <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">31:7</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> (all D), <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a>; <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">12:14</a>. <strong>b.</strong>  various things, acc. pers. et rei, especially blessings, <a data-ref=\"Zechariah 8:12\" href=\"/Zechariah.8.12\">Zc 8:12</a> <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> <a data-ref=\"Proverbs 8:21\" href=\"/Proverbs.8.21\">Pr 8:21</a>; acc. rei <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>; acc. pers. <a data-ref=\"Deuteronomy 32:8\" href=\"/Deuteronomy.32.8\">Dt 32:8</a>. <strong>2.</strong>  <em>cause to inherit, give as an inheritance</em>, c. acc. pers. et rei, <a data-ref=\"Deuteronomy 21:16\" href=\"/Deuteronomy.21.16\">Dt 21:16</a>; acc. pers. + <span dir=\"rtl\">מן</span> rei, <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 46:18</a>; acc. pers. <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a> ל pers. <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>.<br><strong>Hoph.</strong>  Pf. 1 s. <span dir=\"rtl\">הָנְחַלְתּי</span> <a data-ref=\"Job 7:3\" href=\"/Job.7.3\">Jb 7:3</a> <em>made to possess</em>, c. acc. rei, e.g. <em>months of vanity</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6419572983fbc28f267c5861", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 18:20:1", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Netinah LaGer, Numbers 18:20:1", "sourceHeRef": "נתינה לגר, במדבר י״ח:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>אני חלקך, מתנן די יהבית לך אנון חלקך.</b> ר\"ל מתנות כהונה שאני נותן לך המה חלקך ושינה והוסיף משום כבוד ה'.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785436da19d84f30967ea2", "index_title": "Concerning Noah's Work as a Planter", "category": "Second Temple", "type": "", "ref": "Concerning Noah's Work as a Planter 15:2", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Concerning Noah's Work as a Planter 15:2", "sourceHeRef": "על הנטיעה ט״ו:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [-10, 50], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Concerning Noah's Work as a Planter", "he": "על הנטיעה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[63] For he deemed it meet and right that a whole tribe, which had taken refuge at God’s footstool, should be allotted no part of the country, like the other eleven tribes, but should receive the pre-eminent privilege of the priesthood, a possession not earthly but heavenly. “The tribe of Levi,” he says, “shall have no lot or portion among the children of Israel, for the Lord is their portion” (Deut. 10:9); and there is an utterance rung out on this wise by the holy oracles in the name of God, “I am thy portion and inheritance” (Numb. 18:20): ", "versionTitle": "Loeb Classical Library, Harvard University Press, 1930", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64943591f32d521ff77c9c65", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayishlach 26", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Bereshit Rabbati, Parashat Vayishlach 26", "sourceHeRef": "בראשית רבתי, פרשת וישלח כ״ו", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 26, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת וישלח", "he": "(בראשית לה, יח) <b>ויהי בצאת נפשה כי מתה.</b> הה\"ד דברי ירמיהו וגו' (ירמיה א' א'). ר' תנחומא אומר כל מקום שנאמר דברים, דבר, דברי אלות ותוכחות הן. אלה הדברים (דברים א' א') מה כתב תמן, מזי רעב וגו' (שם ל\"ב כ\"ד). דבר ה' אשר היה אל הושע (הושע א' א') מה כתוב תמן, כי אתם לא עמי (שם ט'). דברי ירמיהו, א\"ל הב\"ה לירמיהו לך אמור לישראל עשו תשובה, ואם לא, אחריב בית מקדשי, א\"ל ואי מחריב ליה דידיה הוא מחריב, אלא כך אמר הב\"ה אנא מחריב בית מקדשי ודברי יקומו בירמיהו. ד\"א דברי ירמיהו, אמר הב\"ה (ברורי) [דבורי] בעי גבהון ירמיהו, אני אמרתי לא יהיה לך וגו' (שמות כ' ג'), והם לא עשו כן אלא המשתחוים על הגגות וגו' (צפניה א' ה'). אני אמרתי לא תשא (שמות כ' ז'), והם, לשקר ישבעו(ן) (ירמיה ה' ב'). זכר את יום השבת (שמות כ' ח'), והם, ואת שבתותי חללו (יחזקאל כ' ט\"ז). כבד את אביך (שמות כ' י\"ב), [והם], אב ואם הקלו בך (יחזקאל כ\"ב ז'). לא תרצח, לא תנאף, לא תגנוב (שמות כ' י\"ג), והם, הגנוב רצוח ונאוף (ירמיה ז' ט'). לא תענה (שמות שם), והם, וידרכו את לשונם (ירמיה ט' ב'). לא תחמוד (שמות כ' י\"ד), והם, וחמדו שדות וגזלו (מיכה ב' ב'). הוי דברי, דבורי. ירמיהו, שבימיו יעשה בית המקדש אירימון. ד\"א ירמיהו, שבימיו נתרוממה מדת הדין, בן חלקיהו, מאותו השבט שכתוב בו אני חלקך ונחלתך (במדבר י\"ח כ'). מן הכהנים, א\"ר שמואל ד' הם שהם באים ממשפחה בזויה, ואלו הן, פנחס, אוריה, יחזקאל וירמיה, פנחס בשעה שהרג את זמרי היו ישראל מזלזלין בו ואומרים בן פוטי שפטם עגלים לע\"ז, זה יתרו שנאמר ואלעזר בן אהרן לקח לו מבנות פוטיאל וגו' (שמות ו' כ\"ה). כשראה הב\"ה שהם מזלזלין בו עמד ויחסו אחר אהרן שנאמר פנחס בן אלעזר (גו') [בן אהרן הכהן] (במדבר כ\"ה י\"א), כהן (הכהן) [בן כהן] קנאי בן קנאי. אוריה היו ישראל מזלזלין בו ואומרין לא גבעוני הוא, שנאמר וגם איש היה מתנבא בשם ה' אוריהו (שמו) [בן שמעיהו] מקרית היערים (ירמיה כ\"ו כ'), וכתוב ועריהם גבעון והכפירה וגו' וקרית יערים (יהושע ט' י\"ז), התחיל הב\"ה מיחסו ואעידה לי עדים נאמנים את אוריה הכהן וגו' (ישעיה ח' ב'). יחזקאל היו מליזין עליו [ואומרים לא מבני בניה של רחב הזונה הוא, וצריך הכתוב לייחסו היה היה דבר ה' אל יחזקאל בן בוזי הכהן (יחזקאל א' ג')]. ירמיה היו מליזין עליו ואומרים שהוא מבני בניה של רחב הזונה, ויחסו הכתוב מן הכהנים. מני שמי ככהנים. (שהיו) בימי משה הכהנים מברכין את ישראל יברכך ה' (וישמרך) (במדבר ו' כ\"ד), ובימי(ו) [ו]לקח מהם קללה (ירמיה כ\"ט כ\"ב). וישמרך (במדבר שם), ובימי, אשר (לאלות) [למות למות] גו' (ירמיה ט\"ו ב'). יאר ה' (במדבר שם כ\"ה), ובימי(ו), במחשכים הושיבני (איכה ג' ו'). ויחנך (במדבר שם), ובימי, אשר לא אתן לכם חנינה (ירמיה ט\"ז י\"ג). וישם לך שלום (במדבר שם כ\"ו), ובימי, כי אספתי את שלומי (ירמיה שם ה'). בארץ בנימין (שם א' א'), מה בנימין אחרון לכל השבטים אף ירמיהו אחרון לכל הנביאים. ולא נתנבאו אחריו חגי זכריה ומלאכי. ר' אל(י)עזר אומר קצרי נבואה היו, ור' שמואל אמר כבר הי[ת]ה הנבואה פקודה ביד חגי זכריה ומלאכי. מה בנימין לא נתברר אבינו יעקב מעמיד י\"ב שבטים עד שנולד בנימין, כך מכל הנביאים אשר התנבאו על ירושלים לא נתבררה נבואתם עד שבא ירמיהו. ומה בנימין כל זמן שהיה בתוכה לא מתה וכיון שיצא מיד מתה, כך ירמיהו כל הימים שהיה בירושלים לא חרבה, וכיון שיצא ממנה מיד חרבה, הוא שירמיה אמר פתיתני ה' ואפת (ירמיה כ' ז'), שדלתני ואשתדלית, אפקתני מן גבה וחרבת יתה. אתמול אמרת לי הנה חנמאל בן שלום וגו' קנה [לך] את שדי (שם ל\"ב ז'), ועכשו אפקתני מן גבה.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6522c5c24b36bd700bebf97c", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 98:5", "anchorRef": "Numbers 18:20", "anchorRefExpanded": ["Numbers 18:20"], "sourceRef": "Bereshit Rabbah 98:5", "sourceHeRef": "בראשית רבה צ״ח:ה׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [400], "commentaryNum": 98.0005, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "שִׁמְעוֹן וְלֵוִי אַחִים <small>(בראשית מט, ה)</small>, אַחִים לְדִינָה וְלֹא לְיוֹסֵף. <small>(בראשית מט, ה)</small>: כְּלֵי חָמָס מְכֵרֹתֵיהֶם, אָמַר לָהֶם הַכֵּלִים הַלָּלוּ שֶׁבְּיֶדְכֶן גְּזוּלִים הֵם בְּיֶדְכֶם, לְמִי הֵם רְאוּיִים לִמְכֵרוֹתֵיהֶן, לְעֵשָׂו שֶׁמָּכַר אֶת הַבְּכוֹרָה. <small>(בראשית מט, ו)</small>: בְּסֹדָם אַל תָּבֹא נַפְשִׁי, בְּשָׁעָה שֶׁהֵן בָּאִים לִטֹּל עֵצָה בַּשִּׁטִים. <small>(בראשית מט, ו)</small>: בִּקְהָלָם אַל תֵּחַד כְּבֹדִי, בְּשָׁעָה שֶׁהֵם נִקְהָלִין עַל משֶׁה בַּעֲדַת קֹרַח, בִּקְהָלָם אַל תֵּחַד כְּבֹדִי, אֲבָל לַדּוּכָן יִזָּכֵר שְׁמִי, כְּשֶׁבָּנָיו עוֹמְדִין עַל הַדּוּכָן, שֶׁנֶּאֱמַר <small>(דברי הימים א ו, יח)</small>: וְאֵלֶּה הָעֹמְדִים וגו' וּבְנֵיהֶם הֵימָן וגו', רַבִּי הוּנָא וְרַבִּי חֲנִינָא וְרַבִּי פִּינְחָס תְּלָתֵיהוֹן אָמְרֵי <small>(דברי הימים א ו, כג)</small>: בֶּן יִצְהָר בֶּן קְהָת בֶּן לֵוִי בֶּן יִשְׂרָאֵל. <small>(בראשית מט, ו)</small>: כִּי בְאַפָּם הָרְגוּ אִישׁ, זֶה חֲמוֹר אֲבִי שְׁכֶם. עִקְּרוּ שׁוֹר, עֲקַרְתּוּן שׁוּרָן שֶׁל גֵּרִים. רַבִּי חוּנְיָא וְרַבִּי יִרְמְיָה בְּשֵׁם רַבִּי אֲחִיָא בַּר אַבָּא דִּכְתִיב: וּבִרְצֹנָם עִקְּרוּ שׁוֹר, בִּשְׁבִיל לַעֲשׂוֹת רְצוֹן יִצְרְכֶם עֲקַרְתֶּם שׁוּרָן שֶׁל גֵּרִים. עִקְּרוּ אֵבוּס, זֶה אֶחָד מֵהַדְּבָרִים שֶׁשִּׁנּוּ לְתַלְמַי הַמֶּלֶךְ. <small>(בראשית מט, ז)</small>: אָרוּר אַפָּם כִּי עָז, רַבִּי חוּנְיָא וְרַבִּי עֲזַרְיָה בְּשֵׁם רַבִּי יוֹחָנָן רִבָּה בָּהֶן בּוֹהַקְנִין מַעֲלֶה חֵמָה, הֲדָא אָמְרָה עַל מִי שֶׁהוּא בַּהֲקָן שֶׁהוּא מַעֲלֶה חֵמָה. אָמַר רַבִּי יְהוּדָה בַּר סִימוֹן לְמֶלֶךְ שֶׁהָיָה לוֹ בֵּן, וְצָפָה הַמֶּלֶךְ שֶׁהַנָּחָשׁ עָתִיד לִשֹּׁךְ אֶת בְּנוֹ, אָמַר יְהִי לִיט חִוְיָא דְּבָעֵי לְמִכַּת יַת בְּרִי. כָּךְ בָּא לְקַלְּלָן וְקִלֵּל אֶת אַפָּם, אָרוּר אַפָּם כִּי עָז וְעֶבְרָתָם כִּי קָשָׁתָה, וַעֲבֵרָתָם כִּי קָשָׁתָה. <small>(בראשית מט, ז)</small>: אֲחַלְקֵם בְּיַעֲקֹב, זֶה שִׁבְטוֹ שֶׁל לֵוִי <small>(במדבר יח, ע)</small>: אֲנִי חֶלְקְךָ וְנַחֲלָתְךָ. וַאֲפִיצֵם בְּיִשְׂרָאֵל, זֶה שִׁבְטוֹ שֶׁל שִׁמְעוֹן, הֲדָא אָמְרָה רֻבָּן שֶׁל עֲנִיִּים מִשֵּׁבֶט שִׁמְעוֹן הָיוּ. אָמַר רַבִּי תַּנְחוּמָא אַף עַל גַּב דְּאָנוּ מְפָרְשִׁין וְאָמְרִין <small>(במדבר לה, ח)</small>: וְהֶעָרִים אֲשֶׁר תִּתְּנוּ מֵאֲחֻזַּת בְּנֵי יִשְׂרָאֵל שִׁשָּׁה עִיר אֶתְהֶן וְאֶת מִגְרְשֵׁיהֶם, כֻּלָּן מִשֶּׁל שִׁמְעוֹן הָיוּ. כֵּיוָן שֶׁרָאוּ אוֹתוֹ שֶׁהוּא מְקַנְטְרָן הִתְחִילוּ מִסְתַּלְּקִין לַזָּוִיּוֹת, כֵּיוָן שֶׁרָאָה שֶׁהֵן מִסְתַּלְּקִין לַזָּוִיּוֹת הִתְחִיל קוֹרֵא לְכָל אֶחָד וְאֶחָד. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Simeon and Levi are brothers; weapons of villainy are their heritage” (Genesis 49:5)</b> <br>“Simeon and Levi are brothers” – brothers of Dina but not brothers of Joseph. <br>“Weapons of villainy are their heritage [<i>mekheroteihem</i>]” – he said to them: These weapons in your possession have been stolen by you. For whom are they fitting? It is for <i>mekheroteihem</i> – for Esau, who sold [<i>makhar</i>] the birthright. <br><b>“Let my soul not come in their company; with their assembly let my glory not be associated; for in their anger they killed men, and with their will they hamstrung oxen” (Genesis 49:6).</b> <br>“Let my soul not come in their company” – when they come to take counsel in Shitim.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">When the Israelite men engaged in harlotry with the Midianite women, in Shitim, one of their leaders, who encouraged this practice, was the prince of the tribe of Simeon, Zimri son of Salu.</i> “With their assembly let my glory not be associated” – when they assemble against Moses in the congregation of Koraḥ.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">In these instances, when the Torah identifies the perpetrators of these crimes, who descended from the tribes of Simeon and Levi, the verses do not mention that they are sons of Jacob. </i> “With their assembly let my glory not be associated” – but for the platform, let my name be associated, when his descendants stand on the platform,<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">When the Levites stand on the platform to sing as part of the Temple service. </i> as it is stated: “These are those who stood, and their sons, [from the sons of the Kehatites:] Heiman [the singer, son of Yoel, son of Samuel]” (I Chronicles 6:18). Rabbi Huna, Rabbi Ḥanina, and Rabbi Pinḥas: The three of them said: “Son of Yitzhar, son of Kehat, son of Levi, son of Israel” (I Chronicles 6:23).<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">In the verse regarding the congregation of Koraḥ, his lineage is traced only as far as Levi, but here the lineage is traced back to Jacob.</i> <br>“For in their anger they killed men [<i>ish</i>]”<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The Hebrew <i>ish </i>is in the singular.</i> – this is Ḥamor father of Shekhem. “Hamstrung [<i>ikeru</i>] oxen [<i>shor</i>]” – they undermined [<i>akartun</i>] the security wall [<i>shuran</i>] of proselytes.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">As a result of the massacre following the circumcision of the residents of Shekhem, all proselytes will fear that perhaps the same will befall them after their circumcision.</i> Rabbi Ḥunya and Rabbi Yirmeya in the name of Rabbi Aḥiya bar Abba: As it is written: “And with their will they hamstrung [<i>ikeru</i>] oxen” – in order to fulfill the will of your inclination, you undermined [<i>akartem</i>] the security wall of proselytes. <br>“Undermined a trough” – this is one of the matters that they emended for King Ptolemy.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The seventy-two elders assembled by King Ptolemy introduced several emendations into the translation of the Torah into Greek (see <i>Megilla </i>9a). One of them was that instead of writing, “killed men…and hamstrung oxen,” they wrote, “killed oxen…and undermined troughs,” so Ptolemy would not deem them murderers.</i> <br><b>“Cursed be their anger, as it is fierce, and their wrath, as it is harsh; I will divide them in Jacob, and I will disperse them in Israel” (Genesis 49:7).</b> <br>“Cursed be their anger, as it is fierce” – Rabbi Ḥunya and Rabbi Azarya in the name of Rabbi Yoḥanan: [Jacob] increased the number of hot-tempered <i>bohaknin</i><sup class=\"footnote-marker\">43</sup><i class=\"footnote\">These were individuals afflicted with <i>bohak</i>, a skin condition characterized by white blotches on the skin. When the blotches appeared on the face, this was considered a sign that the individual was hot-tempered. </i> among them. That is what is said regarding one who is afflicted with <i>bohak</i> patches, that he is hot-tempered. Rabbi Yehuda bar Simon said: [This is analogous] to a king who had a son, and the king foresaw that a serpent was destined to bite his son. He said: May the serpent that seeks to bite my son be cursed. So, [Jacob] came to curse them, but he cursed their anger. “Cursed be their anger, as it is fierce, and their wrath [<i>ve’evratam</i>], as it is harsh” – and their transgression [<i>vaaveratam</i>], as it is harsh.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">He did not curse them; rather, he cursed the anger and the transgression that was caused by that anger.</i> <br>“I will divide them [<i>aḥalkem</i>] in Jacob” – this is the tribe of Levi: “I am your portion [<i>ḥelkekha</i>] and your inheritance” (Numbers 18:20). “And I will disperse them in Israel” – this is the tribe of Simeon. That is what is said: Most of the poor were from the tribe of Simeon. Rabbi Tanḥuma said: Although we explain and say: “And the cities that you shall give from the holding of the children of Israel, [from the greater you shall increase and from the lesser you shall decrease]” (Numbers 35:8), six cities, they and their open land, all of them were from Simeon.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">The Torah states that forty-eight cities were to be given to the Levites (Numbers 35:7–8). Of these, nine were from the tribes of Judah and Simeon (Joshua 21:9-16). The midrash states that six of them were from Simeon and only three from Judah, despite the fact that Simeon was a small tribe and had only seventeen cities.</i>  <br>When they saw that he was rebuking them,<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">When the rest of Jacob’s sons saw that he had rebuked Reuben, Simeon, and Levi.</i> they began departing to the corners. When he saw that they were departing to the corners, he began calling each and every one.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]