[{"_id": "521b8b90edbab45814ae538d", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Rashi on Leviticus 15:6:1", "sourceHeRef": "רש\"י על ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>והישב על הכלי.</b> אֲפִלּוּ לֹא נָגַע — אֲפִלוּ עֲשָֹרָה כֵלִים זֶה עַל זֶה — כֻּלָּן מְטַמְּאִין מִשּׁוּם מוֹשָׁב, וְכֵן בְּמִשְׁכָּב:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והישב על הכלי AND HE THAT SITTETH ON ANY THING [WHEREON HE SAT THAT HATH AN ISSUE … SHALL BE UNCLEAN] — even though he (the person) is not actually in contact with it: even if there be ten things one upon the other, the lowest being that upon which a זב has once sat, they all communicate uncleanness according to the law applicable to a seat upon which an unclean person has sat, and similarly is the case with an object upon which he has lain (cf. Sifra, Metzora Parashat Zavim, Chapter 3 1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6a25", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 15:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Onkelos Leviticus 15:6", "sourceHeRef": "תרגום אונקלוס על ויקרא ט״ו:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 15.0006, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וּדְיֵיתֵב עַל מָנָא דְּיֵיתֵב עֲלוֹהִי דּוֹבָנָא יְצַבַּע לְבוּשׁוֹהִי וְיַסְחֵי בְמַיָּא וִיהֵי מְסָאָב עַד רַמְשָׁא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Whoever sits on the vessel that was sat upon by a <i>zov</i> shall wash his garments and bathe in water and is impure until the evening.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec25c", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 15:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Targum Jonathan on Leviticus 15:6", "sourceHeRef": "תרגום יונתן על ויקרא ט״ו:ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 15.0006, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְדִי יְתִיב עַל מָאנָא דִמְיַיחֵד לְמֵיתַב עֲלוֹי דוֹבָנָא יְצַבַּע לְבוּשׁוֹי וְיַסְחֵי בְּאַרְבְּעִין סָאוִוין דְמוֹי וִיהֵי מְסָאָב עַד רַמְשָׁא", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And whoever may sit upon a thing whereon such an one who hath an issue hath sat, let him wash his clothes, and bathe in forty seahs of water, and be unclean until evening.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "56a6144fd6e4a923e49c79bd", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 74:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 74:1", "sourceHeRef": "ספר המצוות, מצוות עשה ע״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיקריב קרבן כל איש זב שנתרפא מזובו וזהו קרבן הזב, והוא מחוסר כפרה עד שיקריבהו, והוא אמרו יתעלה ויתברך שמו וכי יטהר הזב מזובו וביום השמיני יקח לו שתי תורים. (זאת תהיה, מחוסרי כפרה פ\"א גם פ\"ב וג'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us that any man who is healed from a discharge offer a sacrifice. And this is the sacrifice of the <i>zav</i>; and he is lacking [full] atonement until he offers it. And that is His, may He be exalted and may His name be blessed, saying, \"When one with a discharge becomes clean of his discharge [...]. On the eighth day he shall take two turtledoves\" (Leviticus 15:13-14). (See Parashat Metzora; Mishneh Torah, Offerings for Those with Incomplete Atonement 1-3.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "56a614c4d6e4a923e49c7a95", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 111:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 111:1", "sourceHeRef": "ספר המצוות, מצוות עשה קי״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 111.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה המצורע לגלח והיא הטהרה השניה לה כמו שהתבאר בסוף נגעים, והוא אמרו וביום השביעי יגלח. וכבר קדם (*מצוה צ\"ג.) תורף לשונם שלשה מגלחין ותגלחתן מצוה המצורע והנזיר והלוים. וכבר התבארו דיני מצוה זו בסוף נגעים. ובכאן אבאר לך מה הסבה במנותנו תגלחת המצורע מצוה בפני עצמה והבאת קרבנותיו מצוה בפני עצמה, וזה כי המצורע אין קשר לתגלחת עם הבאת קרבנותיו והתכלית מתגלחתו זולת התכלית המגעת מהבאת קרבנותיו, וזה כי המצורע טהרתו תלויה בתגלחתו. ובששי מנזיר (דף מ\"ד:) אמרו מה בין נזיר למצורע אלא שזה טהרתו תלויה בימים וזה טהרתו תלויה בתגלחתו, רוצה לומר המצורע, וכשגלח המצורע ונשלמה תגלחתו השניה טהור מלטמא כשרץ כמו שהתבאר בסוף נגעים (פרק י\"ד), וישאר מחוסר כפורים עד שיביא קרבנותיו כשאר מחוסר כפורים כמו שהתבאר שם, והיה תכלית תגלחתו שהוא טהור מלטמא כשרץ הביא קרבנותיו או לא הביא, ותכלית הבאת קרבנותיו תשלום כפרתו כשאר מחוסרי כפרה כלומר זב וזבה ויולדת. וכבר קדם לנו אמרם (כריתות ח':) ארבעה מחוסרי כפרה, ושם נתבאר שהנזיר אינו מחוסר כפרה, אבל המעשה ההוא בכללו כלומר הנלוה והבאת קרבן יתיר לו שתיית היין ולא יספיק מהם האחד בלתי חבירו, אבל הגלוח נקשר בקרבן והקרבן נקשר בגלוח ובקבוצם יגיעו לתכלית אחד, והוא שיותר לו הדברים שהיו אסורים עליו בימי נזרו. ובששי מנזיר (דף מ\"ו:) אמרו גלח על הזבח ונמצא פסול תגלחתו פסולה וזבחיו לא עלו לו. הנה התבאר לך כי התגלחת הוא מתנאי הזבח והזבח מתנאיה. ובתוספתא גם כן התבאר שנזיר שכלו ימיו אסור לגלח ולשתות יין ולטמא למתים עד שיעשה מעשה ההוא כלו והוא תגלחת טהרה, כמו שהתבאר בששי מנזירות (דף מ\"ה) והוא שיתגלח פתח אהל מועד וישליך שערו תחת הדוד ויקריב הקרבנות כאשר באר בכתוב, ואתה תמצאם ברוב מקומות ויקראו הבאת הקרבנות תגלחת. ובביאור אמרו במקום המשנה (שם דף י\"א:) הנני נזיר ועלי לגלח כו', רוצה בזה שיביא קרבנות נזיר ויקריבם בעדו. הנה כבר התבאר לך שהתגלחת נופלת על הבאת הקרבנות, והסבה בזה היותה חלק מהם כמו שבארנו, ובקבוצם יסתלק דין הנזירות וישתה הנזיר יין. אמנם תגלחת טומאה היא מדין המצוה כמו שבארנו במה שקדם. (מצורע, טהרה הלכות טומאת צרעת פי\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the <i>metsora</i> (a person with <i>tsaarat</i>) to shave, and that is its second purification - as it is explained at the end of Negaim. And that is His saying, \"And [...] on the seventh day, he shall shave\" (Leviticus 14:9). And the essence of their words has already preceded [this] (Sefer HaMitzvot, Positive Commandments 93), \"Three shave, and their shaving is a commandment: The nazarite; the <i>metsora</i>; and the Levites.\" And the laws of this commandment have already been explained at the end of Negaim. And here I will explain the reason for our counting the shaving of the <i>metsora</i> and the bringing of his sacrifice as [two] separate commandments. And that is because there is no connection for the <i>metsora</i> between the shaving and the bringing of his sacrifices. And the purpose of the shaving is distinct from the purpose that is accomplished by bringing his sacrifices. And that is because the purification of the  <i>metsora</i> is dependent upon his shaving. And in the sixth chapter of Nazir (Nazir 44b), they said, \"What is the difference between a nazarite and a <i>metsora</i>? It is only that the purification of this one is dependent upon days and the purification of that one is dependent upon his shaving\" - meaning to say the <i>metsora</i>. And when the <i>metsora</i> shaves and completes his second shaving, he is pure from [continuing to] give off impurity like a creeping animal, as is explained at the end of Negaim (Negaim 14). However, he is still lacking [complete] atonement until he brings his sacrifices - like the other ones that lack [complete] atonement, as is explained there. So the purpose of his shaving was to be pure from [continuing to] give off impurity like a creeping animal - whether or not he brought his sacrifices. Whereas the purpose of bringing his sacrifices is the completion of his atonement - like the other ones that lack [complete] atonement, meaning the <i>zav</i>, the <i>zavah</i> and the woman after childbirth. And we have already been preceded by their saying (Keritot 8b), \"Four are lacking [complete] atonement.\" And there it is made clear that the nazarite is not one lacking atonement. Rather that action (his sacrifice) is included in it - meaning to say that the [shaving] and the bringing of the sacrifice permit him to drink wine; however one of them will not suffice without the other. Instead, the shaving is connected to the sacrifice and the sacrifice is connected to the shaving, and they [only] achieve their purpose when they are combined - and that is that they permit those things that were forbidden to him in the days of his being a nazarite. And in the sixth [chapter] of Nazir (Nazir 46b), they said, \"One who shaves over his sacrifice, and it is found to be disqualified - his shaving is disqualified and his sacrifices do not count for him.\" Behold it has been made clear to you that the shaving is from the stipulations of the sacrifice and the sacrifice is from the stipulations of the shaving. And it is also explained in the Tosefta (Nazir 15a) that a nazarite that has completed his days is [still] forbidden to shave, to drink wine and to become impure with corpses until he does that whole process - and that is the shaving of purification, as it is explained in the sixth [chapter] of Nazir (Nazir 45b). And that is that he shaves at the opening of the Tent of Meeting, throws his hair under the urn and offers his sacrifices - as Scripture explains. And you will find that in most places, they called the bringing of [these] sacrifices, \"shaving.\" And in some places in the Mishnah, they said in explanation (Nazir 11b), \"[One who says,] 'Behold I am nazarite and it is upon me to shave, etc.'\" - by which, he means that he will bring the sacrifices of the nazarite and offer them on his behalf. Behold it has already been made clear to you that \"shaving\" is used [to mean] the bringing of the sacrifices. And the reason for this is that it is a part of them - as we have explained - and it is with their combination that the status of nazarite is removed, and the nazarite may drink wine. However the shaving of impurity (of a <i>metsora</i>) is a law of the commandment, as we have explained earlier (Sefer HaMitzvot, Positive Commandments 93). (See Parashat Metzora; Mishneh Torah, Defilement by Leprosy 11.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d16d6e4a94c7c18a678", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 15:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Tafsir Rasag, Leviticus 15:6", "sourceHeRef": "תפסיר רס\"ג, ויקרא ט״ו:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 15.0006, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואלד̇י יג̇לס עלי אנא יג̇לס עליה ד̇איב יגתסל באלמא וינג̇ס אלי אלמגיב", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b0327d6e4a908ac4eee59", "index_title": "Mishneh Torah, Those Who Defile Bed or Seat", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Those Who Defile Bed or Seat 7:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Mishneh Torah, Those Who Defile Bed or Seat 7:2", "sourceHeRef": "משנה תורה, הלכות מטמאי משכב ומושב ז׳:ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Mishneh Torah, Those Who Defile Bed or Seat", "he": "משנה תורה, הלכות מטמאי משכב ומושב"}, "heTitle": "משנה תורה, הלכות מטמאי משכב ומושב", "he": "וְכֵן הַמִּשְׁכָּב וְהַמֶּרְכָּב מְטַמְּאִין אֶת הָאָדָם בְּשִׁבְעָה דְּרָכִים. בַּחֲמִשָּׁה דְּרָכִים אֵלּוּ שֶׁמָּנִינוּ. וּבְמַגָּע וּבְמַשָּׂא. כֵּיצַד. מִשְׁכָּב אוֹ מֶרְכָּב שֶׁדָּרַס עָלָיו הַזָּב וְנִטְמָא בְּמִדְרָסוֹ. הַנּוֹגֵעַ בּוֹ אוֹ הַנּוֹשְׂאוֹ טָמֵא. וְכֵן הַיּוֹשֵׁב עָלָיו אוֹ הָעוֹמֵד אוֹ הַשּׁוֹכֵב אוֹ הַנִּתְלֶה אוֹ הַנִּשְׁעָן אַף עַל פִּי שֶׁהָיְתָה אֶבֶן מַבְדֶּלֶת בֵּין הַטָּהוֹר וּבֵין הַמִּדְרָס הֲרֵי זֶה נִטְמָא שֶׁנֶּאֱמַר <small>(ויקרא טו ו)</small> \"וְהַיּשֵׁב עַל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו הַזָּב\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁמָּקוֹם שֶׁהַזָּב יוֹשֵׁב וּמְטַמֵּא אִם יָשַׁב שָׁם הַטָּהוֹר נִטְמָא. מָה הַזָּב מְטַמֵּא מֶרְכָּב וּמוֹשָׁב שֶׁתַּחַת הָאֶבֶן אַף הַטָּהוֹר מִתְטַמֵּא מִן הַמִּשְׁכָּב אוֹ הַמֶּרְכָּב שֶׁהוּא מִתַּחַת הָאֶבֶן אַף עַל פִּי שֶׁאֵין הַזָּב שָׁם עַל הַמִּשְׁכָּב וְאָדָם זֶה שֶׁהוּא לְמַעְלָה מִן הַמִּדְרָס מְטַמֵּא בְּגָדִים כָּל זְמַן שֶׁלֹּא פֵּרַשׁ מִמְּטַמְּאָיו כְּמוֹ שֶׁבֵּאַרְנוּ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Similarly, an object on which one lies and rides imparts impurity to a person in seven ways, in the five listed in the previous halachah, by touching and by carrying.<br>What is implied? When a <i>zav</i> was supported by an article on which one lies or rides and thus imparted impurity to it, if a person touches or carries that article, he contracts impurity. Similarly, one contracts impurity if one sits on it, stands on it, lies on it, hangs from it, or leans on it, even if there is a stone separating between the person who was pure and the impure support, as Leviticus 15:6 states: \"One who sits on the article on which the <i>zav</i> had sat.\" According to the Oral Tradition, it was taught that the place on which a <i>zav</i> sits and imparts impurity causes a person who is pure who sits there to contract impurity. Now just as a <i>zav</i> imparts impurity to an object on which one rides or sits that is beneath a stone, so too, a pure person can contract impurity from an object on which one rides or sits that is beneath a stone, even though the <i>zav</i> is not on the object on which one sits. A person who contracts impurity who is above the <i>midras</i> imparts impurity to his garments as long as he does not separate from the article that imparted impurity to him, as we explained.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59636bd6d6e4a9416e9c3db2", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Mizrachi, Leviticus 15:6:1", "sourceHeRef": "מזרחי, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>והיושב על הכלי אפי' לא נגע ואפי' י' כלים זה ע\"ג זה כולן מטמאין משום מושב. </b>כדתניא בתורת כהנים אין לי אלא בזמן שהוא יושב עליו ונוגע בו מניין לעשר מושבות זו על גב זו ואפילו על גבי אבן מוסמא ת\"ל והיושב על הכלי אשר ישב עליו הזב יטמא מקום שהזב יושב ומטמא ישב הטהור ויטמא אין לי אלא בזמן שהוא יושב עליו הזב שם מניין לעשות ריקם כמלא ת\"ל כלי לעשות ריקם כמלא והכי פירוש' אין לי שהטהור שישב על מושב הזב שיהא טמא אלא בזמן שאין שום דבר מבדיל בינו ובין המושב שאז הוא נוגע בו מניין שאפילו היו בין המושב ובין הטהור היושב עליו עשר מושבת מבדילות בינו לבין מושב הזב שיהא טמא ולא כשהמבדיל בינו לבין מושב הזב מושבות וכלים שהן מקבלין טומא' בלבד אלא אפילו אם היתה אבן מוסמא ומסודרת גבוהה מעל הקרקע ותחתיה מושב הזב וישב הטהור על האבן שאינה מקבלת טומאה והיא מפסקת בינו לבין מושב הזב שתחתי' שג\"כ יהיה הטהור היושב עליה טמא כאילו יושב על מושב הזב ת\"ל והיושב על הכלי אשר ישב עליו הזב יטמא השוה הכתוב הטהור היושב לזב היושב שבכל מקום שהזב יושב ומטמא הטהור יושב ומיטמא וכיון שהמקום שהזב יושב ומטמ' הוא המקום שאפילו היו בינו ובין המושב כמה מושבות מבדילות ואפילו היה המבדיל אבן מוסמא דלאו בת קבולי טומאה היא טמא גם הטהור עצמו כאילו ישב על המושב של זב ונגע בו וזב גופיה דמטמא ליה למושב אע\"פ שמבדילין בינו לבין המושב כמה מושבות ואפילו אבן מוסמא דלאו בת קבולי טומאה היא מנין ילפי לה מקראי בת\"כ הדר אמר אין לי שבכל מקום שהזב יושב ומטמא הטהור יושב ומיטמא אלא בזמן שהזב והטהור יושבין יחד במקום אחד מניין לעשות ריקם כמלא פירוש לעשות הטהור היושב על המקום שישב בו הזב והלך ונשאר מקומו ריקם שכמו שהוא מטמא אף על פי שיש כמה מבדילין בינו לבין המושב כך הטהור מיטמא אע\"פ שיש כמה מבדילין בינו לבין המושב תלמוד לומר כלי לעשות ריק' כמלא פירוש אילו אמר הכתוב והיושב על הכלי אשר ישב עליו הזב ה\"א בעוד שהזב יושב עליו השתא דכתיב על הכלי אשר ישב משמע דאשר ישב לפרושי לכלי הוא דאתא כאילו אמר אי זה הוא אותו שישב עליו הזב לא שנא בעוד שהזב יושב עליו שהוא מלא לא שנא לאחר שנסתלק והלך לו שהוא ריקם אם ישב עליו הטהור עולה טומאתו של מושב הזב ומטמאתו אף על פי שיש כמה מפסיקי' בינו לבין הטהור היוש' עליו ואע\"פ שהמפסיקין ההם לאו בר קבולי טומאה נינהו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636bd6d6e4a9416e9c3db4", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 15:6:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Mizrachi, Leviticus 15:6:2", "sourceHeRef": "מזרחי, ויקרא ט״ו:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>וכן במשכב. </b>פירוש שאם שכב הטהור על אבן מוסמא והיה תחת אבן משכבו של זב הרי הוא טמא אף על פי דקא מפסיק ביניהו האבן דלאו בת קבולי טומאה היא ואף על גב דגבי מושבו של זב בלבד הוא דכתיב כדנפקא לן מקרא דעל הכלי אשר ישב עליו הזב כדלעיל מיהו מינה ילפינן אף למשכב כיון דמושב ומשכב שוו בחומר מגען לטמא בגדים ומרכב חלוק מגעו ממשאו שמשאו מטמא בגדים ומגעו אינו מטמא בגדים חדא מילתא נינהו כדמשמע מההיא דת\"כ שאחר ששנה דין הטהור היושב על הכלי אשר ישב עליו הזב ומרבה אפילו י' מושבות זו על גב זו ואפילו על גבי אבן מוסמא הטהור היושב עליו טמא פתח ואמר אין לי אלא משכב מרכב מניין ולא הוה ליה למיתניה אלא אין לי אלא מושב מרכב מניין דהא במושב קמשתעי אלא משום דמשכב ומושב שוו בחומר מגען לטמא בגדים מש\"כ במרכב כחד חשיב להו ולפיכך שנה אין לי אלא משכב במקום אין לי אלא מושב וכן כתב הרמב\"ם בפ' ו' מהלכות מטמאי משכב ומושב שהמשכב והמושב אחד הוא לפיכך אני אומר בכל מקום משכב לבד וה\"ה למושב: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4890ad6e4a939ba174089", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Torah Temimah on Torah, Leviticus 15:6:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>על הכלי. </b>אין לי אלא בזמן שהוא יושב עליו והזב שם, מנין לעשות ריקם כמלא, ת\"ל כלי <sup class=\"footnote-marker\">כט</sup><i class=\"footnote\">ר\"ל מניין אפילו כשנגע הטהור בהכלי לא היה אז הזב עליו ג\"כ טמא ת\"ל כלי, ודי היה לכתוב והיושב על אשר ישב עליו הזב, ובא לרבות כל שהיא כלי של הזב אפילו שלא בשעה שהזב יושב עליה.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4890ad6e4a939ba17408b", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 15:6:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Torah Temimah on Torah, Leviticus 15:6:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט״ו:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>על הכלי. </b>לרבות את המרכב <sup class=\"footnote-marker\">ל</sup><i class=\"footnote\">יען כי עד כה איירי במושב ומשכב, וא\"כ הול\"ל והיושב על מושב הזב, ומדכתיב על הכלי בא לרבות מרכב אע\"פ שזה יוצא מכלל מושב ומשכב.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4890ad6e4a939ba17408d", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 15:6:3", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Torah Temimah on Torah, Leviticus 15:6:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט״ו:ו׳:ג׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשר ישב עליו. </b>אין לי אלא שיושב עליו ונוגע בו, מניין לעשרה מושבות זו ע\"ג זו ואפילו אבן מסמא <sup class=\"footnote-marker\">לא</sup><i class=\"footnote\">אבן גדולה ונסמך על כמה בגדים והוא יושב עליו. וע' בתוס' נדה נ\"ה א' באור רחב בענין אבן מסמא.\n</i> ת\"ל והיושב על הכלי אשר ישב עליו הזב יטמא, מקום שהזב יושב ומטמא, ישב הטהור ויטמא <sup class=\"footnote-marker\">לב</sup><i class=\"footnote\">ר\"ל כמו שהזב מטמא באופן כזה כפי שיתבאר לקמן פ' ט', כמו כן היושב על בגדים ואבן כזה שישב עליו הזב יטמא. וטעם הדיוק הוא מאריכות הלשון אשר ישב עליו הזב, דדי היה לכתוב והיושב על הכלי ההוא, והוי ידעינן דקאי על הכלי שישב עליו הזב דאיירי בפסוק ד'.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3016d6e4a90d4d5cb9a1", "index_title": "Steinsaltz on Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chagigah 23b:5", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Steinsaltz on Chagigah 23b:5", "sourceHeRef": "ביאור שטיינזלץ על חגיגה כ״ג ב:ה׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 46.0005, "collectiveTitle": {"en": "Steinsaltz on Chagigah", "he": "ביאור שטיינזלץ על חגיגה"}, "heTitle": "ביאור שטיינזלץ על חגיגה", "he": "<b>אמר אביי:</b> לא לענין זה אמרו שלא חידשו אלא <b>שלא אמרו</b> שיהא <b>קורדום מטמא מושב,</b> ובזה שמרו על עיקרי ההלכה בדיני טומאה. <b>כדתניא</b> <small>[כפי ששנינו</small> בברייתא<small>],</small> נאמר בזב: <b>\"והישב על הכלי</b> אשר ישב עליו הזב יכבס בגדיו ורחץ במים וטמא עד הערב<b>\"</b> (ויקרא טו, ו). <b>יכול כפה</b> (הפך) כלי של <b>סאה וישב עליה,</b> או של <b>תרקב</b> (חצי סאה) <b>וישב עליה יהא</b> הכלי <b>טמא</b> משום מושב הזב —", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3016d6e4a90d4d5cb9a3", "index_title": "Steinsaltz on Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chagigah 23b:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Steinsaltz on Chagigah 23b:6", "sourceHeRef": "ביאור שטיינזלץ על חגיגה כ״ג ב:ו׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 46.0006, "collectiveTitle": {"en": "Steinsaltz on Chagigah", "he": "ביאור שטיינזלץ על חגיגה"}, "heTitle": "ביאור שטיינזלץ על חגיגה", "he": "<b>תלמוד לומר: \"והישב על הכלי אשר ישב עליו... יטמא\"</b> (ויקרא טו, ו), כוונתו — שזה <b>מי</b> <small>[מה],</small> כלומר, כלי <b>שמיוחד לישיבה</b> שרגילים לשבת עליו (\"אשר ישב עליו\"), <b>יצא</b> כלי <b>זה, שאומרים לו</b> ליושב עליו: <b>עמוד ונעשה מלאכתנו.</b> וכשם שאינו נטמא משום מושב הזב, אלא במגעו בלבד, כך גם בדיני פרה אדומה לא שינו, ולא גזרו שאף כלי שאינו של ישיבה (כגון קרדום), יטמא בפרה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15448cd6e4a92409ac0445", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Siftei Chakhamim, Leviticus 15:6:1", "sourceHeRef": "שפתי חכמים, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>אפי' י' כלים זע\"ז.</b> מדכתיב והיושב על הכלי אשר ישב עליו הזב, מקיש ישיבה של טהור לישיבה של זב, מה ישיבה של זב אף בשלא יושב הוא על הכלי נטמאין הכלים ממנו כגון אבן מסמא, כך ישיבה של טהור שהוא נטמא מהכלי שנטמא מהזב אף בשלא נגע בו: אבן מסמא הוא אבן ששמוה ע\"ג יתידות וכלים תחתיה, כדכתיב והתית אבן חדא ושומת על פום גובא ונדה או זב יושבין עליה אע\"פ שלא הכבידו על הכלים טמאים הכלים, כדכתיב וכל אשר יהיה תחתיו. רש\"י פרק רבי עקיבא: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Even ten vessels one on another</b>. As it is written, “Whoever sits on the vessel that was sat upon by a <i>zov</i>.” This makes a comparison between the sitting of the pure person and the sitting of the <i>zov</i>: Just as the sitting of the <i>zov</i> causes impurity to the vessels even though he does not sit on the vessel, such as the case of the “placed” stone (see later), so too is the sitting of the pure person who acquires impurity from the vessel which contracted impurity from the <i>zov</i>, even if he does not touch it. A “placed” stone is a stone placed on pegs with vessels underneath it, as it is written (Daniel 6:18): “And a stone was brought and placed on the mouth of the pit.” If a menstruant woman or a <i>zov</i> sit on it, even though their weight is not felt on the vessels, the vessels are impure, as it is written (v. 10): “Anything which is beneath him.” Rashi (Shabbos 82b). ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15448cd6e4a92409ac0447", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 15:6:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Siftei Chakhamim, Leviticus 15:6:2", "sourceHeRef": "שפתי חכמים, ויקרא ט״ו:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>וכן במשכב.</b> דילפינן במה מצינו ממושב פירוש שאם שכב טהור על אבן מסמא והיה תחת האבן משכבו של זב הרי הוא טמא אף שמפסיק בינייהו האבן והאבן אינו מקבל טומאה, אפי' הכי הוא טמא, ואע\"ג דגבי מושב לבד הוא דכתיב ילפינן מיניה אף למשכב, כיון דשוו משכב ומושב בחומר מגען לטמא בגדים חדא מלתא היא: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>And so [too] in regard to a bed</b>. [Rashi knows this] because we derive through a מה מצינו (comparison) from sitting. Meaning: If a pure person lies down on a “placed” stone (see above) and a <i>zov</i>’s bed was underneath the stone, the pure person becomes impure even though the stone separates between them, and the stone does not acquire impurity; nonetheless, he is impure. Although it is written only regarding sitting, we derive lying down from it as well, since lying down and sitting are equal in their severity of touch, to cause impurity to clothing, [thus,] they are one matter. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5c17a3ff0443cc00199dc0ef", "index_title": "Rashi on Eruvin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Eruvin 104b:12:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Rashi on Eruvin 104b:12:1", "sourceHeRef": "רש\"י על עירובין ק״ד ב:י״ב:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi on Eruvin", "he": "רש\"י על עירובין"}, "heTitle": "רש\"י על עירובין", "he": "לא - לעולם אימא לך המכניס שרץ חייב וטעמא דכלי חרס משום שאינו ראוי למדרס ולהיות אב הטומאה (מי שנעשה אב הטומאה) דבעינן דומיא דזכר ונקבה פעמים שהוא אב הטומאה כגון זב וזבה וטמא מת וכן הכלים נמי הואיל וראוין ליעשות אב הטומאה כגון זכר ונקבה כגון כלי שהוא ראוי למדרס ולמושב הזב הוי אב הטומאה ע\"י מדרס של זב ומטמאין אדם וכלים כדכתיב (ויקרא ט״ו:ו׳) והיושב על הכלי אשר ישב עליו הזב יטמא המכניסן למקדש אפילו כשהן ראשונים כגון שנטמאו במגע הזב או נגעו במדרס הזב או בשאר אבות הטומאה חייב יצא כלי חרס שאינו נעשה אב הטומאה שאין לך כלי נעשה אב הטומאה לטמא אדם או כלי אלא מדרס הזב כדפרישית לעיל או מגע המת דמת אבי אבות הטומאה כדכתיב בזאת חקת בכלי או באדם שנגע במת וכל אשר יגע בו הטמא יטמא והנפש הנוגעת תטמא עד הערב פי' נפש הנוגעת בו בטמא זה שנטמא במת. תטמא עד הערב והא לא מצית למימר דהאי והנפש הנוגעת בנוגע במת עצמו קאמר דא\"כ טומאת שבעה איכא אלמא טמא מת אב הטומאה משוי ליה קרא לטמא אדם הלכך כלי חרס אינו נעשה אב הטומאה כלל דלמדרס לא חזי משום דנשבר ותניא בהדיא בפרק רבי עקיבא במסכת שבת (דף פד.) מדרס כלי חרס טהור וע\"י מגע נמי לא הוי אב הטומאה דכתיב לעיל מההוא קרא וחטאו ביום השלישי וגו' וכל אשר יגע בו הטמא וגו' כל היכא דקרינן ביה וחטאו דיש לו טהרה בטבילה קרינן ביה והנפש הנוגעת תטמא וכל היכא דלא קרינן ביה וחטאו לא קרינן ביה והנפש הנוגעת:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d9ddb4644410066683a8f", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora Parashat Zavim, Chapter 3 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Sifra, Metzora Parashat Zavim, Chapter 3 1", "sourceHeRef": "ספרא, מצורע פרשת זבים, פרק ג א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[א] \"והיושב על הכלי אשר ישב עליו הזב יטמא\" – אין לי אלא בזמן שיושב עליו ונוגע בו. מנין לעשרה מושבות זה על גבי זה, ואפילו על גבי אבן מסמא? ת\"ל \"והיושב על הכלי אשר ישב עליו הזב יטמא\" – מקום שהזב יושב ומטמא ישב הטהור ויטמא.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 15:6) (\"And one who sits upon the object that the zav sat upon shall wash his clothes and bathe in water, and he shall be unclean until the evening.\") \"and one who sits upon the object that the zav sat upon … shall be unclean.\": This tells me only of his sitting upon it and touching it. Whence do I derive the same for ten layers (interposing between him and the couch of the zav beneath them, he sitting on top), even if he is sitting atop a stone? It is, therefore, written \"And one who sits upon the object that the zav sat upon … shall become tamei.\" The (same kind of) place that the zav sits upon and confers tumah (to the couch below), the clean man sits upon and becomes tamei (by the couch of the zav below).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9dde3081100060591ee0", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora Parashat Zavim, Chapter 3 2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Sifra, Metzora Parashat Zavim, Chapter 3 2", "sourceHeRef": "ספרא, מצורע פרשת זבים, פרק ג ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ב] אין לי אלא בזמן שהוא יושב עליו והזב שם. מנין לעשות ריקם כמלא? ת\"ל \"כלי\" – לעשותו ריקם כמלא.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) This tells me only of his sitting there while the zav is (sitting) there. Whence do I derive an equivalence between \"empty\" (the zav's not sitting there) and \"full\" (the zav's sitting there)? From \"the object\" (i.e., the object is the criterion, and not \"fullness\" or \"emptiness\"), making \"empty\" equivalent to \"full.\"", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9de13081100060591ee2", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora Parashat Zavim, Chapter 3 3", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Sifra, Metzora Parashat Zavim, Chapter 3 3", "sourceHeRef": "ספרא, מצורע פרשת זבים, פרק ג ג׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ג] אין לי אלא משכב. מרכב מנין? ודין הוא: אם מצינו שלא חלק הכתוב בין נישא לנושא במשכב, כך לא נחלק בין נישא לנושא למרכב. מה לי לא חלק בין נישא לנושא למשכב – שלא חלק מגעו ממשאו! לא נחלק בין נישא לנושא למרכב שחלק מגעו ממשאו?! ת\"ל \"כלי\" – לרבות את המרכב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) This tells me only of the mishkav ([the couch] of the zav, that one who sits upon it becomes tamei to confer tumah upon garments.) Whence do we derive the same for the merkav ([the saddle] of the zav)? It follows by induction, viz.: Just as we find that Scripture did not distinguish between the carrier of and the \"carried by\" the mishkav (of the zav, so it does not distinguish between the carrier of and the \"carried by\" the merkav (of the zav). (No, this may be refuted, viz.:) Why did Scripture not distinguish between the carrier of and the \"carried by\" the mishkav? Because it did not distinguish between touching it and carrying it, (both conferring tumah to impart tumah to garments). Should we then not distinguish between the carrier of and the \"carried by\" the merkav, where Scripture did distinguish touching from carrying, (the touching not imparting tumah to garments, as opposed to the carrier, who does)! It is, therefore, written \"the object,\" to include the merkav.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7d9de4ea593e00185b676c", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Metzora Parashat Zavim, Chapter 3 4", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Sifra, Metzora Parashat Zavim, Chapter 3 4", "sourceHeRef": "ספרא, מצורע פרשת זבים, פרק ג ד׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ג", "he": "[ד] ר' חנינא בן חנינא אומר, אם בדרך שלא ירדה עליו הטומאה, יצאה ממנו, בדרך שירדה עליו הטומאה אינו דין שתצא ממנו?! לאו! מה לי החמיר במרכב הנישא, שהרי החמיר בזב הנישא! נחמיר במרכב הנושא שהרי היקל בזב הנושא?! ת\"ל \"כלי\" – לרבות את המרכב.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) R. Chananiah b. Chanina says: (We can learn from elsewhere that one lifted on the merkav of a zav requires washing of his clothes. Why is a verse necessary for this?) viz.: If in a way that tumah does not descend upon it ([the merkav], i.e., if a zav lifts the merkav, it does not sustain tumah by reason thereof), tumah goes forth from it (i.e., if one lifts the merkav of a zav, he is tamei), then in a way that tumah does descend upon it (i.e., by sitting upon it), how much more so should tumah go forth from it (to confer tumah upon one sitting on it)! — No! Why are we stringent with a lifted merkav (to confer tumah upon its lifter to impart tumah to clothing?) Because Scripture was stringent with a lifted zav. (i.e., if a zav was lifted on a garment, the garment confers tumah upon a man to impart tumah to clothing.) Shall we then be stringent with a merkav that lifts a man (sitting upon it), when Scripture is lenient (in this regard) in respect to a zav (himself) who is lifted! It must, therefore, be written \"the object,\" to include the merkav.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caeffbe38f4c90017cdd37f", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 176", "anchorRef": "Leviticus 15:2-15", "anchorRefExpanded": ["Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 176", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קע״ו", "anchorVerse": 2, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 176, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וְקָרְבָּנוֹ", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And his sacrifice,", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd6df3c4424d0058269d0c", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Metzora 134:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Malbim on Leviticus, Metzora 134:1", "sourceHeRef": "מלבי\"ם על ויקרא, מצורע קל״ד:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 134.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מצורע", "he": "והיושב על הכלי אשר ישב עליו הזב: אחר שדין משכב ומושב שוה ועד הנה תפס הדינים במשכב והוא הדין למושב, מדוע עזב פה מלדבר במשכב ותפס דין מושב עד שעל ידי כן הוצרך להאריך? והיה לו לומר \"והשוכב עליו\" ויסוב על המשכב שדבר בו עד הנה ונדע ממנו גם מושב. השיבו חז\"ל שאם היה אומר \"והשוכב עליו\" הייתי טועה ואומר רק אם שוכב עליו ממש ונוגע בו. ומנין לעשרה משכבות ומושבות זה על גבי זה והוא שוכב ויושב על העליון? לכן אמר \"אשר ישב עליו הזב\" שממה שנאמר בלשון עתיד – \"אשר ישב עליו\" פירושו שהיושב על הכלי בענין אשר ישב עליו הזב כן יטמא היושב, וכמו שהזב מטמא את הכלי אפילו עשר מושבות זה על גבי זה (כמו שלמד לקמן מק\"ו ממרכב) כן הטהור מיטמא מן הכלי באופן זה. וז\"ש (במשנה א) ת\"ל והיושב וכולי מקום שהזב ישב ויטמא וכולי. אולם על זה היה די שיאמר \"והיושב על אשר ישב עליו הזב\" ולמה אמר \"על הכלי\"? והלא כבר ידענו שהזב אינו מטמא רק כלי הראוי לישיבה (כמו שלמד פרק ב משנה ה)? השיבו חז\"ל (במשנה ב) שאז הייתי טועה ומפרש היושב על אשר ישב עליו הזב היינו אם עוד הזב יושב עליו, אז מיטמא הטהור, ושעל זה אמר עתיד במקום עבר להורות על ההוה שעודו יושב וכמו שאמרנו למעלה (סימן קכח) שיבא העתיד במקום עבר להורות על ההוה. לכן אמר \"על הכלי אשר ישב\" שהכלי בעצמה מטמאה גם כשאין הזב וז\"ש ת\"ל כלי – לעשות ריקם כמלא. אולם עדיין יפלא מדוע שינה ותפס הדין במושב ולא במשכב שדבר ממנו עד הנה, והיה לו לומר \"והשוכב על המשכב אשר ישכב הזב עליו\", ונדע גם כן כל הלימודים הנזכרים במשכב והוא הדין למושב, ואין דרך הכתוב להניח הציור שתפס תחלה ולתפוס ציור אחר. השיבו (במשנה ג) מפני שאז היינו אומרים אין לי אלא משכב והוא הדין מושב. מרכב מנין? לכן תפס \"כל כלי אשר ישב עליו\" וזה כולל גם המרכב שהוא גם כן כלי לישיבה, כי הרוכב יושב גם כן על מרכבתו. ומ\"ש ודין הוא הכי פירושו שרצה ללמוד אחר שבמשכב שוה הנישא מן המשכב להנושא את המשכב, כמו שהנושא נטמא עף על פי שלא נגע בו כן הנישא מן המשכב, והוא הדין שיש לומר במרכב שהנישא מן המרכב יהיה שוה לנושא המרכב שיטמא אף על פי שלא נגע. ומשיב דיש לדחות דשאני מרכב שחלק מגעו ממשאו, שמגעו אין מטמא בגדים ואינו דומה למשכב שמגעו שוה למשאו לטמא בגדים. ור' חנינא (במשנה ד) למד בדרך אחר דהא ראינו שיציאת הטומאה מהמרכב יותר עלולה משתכנס אל המרכב, כי הזב הנושא את המרכב לא נטמא המרכב להיות אב הטומאה ובכל זאת כשהטהור נושא המרכב תצא הטומאה מן המרכב לטמא את הטהור, ואם כן במקום שהטומאה נכנסת אל המרכב, היינו כשהזב רוכב עליו ולא נגע בו כמו שלמד לקמן משנה יב, כל שכן שתצא ממנו באופן זה כשהטהור רוכב עליו ולא נגע בו. ודחה שיש להשיב שלכן החמיר במרכב הנישא מן הטהור שכן החמיר גם בזב הנישא מן הטהור, אבל מרכב הנושא את הטהור יש להקל בו כמו שמקילין בזב הנושא את הטהור, ולכן צריך קרא.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fcf57985900e21d554d", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 49b:10", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Niddah 49b:10", "sourceHeRef": "נדה מ״ט ב:י׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 98.001, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "דתניא (ויקרא טו, ו) והיושב על הכלי יכול כפה סאה וישב עליה או תרקב וישב עליו יהא טמא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>As it is taught</b> in a <i>baraita</i>: The verse states with regard to the impurity of the treading of a <i>zav</i>: <b>“And he who sits on</b> any <b>object</b> whereon the <i>zav</i> sits shall wash his clothes and bathe himself in water, and is impure until the evening” (Leviticus 15:6). One <b>might</b> have thought that if a <i>zav</i> <b>turned over</b> a vessel used to measure <b>a <i>se’a</i> and sat on it, or</b> if he turned over a vessel used to measure <b>a half-<i>se’a</i> and sat on it,</b> that vessel <b>should be</b> rendered <b>impure</b> as a seat upon which a <i>zav</i> sat.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d239fcf57985900e21d554f", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 49b:11", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Niddah 49b:11", "sourceHeRef": "נדה מ״ט ב:י״א", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 98.0011, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "ת\"ל (ויקרא טו, ו) אשר ישב עליו הזב מי שמיוחד לישיבה יצא זה שאומרים לו עמוד ונעשה מלאכתנו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "Therefore, <b>the verse states:</b> “And he who sits on any object <b>whereon the <i>zav</i> sits”</b> (Leviticus 15:6). The wording of the verse indicates that it is speaking of an object <b>that is designated for sitting,</b> i.e., upon which people generally sit, <b>excluding such</b> a vessel, with regard to <b>which we say to</b> someone sitting on it: <b>Stand up and</b> allow us to use it to <b>do our work,</b> i.e., to measure. This is not defined as a vessel used for sitting, as it serves another function.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5d344f9ed003a400700ec513", "index_title": "Steinsaltz on Niddah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Niddah 49b:10", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Steinsaltz on Niddah 49b:10", "sourceHeRef": "ביאור שטיינזלץ על נדה מ״ט ב:י׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 98.001, "collectiveTitle": {"en": "Steinsaltz on Niddah", "he": "ביאור שטיינזלץ על נדה"}, "heTitle": "ביאור שטיינזלץ על נדה", "he": "<b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> ברייתא<small>]</small> על האמור בטומאת מדרס הזב <b>\"והיושב על הכלי</b> אשר ישב עליו הזב... וטמא עד הערב\" (ויקרא טו, ו): <b>יכול</b> גם אם הזב <b>כפה</b> (הפך על פניו) כלי למדידת <b>סאה וישב עליה, או</b> כלי למדידת <b>תרקב וישב עליו יהא טמא</b> אותו כלי מדידה, ככל מושב הזב?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee349e5a42115dfca0876", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 45:1-4", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Malbim Ayelet HaShachar 45:1-4", "sourceHeRef": "אילת השחר (מלבי\"ם) מ״ה:א׳-ד׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 45.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["<b>ויבוא עתיד במקום עבר…</b>", "להורות על ההוה או התמידות. \"אשר ישכב עליו הזב\" – רצונו לומר בקביעות. (מצורע ס' קכח, מצורע ס' קלד, אמור ס' קג)", "או להורות שעוד הדבר קיים. שלכן אמר \"אשר יהיה בעורו שחין\" שעדיין השחין קיים קצת. (תזריע ס' צו, תזריע ס' קיב)", "או בא להורות על מחשבת הפועל. \"אם האכל יאכל\" – שמחשב לאכל. (צו ס' קיח)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["<b>ויבוא עתיד במקום עבר</b> (When future tense comes instead of past tense):<b></b>", "To teach about the present or the permanence: אשר ישכב עליו הזב (whereon he that has the issue)<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Leviticus 15:4.</i> it means to say <i>routinely</i>.", "Or to teach that the matter still stands. Therefore, it said אשר יהיה בעורו שחין(And when the flesh has in the skin thereof a boil)<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Leviticus 13:18.</i>, that some of the boils still exist.", "Or it comes to teach about the thought of the subject, אם האכל יאכל (And if any of the flesh of the sacrifice of his peace-offerings be at all eaten)<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Leviticus 7:18.</i> - that the thought is to eat."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9fa4eb7d2e14756448a9", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Midrash Lekach Tov, Leviticus 15:6:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> והיושב על הכלי. אפילו אינו נוגע בו מכאן אמרו ז' מושבות זה על גב זה. ואפילו על <i data-commentator=\"Beur HaRe'em\" data-order=\"101\"></i> אבן מסמא טמאין:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f26997c6418319ec8192304", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 7:3", "anchorRef": "Leviticus 15:1-15", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15"], "sourceRef": "Mishnah Nazir 7:3", "sourceHeRef": "משנה נזיר ז׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "אֲבָל הַסְּכָכוֹת, וְהַפְּרָעוֹת, וּבֵית הַפְּרָס, וְאֶרֶץ הָעַמִּים, וְהַגּוֹלֵל, וְהַדּוֹפֵק, וּרְבִיעִית דָּם, וְאֹהֶל, וְרֹבַע עֲצָמוֹת, וְכֵלִים הַנּוֹגְעִים בְּמֵת, וִימֵי סָפְרוֹ, וִימֵי גָמְרוֹ, עַל אֵלּוּ אֵין הַנָּזִיר מְגַלֵּחַ, וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי, וְאֵינוֹ סוֹתֵר אֶת הַקּוֹדְמִין, וּמַתְחִיל וּמוֹנֶה מִיָּד, וְקָרְבָּן אֵין לוֹ. בֶּאֱמֶת אָמְרוּ, יְמֵי הַזָּב וְהַזָּבָה וִימֵי הֶסְגֵּרוֹ שֶׁל מְצֹרָע, הֲרֵי אֵלּוּ עוֹלִין לוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The previous mishna listed the sources of ritual impurity for which a nazirite must shave. This mishna adds: <b>However,</b> the nazirite does not shave for these: <b>The hanging</b> branches over a corpse, i.e., a tree overhanging a body that a nazirite passes, but it is uncertain which branches are over a corpse; <b>and the projecting</b> stones from fences when the place of the impurity is unknown; <b>and a <i>beit haperas</i>,</b> a place that contained a grave and was plowed. In the latter case, the entire area around the grave is impure from a corpse due to an uncertainty, as it might contain human bones. The mishna continues its list: <b>And the land of the nations,</b> i.e., a nazirite left Eretz Yisrael for another land. The Sages decreed that all land outside of Eretz Yisrael is ritually impure. <b>And the grave cover; and the grave walls</b> upon which the cover rests; <b>and a quarter-</b><i>log</i> <b>of blood</b> from a corpse; <b>and a tent; and a quarter-</b><i>kav</i> <b>of bones</b> of a corpse; <b>and vessels that are touching a corpse. And</b> if the nazirite is <b>in the days of his counting,</b> i.e., the seven days a leper must count after purification from his leprosy; <b>or in his days of full</b> leprosy, when he is a full-fledged leper, <b>for these the nazirite does not shave.</b> This is the case even if he is rendered impure by one of the sources listed in the previous mishna. <b>And</b> in those cases listed that involve ritual impurity from a corpse, <b>one sprinkles</b> the purification water upon him <b>on the third and on the seventh</b> days of his purification, <b>and he does not negate the earlier</b> days of his naziriteship, but they are considered part of his naziriteship term. <b>And he starts counting</b> the rest of his naziriteship to complete his term <b>immediately</b> after his purification, <b>and he has no</b> obligation to sacrifice <b>an offering</b> of impurity for these sources of ritual impurity. <b>Actually they said</b> an ancient tradition that these <b>days of</b> the impurity of <b>the <i>zav</i></b> (Leviticus 15:1–15) <b>and the <i>zava</i></b> (Leviticus 15:25–30) <b>and the days of the confinement of a leper</b> before he is confirmed as a full-fledged leper (Leviticus 13:4–5) <b>count for him</b> toward the period of his naziriteship.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d657b3889f0295275b4c", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 59a:3", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Shabbat 59a:3", "sourceHeRef": "שבת נ״ט א:ג׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 117.0003, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "וְרַבִּי יוֹחָנָן לָא בָּעֵי מֵעֵין מְלָאכָה רִאשׁוֹנָה? וְהָתַנְיָא: ״וְכׇל כְּלִי אֲשֶׁר יֵשֵׁב עָלָיו וְגוֹ׳״ — יָכוֹל כָּפָה סְאָה וְיָשַׁב עָלֶיהָ, כָּפָה תַּרְקַב וְיָשַׁב עָלֶיהָ יְהֵא טָמֵא, תַּלְמוּד לוֹמַר: ״אֲשֶׁר יֵשֵׁב עָלָיו הַזָּב״ — מִי שֶׁמְיוּחָד לִישִׁיבָה, יָצָא זֶה שֶׁאוֹמְרִים לוֹ: עֲמוֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "And with regard to the essence of Rabbi Yoḥanan’s statement, the Gemara asks: <b>And does Rabbi Yoḥanan not require</b> that the vessel’s new usage must be <b>of the</b> same <b>type as the original labor</b> in order for it to retain its ritual impurity after it has undergone change? <b>Wasn’t it taught</b> in a <i>baraita</i>: “Every bed on which a <i>zav</i> is lying is ritually impure <b>and every vessel on which he is sitting</b> shall be ritually impure” (Leviticus 15:4). <b>I might</b> have thought, based on this verse, that if one <b>overturned</b> a vessel the size of <b>a <i>se’a</i> and sat on it, or overturned</b> a vessel the size of <b>a half-<i>se’a</i> [<i>tarkav</i>] and sat on it,</b> the vessel <b>would become ritually impure.</b> Therefore, <b>the verse states: On which the <i>zav</i> is sitting,</b> i.e., <b>that which is designated for sitting, excluding that</b> vessel <b>with regard to which one says</b> to the <i>zav</i>: <b>Stand and we will perform our labor</b> with the vessel. In that case, because the vessel is primarily used for purposes other than sitting, it does not become ritually impure even when the <i>zav</i> sits on it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d67933f1af93d8f943c6", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 40a:8", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Niddah 40a:8", "sourceHeRef": "נדה מ׳ א:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 79.0008, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "ורבי שמעון נפקא ליה מדתני בר ליואי דתני בר ליואי לבן לבן מכל מקום לבת לבת מ\"מ", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>And</b> from where does <b>Rabbi Shimon</b> derive that these <i>halakhot</i> apply to a <i>tumtum</i> and a hermaphrodite? The Gemara answers: <b>He derives it from</b> that <b>which bar Livai teaches, as bar Livai teaches</b> a <i>baraita</i> that discusses the verse: “And when the days of her purity are fulfilled, for a son, or for a daughter” (Leviticus 12:6). Since the verse uses the terms “son” and “daughter,” rather than male and female, it is derived from the term <b>“for a son”</b> that these <i>halakhot</i> apply <b>to a son in any case,</b> even if his masculinity is not definite. Similarly, the term <b>“for a daughter”</b> teaches that these <i>halakhot</i> apply <b>to a daughter in any case,</b> even if her femininity is not definite.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6121b69cc823a798e70b56c0", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 568:5", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Yalkut Shimoni on Torah 568:5", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ח:ה׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 568.0005, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "והיושב על הכלי אין לי אלא בזמן שישב עליו ונגע בו מנין עשרה מושבות זה על זה ואפילו על גבי אבן מסמא תלמוד לומר אשר ישב עליו הזב מקום שהזב יושב ומטמא ישב הטהור ויטמא. אין לי אלא בזמן שיושב עליו והזב שם, לעשות ריקן כמלא מנין תלמוד לומר הכלי לעשות ריקן כמלא. אין לי אלא משכב ומושב, מרכב מנין, ודין הוא אם מצינו שלא חלק בין נושא לנשא [במשכב] ובמושב לא נחלוק בין נושא לנשא במרכב, מה לי לא חלק בין נושא לנשא במשכב שלא חלק בין מגעו למשעו לא נחלוק בין נשוא לנשא במשכב שלא חלק בין מגעו למשאו לא נחלוק בין נושא לנשא במרכב שהרי חלק מגעו ממשאו תלמוד לומר הכלי לרבות את המרכב. רבי חנינא בן גמליאל אומר אם בדרך שלא ירדה עליו טומאה יוצאת ממנו בדרך שירדה עליו טומאה אינו דין שתצא ממנו. לא מה לי החמיר במרכב הנושא שהרי הקל בזב הנושא תלמוד לומר הכלי לרבות את המרכב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b69c8430f78f2063664c", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 568:14", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Yalkut Shimoni on Torah 568:14", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ח:י״ד", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 568.0014, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכל כלי עץ ישטף במים אמר ר' שמעון ומה בא זה ללמדנו אם ללמד שיטמא כלי שטף במגע והרי כבר נאמר והנוגע בבשר בזב יכבס בגדיו אם הנוגע בו מטמא כלי שטף במגע הוא עצמו אינו דין שיטמא כלי שטף במגע, אם כן למה נאמר וכל כלי עץ ישטף במים אלא אלו אוכלין ומשקין וכלים שעל גבי הזב. והלא דין הוא ומה אם במקום שעשה תחתיו משכב לא עשה תחתיו מדף, מקום שלא עשה על גביו משכב אינו דין שלא יעשה על גביו מדף, תלמוד לומר וכל עץ ישטף במים מלמד שהוא עושה על גביו מדף. קל וחומר שיעשה על גביו משכב, ומה אם במקום שלא עשה תחתיו מדף עשה תחתיו משכב מקום שעשה על גביו מדף אינו דין שיעשה על גביו משכב, תלמוד לומר כל המשכב אשר ישכב עליו הזב יטמא, תחתיו הוא עושה משכב ואין עושה על גביו משכב. קל וחומר שיעשה הוא תחתיו מדף, ומה אם במקום שלא עשה על גביו משכב עשה על גביו מדף מקום שעשה תחתיו משכב אינו דין שיעשה תחתיו מדף, תלמוד לומר כל המשכב אשר ישכב עליו הזב יטמא משכב הוא עושה תחתיו ואין עושה מדף תחתיו. קל וחומר שלא יעשה תחתיו משכב, ומה אם במקום שעשה על גביו מדף לא עשה על גביו משכב, מקום שלא עשה תחתיו מדף אינו דין שלא יעשה תחתיו משכב, תלמוד לומר כל המשכב אשר ישכב עליו הזב יטמא מלמד שעושה תחתיו משכב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61681b194df20c51e51be948", "index_title": "Mishnat Eretz Yisrael on Mishnah Chagigah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Chagigah, Appendix 1 16", "anchorRef": "Leviticus 15:5-11", "anchorRefExpanded": ["Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Chagigah, Appendix 1 16", "sourceHeRef": "משנת ארץ ישראל על משנה חגיגה, נספח א ט״ז", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 16, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Chagigah", "he": "משנת ארץ ישראל על משנה חגיגה"}, "heTitle": "נספח א", "he": "(ויקרא טו ה-יא)", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616820c8d963618dde962fb6", "index_title": "Mishnat Eretz Yisrael on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Megillah 4:4:7", "anchorRef": "Leviticus 15:1-34", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 15:34"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Megillah 4:4:7", "sourceHeRef": "משנת ארץ ישראל על משנה מגילה ד׳:ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Megillah", "he": "משנת ארץ ישראל על משנה מגילה"}, "he": "<b>מדלגין בנביא – </b>ניתן לדלג בנביא מפרשה לפרשה ולקרוא כמה פרשות ואין הכרח לקרוא בצורה רציפה את כל קריאת המפטיר, <b>ואין מדלגין בתורה –</b> אלא קוראים לפי הסדר. רש\"י למשנתנו פירש: \"שהשומע את הקופץ ממקום למקום אין לבו מיושב לשמוע\". אולם בסוגיה בירושלמי (עה ע\"ב)<sup class=\"footnote-marker\">590</sup><i class=\"footnote\">ומקבילות ביומא פ\"ז ה\"א, מד ע\"ב; סוטה פ\"ז ה\"ו, כב ע\"א.  </i> רבי שמעון בן לקיש מפרש שאין דולגים מפני \"שאין גולים ספר תורה ברבים\"<sup class=\"footnote-marker\">591</sup><i class=\"footnote\">ספר התורה או הנביא לא היה מונח על השולחן ומחובר לשני גלילי עץ, אלא הקורא היה מחזיק את הספר בידו. </i>, ורבי יוסי סבור שאין הטעם מצדיק איסור דילוג במקרה שהדילוג אינו מצריך גלילת הספר, כשהפרשה שדולגים עליה היא פרשה קטנה, ולדעתו טעמו של האיסור הוא כדי \"שישמעו (את)<sup class=\"footnote-marker\">592</sup><i class=\"footnote\">אינו במקבילות, והמילה אמנם מיותרת. </i> ישראל התורה על סדר\". בשני התלמודים למשנתנו ובמקבילות<sup class=\"footnote-marker\">593</sup><i class=\"footnote\">ירו', עה ע\"ב; יומא פ\"ז ה\"א, מד ע\"ב; סוטה פ\"ז ה\"ז, כב ע\"א; בבלי, כד ע\"א; יומא סט ע\"ב; סוטה מא ע\"א. </i> שואלים על משנתנו מן המשנה ביומא (פ\"ז מ\"א) ובמקבילתה בסוטה (פ\"ז מ\"ז) שבהן מסופר על הכוהן הגדול שקרא לאחר סיום עבודת היום בתורה בפרשת אחרי מות את מעשה עבודת היום (ויקרא טו א-לד), ולאחר מכן אף את הכתובים על צום יום הכיפורים שבפרשת המועדות (שם כג כו-לב). בתלמוד הירושלמי נאמר שקריאתו של הכוהן הגדול שונה \"שהוא סדרו שליום\", ובתלמוד הבבלי מסבירים את הקריאה מפני שהוא \"בענין אחד\", והדברים קרובים. עדיין לא נפתרה בכך שאלת האיסור לגלול ספר תורה ברבים. אין לנו אלא לומר שההלכה שבמשנתנו מאוחרת ובמקדש נהגו אחרת, או שההלכה של משנתנו טרם רווחה, או שמא במקדש לא חששו לכך שהציבור ימתין לגלילת הספר, אדרבה, ראו בכך הידור.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed86bfddfbb310fecde", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 2-3", "anchorRef": "Leviticus 15:1-33", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Polluting Discharges", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter concerns genital discharges—both those that arise from disease and those that are normal but involuntary. As Levine notes, sexual purity was crucial for approaching the Israelite sanctuary, as opposed to ancient Near Eastern rituals in general, where sexuality was frequently part and parcel of the worship of the gods.", "Such pollution was considered much more contagious than that we have encountered previously, which is not surprising, given the area in which it falls. Wenham has noted the chiastic structure here, with male and female interchanging with short-term and long-term events. The core (vv.16–24)—the normal flows of seminal emissions for men and menstrual discharge from women—contrasts with discharges resulting from disease (vv.2–12, 25–27). The former merely pollute until sunset (except for the case of a couple having intercourse during the wife’s period), and thus demonstrate the modesty and restraint in matters of divine worship more than pointing to some kind of stigma per se."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af976", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 1", "anchorRef": "Leviticus 15:1-33", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 15:1-33\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 15:1-33</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187cdec9371ec0cebe6807", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Reggio on Torah, Leviticus 15:6:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>והיושב על הכלי,</b> אפילו עשר מושבות זו על גב זו, והזב יושב בתחתון והטהור במושב העליון, טמא, וכן הדין במשכב:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "648839eaa5a4d0d592640762", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Rav Hirsch on Torah, Leviticus 15:6:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 6. והישב על הכלי וגו׳. Ganz so wie ein כלי מדרס nicht nur durch unmittelbare Berührung des זב, sondern sofort טמא wird, sobald es sich unter der Körperlast des זב befindet, ebenso teilt es auch in gleicher Weise seine טומאה einem טהור mit, nicht nur, wenn er es berührt, sondern sobald er mit seiner Körperlast, שוכב ,נתלה עומד ,יושב oder נשען, selbst mit vielfacher Zwischenlage, und selbst auf einem אבן מסמא über demselben geruht, selbst ת׳׳כ) עשרה מושבות זה על זה ואפי׳ על גבי אבן מסמא).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc57758c1dc532ec8dfe", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 15:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Steinsaltz on Leviticus 15:6", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ט״ו:ו׳", "anchorVerse": 6, "sourceHasEn": true, "commentaryNum": 15.0006, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְ</b> גם\n    <b>הַיֹּשֵׁב עַל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו הַזָּב,</b> אף על פי שלא נגע גופו החשוף, לא של הזב ולא של הטהור במישרין בכלי,\n    גם הוא \n    <b>יְכַבֵּס בְּגָדָיו וְרָחַץ בַּמַּיִם וְטָמֵא עַד הָעָרֶב.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Furthermore, \n  <b>one who sits on an article on which the one who has a discharge sat, </b>even if neither he nor the <i>zav </i>touched it directly with an exposed part of the body, he too <b>shall wash his garments and bathe in water, and he is impure until the evening. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053473fbfba270cc17e891", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Haamek Davar on Leviticus 15:6:1", "sourceHeRef": "העמק דבר על ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>והיושב על הכלי וגו׳.</b> במשכב דרך האדם להיות ערום וממילא ה״ה נוגע מש״ה לא כתיב והשוכב על המשכב. דטרם שכב כבר נטמא במגעו. משא״כ במושב מצוי שיהיה לבוש ואינו נטמא משום מגע אלא משום מושב. ולמדין משכב ומושב מהדדי:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad944dd6e4a93323dbfe1a", "index_title": "Chagigah", "category": "Talmud", "type": "", "ref": "Chagigah 23b:5", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Chagigah 23b:5", "sourceHeRef": "חגיגה כ״ג ב:ה׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 46.0005, "collectiveTitle": {"en": "Chagigah", "he": "חגיגה"}, "heTitle": "חגיגה", "he": "אָמַר אַבָּיֵי: שֶׁלֹּא אָמְרוּ קוּרְדּוֹם מְטַמֵּא מוֹשָׁב. כִּדְתַנְיָא: ״וְהַיּוֹשֵׁב עַל הַכְּלִי״. יָכוֹל כָּפָה סְאָה וְיָשַׁב עָלֶיהָ, תַּרְקַב וְיָשַׁב עָלֶיהָ — יְהֵא טָמֵא,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: <b>Abaye said:</b> When they said that the Sages did not make innovations, they were not referring to something of this nature, but meant that <b>they did not say</b> that <b>a spade</b> upon which a <i>zav</i> sits <b>can become impure as a seat.</b> They thereby preserved the basic <i>halakhot</i> of impurity, <b>as it is taught</b> in a <i>baraita</i>: It states with regard to a <i>zav</i>: <b>“And he who sits on any object</b> whereon the <i>zav</i> sits shall wash his clothes and bathe himself in water, and be unclean until the evening” (Leviticus 15:6). One <b>might</b> have thought that if a <i>zav</i> <b>turned over</b> a vessel used to measure <b>a <i>se’a</i> and sat on it,</b> or if he turned over a vessel used to measure <b>a <i>tarkav</i>,</b> i.e., a half-<i>se’a</i>, <b>and sat on it,</b> that the vessel <b>should be</b> rendered <b>impure</b> as a seat upon which a <i>zav</i> sat.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad944dd6e4a93323dbfe1c", "index_title": "Chagigah", "category": "Talmud", "type": "", "ref": "Chagigah 23b:6", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Chagigah 23b:6", "sourceHeRef": "חגיגה כ״ג ב:ו׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 46.0006, "collectiveTitle": {"en": "Chagigah", "he": "חגיגה"}, "heTitle": "חגיגה", "he": "תַּלְמוּד לוֹמַר: ״וְהַיּוֹשֵׁב עַל הַכְּלִי אֲשֶׁר יֵשֵׁב עָלָיו ... יִטְמָא״ — מִי שֶׁמְיוּחָד לִישִׁיבָה, יָצָא זֶה, שֶׁאוֹמְרִים לוֹ: עֲמוֹד וְנַעֲשֶׂה מְלַאכְתֵּנוּ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> concludes: Therefore, <b>the verse states: “And he who sits on any object whereon</b> the <i>zav</i> <b>sits…and be unclean</b> until the evening” (Leviticus 15:6). The wording of the verse indicates that it is speaking of an object <b>that is designated for sitting,</b> i.e., upon which people generally sit, <b>excluding such</b> a vessel for <b>which we would say to</b> someone sitting on it: <b>Stand up, so we can do our work.</b> A spade and a measuring bowl, then, are not subject to the impurity of the seat of a <i>zav</i>, even if a <i>zav</i> sat on them. Rather, they are considered to be on the lower level of impurity transmitted through simple contact with a <i>zav</i>. The same <i>halakha</i> was applied to the vessels used in preparation of the red heifer; the Sages did not add stringency and decree that a vessel not generally used for sitting should be considered as the seat of a <i>zav</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9451d6e4a93323dbfe72", "index_title": "Chagigah", "category": "Talmud", "type": "", "ref": "Chagigah 11a:12", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Chagigah 11a:12", "sourceHeRef": "חגיגה י״א א:י״ב", "anchorVerse": 6, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 21.0012, "collectiveTitle": {"en": "Chagigah", "he": "חגיגה"}, "heTitle": "חגיגה", "he": "טְהָרוֹת. מִיכְתָּב כְּתִיבָן! לֹא נִצְרְכָה אֶלָּא לְשִׁיעוּר מִקְוֶה דְּלָא כְּתִיבָא, דְּתַנְיָא: ״וְרָחַץ אֶת בְּשָׂרוֹ בְּמַיִם״ — בְּמֵי מִקְוֶה. ״אֶת כׇּל בְּשָׂרוֹ״ — מַיִם שֶׁכׇּל גּוּפוֹ עוֹלֶה בָּהֶן, וְכַמָּה הֵן — אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַמּוֹת. וְשִׁיעֲרוּ חֲכָמִים מֵי מִקְוֶה אַרְבָּעִים סְאָה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ The mishna further taught that the <i>halakhot</i> of <b>ritual purity</b> have something to support them. The Gemara again asks: But ritual purity <b>is written</b> explicitly in the Torah. The Gemara answers: The observation that the <i>halakhot</i> of ritual purity merely have something to support them <b>is necessary only for</b> the minimum <b>measure of a ritual bath, which is not written</b> explicitly in the Torah. <b>As it is taught</b> in a <i>baraita</i>: <b>“And he shall bathe his flesh in water”</b> (Leviticus 14:9). This means <b>in the water of a ritual bath.</b> And it is stated: “And he shall wash <b>all his flesh</b> in water” (Leviticus 15:16), which indicates that it must contain <b>water in which his whole body can enter. And how much</b> water <b>is this? One cubit by one cubit with a height of three cubits. And the Sages estimated</b> that the measure for <b>ritual bath water</b> is <b>forty <i>se’a</i>.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3cc3d6e4a9026bd8f567", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Aderet Eliyahu, Leviticus 15:6:1", "sourceHeRef": "אדרת אליהו, ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>והישב כו' אשר ישב.</b> מקיש לזב מה זב אפי' עשרה מושבות זע\"ז ואפי' ע\"ג אבן מסמא אף כו'. אשר ישב אפי' אין הזב שם עתה. (בת\"כ נדרש מתיבת כלי לרבות אף שהוא ריקן מן הזב וע\"ש):", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cc3d6e4a9026bd8f569", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 15:6:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Aderet Eliyahu, Leviticus 15:6:2", "sourceHeRef": "אדרת אליהו, ויקרא ט״ו:ו׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>וטמא.</b> לרבות שער וצפורן:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e4a9e1fc2200b9c5b0a5", "index_title": "English Explanation of Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Pesachim 8:5:1", "anchorRef": "Leviticus 15:1-12", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12"], "sourceRef": "English Explanation of Mishnah Pesachim 8:5:1", "sourceHeRef": "ביאור אנגלי על משנה פסחים ח׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Pesachim", "he": "ביאור אנגלי על משנה פסחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Introduction</b>\nIn order to understand this mishnah we will first need to explain some of the terms and halakhot it mentions.  These are some technical laws concerning purity/impurity.\nThe mishnah deals with a “zav” and a “zavah” a man or woman who have had abnormal genital discharge (i.e. not semen or menstrual blood).  A man who experiences one such occurrence is impure until the evening, the same as a man who has a seminal discharge.  If he experiences two such discharges, either on the same day or on consecutive days he is now a zav (see Leviticus 15:1-12).  He is impure for seven days.  If he experiences three discharges he must also bring a sacrifice at the end of the period of his impurity, on the eighth day.  In both latter cases he cannot eat sacred food until he is pure and if necessary has brought the requisite sacrifices.\nThe main difference between a zav and a zavah is that a zavah must experience her discharges on different days two discharges on one day count as one and not as two.  Furthermore, the discharge must not come when she normally has her menstrual period.  Since this is not supposed to be her menstrual period, even blood counts as “abnormal discharge.”  Calculating when this period falls is complicated and I shall not enter into it here.  If during this period she sees discharge/blood for one day she needs not to have a discharge the following day, and then she can go to the mikveh (ritual bath).  This woman is called “observing a day for a day.”  If she has two consecutive days of discharge, on the third day she can go to the mikveh, provided that she has no discharge on that day.  However, if she has three consecutive days of discharge she becomes a “complete zavah”.  She must now wait seven days in which she does not have a discharge, on the seventh day she can go to the mikveh and on the eighth day she brings a sacrifice.  As is the case with the zav, she cannot eat sacred food until she has brought these sacrifices.\nOur mishnah teaches that one should slaughter the pesah on behalf of a person who can eat sacred food in the evening of the fifteenth of Nisan, the time when the pesah is eaten, even though on the fourteenth he/she is still unable to do so.  The only exception to this rule is someone who is impure through contact with a corpse even if he becomes pure at night if he is impure during the day of the fourteenth they do not slaughter the pesah on his behalf.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e8827d30e800d9614add", "index_title": "English Explanation of Mishnah Zavim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Zavim 2:4:2", "anchorRef": "Leviticus 15:5-6", "anchorRefExpanded": ["Leviticus 15:5", "Leviticus 15:6"], "sourceRef": "English Explanation of Mishnah Zavim 2:4:2", "sourceHeRef": "ביאור אנגלי על משנה זבים ב׳:ד׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Zavim", "he": "ביאור אנגלי על משנה זבים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>A zav defiles the objects that are lain upon (or sat in five ways, so that they defile people and garments: by standing, sitting, lying, hanging or leaning.</b>  A zav can defile things that are lain upon or sat upon (such as chairs and couches) even though he hasn't touched them. The things that he defiles will then defile other people and clothing (see Leviticus 15:5-6). The five ways are: standing (he stands on the object, even if he doesn't touch it. Sitting and lying (even without touching). \"Hanging\" refers to a case where the zav is hanging because of the couch or chair. For instance, the chair is on one end of a balance and the zav on the other. If the zav is lifted up by the heavier chair, the chair is now impure. These five things are called \"midras hazav.\" The chair or couch is now a \"father of impurity\" and it will defile other people and garments. Note that simply touching something is not sufficient he must do one of these five things.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c179f45bb386c011be9a6dd", "index_title": "Bartenura on Mishnah Zavim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zavim 5:11:3", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Bartenura on Mishnah Zavim 5:11:3", "sourceHeRef": "ברטנורא על משנה זבים ה׳:י״א:ג׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1482], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Zavim", "he": "ברטנורא על משנה זבים"}, "heTitle": "ברטנורא על משנה זבים", "he": "<b>שהוא מטמא משכב ומושב.</b> ומת עצמו וכל שכן טמא מת אינו מטמא משכב ומושב, לא טומאה קלה ולא טומאה חמורה, דכתיב (ויקרא ט״ו:ו׳) וכל הכלי אשר ישב עליו הזב, ולא טמא מת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שהוא מטמא משכב ומושב – and a corpse itself and all the more so someone with ritual impurity imparted by a corpse does not defile by sitting or lying, neither a minor defilement nor a stringent defilement, as it is written (Leviticus 15:3): “and every object on which he sits [shall be impure],” but not someone defiled by a contact with a corpse (see also, Tractate Kelim, Chapter 1, Mishnah 3).", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b9ffb071e100bf4f033e", "index_title": "Bartenura on Mishnah Niddah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Niddah 6:3:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Bartenura on Mishnah Niddah 6:3:2", "sourceHeRef": "ברטנורא על משנה נדה ו׳:ג׳:ב׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1482], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Niddah", "he": "ברטנורא על משנה נדה"}, "heTitle": "ברטנורא על משנה נדה", "he": [], "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c467f0908d98a02694cf9f6", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, זָב 1", "anchorRef": "Leviticus 15:1-15", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15"], "sourceRef": "Jastrow, זָב 1", "sourceHeRef": "מילון יסטרוב, זָב א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "זָב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">זָב</strong>, <strong dir=\"rtl\">זָבָה</strong> f. (b. h.;  <span dir=\"rtl\">זוב</span>) <b>1)</b> <i>faint</i>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Kiddushin.1.7.3\" data-ref=\"Jerusalem Talmud Kiddushin 1:7:3\">Y. Kidd. I, 61ᵃ</a> (expl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_זָב.1\" data-ref=\"Jastrow, זָב 1\">זב</a>, <a class=\"refLink\" href=\"/II_Samuel.3.29\" data-ref=\"II Samuel 3:29\">II Sam. III, 29</a>) <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_תָּשִׁישׁ.1\" data-ref=\"Jastrow, תָּשִׁישׁ 1\">תָּשִׁישׁ</a> q. v. <b>—2)</b> <i>one afflicted with gonorrhœa.</i> <a class=\"refLink\" href=\"/Mishnah_Zavim.1.5\" data-ref=\"Mishnah Zavim 1:5\">Zab. I, 5</a> <span dir=\"rtl\">זב גמור</span> a real <i>zabh</i> (subject to all the laws in <a class=\"refLink\" href=\"/Leviticus.15.1-15\" data-ref=\"Leviticus 15:1-15\">Lev. XV, 1—15</a>; <a class=\"refLink\" href=\"/Leviticus.15.19-24\" data-ref=\"Leviticus 15:19-24\">19—24</a>). Ib. V, 6; a. v. fr.—Pl. <span dir=\"rtl\">זָבִים</span>, <span dir=\"rtl\">זָבִין</span>; f. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_זִיבוּת.1\" data-ref=\"Jastrow, זִיבוּת 1\">זָבוֹת</a>. Sifra Metsora, Zabim, Par. 1 <span dir=\"rtl\">מטמאים כז׳</span> (not <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_בִּיזּוּעַ.1\" data-ref=\"Jastrow, בִּיזּוּעַ 1\">בז׳</a>) they make unclean like Israelitish <i>zabim;</i> <a class=\"refLink\" href=\"/Niddah.34a.23\" data-ref=\"Niddah 34a:23\">Nidd. 34ᵃ</a> <span dir=\"rtl\">שיהו כז׳ וכ׳</span>; a. v. fr. [<a class=\"refLink\" href=\"/Shabbat.110b\" data-ref=\"Shabbat 110b\">Sabb. 110ᵇ</a> <span dir=\"rtl\">מזביך</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_זוֹב.1\" data-ref=\"Jastrow, זוֹב 1\">זוֹב</a>.]—<i>Zabim</i>, name of a treatise of the Mishnah a. Tosefta, and of a section of the Sifra to Metsora."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f02d5f8d660b3c272df7015", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Gur Aryeh on Vayikra 15:6:1", "sourceHeRef": "גור אריה על ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>אפילו לא נגע.</b> בתורת כהנים יליף ליה מדהקיש הכתוב לטומאת הזב, דכתיב \"והיושב על הכלי אשר ישב עליו הזב\", הקיש הכתוב טומאה של זב דמטמאה כלי – לטומאת הכלי שמטמא את היושב, מה הזב מטמא את הכלי אף על גב שלא נגע בו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"26\"></i>. בתורת כהנים כך דרשו אצל מרכב, 'אין לי אלא שרוכב עליו ונוגע בו, מנין לעשרה מרכבות זה על זה, תלמוד לומר \"וכל המרכב\" (פסוק ט) ', והכי נמי יש לדרוש אצל מושב – \"וכל הכלי אשר ישב עליו\" (פסוק ד) לרבות אפילו עשרה כלים זה על גב זה. ומה שאמר (רש\"י כאן) 'וכן המשכב', אף על גב דלא כתיב הך היקישא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"27\"></i> רק גבי מושב, כיון דטומאת משכב ומושב שוים, ילפינן משכב במה מצינו מן מושב, דאין שום פירכא להקשות:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"28\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622ec87f574a17ca6a777", "index_title": "Jerusalem Talmud Challah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Challah 4:4:1", "anchorRef": "Leviticus 15:1-15", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15"], "sourceRef": "Jerusalem Talmud Challah 4:4:1", "sourceHeRef": "תלמוד ירושלמי חלה ד׳:ד׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [130, 410], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Jerusalem Talmud Challah", "he": "תלמוד ירושלמי חלה"}, "heTitle": "תלמוד ירושלמי חלה", "he": "<strong><big>משנה:</big></strong> יִשְׂרָאֵל שֶׁהָיוּ אָרִיסִין לְגוֹיִם בְּסוּרִיָּא רִבִּי לִיעֶזֶר מְחַייֵב בְּפֵירוֹתֵיהֶן בְּמַעְשְׂרוֹת וּבַשְּׁבִיעִית. וְרַבָּן גַּמְלִיאֵל פּוֹטֵר. רַבָּן גַּמְלִיאֵל אוֹמֵר שְׁתֵּי חַלּוֹת בְּסוּרִיָּא. <i data-overlay=\"Vilna Pages\" data-value=\"25b\"></i>וְרִבִּי לִיעֶזֶר אוֹמֵר חַלָּה אַחַת אָחֲזוּ קוּלּוֹ שֶׁלְרַבָּן גַּמְלִיאֵל וְקוּלּוֹ שֶׁלְרִבִּי לִיעֶזֶר. חָֽזְרוּ לִנְהוֹג כְּדִבְרֵי רַבָּן גַּמְלִיאֵל בִּשְׁתֵּי דְּרָכִים. רַבָּן גַּמְלִיאֵל אוֹמֵר שָׁלֹשׁ אֲרָצוֹת לַחַלָּה מֵאֶרֶץ יִשְׂרָאֵל וְעַד גְּזִיב חַלָּה אַחַת. מִגְּזִיב וְעַד הַנָּהָר וְעַד אֲמָנֹס שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר יֵשׁ לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן אֵין לָהּ שִׁיעוּר. מֵהַנָּהָר וּמֵאֲמָנֹס וְלִפְנִים שְׁתֵּי חַלּוֹת אָחַת לָאוֹר וְאַחַת לַכֹּהֵן. שֶׁלְאוֹר אֵין לָהּ שִׁיעוּר וְשֶׁלְכֹּהֵן יֵשׁ לָהּ שִׁיעוּר. וּטְבוּל יוֹם אוֹכְלָהּ. רִבִּי יוֹסֵי אוֹמֵר אֵינוֹ צָרִיךְ טְבִילָה. וַאֲסוּרָה לְזָבִין וּלְזָבוֹת לְנִידּוֹת וּלְיוֹלְדוֹת וְנֶאֱכֶלֶת עִם הַזָּר עַל הַשּׁוּלְחָן וְנִיתֶּנֶת לְכָל־כֹּהֵן. אֵילּוּ נוֹתְנִין לְכָל־כֹּהֵן הַחֲרָמִים וְהַבְּכוֹרוֹת וּפִדְיוֹן הַבֶּן וּפִדְיוֹן פֶּטֶר חֲמוֹר וְהַזְּרוֹעַ וְהַלְּחָיַיִם וְהַקֵּיבָה וְרֵאשִׁית הַגֵּז וְשֶׁמֶן שְׂרֵיפָה וְקָדְשֵׁי מִקְדָּשׁ וְהַבִּיכּוּרִים. רִבִּי יְהוּדָה אוֹסֵר בְּבִיכּוּרִים. כַּרְשִׁינֵי תְרוּמָה רִבִּי עֲקִיבָה מַתִּיר וַחֲכָמִים אוֹסְרִין.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> Jews were sharecroppers for Gentiles in Syria<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The parts of David’s kingdom not conquered by the 12 tribes under Joshua; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Peah 7:5:6\" href=\"/Jerusalem_Talmud_Peah.7.5.6\"><i>Peah</i> 7, Note 119</a>. R. Eliezer holds that the laws of the Holy Land extend to Syria but Rabban Gamliel holds that Syria is essentially outside the Land and only selected laws of the Land are extended to apply there.</i>; Rebbi Eliezer obligates their produce for tithes and the Sabbatical but Rabban Gamliel exempts them. Rabban Gamliel says there are two <i>ḥallot</i> in Syria<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">As explained in Mishnah 8. Biblical law restricts the duty of <i>ḥallah</i> to the Land (<a class=\"refLink\" data-ref=\"Numbers 15:18-19\" href=\"/Numbers.15.18-19\"><i>Num</i>. 15:18–19</a>). Rabbinic practice extends the obligation to the rest of the world but, since the soil outside the Land is intrinsically impure, any <i>ḥallah</i> outside the Land is impure and must be burned. Nevertheless, in order to remind people that the original duty is to give <i>ḥallah</i> to a Cohen, it was established that some dough should be given to a Cohen. This dough cannot be sanctified, otherwise it would be forbidden to the recipient.</i> but Rebbi Eliezer says one <i>ḥallah</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">He denies that Syrian soil is impure.</i>. They took the leniency of Rabban Gamliel and the leniency of Rebbi Eliezer but then returned to follow Rabban Gamliel in both cases.<br>Rabban Gamliel says: There are three domains for <i>ḥallah</i><sup class=\"footnote-marker\">85</sup><i class=\"footnote\">In the biblical Land of Israel.</i>. The Land of Israel<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">The actual Land of Israel of the Second Commonwealth; cf. <a class=\"refLink\" data-ref=\"Mishnah Sheviit 6:1\" href=\"/Mishnah_Sheviit.6.1\">Mishnah <i>Ševi‘it</i> 6:1, Note 3</a>, for the geographic details.</i> up to Akhzib, one <i>ḥallah</i>. From Akhzib to the Euphrates or Amanus<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">One has to add, with Mishnah <i>Ševi‘it</i> 6:1, “any place held by the immigrants from Egypt,” i. e., the regions North of Akhzib described as tribal territories in the book of Joshua.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has a measure<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">The true <i>ḥallah</i> which cannot be eaten since the impurity of Gentile lands is extended rabbinically to any region not inhabited by Jews. The “measure” is that for <i>ḥallah</i> of the Land, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Challah 2:3:1\" href=\"/Jerusalem_Talmud_Challah.2.3.1\">Mishnah 2:7</a>.</i>, the one for the Cohen has no measure<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">A purely symbolic <i>ḥallah</i> to be eaten in impurity, as a remembrance of the rules to be restored in the times of the Messiah.</i>. From Euphrates or Amanus inside<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">The rest of Syria, domain of biblical promise; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sheviit 6:1:22\" href=\"/Jerusalem_Talmud_Sheviit.6.1.22\"><i>Ševi‘it</i> 6:1, Note 3</a>.</i>, two <i>ḥallot</i>, one for the fire and one for the Cohen. The one for the fire has no measure<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Both <i>ḥallot</i> are symbolical since that region was not under obligation of <i>ḥallah</i> even during the First Commonwealth.</i>, the one for the Cohen has a measure but a <i>ṭevul</i> <i>yom</i> may eat it<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">He is forbidden true <i>ḥallah</i>.</i>. Rebbi Yose says one does not need immersion<sup class=\"footnote-marker\">93</sup><i class=\"footnote\">This also shows that the symbolic <i>ḥallah</i> is no true heave, cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 1:1:1\" href=\"/Jerusalem_Talmud_Berakhot.1.1.1\"><i>Berakhot</i> 1, Note 3</a>.</i>.<br>But it<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">The purely symbolic <i>ḥallah</i> mentioned last in Mishnah 8. By rabbinic ordinance, it is forbidden for people whose impurity originates in their own body.</i> is forbidden to people suffering from genital flux<sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:1-15\" href=\"/Leviticus.15.1-15\"><i>Lev</i>. 15:1–15</a>, 25–30.</i>, and to women during menstruation<sup class=\"footnote-marker\">96</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:19-24\" href=\"/Leviticus.15.19-24\"><i>Lev</i>. 15:19–24</a>.</i> or after childbirth<sup class=\"footnote-marker\">97</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 12:1-8\" href=\"/Leviticus.12.1-8\"><i>Lev</i>. 12:1–8</a>.</i>. It may be eaten at one table with a layman and may be given to any Cohen<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Even a vulgar who cannot be expected to follow all rules of purity.</i>.<br>The following may be given to any Cohen<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Irrespective of his level of observance and knowledge of the Law. Some of the prescribed gifts are given to priests serving in the Temple; there, they are under supervision and instruction. The other gifts are purely profane; they cannot be impaired by the impurity of the Cohen.</i>: <i>ḥērem</i>-dedications<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 18:14\" href=\"/Numbers.18.14\"><i>Num.</i> 18:14</a>. According to most sources, this special dedication is not for the upkeep of the Temple but for the Cohanim [<i>Sifra Beḥuqotay Pereq</i>12(9), <a class=\"refLink\" data-ref=\"Sanhedrin 88a\" href=\"/Sanhedrin.88a\">Babli <i>Sanhedrin</i> 88a</a>, <a class=\"refLink\" data-ref=\"Arakhin 28a\" href=\"/Arakhin.28a\"><i>Arakhin</i>28a</a>]. However, Babylonian practice follows the dissenting opinion (<a class=\"refLink\" data-ref=\"Arakhin 29a\" href=\"/Arakhin.29a\"><i>Arakhin</i>29a</a>).</i>, firstlings<sup class=\"footnote-marker\">124</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\"><i>Num.</i> 18:15</a>.</i>, the redemption money for a [firstborn] son<sup class=\"footnote-marker\">125</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>, <a class=\"refLink\" data-ref=\"Numbers 3:47\" href=\"/Numbers.3.47\"><i>Num.</i> 3:47</a>, <a class=\"refLink\" data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">18:15</a>.</i>, the redemption value of a firstling donkey<sup class=\"footnote-marker\">126</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 13:1\" href=\"/Exodus.13.1\"><i>Ex.</i> 13:1</a>,<a class=\"refLink\" data-ref=\"Exodus 13:13\" href=\"/Exodus.13.13\">13</a>.</i>, foreleg, jawbone, and first stomach<sup class=\"footnote-marker\">127</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\"><i>Deut.</i> 18:3</a>.</i>, the first shearing<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 18:4\" href=\"/Deuteronomy.18.4\"><i>Deut.</i> 18:4</a>.</i>, oil to burn<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Impure heave olive oil.</i>, Temple sacrifices, and First Fruits<sup class=\"footnote-marker\">130</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 26:1-11\" href=\"/Deuteronomy.26.1-11\"><i>Deut.</i> 26:1–11</a>.</i>. Rebbi Jehudah forbids First Fruits<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Since they have to follow rules of heave, <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 2:1:1\" href=\"/Jerusalem_Talmud_Bikkurim.2.1.1\">Mishnah <i>Bikkurim</i> 2:1</a>.</i>. Heave vetch<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">This is animal fodder except in times of famine.</i> Rebbi Aqiba permits but the Sages forbid.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230987f574a17ca6b2f8", "index_title": "Jerusalem Talmud Niddah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Niddah 1:1:7", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Jerusalem Talmud Niddah 1:1:7", "sourceHeRef": "תלמוד ירושלמי נדה א׳:א׳:ז׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Jerusalem Talmud Niddah", "he": "תלמוד ירושלמי נדה"}, "heTitle": "תלמוד ירושלמי נדה", "he": "תַּנֵּי. מֵעֵת לְעֵת <i data-overlay=\"Venice Columns\" data-value=\"49a\"></i>שֶׁאָֽמְרוּ תּוֹלִין אֲבָל לֹא שׂוֹרְפִין. וַהֲוָה רִבִּי זְעִירָא חֲדִי בָהּ. אַשְׁכָּח תַּנֵּי. הָרוֹאָה כֶתֶם מְטַמֵּא לְמַפְרֵעַ. וּמָה הִיא מְטַמְּאָה. הָאוֹכְלִין וְהַמַּשְׁקִין וְהַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת. וּמְקוּלְקֶלֶת לְמִינְייָנָהּ וּמְטַמֵּא אֶת בּוֹעֲלָהּ לְמַפְרֵעַ. <i data-overlay=\"Vilna Pages\" data-value=\"2a\"></i>הָרוֹאָה דָם מְטַמֵּא לְמַפְרֵעַ. וּמָה הִיא מְטַמֵּא. הָאוֹכְלִין וְהַמַּשְׁקִין וְהַמִּשְׁכָּבוֹת וְהַמּוֹשָׁבוֹת. וְאֵינָהּ מְקוּלְקֶלֶת לְמִינְייָנָהּ וְאֵינָהּ מְטַמֵּא אֶת בַּעֲלָהּ לְמַפְרֵעַ. רִבִּי עְקִיבָה אוֹמֵר. מְטַמֵּא אֶת בַּעֲלָהּ לְמַפְרֵעַ. וְזֶה וְזֶה תּוֹלִין אֲבָל לֹא שׂוֹרְפִין. תַּמָּן אָֽמְרִין. מֵעֵת לְעֵת שֶׁאָֽמְרוּ מִשְׁכָּבָהּ כְּמַגָּעָהּ. מָה. כְּבוֹעֵל נִדָּה וְאֵינוֹ מְטַמֵּא בְהֵיסֶט וְאֵינוֹ מְטַמֵּא בִּכְלֵי חֶרֶשׂ. אַשְׁכָּח תַּנֵּי. מְטַמֵּא כְּלֵי חֶרֶס בְּהֵיסֶט. מֵעֵת לְעֵת שֶׁאָֽמְרוּ. מַגָּעָהּ בִּרְשׁוּת הָרַבִּים מָהוּ. נִישְׁמְעִינָהּ מִן הָדָא. מְעוּבֶּרֶת וּמֵינִיקָה טְהוֹרוֹת לְבַעֲלֵיהֶן. וְכֵן אִשָּׁה שֶׁיֵּשׁ לָהּ װֶסֶת. וּשְׁאָר כָּל־הַנָּשִׁים טְהוֹרוֹת בְּבִיאָה וּמְטַמְּאוֹת בְּמַגָּע. הָדָא אָֽמְרָה. וַדַּאי מַגָּעָהּ בִּרְשׁוּת הָרַבִּים טְמֵא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "It was stated: For the 24 hours which were stated, one suspends but one does not burn<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">If heave was declared “impure” because a woman had handled it within 24 hours of her menstrual impurity, it cannot be burned as impure heave since the declaration was purely precautionary; the woman might have been impure when touching the heave. Since it is forbidden to destroy pure sanctified food, that heave neither can be destroyed, for perhaps it is pure, nor be used, for perhaps it is impure. It has to be left unused until it spoils, is no longer food, and automatically loses its sanctified status.</i>. Rebbi Ze‘ira enjoyed this [because] he found stated<sup class=\"footnote-marker\">41</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Niddah 9:5\" href=\"/Tosefta_Niddah.9.5\">Tosephta 9:6</a>,<a class=\"refLink\" data-ref=\"Tosefta Niddah 9:4\" href=\"/Tosefta_Niddah.9.4\">5</a>; <a class=\"refLink\" data-ref=\"Niddah 6a\" href=\"/Niddah.6a\">Babli 6a</a>, both in slightly different formulation.</i>: “A woman who detects a stain<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">She detects a blood stain on her garment. This is proof that she bled sometime but she does not know when.</i> makes impure retroactively<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">The retroactivity extends all the time back until either the time when the woman had checked herself or the garment had been washed.</i>. What does she make impure? Food, and drinks, and seats, and beds<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">By <a class=\"refLink\" data-ref=\"Leviticus 15:20-23\" href=\"/Leviticus.15.20-23\"><i>Lev.</i> 15:20–23</a>, any seat or couch used by a menstruating woman becomes a source of original impurity. The impurity of food is not mentioned in the verses; it is only secondary (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Niddah 1:1:6\" href=\"/Jerusalem_Talmud_Niddah.1.1.6\">Note 36</a>). The original impurity of beds and seats induced retroactively is also asserted in the <a class=\"refLink\" data-ref=\"Niddah 5b\" href=\"/Niddah.5b\">Babli, 5b</a>.</i>; her count is in disorder<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">By tradition, denied by Sadducees, there are 11 days after the end of seven days of a menstrual period in which no new menses are possible, in which any bloody discharge cannot be menstrual but must follow the rules of <i>zava.</i> But if the start of the period is unknown, the count is impossible and any discharge triggers a seven day menstrual period.</i>, and she makes her sex partner impure retroactively<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Since her impurity was unknown to her.</i>. A woman who detects blood makes impure retroactively<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">In Tosephta and Babli: For 24 hours. The Yerushalmi probably assumes the validity of the Sages’ statement in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Niddah 1:1:1\" href=\"/Jerusalem_Talmud_Niddah.1.1.1\">Mishnah 1</a>.</i>. What does she make impure? Food, and drinks, and seats, and beds; her count is not in disorder<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">She counts from the moment she notices the discharge.</i>, and she does not make her sex partner impure retroactively. Rebbi Aqiba says, she makes her sex partner impure retroactively. In both cases<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Stain or blood.</i>, one suspends but one does not burn.” There<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">In Babylonia. This statement is missing in the Geniza text.</i>, they say: For the 24 hours which were stated, her bed is like her touch<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Since her touch creates only derivative impurity, her seat and bed also do not become sources of original impurity.</i>. How? Like one who sleeps with a menstruating woman<sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\"><i>Lev.</i> 15:24</a> declares the man and his seat or bedding as impure but refrains from declaring seat and bedding as sources of original impurity.</i> who does not make impure by moving<sup class=\"footnote-marker\">53</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\"><i>Lev.</i> 15:6</a> is interpreted that the male sufferer of gonorrhea imparts impurity to anything he moves, even if he never touches it. By biblical standards, a clay vessel cannot become impure by being touched from the outside; it becomes impure only by an original impurity inside its cavity. If a clay vessel has a cover fastened to it, it also cannot become impure by the impurity of the dead. But if either a (male or female) sufferer from gonorrhea or a menstruating woman indirectly moves a clay vessel, for example moving a wooden plank (in itself impervious to impurity) on which there is a closed clay vessel, that vessel and its contents become impure.</i> and does not make clay vessels impure. It was found stated: He makes clay vessels impure by moving<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">In the Tosephta (Note 41) this is asserted for both cases of menstrual impurity. The <i>baraita</i> quoted here disproves the earlier statement which denied the possibility of impurity by moving.</i>. For the 24 hours which were stated, what is the status of what she touches in the public domain<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">A general rule states that a doubt about matters of impurity in a public domain can be disregarded (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Niddah 1:1:3\" href=\"/Jerusalem_Talmud_Niddah.1.1.3\">Note 9</a>). The question is, if a woman had certainly touched something in the public domain within 24 hours of her menstruation, is this counted as a doubt or not?</i>? Let us hear from the following<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">A related text in <a class=\"refLink\" data-ref=\"Tosefta Niddah 3:3\" href=\"/Tosefta_Niddah.3.3\">Tosephta 3:8</a>.</i>: Pregnant and nursing women are pure for their husbands<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">They are not supposed to menstruate.</i>, as is a woman with a regular period<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Except close to her time.</i>. And all other women<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Excluding pre-puberty girls and post-menopausal women. There are not many women left in this category of “others”.</i> are pure for sexual relations but impure in their touch<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Since at any time they could induce retroactive impurity.</i>. That means, what she certainly touched in the public domain is impure.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d05db6084aa1cbf0294d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Leviticus 15:2-19", "anchorRefExpanded": ["Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d10cb6084aa1cbf0a375", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זוּב 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "BDB, זוּב 1", "sourceHeRef": "בראון-דרייבר-בריגס, זוּב א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זוּב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">זוּב</span>]</big></big>  <strong>vb. flow, gush (</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">דּוּב</span>, <span dir=\"rtl\">דִּיב</span>, <span dir=\"rtl\">ܕܳܒ</span>, all used often in sense <strong>4</strong> infr.; Arabic <span dir=\"rtl\">ذَابَ</span> (med. <span dir=\"rtl\">و</span>) <em>melt, dissolve, flow</em><strong>)</strong>—only<br><strong>Qal</strong>  Impf. <span dir=\"rtl\">יָזוּב</span> <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> etc.; Pt. <span dir=\"rtl\">זָב</span> <a data-ref=\"Jeremiah 49:9\" href=\"/Jeremiah.49.9\">Je 49:9 f.</a> <span dir=\"rtl\">זָבָ֫ה</span> <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> etc.;— <strong>1.</strong>  <em>flow, gush</em> (poet.), of water from the smitten rock <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a> (‖ <span dir=\"rtl\">שָׁטַף</span>), <a data-ref=\"Psalms 105:41\" href=\"/Psalms.105.41\">105:41</a> (‖ <span dir=\"rtl\">הָלַךְ</span>), <a data-ref=\"Isaiah 48:21\" href=\"/Isaiah.48.21\">Is 48:21</a> (‖ <span dir=\"rtl\">נָזַל</span>). <strong>2.</strong>  Pt. freq. in <span dir=\"rtl\">זָבַת חָלָב וּדְבַשׁ (אֶרֶץ)</span>, mostly of promised land, <a data-ref=\"Exodus 3:8\" href=\"/Exodus.3.8\">Ex 3:8</a>, <a data-ref=\"Exodus 3:17\" href=\"/Exodus.3.17\">17</a>; <a data-ref=\"Exodus 13:5\" href=\"/Exodus.13.5\">13:5</a> (all J) <a data-ref=\"Exodus 33:3\" href=\"/Exodus.33.3\">33:3</a> <a data-ref=\"Numbers 13:27\" href=\"/Numbers.13.27\">Nu 13:27</a>; <a data-ref=\"Numbers 14:8\" href=\"/Numbers.14.8\">14:8</a>; <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">16:14</a> (all JE) <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">Dt 6:3</a>; <a data-ref=\"Deuteronomy 11:9\" href=\"/Deuteronomy.11.9\">11:9</a>; <a data-ref=\"Deuteronomy 26:9\" href=\"/Deuteronomy.26.9\">26:9</a>, <a data-ref=\"Deuteronomy 26:15\" href=\"/Deuteronomy.26.15\">15</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>; <a data-ref=\"Deuteronomy 31:20\" href=\"/Deuteronomy.31.20\">31:20</a> <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">Jos 5:6</a> (D) <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> (H) <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 32:22\" href=\"/Jeremiah.32.22\">32:22</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:15\" href=\"/Ezekiel.20.15\">15</a>, of Egypt <a data-ref=\"Numbers 16:13\" href=\"/Numbers.16.13\">Nu 16:13</a>; <span dir=\"rtl\">זָב עִמְקֵךְ</span> <a data-ref=\"Jeremiah 49:4\" href=\"/Jeremiah.49.4\">Je 49:4</a> (fertile valley of Ammon). <strong>3.</strong>  fig. <em>flow away</em> = <em>pine away</em> (from hunger) <a data-ref=\"Lamentations 4:9\" href=\"/Lamentations.4.9\">La 4:9</a>. <strong>4.</strong>  <em>flow</em>, of issue from woman (all P), <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> <span dir=\"rtl\">יָזוּב זוֹב דָּמָהּ</span> (v. <a data-ref=\"BDB, זוֹב\" href=\"/BDB,_זוֹב\", dir=\"rtl\">זוֹב</a>); especially <em>have an issue</em> (<em>flux, gleet</em>), of woman <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a> and <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">15:19</a> <span dir=\"rtl\">(תִּהְיֶה זָבָה)</span>; usually of man, <a data-ref=\"II Samuel 3:29\" href=\"/II_Samuel.3.29\">2 S 3:29</a> (‖ <span dir=\"rtl\">מְצֹרָע</span>); elsewhere P, <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">Lv 15:2</a> <span dir=\"rtl\">זָב מִבִּשָׂרוֹ</span>; with cogn. acc. <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; ordinarily Pt. <span dir=\"rtl\">זָב</span> <em>one that has an issue</em> <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">9</a>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a>, <a data-ref=\"Leviticus 15:12\" href=\"/Leviticus.15.12\">12</a>, <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">13</a>, <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">32</a> (all P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H; ‖ <span dir=\"rtl\">צָרוּעַ</span>); also <a data-ref=\"Numbers 5:2\" href=\"/Numbers.5.2\">Nu 5:2</a> (P; ‖ <em>id.</em>)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a5b6084aa1cbf10a19", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָמֵא 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "BDB, טָמֵא 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָמֵא א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָמֵא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">טָמֵא</span></big></big>  <strong>vb.</strong> be or become unclean <strong>(</strong>NH Pi. <em>pollute</em> (ceremonially); Aramaic <span dir=\"rtl\">טְמָא</span> and especially deriv., <span dir=\"rtl\">ܛܰܡܰܐ</span> Pa. <em>pollute;</em> v. RS<sup>K 307 ff.</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 22 times; 3 fs. <span dir=\"rtl\">טָֽמְאָה</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 2 times; 2 fs. <span dir=\"rtl\">טָמֵאת</span> <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">Ez 22:4</a>; pl. <span dir=\"rtl\">טָֽמְאוּ</span> <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">Lv 15:18</a>; Impf. <span dir=\"rtl\">יִטְמָא</span> <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">Lv 5:3</a> + 34 times; 3 fs. <span dir=\"rtl\">תִּטְמָא</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">12:2</a> + 4 times; pl. <span dir=\"rtl\">יִטְמְאוּ</span> <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>; Inf. <span dir=\"rtl\">טָמְאָה</span> <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">Lv 15:32</a> + 6 times;—<em>be</em> or <em>become unclean:</em> <strong>1.</strong>  sexually, c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:20\" href=\"/Leviticus.18.20\">Lv 18:20</a>, <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">23</a> (H), <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>; the land <a data-ref=\"Leviticus 18:25\" href=\"/Leviticus.18.25\">Lv 18:25</a>, <a data-ref=\"Leviticus 18:27\" href=\"/Leviticus.18.27\">27</a> (H). <strong>2.</strong>  religiously, with idols <a data-ref=\"Ezekiel 22:3\" href=\"/Ezekiel.22.3\">Ez 22:3</a>; c. <span dir=\"rtl\">בְ</span> v <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">4</a>; with necromancers <a data-ref=\"Leviticus 19:31\" href=\"/Leviticus.19.31\">Lv 19:31</a> (H); by sacrificing children to idols <a data-ref=\"Psalms 106:39\" href=\"/Psalms.106.39\">ψ 106:39</a>. <strong>3.</strong>  ceremonially, by contact with carcasses of unclean animals <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:33\" href=\"/Leviticus.11.33\">33</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">35</a>, <a data-ref=\"Leviticus 11:36\" href=\"/Leviticus.11.36\">36</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a> (P); any carcass <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">17:15</a> (H); eating of a carcass <a data-ref=\"Leviticus 22:8\" href=\"/Leviticus.22.8\">22:8</a> (H); by issues <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a>, <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">9</a>, <a data-ref=\"Leviticus 15:20\" href=\"/Leviticus.15.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">24</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a> (P); by contact with an unclean man <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">5:3</a>; <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">15:4</a> (P), <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">22:5</a> (H), or thing <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); by leprosy <a data-ref=\"Leviticus 13:14\" href=\"/Leviticus.13.14\">13:14</a>, <a data-ref=\"Leviticus 13:46\" href=\"/Leviticus.13.46\">46</a>; <a data-ref=\"Leviticus 14:36\" href=\"/Leviticus.14.36\">14:36</a>, <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">46</a> (P); by contact with the dead <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>; <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">19:20</a> (P), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, or with one unclean by such contact <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">Nu 19:22</a> (P), <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hg 2:13</a><sup>(×2)</sup>; by contact with creeping things <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">Lv 22:5</a> (H); certain animals were always unclean <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">11:26</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a> (P). In ordinary cases of uncleanness <span dir=\"rtl\">טמא עד הערב</span> <em>unclean till even</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a>, <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">25</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>, <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">32</a>, <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">39</a>, <a data-ref=\"Leviticus 11:40\" href=\"/Leviticus.11.40\">40</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">14:46</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>, <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">17</a>, <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">18</a>, <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">19</a>, <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">21</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:27\" href=\"/Leviticus.15.27\">27</a> <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">22</a> (all P), <a data-ref=\"Leviticus 17:15\" href=\"/Leviticus.17.15\">Lv 17:15</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a> (H); but uncleanness lasted 7 days for woman bearing a son <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a><sup>(×2)</sup> (P), for man lying with woman having an issue <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">15:24</a> (P), or one coming in contact with the dead <a data-ref=\"Numbers 19:11\" href=\"/Numbers.19.11\">Nu 19:11</a>, <a data-ref=\"Numbers 19:14\" href=\"/Numbers.19.14\">14</a>, <a data-ref=\"Numbers 19:16\" href=\"/Numbers.19.16\">16</a> (P); it lasted 14 days for a woman bearing a daughter <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">Lv 12:5</a> (P).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִטְמָא</span> <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a>; 3 fs. <span dir=\"rtl\">נִטְמְאָה</span> <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">Nu 5:27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>; <span dir=\"rtl\">נִטְמָ֑אָה</span> <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">5:13</a> + 5 times; 1 s. <span dir=\"rtl\">נִטְמֵאתִי</span> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a>; 2 m.pl. <span dir=\"rtl\">נִטְמֵתֶם</span> <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a> (<span dir=\"rtl\">א</span> omitted by scribal error; but Ges al. derive from <span dir=\"rtl\">טמה</span>), etc. + 4 times pf.; Pt. pl. <span dir=\"rtl\">נִטְמְאִים</span> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>;—<em>defile oneself, be defiled:</em> <strong>1.</strong>  sexually, <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a> (H), <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">Nu 5:13</a>, <a data-ref=\"Numbers 5:14\" href=\"/Numbers.5.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 5:20\" href=\"/Numbers.5.20\">20</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>, <a data-ref=\"Numbers 5:28\" href=\"/Numbers.5.28\">28</a>, <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">29</a> (P). <strong>2.</strong>  by idolatry conceived as whoredom <a data-ref=\"Hosea 5:3\" href=\"/Hosea.5.3\">Ho 5:3</a>; <a data-ref=\"Hosea 6:10\" href=\"/Hosea.6.10\">6:10</a> <a data-ref=\"Jeremiah 2:23\" href=\"/Jeremiah.2.23\">Je 2:23</a> <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">Ez 20:30</a>, <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">31</a>, <a data-ref=\"Ezekiel 20:43\" href=\"/Ezekiel.20.43\">43</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:13\" href=\"/Ezekiel.23.13\">13</a>, <a data-ref=\"Ezekiel 23:30\" href=\"/Ezekiel.23.30\">30</a>. <strong>3.</strong>  ceremonially, by eating creeping things <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">Lv 11:43</a>. <strong>4.</strong>  <em>be regarded as unclean</em> (cf. <strong>Pi. 4</strong>), prob. <span dir=\"rtl\">נִטְמִינוּ</span> <a data-ref=\"Job 18:3\" href=\"/Job.18.3\">Jb 18:3</a> <em>we are accounted as unclean;</em> metapl. form; on another view v. <a ,=\"\" data-ref=\"BDB, טָמָה\" dir=\"rtl\" href=\"/BDB,_טָמָה\">טמה</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">טִמֵּא</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a> + 15 times; sf. <span dir=\"rtl\">טִמְּאוֹ</span> <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">Lv 13:8</a> + 3 times; 2 fs. <span dir=\"rtl\">טִמֵּאת</span> <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>, etc. + 7 times Pf.; Impf. <span dir=\"rtl\">יְטַמֵּא</span> <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, etc. + 12 times Impf.; Imv. pl. <span dir=\"rtl\">טַמְּאוּ</span> <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; Inf. <span dir=\"rtl\">טַמֵּא</span> <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">Lv 13:44</a> + 2 times; sf. <span dir=\"rtl\">טַמְּאָם</span> <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">15:31</a>, etc. + 4 times Inf.;—<em>defile:</em> <strong>1.</strong>  sexually <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a> (R), <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a>, <a data-ref=\"Ezekiel 18:11\" href=\"/Ezekiel.18.11\">11</a>, <a data-ref=\"Ezekiel 18:15\" href=\"/Ezekiel.18.15\">15</a>; <a data-ref=\"Ezekiel 22:11\" href=\"/Ezekiel.22.11\">22:11</a>; <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">33:26</a>; the land by sexual impurities of the people <a data-ref=\"Leviticus 18:28\" href=\"/Leviticus.18.28\">Lv 18:28</a> (H); Isr. by spiritual whoredom <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>. <strong>2.</strong>  religiously: the land, by bloodshed <a data-ref=\"Numbers 35:34\" href=\"/Numbers.35.34\">Nu 35:34</a> (P); by allowing the dead body of the murderer to hang on the tree over night <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">Dt 21:23</a>; by idolatry <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a> <a data-ref=\"Ezekiel 36:17\" href=\"/Ezekiel.36.17\">Ez 36:17</a>, <a data-ref=\"Ezekiel 36:18\" href=\"/Ezekiel.36.18\">18</a>; Isr. defiled the <em>sacred places</em> by the sacrifice of children <a data-ref=\"Leviticus 20:3\" href=\"/Leviticus.20.3\">Lv 20:3</a> (H), <a data-ref=\"Ezekiel 23:38\" href=\"/Ezekiel.23.38\">Ez 23:38</a>, and God defiled him thereby <a data-ref=\"Ezekiel 20:26\" href=\"/Ezekiel.20.26\">20:26</a>; he defileth the sacred places by idolatry <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a> <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> = <a data-ref=\"Jeremiah 32:34\" href=\"/Jeremiah.32.34\">32:34</a>, <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>; the holy name of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 43:7\" href=\"/Ezekiel.43.7\">43:7</a>, <a data-ref=\"Ezekiel 43:8\" href=\"/Ezekiel.43.8\">8</a>; Josiah defiled the idolatrous places of worship by destroying them and making them unfit for use <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a>, <a data-ref=\"II Kings 23:10\" href=\"/II_Kings.23.10\">10</a>, <a data-ref=\"II Kings 23:13\" href=\"/II_Kings.23.13\">13</a>, <a data-ref=\"II Kings 23:16\" href=\"/II_Kings.23.16\">16</a>; of Isr. defiling idolatrous images <a data-ref=\"Isaiah 30:22\" href=\"/Isaiah.30.22\">Is 30:22</a>, and the nations the temple of God <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>. <strong>3.</strong>  ceremonially: by ceremonial uncleanness, the sacred places <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">Lv 15:31</a> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a> (P); the camp <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (P); the temple by dead bodies <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a>; the Nazirite’s head of separation by a death occurring in his presence <a data-ref=\"Numbers 6:9\" href=\"/Numbers.6.9\">Nu 6:9</a> (P); the people defile themselves <span dir=\"rtl\">(נפשׁתיכם)</span> by creeping things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a> (P). <strong>4.</strong>  <em>pronounce or declare</em> ceremonially <em>unclean:</em> the leper <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">Lv 13:3</a>, <a data-ref=\"Leviticus 13:8\" href=\"/Leviticus.13.8\">8</a>, <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">11</a>, <a data-ref=\"Leviticus 13:15\" href=\"/Leviticus.13.15\">15</a>, <a data-ref=\"Leviticus 13:20\" href=\"/Leviticus.13.20\">20</a>, <a data-ref=\"Leviticus 13:22\" href=\"/Leviticus.13.22\">22</a>, <a data-ref=\"Leviticus 13:25\" href=\"/Leviticus.13.25\">25</a>, <a data-ref=\"Leviticus 13:27\" href=\"/Leviticus.13.27\">27</a>, <a data-ref=\"Leviticus 13:30\" href=\"/Leviticus.13.30\">30</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (P); unclean animals <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">20:25</a> (H).<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">נַפְשִׁי לֹא מְטֻמָּאָה</span> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> <em>myself is not polluted</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִטַּמָּא</span> <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a> + 4 times; pl. <span dir=\"rtl\">יִטַּמְּאוּ</span> <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; <span dir=\"rtl\">יִטַּמָּ֑אוּ</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a> <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>, etc. + 6 times Impf.;—reflexive, <em>defile oneself:</em> by eating of an unaccepted peace-offering <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 18:24\" href=\"/Leviticus.18.24\">Lv 18:24</a>, <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">30</a> (H), <a data-ref=\"Leviticus 11:43\" href=\"/Leviticus.11.43\">11:43</a> (P), <a data-ref=\"Ezekiel 14:11\" href=\"/Ezekiel.14.11\">Ez 14:11</a>; <a data-ref=\"Ezekiel 20:7\" href=\"/Ezekiel.20.7\">20:7</a>, <a data-ref=\"Ezekiel 20:18\" href=\"/Ezekiel.20.18\">18</a>; <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">37:23</a>; c. <span dir=\"rtl\">לְ</span> <em>for</em> a dead person <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>, <a data-ref=\"Leviticus 21:3\" href=\"/Leviticus.21.3\">3</a>, <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">11</a> (H), <a data-ref=\"Numbers 6:7\" href=\"/Numbers.6.7\">Nu 6:7</a> (P); <em>by</em> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> (P); without prep. <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">21:4</a> (H), <a data-ref=\"Ezekiel 44:25\" href=\"/Ezekiel.44.25\">Ez 44:25</a>.<br><strong>Hothp.</strong>  Pf. <span dir=\"rtl\">אַהֲרֵי אֲשֶׁר הֻטַּמָּ֑אָה</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> <em>after that she has been defiled</em> (sexually); on form v. Ges<sup>§ 54. 3</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d21db6084aa1cbf16137", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כָּבַס 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "BDB, כָּבַס 1", "sourceHeRef": "בראון-דרייבר-בריגס, כָּבַס א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כָּבַס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">כָּבַס</span></big></big><sub>51</sub><big><big>]</big></big>  <strong>vb.</strong> (<strong>tread</strong>), <strong>wash (</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">כבס</span> as pt.; Assyrian <em>kabâsu</em>, <em>tread</em>, (<em>down</em>), <em>subjugate</em>, <em>kilšu</em>, <em>step, path</em>, Dl<sup>HWB</sup><strong>)</strong>—<br><strong>Qal</strong>  Pt. only <span dir=\"rtl\">מְסִלַּת שְׂדֵה כוֹבֵס</span> <em>highway of fuller’s</em> (= <em>treader’s, washer’s</em>) <em>field</em> <a data-ref=\"Isaiah 7:3\" href=\"/Isaiah.7.3\">Is 7:3</a>; <a data-ref=\"Isaiah 36:2\" href=\"/Isaiah.36.2\">36:2</a> = <a data-ref=\"II Kings 18:17\" href=\"/II_Kings.18.17\">2 K 18:17</a>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">וְכִּבֶּס</span> consec. <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">Lv 13:6</a> + 11 times; <span dir=\"rtl\">כִּבֵּס</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>, etc.; Impf. <span dir=\"rtl\">יְכַבֵּס</span> <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">Lv 11:25</a> + 16 times; 2 ms. sf. <span dir=\"rtl\">תְּכַבְּסֵנִי</span> <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>, etc.; Imv. sf. <span dir=\"rtl\">כַּבְּסֵנִי</span> <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">51:4</a>; fs. <span dir=\"rtl\">כַּבְּסִי</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">Je 4:14</a>; Pt. pl. <span dir=\"rtl\">מְכַבְּסִים</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>;— <strong>1.</strong>  <em>wash</em> garments (i.e. by <em>treading</em>) <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E), <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a>; fig. of Judah <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; elsewhere chiefly P: <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">Lv 6:20</a>; <a data-ref=\"Leviticus 11:25\" href=\"/Leviticus.11.25\">11:25</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>; <a data-ref=\"Leviticus 13:6\" href=\"/Leviticus.13.6\">13:6</a>, <a data-ref=\"Leviticus 13:34\" href=\"/Leviticus.13.34\">34</a>; <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">15:11</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">Nu 8:9</a> +; ‖ <span dir=\"rtl\">רָחץ</span> (which = <em>wash person</em>) <a data-ref=\"Leviticus 14:8\" href=\"/Leviticus.14.8\">Lv 14:8</a>, <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">9</a>; <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:7\" href=\"/Leviticus.15.7\">7</a>, <a data-ref=\"Leviticus 15:8\" href=\"/Leviticus.15.8\">8</a>, <a data-ref=\"Leviticus 15:10\" href=\"/Leviticus.15.10\">10</a>, <a data-ref=\"Leviticus 15:11\" href=\"/Leviticus.15.11\">11</a> + (<span dir=\"rtl\">כ׳</span> in Lv 27 times, ‖ <span dir=\"rtl\">ר׳</span> 15 times; in Nu 8 times, ‖ <span dir=\"rtl\">ר׳</span> 3 times); Pt. = <em>fuller</em> (cf. Qal), only <span dir=\"rtl\">בֹּרִית מְכ׳</span> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>. †<strong>2.</strong>  <em>wash</em> person, only poet. and fig. <span dir=\"rtl\">אִם תְּכַבְּסִי בַּנֶּתֶר</span> <a data-ref=\"Jeremiah 2:22\" href=\"/Jeremiah.2.22\">Je 2:22</a>; <span dir=\"rtl\">כַּבְּסִי מֵרָעָה לִבֵּךְ</span> <a data-ref=\"Jeremiah 4:14\" href=\"/Jeremiah.4.14\">4:14</a>; c. sf. <a data-ref=\"Psalms 51:4\" href=\"/Psalms.51.4\">ψ 51:4</a> (‖ <span dir=\"rtl\">טהר</span>; + <span dir=\"rtl\">מֵעָוֹן</span>); v <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">9</a> (‖ <span dir=\"rtl\">חִטֵּא</span>).<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְכֻבַּס</span> consec. <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">Lv 13:58</a>; <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">15:17</a> <em>be washed</em>, of garment.<br>†<strong>Hothp.</strong>  (Ges<sup>§ 54, 3</sup>) Inf. <span dir=\"rtl\">אַחֲרֵי הֻכַּבֵּס אֶת־הַנֶּגַע</span> <a data-ref=\"Leviticus 13:55\" href=\"/Leviticus.13.55\">Lv 13:55</a> <em>after the plague is washed out</em>, so v <a data-ref=\"Leviticus 13:56\" href=\"/Leviticus.13.56\">56</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d237b6084aa1cbf17561", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּלִי 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "BDB, כְּלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּלִי א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כְּלִי</span></big><sub>324</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> <strong>article, utensil, vessel (</strong>NH <em>id.;</em> according to Thes from <span dir=\"rtl\">כלה</span> = <em>conficere</em>, like Ger. <em>Zeug</em> from <em>zeugen;</em> proposes therefore anything <em>finished, made, produced;</em> according to Ba<sup>ZMG 1887, 605</sup> from meaning <em>enclose, contain;</em> he finds pl. of <span dir=\"rtl\">כְּלִי</span> in <span dir=\"rtl\">כלאי</span> M-I<sup>23</sup> (cf. <span dir=\"rtl\">כלאים</span>)<strong>)</strong>—<span dir=\"rtl\">כ׳</span> abs. <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a> +; <span dir=\"rtl\">הַכֶּ֑לִי</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a>; <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>; cstr. <span dir=\"rtl\">כְּלִי</span> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> +; sf. <span dir=\"rtl\">כֶּלְיְךָ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; pl. <span dir=\"rtl\">כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> +; cstr. <span dir=\"rtl\">כְּלֵי</span> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> +; sf. <span dir=\"rtl\">כֵּלַי</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times; <span dir=\"rtl\">כֵּלֶיךָ</span> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>; <span dir=\"rtl\">כֵּלֵינוּ</span> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <span dir=\"rtl\">כְּלֵיכֶם</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> +; <span dir=\"rtl\">כְּלֵיהֶם</span> <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> +;—<br><strong>1.</strong>  in gen., <em>article, object</em>, made of any material, <em>thing</em>, especially thing of value <span dir=\"rtl\">כ׳ זָהָב</span> <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> (images of mice, etc.), personal or household property <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a><sup>(×2)</sup> (E; v b <span dir=\"rtl\">כֹּל כְּלֵי־בֵיתֶ֑ךָ</span>), <a data-ref=\"Genesis 45:20\" href=\"/Genesis.45.20\">45:20</a> (E), <span dir=\"rtl\">כִּלֵי בֵית־טוֹבִיָּהוּ</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (JE), <span dir=\"rtl\">כֶּסֶף אוֹ כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> (E) <em>money</em> or <em>articles</em> (property), <span dir=\"rtl\">כְּלִי־פָּ֑ז</span> <a data-ref=\"Job 28:17\" href=\"/Job.28.17\">Jb 28:17</a> (appar. coll.); <em>things carried</em>, pl. = <em>stuff, load, baggage</em> (<em>impedimenta</em>) <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">1 S 17:22</a><sup>(×2)</sup>, appar. = <em>baggage-train</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">10:22</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; (cf. <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> supr.); <span dir=\"rtl\">כְּלֵי גוֹלָה</span> <em>things of exile</em>, i.e. the most necessary articles, such as exiles may take, <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a> <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">Ez 12:3</a>, <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4a</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7a</a>; = <em>ornament</em> or <em>jewels</em> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J <span dir=\"rtl\">כ׳ כֶסֶף וכ׳ זָהָב</span>, prob. = ornaments), <span dir=\"rtl\">כ׳ כסף וכ׳ זהב</span> also <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a>; <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (all E); <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, <span dir=\"rtl\">כְּלֵי מַעֲשֶׂה</span> v <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">51</a> (all P), <span dir=\"rtl\">כְּלִי יְקָר</span> <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">Pr 20:15</a> (in fig.), <span dir=\"rtl\">כ׳ תִפְאַרְתֵּךְ</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>, <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a> (all in fig.); <span dir=\"rtl\">כְּלֵי נְחשֶׁת</span> as merchandise <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>; <span dir=\"rtl\">כֵּלִים</span> as cargo of ship <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <span dir=\"rtl\">כסף וזהב וּכְלֵי נְחשֶׁת וּבַרְזֶל</span> <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a> (JE; spoil of war); of any household article (on which one sits) <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> (all P); of skin <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, or wood v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (P) <span dir=\"rtl\">כְּלִי חֶמְדָּה</span> <a data-ref=\"Nahum 2:10\" href=\"/Nahum.2.10\">Na 2:10</a> <em>precious thing</em>, so <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> (fig.), <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> (sim.), <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a> <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">Dn 11:8</a>, <span dir=\"rtl\">כלי חֲמֻדוֹת</span> <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a> (appar. = ornaments); also <span dir=\"rtl\">כְּלִי אֵין־חֵפֶץ בּוֹ</span> <a data-ref=\"Jeremiah 22:28\" href=\"/Jeremiah.22.28\">Je 22:28</a> (fig. of Coniah, ‖ <span dir=\"rtl\">עֶצֶב נִבְזֶה נָפוּץ</span>), <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> (sim.; cf. <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a> infr.); †specif. of <em>garments</em> (one’s ‘things’): <span dir=\"rtl\">כְּלִי־גֶבֶר</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> (‖ <span dir=\"rtl\">שִׂמְלַת אִשָּׁה</span>), so <span dir=\"rtl\">כְּלִי־עוֹר</span> <a data-ref=\"Leviticus 13:49\" href=\"/Leviticus.13.49\">Lv 13:49</a> (cf. <span dir=\"rtl\">מְלֶאכֶת עוֹר</span> v <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">48</a>), v <a data-ref=\"Leviticus 13:52\" href=\"/Leviticus.13.52\">52</a>, <a data-ref=\"Leviticus 13:53\" href=\"/Leviticus.13.53\">53</a>, <a data-ref=\"Leviticus 13:57\" href=\"/Leviticus.13.57\">57</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (all P).<br><strong>2.</strong>  <em>utensil, implement, apparatus:</em> †<strong>a.</strong>  <em>implement</em> of hunting and (especially) war, = <em>weapon</em> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>; <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">21:9</a> <span dir=\"rtl\">(גַּם חַרְבִּי וְגַם כֵּלַי)</span>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">17</a> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; prob. also <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a>, <span dir=\"rtl\">כְּלִי בַּרְזֶל</span> v <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">16</a>, <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> (all P); <span dir=\"rtl\">כְּלֵי חָמָם</span> <a data-ref=\"Genesis 49:5\" href=\"/Genesis.49.5\">Gn 49:5</a> (poem); <span dir=\"rtl\">כְּלִי מַשְׁחֵתוֹ</span> <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">כ׳ מַפָּצוֹ</span> v <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">2</a>; fig. of God’s weapons <span dir=\"rtl\">כְּלֵי־מָוֶת</span> <a data-ref=\"Psalms 7:14\" href=\"/Psalms.7.14\">ψ 7:14</a> (‖ <span dir=\"rtl\">חִצָּיו</span>); <span dir=\"rtl\">כ׳ זַעְמוֹ</span> <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">Is 13:5</a> <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>; of entire equipment of warrior, <em>armour</em> or <em>armament</em> offensive and defensive <a data-ref=\"I Samuel 17:54\" href=\"/I_Samuel.17.54\">1 S 17:54</a> (cf. v <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">5 ff.</a>), <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>, <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> (v Dr<sup>Sm 139, 293</sup>), <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a>, <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">10</a> = <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>, <a data-ref=\"I Chronicles 10:10\" href=\"/I_Chronicles.10.10\">10</a>; hence <span dir=\"rtl\">(כֵּלָיו) נֹשֵׂא כֵלִים</span> <em>armour</em>- or <em>weapon-bearer</em> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a>, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">6</a>, <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">7</a>, <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">13</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">14</a>, <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">17</a>; <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">16:21</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a>, <a data-ref=\"I Samuel 31:6\" href=\"/I_Samuel.31.6\">6</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>, <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">2 S 18:15</a>; <a data-ref=\"II Samuel 23:37\" href=\"/II_Samuel.23.37\">23:37</a> = <a data-ref=\"I Chronicles 11:39\" href=\"/I_Chronicles.11.39\">1 Ch 11:39</a>; fig. <span dir=\"rtl\">וְכֵלַי כֵּלָיו רָעִים</span> <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <em>and a knave, his weapons</em> (i.e. devices, Che ‘machinations’) <em>are evil;</em> more precisely <span dir=\"rtl\">כְּלֵי מִלְחָמָה</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <a data-ref=\"II Samuel 1:27\" href=\"/II_Samuel.1.27\">2 S 1:27</a> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a>; <a data-ref=\"Jeremiah 51:20\" href=\"/Jeremiah.51.20\">51:20</a> (fig.), <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"I Chronicles 12:34\" href=\"/I_Chronicles.12.34\">1 Ch 12:34</a> (van d. H. v <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">33</a>); <span dir=\"rtl\">כְּלֵי צְבָא מִלְחָמָה</span> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a> (van d. H.) v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">כְּלֵי קְרָב</span> <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">Ec 9:18</a>; <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> is perhaps <em>armoury;</em> <span dir=\"rtl\">כ׳</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> is sacrificial knife. †<strong>b.</strong>  <em>instrument</em> of music <span dir=\"rtl\">כְּלֵי (הַ)שִּׁיר</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; <a data-ref=\"I Chronicles 16:42\" href=\"/I_Chronicles.16.42\">16:42</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> <a data-ref=\"II Chronicles 23:13\" href=\"/II_Chronicles.23.13\">23:13</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <span dir=\"rtl\">כְּלֵי דָוִיד</span> <a data-ref=\"II Chronicles 29:26\" href=\"/II_Chronicles.29.26\">29:26</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>, <span dir=\"rtl\">כ׳־שִׁיר דָּוִיד</span> <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>; <span dir=\"rtl\">כְּלִי נֶבֶל</span> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>, <span dir=\"rtl\">כ׳ נְבָלִים</span> <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">1 Ch 16:5</a>; <span dir=\"rtl\">כֵּלִים</span> alone <a data-ref=\"I Chronicles 23:5\" href=\"/I_Chronicles.23.5\">1 Ch 23:5</a>, cf. <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">Nu 31:6</a> (P <span dir=\"rtl\">כְּלֵי הַקֹּדֶשׁ</span>);—for <span dir=\"rtl\">(ליהוה) בִּכְלֵי עֹז</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">2 Ch 30:21</a> read <span dir=\"rtl\">בְּכָל־עֹז</span> (Kau<sup>AT</sup>, cf. Be). †<strong>c.</strong>  <em>implement</em> of labour, <em>tool</em> <span dir=\"rtl\">כ׳ בַרְזֶל</span> <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a>, or of one’s calling, pursuit <span dir=\"rtl\">קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי</span> <a data-ref=\"Zechariah 11:15\" href=\"/Zechariah.11.15\">Zc 11:15</a> (otherwise <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, v <strong>3</strong>). †<strong>d.</strong>  <em>equipment</em> of oxen (yoke, etc.) <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. †<strong>e.</strong>  <span dir=\"rtl\">כְּלֵי רִכְבּוֹ</span> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <em>his chariot-equipments</em>. <strong>f.</strong>  as gen. term for <em>utensils</em> and <em>furniture</em> of Sol.’s palace <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>; especially (very often) of tabern. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">27:3</a> + (in Hex always P), and temple <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">1 K 7:45</a>, <a data-ref=\"I Kings 7:47\" href=\"/I_Kings.7.47\">47</a>, <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">48</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a> +; of both palace and temple <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a>, <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">19</a>, <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">21</a>; combinations are <span dir=\"rtl\">כְּלֵי הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>, <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>, <span dir=\"rtl\">כ׳ בֵית י׳</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">28:3</a>, <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">6</a> <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a>, <span dir=\"rtl\">כְּלֵי חֶמְדַּת בֵּית י׳</span> <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">2 Ch 36:10</a>, <span dir=\"rtl\">כ׳ בֵית אֱלֹהִים</span> <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">2 Ch 28:24</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">36:18</a> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, <span dir=\"rtl\">כ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">כ׳ הַשָּׁרֵת</span> <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">Nu 4:12</a> <em>utensil of ministry</em>, <span dir=\"rtl\">כ׳ עֲבֹדָתָם</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <span dir=\"rtl\">כ׳ עֲבוֹדַת בֵּית י׳</span> <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">1 Ch 28:13</a>, <span dir=\"rtl\">כ׳ מִשְׁמֶרֶת מַשָּׂאָם</span> <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">Nu 4:32</a>; also <span dir=\"rtl\">כ׳ הַקֹּדֶשׁ</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; of <em>appliances</em> of idol-worship <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>.<br><strong>3.</strong>  ><em>vessel, receptacle</em>, of various materials and for various purposes <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; = <em>sack</em> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E; <span dir=\"rtl\">שַׂק</span> in ‖ cl., cf. <span dir=\"rtl\">אַמְתַּחַת</span> v <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">27</a>); <span dir=\"rtl\">כְּלִי הָרֹעִים</span> <em>shepherd’s bag</em> or <em>wallet</em> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, cf. v <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a>; <span dir=\"rtl\">כ׳ חֶרֶשׂ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> is <em>earthernware receptacle</em> for deed of sale; for liquids <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">1 K 17:10</a> <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a><sup>(×2)</sup>, <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">4</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a><sup>(×3)</sup>, <span dir=\"rtl\">כ׳ מַשְׁקֶה</span> <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">כְּלֵי שַׁמְנָהּ</span> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, cf. v <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>; <span dir=\"rtl\">וְלֹא הוּרַק מִכְּלִי אֶל־כֶּ֑לִי</span> <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig.), cf. v <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">12</a> (‖ <span dir=\"rtl\">נְבָלִים</span>); for cooking <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a> <span dir=\"rtl\">(כ׳ חֶרֶשׂ)</span>, v <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">21</a> <span dir=\"rtl\">(כ׳ נְחשֶׁת)</span>; v also <span dir=\"rtl\">(הַ)יּוֹצֵר</span> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a> <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">Je 19:11</a> (sim.), <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (sim.), <span dir=\"rtl\">לַצֹּרֵף כֶּ֑לִי</span> <a data-ref=\"Proverbs 25:4\" href=\"/Proverbs.25.4\">Pr 25:4</a>; <span dir=\"rtl\">כ׳ פָתוּחַ</span> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> <em>an open</em> (<em>uncovered</em>) <em>vessel</em>. <span dir=\"rtl\">כ׳ טָהוֹר</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <em>a clean vessel;</em> fig. of Eliakim’s relatives <span dir=\"rtl\">כְּלֵי הַקָּטָ֑ן מִכְּלֵי הָאַגָּנוֹת וְעַד כָּל־כְּלֵי הַנְּבָלִים</span> <a data-ref=\"Isaiah 22:24\" href=\"/Isaiah.22.24\">Is 22:24</a> <em>the vessels of smallness</em> (Da<sup>Synt. § 32, R 5</sup>), <em>from the basin-vessels to all the pitcher-vessels</em>.<br>†<strong>4.</strong>  specif. <span dir=\"rtl\">כְּלֵי־גֹמֶא</span> <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">Is 18:2</a> <em>vessels</em> (boats) <em>of paper-reed</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a9b6084aa1cbf1cc21", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַי 1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "BDB, מַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַי א׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">מַי</span></big></big><sub>580</sub><big><big>]</big></big>  <strong>n.m.</strong> <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> only pl. <span dir=\"rtl\">מַ֫יִם</span> waters, water <strong>(</strong>NH <em>id.;</em> MI <sup>23</sup> <span dir=\"rtl\">[ין]מ</span>; SI <sup>5</sup> <span dir=\"rtl\">המים</span>; Aramaic <span dir=\"rtl\">מַיָּא</span>, <span dir=\"rtl\">מַיִּין</span>, <span dir=\"rtl\">ܡܰܝܴ</span>̈ܐ; Assyrian <em>mû</em>, pl. <em>mê</em>, also <em>mâmu</em> Dl<sup>HWB 394</sup>; Arabic <span dir=\"rtl\">مَآءٌ</span>; Ethiopic ማይ, pl. ማያት; Sab. <span dir=\"rtl\">[מו]</span>, <span dir=\"rtl\">מום</span>, pl. <span dir=\"rtl\">מון</span>, Min. <span dir=\"rtl\">[מה]</span>, pl. <span dir=\"rtl\">מהן</span> DHM<sup>6th Or. Congr. (Leiden) ii. 1, 451 f.</sup> (v. on these forms Ba<sup>ZMG xiii, 1888, 341 ff.</sup>)<strong>)</strong>;—<span dir=\"rtl\">מַ֫יִם (מָ֑יִם)</span> <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a> +; <span dir=\"rtl\">הַמַּ֫יְמָה</span> <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">Ex 7:15</a>; <a data-ref=\"Exodus 8:16\" href=\"/Exodus.8.16\">8:16</a>; cstr. <span dir=\"rtl\">מֵי</span> <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a> + 71 times; <span dir=\"rtl\">מֵימֵי</span> <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">Ex 4:9</a> + 10 times + Qr <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; sf. <span dir=\"rtl\">מֵימַי</span> <a data-ref=\"Hosea 2:7\" href=\"/Hosea.2.7\">Ho 2:7</a> + <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> (but read here <span dir=\"rtl\">יֵינִי</span> 𝔊 Ew Th We Klo Dr Kit Bu); <span dir=\"rtl\">מֵימֶ֫יךָ</span> <a data-ref=\"Exodus 23:25\" href=\"/Exodus.23.25\">Ex 23:25</a> + 3 times; <span dir=\"rtl\">מֵימָיו</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 6 times; <span dir=\"rtl\">מֵימֶיהָ</span> <a data-ref=\"Jeremiah 6:7\" href=\"/Jeremiah.6.7\">Je 6:7</a>; <a data-ref=\"Jeremiah 50:38\" href=\"/Jeremiah.50.38\">50:38</a>; <span dir=\"rtl\">מֵימֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>; <span dir=\"rtl\">מֵימֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> + 4 times;—<em>waters, water</em> (c. adj. pl. <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">Gn 26:19</a> <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">Ex 15:10</a> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a> + often, so always c. adj.; also c. pt. pl. <a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a> <a data-ref=\"II Kings 3:20\" href=\"/II_Kings.3.20\">2 K 3:20</a> +; c. pron. pl. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> <a data-ref=\"II Kings 2:21\" href=\"/II_Kings.2.21\">2 K 2:21</a> +; cf. sf. <a data-ref=\"Joshua 4:18\" href=\"/Joshua.4.18\">Jos 4:18</a>; before pl. vb. <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">Gn 1:9</a>, <a data-ref=\"Genesis 1:20\" href=\"/Genesis.1.20\">20</a>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">21</a>; <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a> + often; after pl. vb. <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <a data-ref=\"Ezekiel 31:4\" href=\"/Ezekiel.31.4\">Ez 31:4</a> +; rarely c. sg. vb.; before, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">Gn 9:15</a> <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">Lv 11:34</a> <a data-ref=\"Numbers 20:2\" href=\"/Numbers.20.2\">Nu 20:2</a>; <a data-ref=\"Numbers 24:7\" href=\"/Numbers.24.7\">24:7</a>; <a data-ref=\"Numbers 33:14\" href=\"/Numbers.33.14\">33:14</a> <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; after, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>);—<br><strong>1.</strong> <strong>a.</strong>  <em>water</em>, of a spring or well (<span dir=\"rtl\">עַיִן</span>, <span dir=\"rtl\">בְּאֵר</span>) <a data-ref=\"Genesis 16:7\" href=\"/Genesis.16.7\">Gn 16:7</a>; <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a>, <a data-ref=\"Genesis 24:13\" href=\"/Genesis.24.13\">13</a><sup>(×2)</sup>, <a data-ref=\"Genesis 24:43\" href=\"/Genesis.24.43\">43</a> <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a><sup>(×2)</sup> (J), <a data-ref=\"Genesis 21:19\" href=\"/Genesis.21.19\">Gn 21:19</a>, <a data-ref=\"Genesis 21:25\" href=\"/Genesis.21.25\">25</a> <a data-ref=\"Numbers 20:17\" href=\"/Numbers.20.17\">Nu 20:17</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> (E), etc.; for drinking, also <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a> <a data-ref=\"Jonah 3:7\" href=\"/Jonah.3.7\">Jon 3:7</a> + often; out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a><sup>(×2)</sup>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a>, <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">11</a> (P), <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> etc.; <span dir=\"rtl\">מֵי מְרִיבָה</span> (RS<sup>Sem. i. 165. 2nd ed. 181</sup>) <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>, <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">24</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a> (P), <a data-ref=\"Deuteronomy 33:8\" href=\"/Deuteronomy.33.8\">Dt 33:8</a> <a data-ref=\"Psalms 81:8\" href=\"/Psalms.81.8\">ψ 81:8</a> <a data-ref=\"Psalms 106:32\" href=\"/Psalms.106.32\">106:32</a>; cf. <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a> <a data-ref=\"Ezekiel 47:19\" href=\"/Ezekiel.47.19\">Ez 47:19</a>; <a data-ref=\"Ezekiel 48:28\" href=\"/Ezekiel.48.28\">48:28</a>; for washing (hands, feet, person) <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>; <a data-ref=\"Genesis 24:32\" href=\"/Genesis.24.32\">24:32</a>; <a data-ref=\"Genesis 43:24\" href=\"/Genesis.43.24\">43:24</a> (J), <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">2 K 3:11</a>, <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">Ex 29:4</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a> <a data-ref=\"Leviticus 15:5\" href=\"/Leviticus.15.5\">Lv 15:5</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a> + (P); (victims) <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a>, <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:21\" href=\"/Leviticus.8.21\">8:21</a> (P); (vessels) <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a>; <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">11:32</a>, <a data-ref=\"Leviticus 11:34\" href=\"/Leviticus.11.34\">34</a> (P); (garments) <a data-ref=\"Leviticus 15:17\" href=\"/Leviticus.15.17\">Lv 15:17</a> <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">Nu 19:8</a> (P); for cooking <a data-ref=\"Exodus 12:9\" href=\"/Exodus.12.9\">Ex 12:9</a> (P), cf. <a data-ref=\"Isaiah 64:1\" href=\"/Isaiah.64.1\">Is 64:1</a> <a data-ref=\"Ezekiel 24:3\" href=\"/Ezekiel.24.3\">Ez 24:3</a> (symbol.); for purification <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> <span dir=\"rtl\">(מֵי חַטָּאת)</span>, <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> <span dir=\"rtl\">(מֵי נִדָּה)</span>, cf. v <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:18\" href=\"/Numbers.19.18\">18</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a>, <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">20:13</a>; <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">31:23</a><sup>(×2)</sup> (all P), <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a> (fig.). <strong>b.</strong>  of a river, Nile <a data-ref=\"Exodus 2:10\" href=\"/Exodus.2.10\">Ex 2:10</a>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup> (J), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a> etc.; Jordan <a data-ref=\"Joshua 3:8\" href=\"/Joshua.3.8\">Jos 3:8</a> (D), v <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">15</a>, <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (JE), etc.; Euphrates <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a> (fig.), <a data-ref=\"Jeremiah 2:18\" href=\"/Jeremiah.2.18\">Je 2:18</a>; Ezek.’s river <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">2</a> +, etc.; of streams, canals, etc., especially as condition of fertility <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; <a data-ref=\"Deuteronomy 10:7\" href=\"/Deuteronomy.10.7\">10:7</a> <a data-ref=\"Isaiah 1:30\" href=\"/Isaiah.1.30\">Is 1:30</a> <a data-ref=\"Proverbs 30:16\" href=\"/Proverbs.30.16\">Pr 30:16</a> <a data-ref=\"II Kings 3:17\" href=\"/II_Kings.3.17\">2 K 3:17</a> +, etc. <strong>c.</strong>  of sea <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a>; <a data-ref=\"Amos 9:6\" href=\"/Amos.9.6\">9:6</a>; Red Sea <a data-ref=\"Exodus 15:8\" href=\"/Exodus.15.8\">Ex 15:8</a>, <a data-ref=\"Exodus 15:10\" href=\"/Exodus.15.10\">10</a>, <a data-ref=\"Exodus 15:19\" href=\"/Exodus.15.19\">19</a> (song), <a data-ref=\"Exodus 14:21\" href=\"/Exodus.14.21\">14:21</a>, <a data-ref=\"Exodus 14:22\" href=\"/Exodus.14.22\">22</a>, <a data-ref=\"Exodus 14:26\" href=\"/Exodus.14.26\">26</a> + (P), <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a> (D), etc. <strong>d.</strong>  of flood <a data-ref=\"Genesis 7:7\" href=\"/Genesis.7.7\">Gn 7:7</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a>, <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">7</a>, <a data-ref=\"Genesis 8:8\" href=\"/Genesis.8.8\">8</a>, <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">9</a>, <a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">11</a> (J), <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">6:17</a>; <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a>, <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">17</a>, <a data-ref=\"Genesis 8:18\" href=\"/Genesis.8.18\">18</a><sup>(×2)</sup> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">19</a>; <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">8:5</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 8:15\" href=\"/Genesis.8.15\">15</a> (P); so <span dir=\"rtl\">מֵי־נֹחַ</span> <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a><sup>(×2)</sup> <em>waters of Noah</em>. <strong>e.</strong>  subterranean <a data-ref=\"Exodus 20:4\" href=\"/Exodus.20.4\">Ex 20:4</a> (E), <a data-ref=\"Deuteronomy 4:18\" href=\"/Deuteronomy.4.18\">Dt 4:18</a>; <a data-ref=\"Deuteronomy 5:8\" href=\"/Deuteronomy.5.8\">5:8</a>, cf. <a data-ref=\"Job 26:5\" href=\"/Job.26.5\">Jb 26:5</a> <a data-ref=\"Psalms 136:6\" href=\"/Psalms.136.6\">ψ 136:6</a>. <strong>f.</strong>  in clouds <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">Je 10:13</a> <a data-ref=\"Job 26:8\" href=\"/Job.26.8\">Jb 26:8</a> <a data-ref=\"Psalms 29:3\" href=\"/Psalms.29.3\">ψ 29:3</a><sup>(×2)</sup> <a data-ref=\"Psalms 104:3\" href=\"/Psalms.104.3\">104:3</a>; <a data-ref=\"Psalms 148:4\" href=\"/Psalms.148.4\">148:4</a>, etc. <strong>g.</strong>  of rain <a data-ref=\"Judges 5:4\" href=\"/Judges.5.4\">Ju 5:4</a> <a data-ref=\"II Samuel 21:10\" href=\"/II_Samuel.21.10\">2 S 21:10</a> <a data-ref=\"Deuteronomy 11:11\" href=\"/Deuteronomy.11.11\">Dt 11:11</a> <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a> <a data-ref=\"Job 5:10\" href=\"/Job.5.10\">Jb 5:10</a> (‖ <span dir=\"rtl\">מָטָר</span>), etc. <strong>h.</strong>  of dew <a data-ref=\"Judges 6:38\" href=\"/Judges.6.38\">Ju 6:38</a>. <strong>i.</strong>  primæval deep <a data-ref=\"Genesis 1:2\" href=\"/Genesis.1.2\">Gn 1:2</a>, <a data-ref=\"Genesis 1:6\" href=\"/Genesis.1.6\">6</a> (P).<br><strong>2.</strong>  c. nomm. pr. loc. (q.v.), to denote springs, streams, or seas belonging to, near, such places: <span dir=\"rtl\">מֵימֵי מִצְרַיִם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:2\" href=\"/Exodus.8.2\">8:2</a>; <span dir=\"rtl\">מֵי מְרִיבָה</span> (v. supr. <strong>1 a</strong>); <span dir=\"rtl\">מֵי מֵרוֹם</span> <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>, <a data-ref=\"Joshua 11:7\" href=\"/Joshua.11.7\">7</a>; <span dir=\"rtl\">מֵי עֵין־שֶׁמֶשׁ</span> <a data-ref=\"Joshua 15:7\" href=\"/Joshua.15.7\">Jos 15:7</a>; <span dir=\"rtl\">מֵי נֶפְתּוֹחַ</span> <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">15:9</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a>; <span dir=\"rtl\">מֵי יְרִיחוֹ</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">16:1</a>; <span dir=\"rtl\">מֵי מְגִּדּוֹ</span> <a data-ref=\"Judges 5:19\" href=\"/Judges.5.19\">Ju 5:19</a>; <span dir=\"rtl\">מֵי נִמְרִ(יִ)ם</span> <a data-ref=\"Isaiah 15:6\" href=\"/Isaiah.15.6\">Is 15:6</a> <a data-ref=\"Jeremiah 48:34\" href=\"/Jeremiah.48.34\">Je 48:34</a>; <span dir=\"rtl\">מֵי דִימוֹן</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>; cf. <span dir=\"rtl\">מֵי הַשִּׁלֹּחַ</span> <a data-ref=\"Isaiah 8:6\" href=\"/Isaiah.8.6\">Is 8:6</a>; <span dir=\"rtl\">מֵימֵי גִּיחוֹן הָעֶלְיוֹן</span> <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; cf. also n. pr. loc. <span dir=\"rtl\">מִשְׂרְפוֹת מַיִם</span> <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">Jos 11:8</a>; <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">13:6</a>.<br><strong>3.</strong>  special uses are: <span dir=\"rtl\">מֵי רַגְלַיִם</span> <em>water of the feet</em> = urine <a data-ref=\"II Kings 18:27\" href=\"/II_Kings.18.27\">2 K 18:27</a> = <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">Is 36:12</a>; cf. <span dir=\"rtl\">בְּמֵי מַדְמֵנָה</span> <a data-ref=\"Isaiah 25:10\" href=\"/Isaiah.25.10\">Is 25:10</a> Kt <em>in water of a dunghill</em> (> Qr <span dir=\"rtl\">בְּמוֹ</span>); <span dir=\"rtl\">מַיִם לַחַץ</span> <em>water</em> (which is) <em>distress</em>, because drunk in imprisonment <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> (‖ <span dir=\"rtl\">לֶחֶם לַחַץ</span>) = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>; <span dir=\"rtl\">בְּמֵי־שָׁ֑לֶג</span> <em>in snow-water</em> <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">Jb 9:30</a> Qr (Kt <span dir=\"rtl\">במו</span>; Me Hoffm Siegfr <span dir=\"rtl\">כְּמוֹ</span>), <span dir=\"rtl\">מֵימֵי שֶׁלֶג</span> <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <span dir=\"rtl\">מַיִם קְדשִׁים</span> †<a data-ref=\"Numbers 5:17\" href=\"/Numbers.5.17\">Nu 5:17</a> <em>holy water</em> (cf. RS<sup>Sem. 165, 2nd ed. 181</sup>, but text dubious, v. Di); <span dir=\"rtl\">מֵי הַמָּרִים</span> <em>bitter water</em> †<a data-ref=\"Numbers 5:18\" href=\"/Numbers.5.18\">Nu 5:18</a>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">19</a>, <a data-ref=\"Numbers 5:23\" href=\"/Numbers.5.23\">23</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>; cf. <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">Ex 15:23</a> <span dir=\"rtl\">(בִּי מָרִים הֵם)</span>, opp. <span dir=\"rtl\">וַיִּמְתְּקוּ הַמַּיִם</span> v <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">25</a> <em>and the waters were sweetened;</em> <span dir=\"rtl\">מֵי חַטָּאת</span>, <span dir=\"rtl\">מֵי נִדָּה</span> v. supr. <strong>1 a</strong>; <span dir=\"rtl\">מַיִם חַיִּים</span> <em>living</em> (i.e. running) <em>water</em> <a data-ref=\"Leviticus 14:5\" href=\"/Leviticus.14.5\">Lv 14:5</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:50\" href=\"/Leviticus.14.50\">50</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">Nu 19:17</a>, also (fig.) <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> (cf. <a data-ref=\"Ezekiel 47\" href=\"/Ezekiel.47\">Ez 47</a>), and (fig.) <a data-ref=\"Jeremiah 2:13\" href=\"/Jeremiah.2.13\">Je 2:13</a>; <a data-ref=\"Jeremiah 17:13\" href=\"/Jeremiah.17.13\">17:13</a>. See also infr. (cf. <a data-ref=\"Numbers 21:17\" href=\"/Numbers.21.17\">Nu 21:17</a>, <a data-ref=\"Numbers 21:18\" href=\"/Numbers.21.18\">18</a>; v. RS<sup>Sem. i. 127, 157; 2nd ed. 135, 176</sup>).<br><strong>4.</strong>  among fig. uses are: <strong>a.</strong>  of danger or distress <a data-ref=\"Isaiah 43:2\" href=\"/Isaiah.43.2\">Is 43:2</a> <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>; <a data-ref=\"Psalms 69:2\" href=\"/Psalms.69.2\">69:2</a> <a data-ref=\"Lamentations 3:54\" href=\"/Lamentations.3.54\">La 3:54</a>; usually <em>many waters</em> <a data-ref=\"II Samuel 22:17\" href=\"/II_Samuel.22.17\">2 S 22:17</a> = <a data-ref=\"Psalms 18:17\" href=\"/Psalms.18.17\">ψ 18:17</a>, cf. <a data-ref=\"Job 22:11\" href=\"/Job.22.11\">Jb 22:11</a> <a data-ref=\"Psalms 32:6\" href=\"/Psalms.32.6\">ψ 32:6</a>; <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">144:7</a>, or <em>deep waters</em> <a data-ref=\"Psalms 69:3\" href=\"/Psalms.69.3\">ψ 69:3</a>, <a data-ref=\"Psalms 69:15\" href=\"/Psalms.69.15\">15</a>, cf. v <a data-ref=\"Psalms 69:16\" href=\"/Psalms.69.16\">16</a>; also <span dir=\"rtl\">מֵי־רֹאשׁ</span> <em>water of gall</em> <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">Je 8:14</a>; <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">9:14</a>; <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">23:15</a>. <strong>b.</strong>  <span dir=\"rtl\">פֶּרֶץ מַיִם</span> <a data-ref=\"II Samuel 5:20\" href=\"/II_Samuel.5.20\">2 S 5:20</a> = <a data-ref=\"I Chronicles 14:11\" href=\"/I_Chronicles.14.11\">1 Ch 14:11</a> of outbursting force. <strong>c.</strong>  <span dir=\"rtl\">שְׁאוֹן מַיִם</span> <a data-ref=\"Isaiah 17:12\" href=\"/Isaiah.17.12\">Is 17:12</a>, <a data-ref=\"Isaiah 17:13\" href=\"/Isaiah.17.13\">13</a> or rushing nations. <strong>d.</strong>  of what is impetuous, violent, overwhelming <a data-ref=\"Isaiah 28:2\" href=\"/Isaiah.28.2\">Is 28:2</a>, <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">17</a> <a data-ref=\"Hosea 10:7\" href=\"/Hosea.10.7\">Ho 10:7</a> <a data-ref=\"Job 27:20\" href=\"/Job.27.20\">Jb 27:20</a> <a data-ref=\"Psalms 124:4\" href=\"/Psalms.124.4\">ψ 124:4</a>, <a data-ref=\"Psalms 124:5\" href=\"/Psalms.124.5\">5</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; sim. of impetuousness <span dir=\"rtl\">פַּחַז כַּמַּיִם</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a>. <strong>e.</strong>  (as running away) of heart in timidity <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a>, cf. <a data-ref=\"Psalms 22:15\" href=\"/Psalms.22.15\">ψ 22:15</a>, of knees <a data-ref=\"Ezekiel 7:17\" href=\"/Ezekiel.7.17\">Ez 7:17</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a>. <strong>f.</strong>  of transitoriness <a data-ref=\"Job 11:16\" href=\"/Job.11.16\">Jb 11:16</a>; <a data-ref=\"Job 24:18\" href=\"/Job.24.18\">24:18</a> <a data-ref=\"Psalms 58:8\" href=\"/Psalms.58.8\">ψ 58:8</a>. <strong>g.</strong>  of refreshment <a data-ref=\"Isaiah 32:2\" href=\"/Isaiah.32.2\">Is 32:2</a>; <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">49:10</a>; spiritual <a data-ref=\"Isaiah 12:3\" href=\"/Isaiah.12.3\">12:3</a>. <strong>h.</strong>  <span dir=\"rtl\">מֵי מְנֻחוֹת</span> <a data-ref=\"Psalms 23:2\" href=\"/Psalms.23.2\">ψ 23:2</a> in fig. of rest and peace, cf. <a data-ref=\"Jeremiah 31:9\" href=\"/Jeremiah.31.9\">Je 31:9</a>. <strong>i.</strong>  of reckless bloodshed (poured out like water) <a data-ref=\"Psalms 79:3\" href=\"/Psalms.79.3\">ψ 79:3</a>; cf. pouring away (and not eating) blood <a data-ref=\"Deuteronomy 12:16\" href=\"/Deuteronomy.12.16\">Dt 12:16</a>, <a data-ref=\"Deuteronomy 12:24\" href=\"/Deuteronomy.12.24\">24</a>; <a data-ref=\"Deuteronomy 15:23\" href=\"/Deuteronomy.15.23\">15:23</a>. <strong>j.</strong>  <span dir=\"rtl\">בְּאֵר מַיִם חַיִּים</span> <a data-ref=\"Song of Songs 4:15\" href=\"/Song_of_Songs.4.15\">Ct 4:15</a> fig. of bride; <span dir=\"rtl\">מַיִם מִבּוֹרֶ֑ךָ</span> <a data-ref=\"Proverbs 5:15\" href=\"/Proverbs.5.15\">Pr 5:15</a> of enjoyment of one’s own wife; of harlotry <span dir=\"rtl\">מַיִם גְּנוּבִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <em>stolen waters</em>. <strong>k.</strong>  of outpoured wrath of <span dir=\"rtl\">י׳</span> <a data-ref=\"Hosea 5:10\" href=\"/Hosea.5.10\">Ho 5:10</a>. <strong>l.</strong>  of abundant justice <a data-ref=\"Amos 5:24\" href=\"/Amos.5.24\">Am 5:24</a>. <strong>m.</strong>  of outpoured feelings <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a>; <span dir=\"rtl\">שִׁפְכִי כַמַּיִם לִבֵּךְ</span> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a>.—<a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> read prob. <span dir=\"rtl\">מִמְּעֵי</span> for MT <span dir=\"rtl\">מִמֵּי</span>, so Secker Du Che<sup>Hpt</sup> Skinner, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "637b49854e2b04ac7fa68d8e", "index_title": "Bartenura on Mishnah Zavim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Zavim 5:2:2", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "Bartenura on Mishnah Zavim 5:2:2", "sourceHeRef": "ברטנורא על משנה זבים ה׳:ב׳:ב׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Zavim", "he": "ברטנורא על משנה זבים"}, "heTitle": "ברטנורא על משנה זבים", "he": "<b>חוץ מן הראוי למשכב ולמושב.</b> והוא הדין למרכב. אבל שאינו ראוי, טהור, כגון אם כפה סאה שאינה עשויה לישיבה וישב עליה, יכול יהא טמא מושב, תלמוד לומר (שם) והיושב על הכלי אשר ישב עליו הזב, מה שמיוחד לישיבה, יצא זה שאומרים לו עמוד ונעשה מלאכתנו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "חוץ מהן הראוי למשכב ולמושב – and the same law applies for what he is riding upon, but that which is not appropriate is pure, as for example, if he inverted a Seah which is not made for sitting and he sat upon it, it is possible that it would be impure for sitting, as the inference teaches us (Leviticus 15:6): “Whoever sits on an object on which the one with the discharge has sat,” that which is special fro sitting, excluding this that we say to him: “stand and perform our work.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "664486bc27d601cb10a926ad", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 10:11", "anchorRef": "Leviticus 15:1-25", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25"], "sourceRef": "Bamidbar Rabbah 10:11", "sourceHeRef": "במדבר רבה י׳:י״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 10.0011, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "כָּל יְמֵי הַזִּירוֹ לַה' וגו' <small>(במדבר ו, ו)</small>, בֹּא וּרְאֵה שֶׁכָּל מִי שֶׁמְּקַדֵּשׁ אֶת עַצְמוֹ מִלְּמַטָּה מְקַדְּשִׁין אוֹתוֹ מִלְּמַעְלָה, זֶה לְפִי שֶׁמַּזִּיר אֶת עַצְמוֹ מִן הַיַּיִן וְנוֹהֵג צַעַר בְּעַצְמוֹ שֶׁלֹא יְגַלֵּחַ רֹאשׁוֹ כְּדֵי לִשְׁמֹר עַצְמוֹ מִן הָעֲבֵרָה, אוֹמֵר הַקָּדוֹשׁ בָּרוּךְ הוּא הֲרֵי הוּא חָשׁוּב לְפָנַי כְּכֹהֵן גָדוֹל, מַה כֹּהֵן אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, אַף נָזִיר אָסוּר לִטַּמָּא לְכָל הַמֵּתִים, מַה בְּכֹהֵן גָּדוֹל כְּתִיב <small>(ויקרא כא, יב)</small>: כִּי נֵזֶר שֶׁמֶן מִשְׁחַת אֱלֹהָיו עָלָיו, אַף בַּנָּזִיר הוּא אוֹמֵר <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, מַה בְּכֹהֵן כְּתִיב <small>(דברי הימים א כג, יג)</small>: וַיִּבָּדֵל אַהֲרֹן לְהַקְדִּישׁוֹ קֹדֶשׁ קֳדָשִׁים, אַף נָזִיר נִקְרָא קָדוֹשׁ, שֶׁנֶּאֱמַר <small>(במדבר ו, ח)</small>: כָּל יְמֵי נִזְרוֹ קָדשׁ הוּא לַה'. בֹּא וּרְאֵה כַּמָּה הַמִּצְווֹת מְעַטְּרוֹת אֶת יִשְׂרָאֵל, וַהֲלֹא גִּדּוּל שֵׂעָר נִוּוּל הוּא לָאָדָם, שֶׁהוּא אֵינוֹ חוֹפֵף רֹאשׁוֹ, וּלְפִי שֶׁהוּא מְגַדְּלוֹ לְשֵׁם שָׁמַיִם קְרָאוֹ הַכָּתוּב עֲטָרָה לְרֹאשׁוֹ, הֲדָא הוּא דִּכְתִיב: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ. כָּל יְמֵי הַזִּירוֹ וגו', נָזִיר שֶׁכָּל יָמָיו אָסוּר לִשְׁתּוֹת וּלְגַלֵּחַ וְלִטַּמָּא לַמֵּתִים, וְאִם גִּלַּח וְשָׁתָה יַיִן וְנִטְמָא לַמֵּתִים סוֹפֵג אֶת הָאַרְבָּעִים, עַל הַיַּיִן מִנַּיִן שֶׁלּוֹקֶה, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. לְגַלֵּחַ מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ וגו', לְרַבּוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. עַל הַטֻּמְאָה מִנַּיִן, דִּכְתִיב כָּל יְמֵי הַזִּירוֹ לַה' וגו', לַעֲשׂוֹת יָמִים שֶׁל אַחַר מְלֹאת כַּיָּמִים שֶׁלִּפְנֵי מְלֹאת. שְׁלשָׁה מִנִּין אֲסוּרִים בְּנָזִיר, הַטֻּמְאָה וְהַתִּגְלַחַת וְהַיּוֹצֵא מִן הַגֶּפֶן. הַטֻּמְאָה מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ו)</small>: כָּל יְמֵי הַזִּירוֹ לַה' עַל נֶפֶשׁ מֵת וגו'. תִּגְלַחַת מִנַּיִן, דִּכְתִיב <small>(במדבר ו, ה)</small>: כָּל יְמֵי נֶדֶר נִזְרוֹ תַּעַר לֹא יַעֲבֹר עַל רֹאשׁוֹ. הַיּוֹצֵא מִן הַגֶּפֶן, דִּכְתִיב <small>(במדבר ו, ד)</small>: כֹּל יְמֵי נִזְרוֹ מִכֹּל אֲשֶׁר יֵעָשֶׂה מִגֶּפֶן וגו'. חֹמֶר בַּטֻּמְאָה וּבַתִּגְלַחַת מִבַּיּוֹצֵא מִן הַגֶּפֶן, שֶׁהַטֻּמְאָה וְהַתִּגְלַחַת סוֹתְרִים וְהַיּוֹצֵא מִן הַגֶּפֶן אֵינוֹ סוֹתֵר. וְחֹמֶר בַּיּוֹצֵא מִן הַגֶּפֶן מִבַּטֻּמְאָה וְתִגְלַחַת, שֶׁלֹא הֻתַּר כְּלַל הַיּוֹצֵא מִן הַגֶּפֶן וְהֻתַּר בְּתִגְלַחַת מִצְוָה, כְּגוֹן מְצוֹרָע, דְּנַפְקָא מֵרֹאשׁוֹ הָאָמוּר בַּמְּצוֹרָע הַמְיֻתָּר, לְהָבִיא נָזִיר מְצוֹרָע שֶׁמְגַלֵּחַ, וְהֻתַּר בְּמֵת מִצְוָה לִטַּמָּא. חֹמֶר בַּטֻּמְאָה מִתִּגְלַחַת, שֶׁהַטֻּמְאָה סוֹתֶרֶת אֶת הַכֹּל וְחַיָּבִין עָלֶיהָ קָרְבָּן, וְתִגְלַחַת אֵינָהּ סוֹתֶרֶת אֶלָּא שְׁלשִׁים יוֹם וְאֵין חַיָּבִין עָלֶיהָ קָרְבָּן. עַל נֶפֶשׁ מֵת לֹא יָבֹא, שׁוֹמֵעַ אֲנִי נַפְשׁוֹת בְּהֵמָה בְּמַשְׁמַע, כָּעִנְיָן שֶׁנֶּאֱמַר <small>(ויקרא כד, יח)</small>: מַכֵּה נֶפֶשׁ בְּהֵמָה, תַּלְמוּד לוֹמַר <small>(במדבר ו, ז)</small>: לְאָבִיו וּלְאִמּוֹ, בַּמֶּה עִנְיָן מְדַבֵּר בְּנַפְשׁוֹת אָדָם. רַבִּי יִשְׁמָעֵאל אוֹמֵר אֵינוֹ צָרִיךְ, הֲרֵי הוּא אוֹמֵר לֹא יָבֹא בִּנְפָשׁוֹת הַמְּטַמְּאוֹת בְּבִיאָה הַכָּתוּב מְדַבֵּר, וְאֵלּוּ הֵן נַפְשׁוֹת אָדָם. לְאָבִיו לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא כּוֹלֵל בְּכֹהֵן הֶדְיוֹט <small>(ויקרא כא, א)</small>: לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו, וְחָזַר וְהִתִּירוֹ לַקְּרוֹבִים <small>(ויקרא כא, ב)</small>: כִּי אִם לִשְׁאֵרוֹ וגו', יָכוֹל אַף נָזִיר כֵּן יְהֵא מֻתָּר לִטַּמָּא לַקְּרוֹבִים, תַּלְמוּד לוֹמַר לְאָבִיו, לוֹמַר שֶׁאֵינוֹ מִטַּמֵּא לַקְּרוֹבִים. וּלְאִמּוֹ לָמָּה נֶאֱמַר, לְפִי שֶׁהוּא אוֹמֵר בַּנָּזִיר לֹא יִטַּמָּא לָהֶם בְּמֹתָם, רַבִּי אוֹמֵר בְּמֹתָם אֵין מִטַּמֵּא, אֲבָל מִטַּמֵּא הוּא בְּנִגְעָן וּבְזִיבָתָן, וְאֵין לִי אֶלָּא בְּנָזִיר, בְּכֹהֵן גָּדוֹל מִנַּיִן, תַּלְמוּד לוֹמַר <small>(ויקרא כא, יא)</small>: וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, שֶׁלֹא הָיִיתִי צָרִיךְ, שֶׁכְּבָר קַל וָחֹמֶר הוּא, וּמָה אִם בַּמָּקוֹם שֶׁכֹּהֵן הֶדְיוֹט מִטַּמֵּא לְאָחִיו מֵאָבִיו אֵין כֹּהֵן גָּדוֹל מִטַּמֵּא לְאָבִיו, מָקוֹם שֶׁאֵין כֹּהֵן הֶדְיוֹט מִטַּמֵא לְאָחִיו מֵאִמּוֹ דִּין הוּא שֶׁלֹא יְהֵא כֹּהֵן גָּדוֹל מִטַּמֵּא לְאִמּוֹ. אִם זָכִיתָ מִן הַדִּין, מַה תַּלְמוּד לוֹמַר וּלְאִמּוֹ בְּכֹהֵן גָּדוֹל, מֻפְנֶה לְהַקִּישׁ לָדוּן מִמֶּנּוּ גְּזֵרָה שָׁוָה, נֶאֱמַר בְּכֹהֵן גָּדוֹל אִמּוֹ, וְנֶאֱמַר בַּנָּזִיר אִמּוֹ, מָה אִמּוֹ הָאָמוּר בַּנָּזִיר מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן, אַף אִמּוֹ הָאָמוּר בְּכֹהֵן גָּדוֹל מִטַּמֵּא בְּנִגְעָן וּבְזִיבָתָן. <small>(במדבר ו, ז)</small>: לְאָחִיו, לָמָּה נֶאֱמַר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. <small>(במדבר ו, ז)</small>: וּלְאַחֹתוֹ, מַה תַּלְמוּד לוֹמַר, הֲרֵי שֶׁהָיָה הוֹלֵךְ לִשְׁחֹט אֶת פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ וְשָׁמַע שֶׁמֵּת לוֹ מֵת, יָכוֹל יִטַּמָּא, אָמַרְתָּ: לֹא יִטַּמָּא לָהֶם בְּמֹתָם, יָכוֹל לֹא יִטַּמָּא לְמֵת מִצְוָה, תַּלְמוּד לוֹמַר: וּלְאַחֹתוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. נֶאֱמַר: לְאָחִיו, לְהַתִּירוֹ לִטַּמָּא לְמֵת מִצְוָה, שֶׁאֵינוֹ אֶלָּא אִסּוּר לָאו, לֹא יִטַּמָּא לָהֶם. וְנֶאֱמַר: וּלְאַחֹתוֹ, לְהַתִּירוֹ לִטַּמָּא אֲפִלּוּ בִּמְקוֹם פֶּסַח וּמִילָה, דְּחַיָּבֵי כְּרִיתוֹת הֵן, אֲבָל לִבְנוֹ וּלְבִתּוֹ לֹא נֶאֱמַר, שֶׁאֵין הַקְּטַנִּים נִזּוֹרִין. רַבִּי עֲקִיבָא אוֹמֵר: נֶפֶשׁ, אֵלּוּ הָרְחוֹקִים, מֵת, אֵלוּ הַקְּרוֹבִים, לְאָבִיו, לְאָבִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וְאִם נֶאֱמַר לְאָבִיו, לָמָּה נֶאֱמַר וּלְאִמּוֹ, אִם נֶאֱמַר אָבִיו, וְלֹא נֶאֱמַר אִמּוֹ הָיִיתִי אוֹמֵר לְכָךְ לֹא יִטַּמָּא לוֹ מִשּׁוּם דַּחֲזָקָה בְּעַלְמָא הוּא, אֲבָל אִמּוֹ דְּוַדַּאי יְלִידְתֵּיהּ לִטַּמָּא לָהּ, וְאִי כָּתַב רַחֲמָנָא אִמּוֹ הָיִיתִי אוֹמֵר, לְאִמּוֹ הוּא דְּלָא, דְּלָא אָזֵיל זַרְעָהּ בַּתְרָהּ, אֲבָל אָבִיו כֵּיוָן שֶׁאָמַר הַכָּתוּב: לְמִשְׁפְּחֹתָם לְבֵית אֲבֹתָם, אֵימָא לִטַּמָּא לֵיהּ, לְכָךְ נֶאֱמַר: לְאָבִיו. לְאָחִיו, שֶׁאִם הוּא כֹּהֵן גָּדוֹל וְנָזִיר, לְאָחִיו אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. וּלְאַחֹתוֹ, שֶׁאִם הָיָה הוֹלֵךְ לִשְׁחֹט פִּסְחוֹ וְלָמוּל אֶת בְּנוֹ, לַאֲחוֹתוֹ אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא לְמֵת מִצְוָה. לֹא יִטַּמָּא לָהֶם בְּמֹתָם, אֲבָל עוֹמֵד הוּא בַּהֶסְפֵּד וּבַשּׁוּרָה. רַבִּי אוֹמֵר בְּמוֹתָם אֵינוֹ מִטַּמֵּא אֲבָל מִטַּמֵּא הוּא בְּנִגְעָם וּבְזִיבָתָם, <small>(במדבר ו, ז)</small>: כִּי נֵזֶר אֱלֹהָיו עַל רֹאשׁוֹ, לְהַגִּיד מַה גָּרַם.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“All the days of his abstinence to the Lord, he shall not approach a dead person” (Numbers 6:6).</b> <br>“All the days of his abstinence to the Lord….” Come and see that anyone who sanctifies himself below, they sanctify him above. This one, because he abstains from wine and conducts himself with suffering in that he does not shave the hair of his head in order to protect himself from transgression, the Holy One blessed be He says: ‘He is considered before Me like a High Priest.’ Just as it is prohibited for a priest to become impure for all corpses, so it is prohibited for a nazirite to become impure for all corpses. Just as regarding the High Priest, it is written: “For the crown of the anointing oil of his God is on him” (Leviticus 21:12), so, by the nazirite it says: “For the crown of his God is on his head” (Numbers 6:7). Just as regarding the priest, it is written: “Aaron was set apart, to sanctify him as most holy” (I Chronicles 23:13), so, the nazirite is called holy, as it is stated:<b> </b>“All the days of his naziriteship he is holy to the Lord” (Numbers 6:8). Come and see how much the mitzvot<i> </i>adorn Israel. Does growing hair long not render a person repulsive, as he is unable to shampoo his hair? But because he grows it for the sake of Heaven, the verse characterizes it as a crown for his head. That is what is written: “For the crown of his God is on his head.” <br>“All the days of his abstinence...” – a nazirite whose days are completed<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">But who did not yet bring the sacrifice which terminates the naziriteship.</i> is forbidden to drink, to shave, and to become impure due to dead people. If he shaved, drank wine, or became impure due to dead people, he incurs forty lashes. Regarding wine, from where is it derived that he is flogged? It is written: “All the days of his naziriteship [from anything that may be derived from the grapevine…he shall not eat]” (Numbers 6:4), rendering the days after completion like the days before completion. Regarding shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, [a razor shall not pass on his head]” (Numbers 6:5), to include the days after completion like the days before completion. Regarding impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach a dead person],” rendering the days after completion like the days before completion. <br>Three categories are prohibited for the nazirite; impurity, shaving, and what is derived from the grapevine. Impurity, from where is it derived? It is as it is written: “All the days of his abstinence to the Lord, [he shall not approach] a dead person.” Shaving, from where is it derived? It is as it is written: “All the days of the vow of his naziriteship, a razor shall not pass on his head.” (Numbers 6:5) What is derived from the grapevine, from where is it derived? It is as it is written: “All the days of his naziriteship, from anything that may be derived from the grapevine [he shall not eat]” (Numbers 6:4). There is a stringency in impurity and shaving, more than in what may be derived from the grapevine, as impurity and shaving voids the naziriteship and what emerges from the grapevine does not void. There is a stringency in what may be derived from the grapevine, more than in impurity and shaving, as what may be derived from the grapevine has no allowance at all, but shaving for a mitzva, e.g., a leper, as it is derived from the extraneous “his head”<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Leviticus 14:9.</i> that is stated regarding the leper to include a nazirite leper, that he shaves. And there is an allowance to become impure for a <i>met mitzva</i>.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">This is a corpse with no one to bury it.</i> There is a stringency in impurity more than in shaving, as impurity voids everything and one is obligated to bring an offering for it, but shaving voids only thirty days and one is not obligated to bring an offering for it. <br>“He shall not approach [<i>lo yavo</i>] a dead person [<i>nefesh met</i>].” I hear that even dead animals [<i>nafshot behema</i>] are included, like the matter that is stated: “One who kills an animal [<i>nefesh behema</i>]” (Leviticus 24:18). The verse states: “For his father and for his mother […he shall not become impure]” (Numbers 6:7); regarding what matter is the verse speaking? It is regarding dead people. Rabbi Yishmael says: This is not necessary. It says <i>lo yavo</i>; it is regarding the dead who impurify through <i>bia</i>,<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">Entry under the same roof as the corpse.</i> and these are dead people. <br>“For his father,” why is it stated? It is because it [the law] is broad regarding a common priest: “He shall not become impure from a dead person among his people” (Leviticus 21:1) and then it permits him regarding relatives: “Except for his relative [who is close to him: For his mother, for his father, for his son, for his daughter, for his brother]” (Leviticus 21:2); perhaps the same is true regarding the nazirite? The verse states: “For his father,” saying that he may not become impure for relatives. <br>“And for his mother,” why is it stated? It is because it says regarding the nazirite: “He shall not become impure for them upon their death” (Numbers 6:7). Rabbi says: Upon their deaths he may not become impure, but for their leprosy or for their <i>ziva</i>,<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">See Leviticus 15:1–15, 25–30.</i> he may become impure. Regarding the High Priest, from where is it derived? The verse states: “And for his mother” (Leviticus 21:11), regarding the High Priest, which was unnnecesary for me, as it is already an <i>a fortiori </i>inference: If in an instance where a common priest may become impure for his paternal brother, the High Priest may not become impure for his father, in an instance where a common priest may not become impure for his maternal brother, it follows that the High Priest may not become impure from his mother. If you obtained this logically, why does the verse state: “And for his mother,” regarding the High Priest? It is here in order to derive and learn a verbal analogy from it. “His mother” is stated regarding the High Priest and “his mother” is stated regarding the nazirite. Just as “his mother” that is written regarding the nazirite [is regarding her death], but he may become impure for her leprosy or for her <i>ziva</i>, so, too, regarding “his mother” that is written regarding the High Priest, he may become impure for her leprosy of for her <i>ziva</i>. <br>“For his brother” (Numbers 6:7), why is it stated? For his brother he may not become impure, but he may become impure for a <i>met mitzva</i>. “And for his sister” (Numbers 6:7), why is it stated? One who was going to slaughter his Paschal lamb and to circumcise his son and he heard that a relative of his died, shall he, perhaps, become impure? You said: “He shall not become impure for them upon their death.” Shall he, perhaps, not become impure for a <i>met mitzva</i>? The verse states: “For his sister,” for his sister he does not become impure, but he becomes impure for a <i>met mitzva</i>. “For his brother” is stated to permit him to become impure for a <i>met mitzva</i>, which is only a prohibition: “He shall not become impure for them.” “And for his sister” is to permit him to become impure even in the place of the Paschal lamb and circumcision, for which one incurs liability for <i>karet</i>. But for his son and for his daughter are not stated, as minors cannot become nazirites. <br>Rabbi Akiva says: <i>Nefesh</i>, these are those who are unrelated. <i>Met</i>, these are those who are relatives. “For his father” he may not become impure, but he may become impure for a <i>met mitzva</i>. If “for his father” is stated, why is “and for his mother” stated? Had his father been stated and his mother had not been stated, I would have said: This is why he may not become impure for him, because he [his status as his father] is based on presumed status, but his mother, who certainly bore him, let him become impure for her. And had the All Merciful written \"his mother,\" I would have said: It is for his mother that he may not, as her offspring are not attributed to her, but his father, because the verse said: “By their families, by their patrilineal houses” (Numbers 1:2); let us say that he may become impure for him. That is why “for his father” is stated. “For his brother” – that were he a High Priest and a nazirite, he may not become impure for his brother, but he may become impure for a <i>met mitzva</i>. “And for his sister” – that were he going to slaughter his Paschal lamb or to circumcise his son, he may not become impure for his sister, but he may become impure for a <i>met mitzva</i>.<br>“He shall not become impure for them upon their death,” but he stands there at the eulogy and at the line.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">This is the line of those comforting the mourners. This is in contradistinction to the High Priest, who is not present at those occasions.</i> Rabbi says: Upon their death” he does not become impure, but he becomes impure for their leprosy and for their <i>ziva</i>. <br>“For the crown of his God is on his head,” to relate what is the cause.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6665c9afb695d8dbb73bd416", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 15:6:1", "anchorRef": "Leviticus 15:6", "anchorRefExpanded": ["Leviticus 15:6"], "sourceRef": "David Zvi Hoffmann on Leviticus 15:6:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט״ו:ו׳:א׳", "anchorVerse": 6, "sourceHasEn": false, "commentaryNum": 6.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"והיושב על וגו'\"</b>, כשם שמשכב ומושב מטמאים גם בלי נגיעתו הישירה של הזב, כך הם מטמאים את הטהור שמשתמש בהם למדרס. הוא נטמא אף אם לא נגע בהם במישרין.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]