[{"_id": "531e4fe2fbfba276047f6a39", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 15:26", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Onkelos Leviticus 15:26", "sourceHeRef": "תרגום אונקלוס על ויקרא ט״ו:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 15.0026, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "כָּל מִשְׁכְּבָא דִּי תִשְׁכּוּב עֲלוֹהִי כָּל יוֹמֵי דוֹבַהּ כְּמִשְׁכַּב <b>רִחוּקַהּ</b> יְהֵי לַהּ וְכָל מָנָא דִּי תֵתֵב עֲלוֹהִי מְסָאָב יְהֵי <b>כְּסוֹאֲבַת רִחוּקַהּ</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Anything used for sleeping upon which she will lie [on] any of her discharge-impurity-days, as the bed of her menstrual impurity [<b>’separation’</b>] it shall be to her. Every vessel upon which she sits will be impure, just as [is] her menstrual-impurity [<b>the impurity of her ‘separation’</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec270", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 15:26", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Targum Jonathan on Leviticus 15:26", "sourceHeRef": "תרגום יונתן על ויקרא ט״ו:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 15.0026, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְכָל מִשְׁכְּבָא דִמְיַיחֵד לְמִשְׁכּוֹב עֲלוֹי כָּל יוֹמֵי דוֹבָא הֵי כְמַשְׁכְּבָא דִמְיַיחֵד לְרִיחוּקָהּ יִתְחַשֵׁב לָהּ וְכָל מָאנָא דִמְיַיחֵד לְמֵיתַב עֲלוֹי מְסָאָב יְהֵי הֵי כְרִיחוּק סְאוֹבְתָּהּ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And any bed upon which such any one lieth all the days of her defluxion shall be as the bed which was accounted hers during the time of her separation, and any thing upon which such an one sitteth shall be unclean as the uncleanness of her separation.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "5654d061d6e4a9028c5f4114", "index_title": "Rashba on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Megillah 20b:5", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Rashba on Megillah 20b:5", "sourceHeRef": "רשב״א על מגילה כ׳ ב:ה׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 40.0005, "collectiveTitle": {"en": "Rashba on Megillah", "he": "רשב״א על מגילה"}, "heTitle": "רשב״א על מגילה", "he": "<b>בלילה מיהא תעביד מקצת שימור ותטבול  קא משמע לן דכיון דבעיא ספירה ספירה ביממא היא. </b>איכא למידק, דהכא  משמע דספירה אינה בלילה, ותנן נמי בפרק בתרא דנדה (עב, א) ומודים ברואה  תוך אחד עשר יום וטבלה לערב ושמשה שהן מטמאין משכב ומושב וחייבין בקרבן,  וטבלה לערב בלילה משמע ואף על גב דלא ראתה בלילה חייבין קרבן דאלמא ספירת  מקצת הלילה אינה ספירה, ואילו בפסח שני בפרק כיצד צולין (פסחים פ, ב פא,  א) לא משמע הכין [ב]גמרא נטמא טומאת התהום, דתניא התם רבי יוסי אומר  שומרת יום כנגד יום ששחטו וזרקו עליה  בשני שלה ואחר כך ראתה הרי זו אינה אוכלת ופטורה, ופרישנא טעמא התם דקסבר רבי יוסי  מכאן ולהבא היא מטמיא, ואקשינן אלא זבה גדולה לרבי יוסי היכי משכחת לה,  ואוקימנא בשופעת אי נמי ברואה שני בין השמשות, ואם איתא דספירת לילה אינה  ספירה אמאי דחקי ומוקי לה בשופעת או ברואה שני בין השמשות לוקמה ברואה  בלילות.<br><b></b>ורש\"י ז\"ל נשמר שם מקושיא זו, ופירש דלמאן דאמר מקצת  היום ככולו תחילת הלילה עולה לה לספירתה. ודבר תימה הוא, דמנא להו דלמאן  דאמר מקצת היום ככולו אית ליה הכין טפי מינן דהא לאו בהא תליא ומנא להו  דרבי יוסי לית ליה כמשנה דהכא וכמשנה דנדה.<br><b></b>ובתוספות פירשו  דלרבי יוסי דאית ליה מקצת היום ככולו לגמרי ואפילו ראתה מכאן ואילך אינה  סותרת אם כן לדידיה אפילו ראתה בתחילת היום ופסקה בו סוף היום נמי תעלה  לה שימור ותטבול בלילה, והכי נמי משמע בשלהי פרק שני דנזיר (טז, א עי\"ש)  דקאמר ולרבי יוסי כיון דחזיא פלגא דיומא אידך פלגא סליק ליה שימור ואידך  פלגא מההוא יומא דראתה בו משמע, ומשום הכין לא משכחת לה לזבה גדולה אלא  בשופעת אי נמי ברואה בין השמשות דלא הוה לה שהות לספור בו ביום. ואם תאמר  אם כן רבי יוסי ככותאי אמרה לשמעתיה דאמרי יום שפוסקת בו סופרתו למנין  שבעה וליכא מאן דסבירא ליה הכין וכדאמרינן ופרכינן בשלהי פרק בתרא דנדה  (סט, א), ואף על גב דפרכינן בריש פרק בנות כותים (נדה לג, א) ואנן נמי  נספריה טעמא הוא דמבעיא ליה אבל ודאי מיפשט פשיטא ליה דלא נספריה, והכין  סלקא שמעתא. איכא למימר דרבי יוסי לא אמר אלא בסוף מנין, אבל בתחילת מנין  לא אמר. ותדע לך, דאנן נמי סבירא לן בסוף מנין דסליק דהא אמרינן (נדה סז,  ב) ואחר תטהר (ויקרא טו, כח) אחר מעשה תטהר, אלא דבחזרה וראתה בו פליגא  דידן אדרבי יוסי דקיימא לן דסותרת היא למפרע ואילו בתחלת ספירה לא סליק  לן מקצת היום כלל. והתם בפרק בנות כותים (נדה לג, א ד\"ה הא) הארכתי בה בסייעתא דשמיא.<br><b></b>ורבינו תם ז\"ל פירש בההיא דכיצד צולין דהכי קאמר זבה גדולה דחזיא  ביממי היכי משכחת לה, ואף על גב דמשכחת לה בדחזיא בלילות מכל מקום מסתבר  דאית לן לאשכוחי בדחזיא ביממי משום דכתיב (ויקרא טו, כו) כל ימי זובה  ואמר ליה רב שמעיה לר' אבא בשלהי נדה (עג, א) ואימא ביממי תהוי זבה  בליליא תהוי נדה, ומהאי טעמא נמי אמרינן בהוריות בפרק קמא (ד, א) גבי  צדוקים דאמרי דזבה לא הויא אלא ביממי. ואינו מחוור, דאם כן הוה להו למימר  התם אלא זבה גדולה דחזיא ביממי היכי משכחת לה.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a6144fd6e4a923e49c79bd", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 74:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 74:1", "sourceHeRef": "ספר המצוות, מצוות עשה ע״ד:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו שיקריב קרבן כל איש זב שנתרפא מזובו וזהו קרבן הזב, והוא מחוסר כפרה עד שיקריבהו, והוא אמרו יתעלה ויתברך שמו וכי יטהר הזב מזובו וביום השמיני יקח לו שתי תורים. (זאת תהיה, מחוסרי כפרה פ\"א גם פ\"ב וג'): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us that any man who is healed from a discharge offer a sacrifice. And this is the sacrifice of the <i>zav</i>; and he is lacking [full] atonement until he offers it. And that is His, may He be exalted and may His name be blessed, saying, \"When one with a discharge becomes clean of his discharge [...]. On the eighth day he shall take two turtledoves\" (Leviticus 15:13-14). (See Parashat Metzora; Mishneh Torah, Offerings for Those with Incomplete Atonement 1-3.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "56a614c4d6e4a923e49c7a95", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 111:1", "anchorRef": "Leviticus 14:1-15:33", "anchorRefExpanded": ["Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 111:1", "sourceHeRef": "ספר המצוות, מצוות עשה קי״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 111.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה המצורע לגלח והיא הטהרה השניה לה כמו שהתבאר בסוף נגעים, והוא אמרו וביום השביעי יגלח. וכבר קדם (*מצוה צ\"ג.) תורף לשונם שלשה מגלחין ותגלחתן מצוה המצורע והנזיר והלוים. וכבר התבארו דיני מצוה זו בסוף נגעים. ובכאן אבאר לך מה הסבה במנותנו תגלחת המצורע מצוה בפני עצמה והבאת קרבנותיו מצוה בפני עצמה, וזה כי המצורע אין קשר לתגלחת עם הבאת קרבנותיו והתכלית מתגלחתו זולת התכלית המגעת מהבאת קרבנותיו, וזה כי המצורע טהרתו תלויה בתגלחתו. ובששי מנזיר (דף מ\"ד:) אמרו מה בין נזיר למצורע אלא שזה טהרתו תלויה בימים וזה טהרתו תלויה בתגלחתו, רוצה לומר המצורע, וכשגלח המצורע ונשלמה תגלחתו השניה טהור מלטמא כשרץ כמו שהתבאר בסוף נגעים (פרק י\"ד), וישאר מחוסר כפורים עד שיביא קרבנותיו כשאר מחוסר כפורים כמו שהתבאר שם, והיה תכלית תגלחתו שהוא טהור מלטמא כשרץ הביא קרבנותיו או לא הביא, ותכלית הבאת קרבנותיו תשלום כפרתו כשאר מחוסרי כפרה כלומר זב וזבה ויולדת. וכבר קדם לנו אמרם (כריתות ח':) ארבעה מחוסרי כפרה, ושם נתבאר שהנזיר אינו מחוסר כפרה, אבל המעשה ההוא בכללו כלומר הנלוה והבאת קרבן יתיר לו שתיית היין ולא יספיק מהם האחד בלתי חבירו, אבל הגלוח נקשר בקרבן והקרבן נקשר בגלוח ובקבוצם יגיעו לתכלית אחד, והוא שיותר לו הדברים שהיו אסורים עליו בימי נזרו. ובששי מנזיר (דף מ\"ו:) אמרו גלח על הזבח ונמצא פסול תגלחתו פסולה וזבחיו לא עלו לו. הנה התבאר לך כי התגלחת הוא מתנאי הזבח והזבח מתנאיה. ובתוספתא גם כן התבאר שנזיר שכלו ימיו אסור לגלח ולשתות יין ולטמא למתים עד שיעשה מעשה ההוא כלו והוא תגלחת טהרה, כמו שהתבאר בששי מנזירות (דף מ\"ה) והוא שיתגלח פתח אהל מועד וישליך שערו תחת הדוד ויקריב הקרבנות כאשר באר בכתוב, ואתה תמצאם ברוב מקומות ויקראו הבאת הקרבנות תגלחת. ובביאור אמרו במקום המשנה (שם דף י\"א:) הנני נזיר ועלי לגלח כו', רוצה בזה שיביא קרבנות נזיר ויקריבם בעדו. הנה כבר התבאר לך שהתגלחת נופלת על הבאת הקרבנות, והסבה בזה היותה חלק מהם כמו שבארנו, ובקבוצם יסתלק דין הנזירות וישתה הנזיר יין. אמנם תגלחת טומאה היא מדין המצוה כמו שבארנו במה שקדם. (מצורע, טהרה הלכות טומאת צרעת פי\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded the <i>metsora</i> (a person with <i>tsaarat</i>) to shave, and that is its second purification - as it is explained at the end of Negaim. And that is His saying, \"And [...] on the seventh day, he shall shave\" (Leviticus 14:9). And the essence of their words has already preceded [this] (Sefer HaMitzvot, Positive Commandments 93), \"Three shave, and their shaving is a commandment: The nazarite; the <i>metsora</i>; and the Levites.\" And the laws of this commandment have already been explained at the end of Negaim. And here I will explain the reason for our counting the shaving of the <i>metsora</i> and the bringing of his sacrifice as [two] separate commandments. And that is because there is no connection for the <i>metsora</i> between the shaving and the bringing of his sacrifices. And the purpose of the shaving is distinct from the purpose that is accomplished by bringing his sacrifices. And that is because the purification of the  <i>metsora</i> is dependent upon his shaving. And in the sixth chapter of Nazir (Nazir 44b), they said, \"What is the difference between a nazarite and a <i>metsora</i>? It is only that the purification of this one is dependent upon days and the purification of that one is dependent upon his shaving\" - meaning to say the <i>metsora</i>. And when the <i>metsora</i> shaves and completes his second shaving, he is pure from [continuing to] give off impurity like a creeping animal, as is explained at the end of Negaim (Negaim 14). However, he is still lacking [complete] atonement until he brings his sacrifices - like the other ones that lack [complete] atonement, as is explained there. So the purpose of his shaving was to be pure from [continuing to] give off impurity like a creeping animal - whether or not he brought his sacrifices. Whereas the purpose of bringing his sacrifices is the completion of his atonement - like the other ones that lack [complete] atonement, meaning the <i>zav</i>, the <i>zavah</i> and the woman after childbirth. And we have already been preceded by their saying (Keritot 8b), \"Four are lacking [complete] atonement.\" And there it is made clear that the nazarite is not one lacking atonement. Rather that action (his sacrifice) is included in it - meaning to say that the [shaving] and the bringing of the sacrifice permit him to drink wine; however one of them will not suffice without the other. Instead, the shaving is connected to the sacrifice and the sacrifice is connected to the shaving, and they [only] achieve their purpose when they are combined - and that is that they permit those things that were forbidden to him in the days of his being a nazarite. And in the sixth [chapter] of Nazir (Nazir 46b), they said, \"One who shaves over his sacrifice, and it is found to be disqualified - his shaving is disqualified and his sacrifices do not count for him.\" Behold it has been made clear to you that the shaving is from the stipulations of the sacrifice and the sacrifice is from the stipulations of the shaving. And it is also explained in the Tosefta (Nazir 15a) that a nazarite that has completed his days is [still] forbidden to shave, to drink wine and to become impure with corpses until he does that whole process - and that is the shaving of purification, as it is explained in the sixth [chapter] of Nazir (Nazir 45b). And that is that he shaves at the opening of the Tent of Meeting, throws his hair under the urn and offers his sacrifices - as Scripture explains. And you will find that in most places, they called the bringing of [these] sacrifices, \"shaving.\" And in some places in the Mishnah, they said in explanation (Nazir 11b), \"[One who says,] 'Behold I am nazarite and it is upon me to shave, etc.'\" - by which, he means that he will bring the sacrifices of the nazarite and offer them on his behalf. Behold it has already been made clear to you that \"shaving\" is used [to mean] the bringing of the sacrifices. And the reason for this is that it is a part of them - as we have explained - and it is with their combination that the status of nazarite is removed, and the nazarite may drink wine. However the shaving of impurity (of a <i>metsora</i>) is a law of the commandment, as we have explained earlier (Sefer HaMitzvot, Positive Commandments 93). (See Parashat Metzora; Mishneh Torah, Defilement by Leprosy 11.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57e77d18d6e4a94c7c18a6a0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 15:26", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Tafsir Rasag, Leviticus 15:26", "sourceHeRef": "תפסיר רס\"ג, ויקרא ט״ו:כ״ו", "anchorVerse": 26, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 15.0026, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "וג̇מיע אלמצ̇ג̇ע אלד̇י תנצ̇ג̇ע עליה טול איאם פיצ̇הא פליכן להא כמצג̇ע חיצ̇תהא וג̇מיע אלאנא אלד̇י תג̇לס עליה פליכן נג̇סא כנג̇אסתה פי חיצ̇תהא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585b06afd6e4a908ac4efbbb", "index_title": "Mishneh Torah, Offerings for Unintentional Transgressions", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Offerings for Unintentional Transgressions 14:2", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Mishneh Torah, Offerings for Unintentional Transgressions 14:2", "sourceHeRef": "משנה תורה, הלכות שגגות י״ד:ב׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Mishneh Torah, Offerings for Unintentional Transgressions", "he": "משנה תורה, הלכות שגגות"}, "heTitle": "משנה תורה, הלכות שגגות", "he": "לְעוֹלָם אֵין בֵּית דִּין חַיָּבִין עַד שֶׁיּוֹרוּ לְבַטֵּל מִקְצָת וּלְקַיֵּם מִקְצָת בִּדְבָרִים שֶׁאֵינָן מְפֹרָשִׁין בַּתּוֹרָה וּמְבֹאָרִים וְאַחַר כָּךְ יִהְיוּ בֵּית דִּין חַיָּבִין בְּקָרְבָּן וְהָעוֹשִׂים עַל פִּיהֶם פְּטוּרִין. כֵּיצַד. שָׁגְגוּ וְהוֹרוּ שֶׁמֻּתָּר לְהִשְׁתַּחֲווֹת לַעֲבוֹדָה זָרָה. אוֹ שֶׁמֻּתָּר לְהוֹצִיא מֵרְשׁוּת לִרְשׁוּת בְּשַׁבָּת. אוֹ שֶׁמֻּתָּר לָבוֹא עַל שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם. הֲרֵי אֵלּוּ כְּמִי שֶׁאָמְרוּ אֵין שַׁבָּת בַּתּוֹרָה אוֹ אֵין עֲבוֹדָה זָרָה בַּתּוֹרָה אוֹ אֵין נִדָּה בַּתּוֹרָה שֶׁעָקְרוּ כָּל הַגּוּף וְאֵין זוֹ וְכַיּוֹצֵא בָּזֶה שִׁגְגַת הוֹרָאָה אֶלָּא שִׁכְחָה. לְפִיכָךְ פְּטוּרִין מִן הַקָּרְבָּן וְכָל הָעוֹשֶׂה עַל פִּיהֶן חַיָּב חַטָּאת בִּפְנֵי עַצְמוֹ. אֲבָל אִם טָעוּ וְהוֹרוּ וְאָמְרוּ הַמּוֹצִיא מֵרְשׁוּת לִרְשׁוּת הוּא שֶׁחָיַּב שֶׁנֶּאֱמַר <small>(שמות טז כט)</small> \"אַל יֵצֵא אִישׁ מִמְּקֹמוֹ\" אֲבָל הַזּוֹרֵק אוֹ הַמּוֹשִׁיט מֻתָּר. אוֹ שֶׁעָקְרוּ אָב מֵאֲבוֹת מְלָאכוֹת וְהוֹרוּ שֶׁאֵינָהּ מְלָאכָה. הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ הַמִּשְׁתַּחֲוֶה לַעֲבוֹדָה זָרָה בְּפִשּׁוּט יָדַיִם וְרַגְלַיִם הוּא הַחַיָּב שֶׁנֶּאֱמַר בּוֹ <small>(שמות לד יד)</small> \"לֹא תִשְׁתַּחֲוֶה לְאֵל אַחֵר\" אֲבָל הַכּוֹרֵעַ עַל הָאָרֶץ וְלֹא פָּשַׁט יָדָיו וְרַגְלָיו הֲרֵי הוּא מֻתָּר הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ הַבָּא עַל שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם שֶׁרָאֲתָה דָּם בַּיּוֹם הוּא חַיָּב שֶׁנֶּאֱמַר <small>(ויקרא טו כו)</small> \"כָּל יְמֵי זוֹבָהּ\" אֲבָל רָאֲתָה בַּלַּיְלָה מֻתָּר לָבוֹא עָלֶיהָ. וְכֵן אִם הוֹרוּ וְאָמְרוּ שֶׁמִּי שֶׁפֵּרְשָׂה אִשְׁתּוֹ נִדָּה בִּשְׁעַת תַּשְׁמִישׁ מֻתָּר לִפְרשׁ מִמֶּנָּה כְּשֶׁהוּא מִתְקַשֶּׁה. הֲרֵי אֵלּוּ חַיָּבִין. וְכֵן אִם טָעוּ וְאָמְרוּ שֶׁהָאוֹכֵל דָּם שֶׁיָּצָא בִּשְׁעַת שְׁחִיטָה הוּא הַחַיָּב אֲבָל הָאוֹכֵל דַּם הַלֵּב מֻתָּר הֲרֵי אֵלּוּ חַיָּבִים. וְכֵן כָּל כַּיּוֹצֵא בְּטָעֵיּוֹת אֵלּוּ אִם הוֹרוּ בָּהֶן וְעָשׂוּ רֹב הַקָּהָל עַל פִּיהֶן פְּטוּרִין וּבֵית דִּין מְבִיאִין קָרְבָּן עַל שִׁגְגָתָן:\n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The court is never liable for a sacrifice unless they issue a ruling, nullifying a certain aspect of a prohibition, but maintaining others regarding matters that are not explicitly stated and elaborated upon in the Torah. Only in such a situation will the court be obligated to bring a sacrifice and those who follow their ruling exempt.<br>What is implied? They erred and ruled that it is permitted to bow down to a false deity, that it is permitted to transfer an article from one domain to another on the Sabbath, or that it is permitted to be intimate with a woman who is watching day to day because of <i>zivah</i> bleeding. This is considered as one who stated that there is no prohibition in the Torah against performing labor on the Sabbath, worshiping false deities, or being intimate with a <i>niddah</i>, eliminating the entire prohibition. This is not considered as an erroneous ruling, but rather as forgetting the matter. Therefore the court is exempt from bringing a sacrifice and anyone who acted upon their ruling is liable for a sin-offering individually.<br>If, however, they erred and issued a ruling, saying that one who transfers an article from one domain to another is liable, as implied by Exodus 16:29: \"A man should not depart from his place,\" but it is permitted for one to throw or pass an article from one domain to another - alternatively, they eliminated one of the primary categories of forbidden labor, ruling that it is not considered as forbidden labor - they are liable.<br>Similarly, they are liable if they erred and issued a ruling, saying that someone who prostrates himself, spreading out his hands and feet is liable, as <i>ibid.</i> 34:14 states: \"Do not prostrate yourself to a foreign god,\" but it is permitted for one to kneel on the ground without spreading out his hands and feet.<br>Similarly, they are liable if they erred and issued a ruling, saying that one who is intimate with a woman who is watching day to day because of <i>zivah</i> bleeding, as implied by Leviticus 15:26 \"all the days of her flow,\" but if she discovered bleeding at night, it is permitted to be intimate with her - alternatively, they issued a ruling, saying that one whose wife began to experience menstrual bleeding in the midst of intimacy is permitted to withdraw from her while erect.<br>Similarly, they are liable if they erred and stated that one is liable for partaking of blood which emerges from an animal at the time of ritual slaughter, but one who partakes of blood that collects in the heart is not liable. Similar laws apply with regard to all analogous errors. If they issued such rulings and the majority of the congregation acted because of their ruling, the people are exempt and the court must bring a sacrifice because of their error.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58ad925cd6e4a93323dbe963", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 84a:5", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Shabbat 84a:5", "sourceHeRef": "שבת פ״ד א:ה׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 167.0005, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "דְּבֵי רַבִּי יִשְׁמָעֵאל תָּנָא: ״כְּמִשְׁכַּב נִדָּתָהּ יִהְיֶה לָּהּ״, מַקִּישׁ מִשְׁכָּבָהּ לָהּ: מָה הִיא אִית לַהּ טׇהֳרָה בְּמִקְוֶה — אַף מִשְׁכָּבָהּ נָמֵי אִית לַהּ טׇהֳרָה בְּמִקְוֶה, לְאַפּוֹקֵי כְּלִי חֶרֶס דְּלֵית לֵיהּ טׇהֳרָה בְּמִקְוֶה. מֵתִיב רַבִּי אִילְעָא: מַפָּץ בְּמֵת מִנַּיִן?", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Similarly, <b>the school of Rabbi Yishmael taught</b> that the verse states: “Every bed on which she lies all the days of her <i>zava</i> emission <b>shall be for her like the bed of her menstrual period”</b> (Leviticus 15:26). The verse <b>juxtaposes her bed to herself: Just as she has</b> the possibility of <b>purification in a ritual bath, so too, her bed</b> is referring to a vessel that <b>has</b> the possibility of <b>purification in a ritual bath.</b> This is <b>to the exclusion of an earthenware vessel, which does not have</b> the possibility of <b>purification in a ritual bath. Rabbi Ila strongly objects</b> to this from what we learned: <b>From where</b> is it derived that <b>a</b> reed <b>mat</b> becomes ritually impure <b>from</b> contact with <b>a corpse?</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad954cd6e4a93323dc161f", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 20a:13", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Megillah 20a:13", "sourceHeRef": "מגילה כ׳ א:י״ג", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 39.0013, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "וְהָא בִּימָמָא לָא מָצְיָא טָבְלָה, דִּכְתִיב: ״כׇּל יְמֵי זוֹבָהּ כְּמִשְׁכַּב נִדָּתָהּ יִהְיֶה לָּהּ״, בְּלֵילְיָא מִיהַת לֶיעְבֵּיד מִקְצָת שִׁימּוּר, וְתִיטְבּוֹל, קָא מַשְׁמַע לַן כֵּיוָן דְּבָעֲיָא סְפִירָה —", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And</b> although <b>this one,</b> i.e., a woman who observes a day for a day, <b>cannot immerse on the</b> same <b>day</b> that she experienced the bleeding, <b>as it is written: “All the days of her issue shall be to her as the bed of her menstruation”</b> (Leviticus 15:26), which teaches that she remains the entire day of her issue in her impure state and must wait until the day is over before she can immerse herself, nevertheless, one might have said that <b>at least during the night</b> following the day of her issue <b>she should</b> be able to <b>perform a partial observation,</b> i.e., she should verify that part of the night has gone by without bleeding, <b>and</b> then <b>immerse herself</b> at night, without waiting until morning. Therefore, the mishna <b>teaches us</b> that <b>since she is required to count</b> one day of purity after her day of impurity,", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b160d6e4a952249cbfa1", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Minchat Shai on Torah, Leviticus 15:26:1", "sourceHeRef": "מנחת שי על תורה, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>לה.</b> הלמ\"ד בדגש:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b160d6e4a952249cbfa3", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Leviticus 15:26:2", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Minchat Shai on Torah, Leviticus 15:26:2", "sourceHeRef": "מנחת שי על תורה, ויקרא ט״ו:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "ויקרא", "he": "<b>כטמאת.</b> המ\"ם רפה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4890ed6e4a939ba174117", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Torah Temimah on Torah, Leviticus 15:26:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>במשכב נדתה יהיה לה. </b>תניא, מניין שסופרת אחד לאחד ת\"ל יהיה לה <sup class=\"footnote-marker\">קיב</sup><i class=\"footnote\">ר\"ל מניין ששומרת יום כנגד יום, והיינו כשרואה יום אחד אחר ימי נדה שומרת יום מחרתו שאם לא תראה בו טהורה ואם לאו סותרת למפרע כמשכ\"ל אות ק\"ו, ת\"ל יהיה לה. ונראה טעם הראיה מדכתיב בלשון יחיד יהיה לה, ואם לא הוי זבה כלל רק אם ראתה ג' ימים הול\"ל יהיו לה, ולשון יהיה מורה על ההויה והקיום, והיינו שכל היום תהיה טמאה שמא תראה ותסתור ותטמא למפרע וכמשכ\"ל אות ק\"ו.\n</i>, יכול תספור שבעה לשנים <sup class=\"footnote-marker\">קיג</sup><i class=\"footnote\">שאם ראתה שני ימים תספור שבעה נקיים בק\"ו מזב שאף שכשרואה ראיה אחת אינו שומר יום כנגד יום ובכ\"ז כשרואה שתי ראיות מונה שבעה נקיים כמבואר לעיל פ' י\"ג, מכש\"כ זבה שכשרואה יום אחד שומרת יום כנגד יום אינו דין שכשרואה שני ימים תספור שבעה.\n</i> ת\"ל יהיה לה, אינה סופרת אלא יומה <sup class=\"footnote-marker\">קיד</sup><i class=\"footnote\">כמשכ\"ל אות קי\"ב. ועיין בהוריות דף א' שמביא מקור על הא דשומרת יום כנגד יום מפסוק דבסמוך וספרה לה, ובגה\"ש מחק גירסא זו והביא הפסוק שלפנינו ע\"פ הגירסא דהכא. ואמנם יש לקיים גם הגירסא דהוריות ע\"פ מש\"כ רש\"י במגילה כ' ב' דענין שומרת יום כנגד יום הוא מדוגמת ספירת שבעה, והיינו שגם זה כלול במצות וספרה לה שבעת ימים, והוא בדרך פרט אחד מכלל גדול, ולפי\"ז תכונן הראיה מן וספרה לה שבעת ימים, ודו\"ק.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d4890ed6e4a939ba174119", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 15:26:2", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Torah Temimah on Torah, Leviticus 15:26:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא ט״ו:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>כטומאת נדתה. </b>כטומאת נדתה ולא כימי נדתה <sup class=\"footnote-marker\">קטו</sup><i class=\"footnote\">לעיל במשכב כתיב כמשכב נדתה וגם כאן במושב הול\"ל כמושב נדתה ומדכתיב כטומאת נדתה דריש שבא למעט דרק לענין הטומאה השוה לנדה ולא לענין הימים שאינו טמא רק טומאת ערב.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d2bd6e4a90d4d5bc148", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 20a:13", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Steinsaltz on Megillah 20a:13", "sourceHeRef": "ביאור שטיינזלץ על מגילה כ׳ א:י״ג", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 39.0013, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>והא</b> <small>[וזו]</small> שומרת יום כנגד יום <b>ביממא לא מצי טבלה</b> <small>[ביום איננה יכולה לטבול],</small> <b>דכתיב</b> <small>[ש</small>כן <small>נאמר]:</small> <b>\"כל ימי זובה כמשכב נדתה יהיה לה\"</b> (ויקרא טו, כו), שכל אותו יום כולו שוה לטומאה, ולכן בו ביום אינה יכולה לטבול, אבל <b>בליליא מיהת ליעביד</b> <small>[בלילה על כל פנים שתעשה]</small> <b>מקצת שימור,</b> כלומר, תבדוק שהיא טהורה בלילה, <b>ותטבול</b> מיד בלילה ולא תמתין יום נוסף, על כן <b>קא משמע לן</b> <small>[השמיע לנו]</small> במשנה כי <b>כיון דבעיא</b> <small>[ש</small>היא <small>צריכה]</small> <b>ספירה,</b> שכן בטומאה זו כשראתה דם יום אחד צריכה לספור יום אחד של טהרה —", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ddbd6e4a90d4d5bf7c4", "index_title": "Steinsaltz on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Berakhot 4a:9", "anchorRef": "Leviticus 15:19-30", "anchorRefExpanded": ["Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30"], "sourceRef": "Steinsaltz on Berakhot 4a:9", "sourceHeRef": "ביאור שטיינזלץ על ברכות ד׳ א:ט׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 7.0009, "collectiveTitle": {"en": "Steinsaltz on Berakhot", "he": "ביאור שטיינזלץ על ברכות"}, "heTitle": "ביאור שטיינזלץ על ברכות", "he": "<b>ואידך</b> <small>[ו</small>החכם <small>האחר</small>], אמר, <b>כך אמר דוד לפני הקדוש ברוך הוא: רבונו של עולם,</b> וכי <b>לא חסיד אני? ש</b>הרי <b>כל מלכי מזרח ומערב יושבים אגודות אגודות בכבודם, ו</b>אילו <b>אני</b> נוהג כחכם המורה הוראות לעם, שהיו באות אלי נשים בשאלות טומאה וטהרה, והיו <b>ידי מלוכלכות בדם</b> אשה לדעת אם הוא דם טמא ונדה היא, או לא, <b>ובשפיר,</b> שהוא נפל בדרגה מסויימת של היווצרותו, כשעדיין אינו ברור אם הוא נחשב לוולד, <b>ובשליא,</b> \"לבוש\" העור שהוולד נולד בו, ושלעתים אשה מפלת שליא בלי קשר נראה לעין עם ולד. וכל זה היה נעשה על מנת להגדיר את מעמדה של האשה, אם טמאה היא אם לאו (ועיין ויקרא טו, יט–ל בענין הדם. ובויקרא יב, א–ח לענין שפיר ושליא). וכל זאת עשיתי <b>כדי לטהר אשה לבעלה,</b> שאם מטהר החכם, לאחר העיון בדם בשפיר ובשליא, את האשה, מותרת היא לשהות עם בעלה, ועל ידי כך מוסיף אהבה וחיבה ואף מרבה ומוסיף נפשות בישראל (הריא\"ף). <b>ולא עוד,</b> לא רק שהייתי משפיל את עצמי לעסוק בדבר שנראה לכאורה כאינו הולם את כבוד המלך, <b>אלא כל מה שאני עושה, אני נמלך במפיבשת רבי,</b> הוא מפיבושת בן יהונתן בן שאול המלך, <b>ואומר לו: \"מפיבשת רבי, יפה דנתי? יפה חייבתי? יפה זכיתי? יפה טהרתי? יפה טמאתי?\", ולא בושתי.</b> ובשל ויתור זה על כבודו ראוי אני להקרא \"חסיד\".", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3088d6e4a90d4d5ce836", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 84a:5", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Steinsaltz on Shabbat 84a:5", "sourceHeRef": "ביאור שטיינזלץ על שבת פ״ד א:ה׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 167.0005, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "<b>דבי</b> <small>[</small>בני <small>בית</small> מדרשו<small>]</small> של <b>ר' ישמעאל תנא</b> <small>[שנו]</small> בדומה לכך: במה שאמר הכתוב <b>\"</b>כל המשכב אשר תשכב עליו כל ימי זובה <b>כמשכב נדתה יהיה לה\"</b> (ויקרא טו, כו) הריהו <b>מקיש</b> <small>[משווה]</small> בכך את <b>משכבה לה: מה היא אית</b> <small>[יש]</small> <b>לה טהרה במקוה</b> — <b>אף משכבה נמי אית</b> <small>[גם כן</small> מדובר באופן <small>שיש]</small> <b>לה טהרה במקוה, לאפוקי</b> <small>[להוציא]</small> <b>כלי חרס דלית ליה</b> <small>[שאין לו]</small> <b>טהרה במקוה. מתיב</b> <small>[מקשה</small> על כך<small>]</small> <b>ר' אילעא</b> ממה ששנינו: <b>מפץ</b> (מחצלת העשויה מקני סוף) הוכחה לכך שהיא מקבלת טומאה <b>במת מנין</b> לנו?", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436707d6e4a97d18d91421", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 15:26:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>כל המשכב אשר תשכב עליו כל ימי זובה כמשפט נדתה יהיה לה.</b> וכל כלי אשר תשב עליו טמא יהיה כטמאת נדתה. למדנו מזה המקום שהמשכב ומושב טמא בנדה הוא כשהיה מיוחד למשכב ומושב והזבה היא מטמא' משכב ומושב ומרכב כמו הנדה וכן הענין ביתר הטמאות:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a5de27ad6e4a90b924398e5", "index_title": "Steinsaltz on Horayot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Horayot 4a:17", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Steinsaltz on Horayot 4a:17", "sourceHeRef": "ביאור שטיינזלץ על הוריות ד׳ א:י״ז", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 7.0017, "collectiveTitle": {"en": "Steinsaltz on Horayot", "he": "ביאור שטיינזלץ על הוריות"}, "heTitle": "ביאור שטיינזלץ על הוריות", "he": "<b>אלא לעולם</b> בהעראה <b>כדרכה, ודאמרי</b> <small>[וש</small>הם <small>אומרים]:</small> <b>העראה באשה דוה</b> (ראה שם יח) בנדה בזמן וסתה <b>הוא דכתיבא</b> <small>[שכתובה]</small> ולא בשומרת יום. <b>ואיבעית אימא</b> <small>[ואם תרצה אמור],</small> <b>דאמרי</b> <small>[ש</small>הם <small>אומרים]:</small> <b>זבה</b> דם ממקורה (שלא בזמן הוסת) <b>לא הויא</b> <small>[איננה]</small> <b>אלא ביממי</b> <small>[בימים]</small> ולא בלילות, <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"כל ימי זובה\"</b> (ויקרא טו, כו).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7d9f16d712ce00182a2924", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Metzora Parashat Zavim, Chapter 8 10", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Sifra, Metzora Parashat Zavim, Chapter 8 10", "sourceHeRef": "ספרא, מצורע פרשת זבים, פרק ח י׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ח", "he": "[י] \"כטומאת נדתה\" – ולא כימי נדתה. והלא דין הוא! ומה אם במקום שלא עשה טומאת המיטמא כמטמא – עשה ימי המיטמא כמטמא, כאן שעשה טומאת המיטמא כמטמא אינו דין שיעשה ימי המיטמא כמטמא?! ת\"ל \"כטומאת נדתה\", ולא כימי נדתה. \"וכל הנוגע בם יטמא\" – על ידי חיבוריהם.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) (Vayikra 15:26) (\"Every mishkav which she lies upon all the days of her flow, as the mishkav of her niddah period shall be to her. And every object that she sits upon shall be unclean, as the uncleanliness of her niddah period.\") As the (degree of) tumah of her niddah period, and not as the (number of) days of her niddah period. For (without the verse) would it not follow a fortiori (that the object is tamei the same number of days as the niddah!), viz.: Now if in a place where the tumah of the \"conferred upon\" (i.e., the man) was not made equivalent to (the severity of) the tumah of the conferrer (i.e., the niddah), the (number of) days of the conferred upon were made equivalent to the days (seven) of the conferrer, then here, where (the degree of severity of) the tumah of the conferred upon was made equivalent to that of the conferrer, how much more so should the days of the conferred upon be made equivalent to those of the conferrer! It is, therefore, written: \"as the tumah of her niddah period.\" As the tumah of her niddah period, and not as the days of her niddah period. (Vayikra 15:27) \"And whoever touches them shall be unclean\": even their projections (those of the zav or of the aforementioned objects).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd67e125f25e0061095b5e", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 304:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Malbim on Leviticus, Vayikra 304:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא ש״ד:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 304.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>בטומאת אדם:</b> דבר שהוא עצם הטומאה - שאינו מקבל טומאתו מאחר, רק שטמא מעצמו ולא יצויר לו טהרה - יזכיר תמיד בשמו ולא יסמך לו תואר או שם \"טומאה\". כמו: \"והנוגע במי הנדה\", \"אשר יהיה עליו שכבת זרע\", \"ותהי נדתה עליו\". [ולכן במה שכתב (ויקרא טו, כו) \"טמא יהיה כטומאת נדתה\" דרוש בספרא (שם) כטומאת נדתה ולא כימי נדתה - כי על דם הנדה לא יצדק סמיכת שם \"טומאה\", רק על דבר שמקבל טומאה מאחרים ויצויר שיטהר שילוה בו שם \"טומאה\" בעודו טמא.] ולפי זה על המת עצמו לא יצדק לשון \"טומאת אדם\" כי הוא טומאה דבוקו בעצמותו. רק \"כי יגע באדם\" או \"בנפש אדם\" כמו שכתוב \"אנחנו טמאים לנפש אדם\". וכשאמר \"טומאת אדם\" הוא טמא מת. וזהו שאמר ’אדם' - זה המת; \"טומאת אדם\" – זה טמא מת.  והתוספתא (פ\"ק דאהלות) חולקות על ברייתא זו וסבירא ליה שאין חייבים על טומאת מקדש אלא על המת לבד. ונחלקו בזה הרמב\"ם והראב\"ד (פ\"ג מהל' ביאת מקדש ה\"יג). ואין כאן מקום להאריך.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd697525f25e0061096348", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Tazria 7:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Malbim on Leviticus, Tazria 7:1", "sourceHeRef": "מלבי\"ם על ויקרא, תזריע ז׳:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "תזריע", "he": "<b>וטמאה שבעת ימים:</b> זה מבואר דכל שלא בא מספר סדורי, רק מספר פשוט, אין הכרח שהיה המספר רצוף זה אחרי זה. למשל, כשאמר \"עבדתי עשרים שנה\", \"בנית את הבית שבע שנים\" נוכל לומר שעסק שנה ונח שנה וסך ימי העסק היום המספר המיועד. ולכן אמר (שמואל ב ב, כא) \"ויהי רעב בימי דוד שלש שנים, שנה אחרי שנה\" ואמר במדרש שוחר טוב מלמד שהיו שלש שנים רצופות. (אם לא כשבא אחריו מספר סדורי כמו \"ששת ימים תעשה מעשיך ויום השביעי תשבות\", או במקום שאין לטעות כמו \"ואברם בן חמש שנים ושבעים שנה וכדומה) ואם כן יש לומר פה שה\"שבעת ימים\" יהיו גם מפוזרים (אם ילדה ואחר שספרה ג' ימים ילדה שנית - תספור ז' לולד השני ועוד ד' לולד הראשון). לכן אמר \"כימי נדת דותה תטמא\" שבספירת נדה כבר למדו שהם סמוכים ממ\"ש \"שבעת ימים תהיה בנדתה\" שהיא הזמן הרצוף כמ\"ש בספרא שם. וז\"ש בספרא יכול בין סמוכים... ת\"ל כימי נדתה.  וכן בספרא מצורע (פרק ה מ\"ו) על מה שכתוב בזב \"וספר לו שבעת ימים\" ושם (פרשה ד מ\"ו) על \"שבעת ימים תהיה בנדתה\", ושם (פרק ט מ\"א) על \"וספרה לה שבעת ימים\" דזבה, בכולהו הוצרך לימוד שיהיו סמוכים (<small>ועיין מ\"ש לקמן סימן יד</small>).  והנה לימוד זה למדו ממה שכתב \"<b>כימי נדת</b> דותה\" מבאר שמקיש לענין הימים – והלא הימים מבוארים שהם שבעה! ועל כרחך לענין שיהיו סמוכים. לעומת זה במ\"ש בזבה (ויקרא טו, כו) \"וכל כלי.. טמא יהיה כטומאת נדתה\" דרש בספרא (פרק ח מ\"י) כטומאת נדתה ולא כימי נדתה, דשם לא אמר \"כימי\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d239fd257985900e21d5611", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 73a:10", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Niddah 73a:10", "sourceHeRef": "נדה ע״ג א:י׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 145.001, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "ומנין שהוא עושה משכב ומושב ת\"ל (ויקרא טו, כו) כמשכב נדתה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And from where</b> is it derived <b>that</b> a <i>zava</i> <b>transmits impurity</b> to items designated for <b>lying or sitting? The verse states:</b> “Every bed which she lies on all the days of her discharge shall be for her <b>like the bed of her menstruation;</b> and everything that she sits on shall be impure, as the impurity of her menstruation” (Leviticus 15:26).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f1e9fafeb7d2e14756448c9", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Midrash Lekach Tov, Leviticus 15:26:1", "sourceHeRef": "מדרש לקח טוב, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> כל המשכב אשר תשכב עליו כל ימי זובה כמשכב נדתה יהיה לה.  <i data-commentator=\"Beur HaRe'em\" data-order=\"138\"></i> ולא כימי (לידתה). טמא יהיה, כבר מפורש לעיל לשומרת יום כנגד יום דעיקרו על הכלי מדבר:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f26997d6418319ec8192306", "index_title": "Mishnah Nazir", "category": "Mishnah", "type": "", "ref": "Mishnah Nazir 7:3", "anchorRef": "Leviticus 15:25-30", "anchorRefExpanded": ["Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30"], "sourceRef": "Mishnah Nazir 7:3", "sourceHeRef": "משנה נזיר ז׳:ג׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Mishnah Nazir", "he": "משנה נזיר"}, "heTitle": "משנה נזיר", "he": "אֲבָל הַסְּכָכוֹת, וְהַפְּרָעוֹת, וּבֵית הַפְּרָס, וְאֶרֶץ הָעַמִּים, וְהַגּוֹלֵל, וְהַדּוֹפֵק, וּרְבִיעִית דָּם, וְאֹהֶל, וְרֹבַע עֲצָמוֹת, וְכֵלִים הַנּוֹגְעִים בְּמֵת, וִימֵי סָפְרוֹ, וִימֵי גָמְרוֹ, עַל אֵלּוּ אֵין הַנָּזִיר מְגַלֵּחַ, וּמַזֶּה בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי, וְאֵינוֹ סוֹתֵר אֶת הַקּוֹדְמִין, וּמַתְחִיל וּמוֹנֶה מִיָּד, וְקָרְבָּן אֵין לוֹ. בֶּאֱמֶת אָמְרוּ, יְמֵי הַזָּב וְהַזָּבָה וִימֵי הֶסְגֵּרוֹ שֶׁל מְצֹרָע, הֲרֵי אֵלּוּ עוֹלִין לוֹ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The previous mishna listed the sources of ritual impurity for which a nazirite must shave. This mishna adds: <b>However,</b> the nazirite does not shave for these: <b>The hanging</b> branches over a corpse, i.e., a tree overhanging a body that a nazirite passes, but it is uncertain which branches are over a corpse; <b>and the projecting</b> stones from fences when the place of the impurity is unknown; <b>and a <i>beit haperas</i>,</b> a place that contained a grave and was plowed. In the latter case, the entire area around the grave is impure from a corpse due to an uncertainty, as it might contain human bones. The mishna continues its list: <b>And the land of the nations,</b> i.e., a nazirite left Eretz Yisrael for another land. The Sages decreed that all land outside of Eretz Yisrael is ritually impure. <b>And the grave cover; and the grave walls</b> upon which the cover rests; <b>and a quarter-</b><i>log</i> <b>of blood</b> from a corpse; <b>and a tent; and a quarter-</b><i>kav</i> <b>of bones</b> of a corpse; <b>and vessels that are touching a corpse. And</b> if the nazirite is <b>in the days of his counting,</b> i.e., the seven days a leper must count after purification from his leprosy; <b>or in his days of full</b> leprosy, when he is a full-fledged leper, <b>for these the nazirite does not shave.</b> This is the case even if he is rendered impure by one of the sources listed in the previous mishna. <b>And</b> in those cases listed that involve ritual impurity from a corpse, <b>one sprinkles</b> the purification water upon him <b>on the third and on the seventh</b> days of his purification, <b>and he does not negate the earlier</b> days of his naziriteship, but they are considered part of his naziriteship term. <b>And he starts counting</b> the rest of his naziriteship to complete his term <b>immediately</b> after his purification, <b>and he has no</b> obligation to sacrifice <b>an offering</b> of impurity for these sources of ritual impurity. <b>Actually they said</b> an ancient tradition that these <b>days of</b> the impurity of <b>the <i>zav</i></b> (Leviticus 15:1–15) <b>and the <i>zava</i></b> (Leviticus 15:25–30) <b>and the days of the confinement of a leper</b> before he is confirmed as a full-fledged leper (Leviticus 13:4–5) <b>count for him</b> toward the period of his naziriteship.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f4b63783380944fc0d9f9c2", "index_title": "Shulchan Arukh, Yoreh De'ah", "category": "Halakhah", "type": "", "ref": "Shulchan Arukh, Yoreh De'ah 267:79", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Shulchan Arukh, Yoreh De'ah 267:79", "sourceHeRef": "שולחן ערוך, יורה דעה רס״ז:ע״ט", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1563], "commentaryNum": 267.0079, "collectiveTitle": {"en": "Shulchan Arukh, Yoreh De'ah", "he": "שולחן ערוך, יורה דעה"}, "heTitle": "שולחן ערוך, יורה דעה", "he": "<i data-commentator=\"Be'er HaGolah\" data-order=\"155\"></i>המשחרר את עבדו עובר בעשה דלעולם בהם תעבודו <i data-commentator=\"Be'er HaGolah\" data-order=\"156\"></i>ומותר לשחררו לדבר מצוה אפילו היא מדבריהם כגון שלא היו בבית הכנסת י' הרי זה משחרר עבדו ומשלים בו מנין י' וכן כל כיוצא בזה <i data-commentator=\"Siftei Kohen\" data-order=\"100\"></i><i data-commentator=\"Beur HaGra\" data-order=\"143\"></i><i data-commentator=\"Be'er HaGolah\" data-order=\"157\"></i>וכן <i data-commentator=\"Ba'er Hetev\" data-order=\"63\"></i><i data-commentator=\"Pithei Teshuva\" data-order=\"12\"></i>שפחה שנוהגין בה העם מנהג הפקר כופין את רבה ומשחררה כדי שתנשא ויסור המכשול <small>(ל' רמב\"ם פ\"ט מה\"ע דין ו'):</small>", "heVersionTitle": "Ashlei Ravrevei: Shulchan Aruch Yoreh Deah, Lemberg, 1888", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אשלי רברבי: שלחן ערוך יורה דעה, למברג תרמ\"ח", "text": "One who releases his slave transgresses a positive commandment (Lev 15:26) “forever you will make them work for you.\" it is permitted to free a slave for the sake of a Mitzvah, even a rabbinic one, for example if one was short a man in the synagogue for a making a minyan, if one only had 9 one should free his slave to make 10, and so forth. As well as a maid servant if it is customary for her to behave inappropriately with others we compel her master to free her, in order that the barrier be removed.", "versionTitle": "Asher Meza (without commentary)", "license": "", "versionTitleInHebrew": ""}, {"_id": "60fcf7a9a14e99f60ee2ab20", "index_title": "Tosafot Yom Tov on Mishnah Niddah", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Niddah 10:8:3", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Tosafot Yom Tov on Mishnah Niddah 10:8:3", "sourceHeRef": "תוספות יום טוב על משנה נדה י׳:ח׳:ג׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Niddah", "he": "תוספות יום טוב על משנה נדה"}, "he": "<b>שמטמאין</b> משכב ומושב. הואיל וכזבה קטנה היא וילפינן לה מדכתיב (ויקרא טו כו) כל המשכב אשר תשכב עליו כל ימי זובה כמשכב נדתה יהיה לה ימי לרבות שני ימים כל ימי לרבות אחד וכתב הר\"ב ואפי' הבועל דהא מטמאין קתני וילפינן מדכתיב (שם) כל ימי זוב טומאתה כימי נדתה תהיה טמאה היא. מלמד שמטמאה את בועלה כנדה. ובריש פ\"ק דזבים אכתוב דלבועלה תולין. ואם כן קרא אסמכתא בעלמא:", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d72d33f1af93d8f945cc", "index_title": "Niddah", "category": "Talmud", "type": "", "ref": "Niddah 73a:12", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Niddah 73a:12", "sourceHeRef": "נדה ע״ג א:י״ב", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 145.0012, "collectiveTitle": {"en": "Niddah", "he": "נדה"}, "heTitle": "נדה", "he": "ומנין שסופרת אחד לאחד ת\"ל יהיה לה יכול תספור שבעה לשנים ודין הוא ומה הוא שאין סופר אחד לאחד סופר שבעה לשנים היא שסופרת אחד לאחד אינו דין שתספור שבעה לשנים ת\"ל יהיה לה אינה סופרת אלא יומה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The <i>baraita</i> continues: <b>And from where</b> is it derived <b>that she counts one</b> clean day <b>for</b> experiencing bleeding on <b>one</b> day? <b>The verse states:</b> “All the days of her discharge <b>shall be for her.”</b> One <b>might</b> have thought that she <b>must count seven</b> clean days <b>for</b> experiencing bleeding on <b>two</b> consecutive days. <b>And this is a logical inference: Just as</b> a <i>zav</i>, <b>who does not count one</b> clean day if he sees a discharge <b>on one</b> day, nevertheless <b>must count seven</b> clean days if he sees a discharge <b>on two days,</b> then with regard to a <i>zava</i>, <b>who counts one</b> clean day if she experiences bleeding <b>on one</b> day, <b>isn’t it logical that</b> she should <b>count seven</b> clean days if she experiences bleeding <b>on two</b> consecutive days? <b>The verse states:</b> “All the days of her discharge <b>shall be for her,”</b> which teaches that <b>she counts only her</b> one <b>day</b> even if she experiences bleeding for two consecutive days.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6121b696c823a798e70b56ac", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 567:12", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Yalkut Shimoni on Torah 567:12", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ז:י״ב", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 567.0012, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כל המשכב אשר ישכב עליו [וגו']. יכול כל כלי במשמע תלמוד לומר אשר ישכב וגו'. וכל המרכב אשר ירכב עליו הזב יכול תהא אבן מנוגעת עושה משכב ומושב לטמא אדם לטמא בגדים וכו' אבן שמטמא בביאה אינו דין שעושה משכב ומושב לטמא אדם לטמא בגדים, תלמוד לומר הזב ולא אבן המנוגעת:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b6968430f78f2063663a", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 568:28", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Yalkut Shimoni on Torah 568:28", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ח:כ״ח", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 568.0028, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכל (המשכב) אשר תשכב עליו בנדתה יטמא וכלאשר תשב עליו יטמא, יכול תטמא משכב שיאן מיוחד לשכביה ומושב שאין מיוחד לישיבה, הרי הוא אומר למטה וכל הנוגע במשכבה יכבס בגדיו וכל הנודע בכל כלי אשר תשב עליו יכבס בגדי מה למטה אין מטמא אלא משכב המיוחד לשכיבה ומושב המיוחד לישיבה אף כאן לא תטמא אלא משכב המיוחד לשכיבה ומושב המיוחד לישיבה. יכול לענין לטמא אינה מטמאה אלא משכב המיוחד לשכיבה ומושב המיוחד לישיבה אבל לענין ליטמא תיטמא את הכל שהרבה מיטמאין ואין מטמאין, תלמוד לומר עליו, עליו אמור לענין לטמא עליו אמור לענין ליטמא, מה עליו האמור לענין לטמא אינו מטמא אלא משכב ומושב המיוחד לשכיבה ולישיבה אף עליו האמור לענין ליטמא אינו מטמא אלא משכב ומושב הראוי לשכיבה ולישיבה. ואם על המשכב הוא עד שינשא רובו עליו. או על הכלי אשר היא יושבת עליו (או) [אף] על מקצתו, מכאן אמרו רוב טמא על הטהור או על מקצתו (ומצקצת) [רוב] הטהור על טמא או על מקצתו בין בזב בין במשכב טמא. מקצת טמא על הטהור או על מקצתו ומקצת טהור על הטמא או על מקצתו בזב טמא ובמשכב טהור. ר' שמעון אומר מקצת טמא על הטהור אף בזב טהור. משכב זה משכב [אר היא יושבת עליו זה המשכן] (שהוא) כלי (מרכב) זה מרכב (יושב עליו זה המושב) שנאמר בנגעו בו איזהו דבר שחלק מגעו ממשאו הוי אומר זה המרכב:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b696c823a798e70b56ae", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 568:33", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Yalkut Shimoni on Torah 568:33", "sourceHeRef": "ילקוט שמעוני על התורה תקס״ח:ל״ג", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 568.0033, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "כטומאת נדתה ולא כימי נדתה. והלא דין הוא ומה אם במקום שלא עשה את טומאת המיטמא כמטמא עשה את ימי המיטמא כמטמא מקום שעשה את טומאת המיטמא כמטמא אינו דין שנעשה את ימי המיטמא כמטמא, תלמוד לומר כטומאת נדתה ולא כימי נדתה. וכל הנוגע בם יטמא, על ידי חבוריהן:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "616820c8d963618dde962fb6", "index_title": "Mishnat Eretz Yisrael on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Megillah 4:4:7", "anchorRef": "Leviticus 15:1-34", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 15:34"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Megillah 4:4:7", "sourceHeRef": "משנת ארץ ישראל על משנה מגילה ד׳:ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Megillah", "he": "משנת ארץ ישראל על משנה מגילה"}, "he": "<b>מדלגין בנביא – </b>ניתן לדלג בנביא מפרשה לפרשה ולקרוא כמה פרשות ואין הכרח לקרוא בצורה רציפה את כל קריאת המפטיר, <b>ואין מדלגין בתורה –</b> אלא קוראים לפי הסדר. רש\"י למשנתנו פירש: \"שהשומע את הקופץ ממקום למקום אין לבו מיושב לשמוע\". אולם בסוגיה בירושלמי (עה ע\"ב)<sup class=\"footnote-marker\">590</sup><i class=\"footnote\">ומקבילות ביומא פ\"ז ה\"א, מד ע\"ב; סוטה פ\"ז ה\"ו, כב ע\"א.  </i> רבי שמעון בן לקיש מפרש שאין דולגים מפני \"שאין גולים ספר תורה ברבים\"<sup class=\"footnote-marker\">591</sup><i class=\"footnote\">ספר התורה או הנביא לא היה מונח על השולחן ומחובר לשני גלילי עץ, אלא הקורא היה מחזיק את הספר בידו. </i>, ורבי יוסי סבור שאין הטעם מצדיק איסור דילוג במקרה שהדילוג אינו מצריך גלילת הספר, כשהפרשה שדולגים עליה היא פרשה קטנה, ולדעתו טעמו של האיסור הוא כדי \"שישמעו (את)<sup class=\"footnote-marker\">592</sup><i class=\"footnote\">אינו במקבילות, והמילה אמנם מיותרת. </i> ישראל התורה על סדר\". בשני התלמודים למשנתנו ובמקבילות<sup class=\"footnote-marker\">593</sup><i class=\"footnote\">ירו', עה ע\"ב; יומא פ\"ז ה\"א, מד ע\"ב; סוטה פ\"ז ה\"ז, כב ע\"א; בבלי, כד ע\"א; יומא סט ע\"ב; סוטה מא ע\"א. </i> שואלים על משנתנו מן המשנה ביומא (פ\"ז מ\"א) ובמקבילתה בסוטה (פ\"ז מ\"ז) שבהן מסופר על הכוהן הגדול שקרא לאחר סיום עבודת היום בתורה בפרשת אחרי מות את מעשה עבודת היום (ויקרא טו א-לד), ולאחר מכן אף את הכתובים על צום יום הכיפורים שבפרשת המועדות (שם כג כו-לב). בתלמוד הירושלמי נאמר שקריאתו של הכוהן הגדול שונה \"שהוא סדרו שליום\", ובתלמוד הבבלי מסבירים את הקריאה מפני שהוא \"בענין אחד\", והדברים קרובים. עדיין לא נפתרה בכך שאלת האיסור לגלול ספר תורה ברבים. אין לנו אלא לומר שההלכה שבמשנתנו מאוחרת ובמקדש נהגו אחרת, או שההלכה של משנתנו טרם רווחה, או שמא במקדש לא חששו לכך שהציבור ימתין לגלילת הספר, אדרבה, ראו בכך הידור.", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Moed, Jerusalem, 2008-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר מועד, מאת שמואל ספראי וזאב ספראי, ירושלים. תשס\"ט-תשע\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d56ef4629f2b5727c58a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, כלה 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Sefer HaShorashim, כלה 1", "sourceHeRef": "ספר השרשים, כלה א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "כלה", "he": ["<strong><big>כלה</big></strong>   כִּי לֹא־<strong>כָלוּ</strong> רַֽחֲמָֽיו (<a class=\"refLink\" href=\"Lamentations 3:22\" data-ref=\"Lamentations 3:22\">איכה ג, כב</a>), <strong>כָּלוּ </strong>עֵינַי מְיַחֵל (<a class=\"refLink\" href=\"Psalms 69:4\" data-ref=\"Psalms 69:4\">תהלים סט, ד</a>), עֵינַי <strong>כָּלוּ</strong> לִֽישׁוּעָתֶךָ (<a class=\"refLink\" href=\"Psalms 119:123\" data-ref=\"Psalms 119:123\">תהלים קיט, קכג</a>), וְאַתֶּם בְּנֵֽי־יַֽעֲקֹב לֹא <strong>כְלִיתֶֽם</strong> (<a class=\"refLink\" href=\"Malachi 3:6\" data-ref=\"Malachi 3:6\">מלאכי ג, ו</a>). <strong>וְכָלוֹת</strong> אֲלֵיהֶם (<a class=\"refLink\" href=\"Deuteronomy 28:32\" data-ref=\"Deuteronomy 28:32\">דברים כח, לב</a>), והוא <strong>תאר</strong>. והאחד ממנו כִּי <strong>כָלָה</strong> וְנֶחֱרָצָה (<a class=\"refLink\" href=\"Isaiah 28:22\" data-ref=\"Isaiah 28:22\">ישעיה כח, כב</a>), כִּי <strong>כָלָה</strong> אַךְ־נִבְהָלָה (<a class=\"refLink\" href=\"Zephaniah 1:18\" data-ref=\"Zephaniah 1:18\">צפניה א, יח</a>). וְיַחְדָּו כֻּלָּם <strong>יִכְלָיֽוּן</strong> (<a class=\"refLink\" href=\"Isaiah 31:3\" data-ref=\"Isaiah 31:3\">ישעיה לא, ג</a>), כַּד הַקֶּמַח לֹא <strong>תִכְלָה</strong> (<a class=\"refLink\" href=\"I Kings 17:14\" data-ref=\"I Kings 17:14\">מלכים א' יז, יד</a>), בקמץ. ומשפטו בסגול. בַּחֶרֶב וּבָרָעָב עַד־<strong>כְּלוֹתָֽם</strong> (<a class=\"refLink\" href=\"Jeremiah 44:27\" data-ref=\"Jeremiah 44:27\">ירמיה מד, כז</a>). <strong>והשם</strong> <strong>כָּלָה</strong> אַתָּה עֹשֶׂה (<a class=\"refLink\" href=\"Ezekiel 11:13\" data-ref=\"Ezekiel 11:13\">יחזקאל יא, יג</a>), עָשׂוּ <strong>כָּלָה</strong> (<a class=\"refLink\" href=\"Genesis 18:21\" data-ref=\"Genesis 18:21\">בראשית יח, כא</a>). ומשקל אחר <strong>כִּלָּיוֹן</strong> חָרוּץ (<a class=\"refLink\" href=\"Isaiah 10:22\" data-ref=\"Isaiah 10:22\">ישעיה י, כב</a>). <strong>והפעל הכבד</strong> [פִּעֵל] וְלֹֽא־<strong>כִלִּיתִי</strong> אֶת־בְּנֵֽי־יִשְׂרָאֵל (<a class=\"refLink\" href=\"Numbers 25:11\" data-ref=\"Numbers 25:11\">במדבר כה, יא</a>), בחירק. לְתֹהוּ וְהֶבֶל כֹּחִי <strong>כִלֵּיתִי</strong> (<a class=\"refLink\" href=\"Isaiah 49:4\" data-ref=\"Isaiah 49:4\">ישעיה מט, ד</a>), בצרי. <strong>וָֽאֲכַל </strong>אֹתָם בְּאַפִּֽי (<a class=\"refLink\" href=\"Ezekiel 43:8\" data-ref=\"Ezekiel 43:8\">יחזקאל מג, ח</a>), <strong>וּתְכַל</strong> תְּלוּנֹּתָם מֵֽעָלַי (<a class=\"refLink\" href=\"Numbers 17:25\" data-ref=\"Numbers 17:25\">במדבר יז, כה</a>). פֶּן־<strong>אֲכֶלְךָ</strong> בַּדָּֽרֶךְ (<a class=\"refLink\" href=\"Exodus 33:3\" data-ref=\"Exodus 33:3\">שמות לג, ג</a>), משפטו <strong>אֲכַלְּךָ </strong>בפתח ה<strong>כ\"ף</strong> ודגש ה<strong>למ\"ד</strong>. <strong>מְכַלּוֹת </strong>עֵינַיִם (<a class=\"refLink\" href=\"Leviticus 26:16\" data-ref=\"Leviticus 26:16\">ויקרא כו, טז</a>), וְעֵינֵי אַלְמָנָה <strong>אֲכַלֶּֽה</strong> (<a class=\"refLink\" href=\"Job 31:16\" data-ref=\"Job 31:16\">איוב לא, טז</a>), עַד <strong>כַּלּוֹתָם</strong> (<a class=\"refLink\" href=\"I Samuel 15:18\" data-ref=\"I Samuel 15:18\">שמואל א' טו, יח</a>). ונכתב ב<strong>אל\"ף</strong> <strong>לְכַלֵּא</strong> הַפֶּשַׁע וּלְחָתֵם [וּלְהָתֵם] חַטָּאות [חַטָּאת] (<a class=\"refLink\" href=\"Daniel 9:24\" data-ref=\"Daniel 9:24\">דניאל ט, כד</a>). ענין כלם והדומים להם ענין כליון והשחתה. ויש בענין השלמה והוא קרוב לענין הראשון <strong>כָּלָה</strong> הַבַּיִת לְכָל־דְּבָרָיו (<a class=\"refLink\" href=\"I Kings 6:38\" data-ref=\"I Kings 6:38\">מלכים א' ו, לח</a>), כלומר נשלם הבית.<strong> וַיִּכְלוּ</strong> בְּאֶפֶס תִּקְוָֽה (<a class=\"refLink\" href=\"Job 7:6\" data-ref=\"Job 7:6\">איוב ז, ו</a>), <strong>וַתִּכְלֶינָה</strong> שֶׁבַע שְׁנֵי הַשָּׂבָע (<a class=\"refLink\" href=\"Genesis 41:53\" data-ref=\"Genesis 41:53\">בראשית מא, נג</a>), <strong>כִּכְלוֹת</strong> כֹּחִי אַל־תַּעַזְבֵֽנִי (<a class=\"refLink\" href=\"Psalms 71:9\" data-ref=\"Psalms 71:9\">תהלים עא, ט</a>), זמן השלמת כחי והוא עת הזקנה. <strong>וַתֵּכֶל</strong> כָּל־עֲבֹדַת מִשְׁכַּן אֹהֶל מוֹעֵד (<a class=\"refLink\" href=\"Exodus 39:32\" data-ref=\"Exodus 39:32\">שמות לט, לב</a>).<strong> והשם</strong> כְּשַׁלְּחוֹ <strong>כָּלָה</strong> גָּרֵשׁ יְגָרֵשׁ (<a class=\"refLink\" href=\"Exodus 11:1\" data-ref=\"Exodus 11:1\">שמות יא, א</a>), כשישלחם בהשלמת כלכם ישלחכם שלא ישאר אחד. ובתוספת <strong>תי\"ו</strong> לְֽכָל <strong>תִּכְלָה</strong> רָאִיתִי קֵץ (<a class=\"refLink\" href=\"Psalms 119:96\" data-ref=\"Psalms 119:96\">תהלים קיט, צו</a>), כלומר להשלמת כל הדברים ראיתי קץ אבל מצותך רחבה מאד ואין לה קץ שאף על פי שהמצות יש להן קץ וחשבון ידוע, הענפים מהם רחבים לאין קץ. והאומר כי <strong>תִּכְלָה</strong> מגזרת <strong>וְכָל </strong>בַּשָּׁלִשׁ (<a class=\"refLink\" href=\"Isaiah 40:12\" data-ref=\"Isaiah 40:12\">ישעיה מ, יב</a>) על משקל <strong>מִתִּגְרַת</strong> יָדְךָ (<a class=\"refLink\" href=\"Psalms 39:11\" data-ref=\"Psalms 39:11\">תהלים לט, יא</a>), טעה בזה ובזה, כי שניהם מנחי ה<strong>למ\"ד</strong> על דרך הדקדוק. ועוד פירשו <strong>רְחָבָה מִצְוָתְךָ מְאֹֽד</strong> על מצות הלב אבל מצות הגוף יש לה קץ וזה הפירוש הוא האמת. ומשקל אחר <strong>תַּכְלִית</strong> שִׂנְאָה שְׂנֵאתִים (<a class=\"refLink\" href=\"Psalms 139:22\" data-ref=\"Psalms 139:22\">תהלים קלט, כב</a>), וּֽלְכָל־<strong>תַּכְלִית</strong> הוּא חוֹקֵר (<a class=\"refLink\" href=\"Job 28:3\" data-ref=\"Job 28:3\">איוב כח, ג</a>). <strong>והפעל הכבד </strong>[פִּעֵל]<strong> וַיְכַל</strong> אֱלֹהִים בַּיּוֹם הַשְּׁבִיעִי (<a class=\"refLink\" href=\"Genesis 2:2\" data-ref=\"Genesis 2:2\">בראשית ב, ב</a>), <strong>וַתְּכַל</strong> לְהַשְׁקֹתוֹ (<a class=\"refLink\" href=\"Genesis 24:19\" data-ref=\"Genesis 24:19\">בראשית כד, יט</a>), וַיִּבֶן שְׁלֹמֹה אֶת־הַבַּיִת <strong>וַיְכַלֵּֽהוּ </strong>(<a class=\"refLink\" href=\"I Kings 6:14\" data-ref=\"I Kings 6:14\">מלכים א' ו, יד</a>), בְּיוֹם <strong>כַּלּוֹת</strong> מֹשֶׁה (<a class=\"refLink\" href=\"Numbers 7:1\" data-ref=\"Numbers 7:1\">במדבר ז, א</a>), כִּי <strong>תְכַלֶּה</strong> לַעְשֵׂר (<a class=\"refLink\" href=\"Deuteronomy 26:12\" data-ref=\"Deuteronomy 26:12\">דברים כו, יב</a>), <strong>בְּכַלּֽוֹתְךָ</strong> מֵֽחַטֵּא (<a class=\"refLink\" href=\"Ezekiel 43:23\" data-ref=\"Ezekiel 43:23\">יחזקאל מג, כג</a>), <strong>יְכַלּוּ</strong> יְמֵיהֶם בַּטּוֹב (<a class=\"refLink\" href=\"Job 36:11\" data-ref=\"Job 36:11\">איוב לו, יא</a>). <strong>ושלא נזכר פעלו ממנו </strong>[פֻּעַל] <strong>כָּלּוּ</strong> תְפִלּוֹת דָּוִד בֶּן־יִשָֽׁי (<a class=\"refLink\" href=\"Psalms 72:20\" data-ref=\"Psalms 72:20\">תהלים עב, כ</a>), <strong>וַיְכֻלּוּ</strong> הַשָּׁמַיִם וְהָאָרֶץ וְכָל־צְבָאָֽם (<a class=\"refLink\" href=\"Genesis 2:1\" data-ref=\"Genesis 2:1\">בראשית ב, א</a>), כלם והדומים להם ענין השלמה. ובפירוש<strong> כָּלּוּ תְפִלּוֹת דָּוִד בֶּן־יִשָֽׁי </strong>רבו דעות המפרשים. ולפי דעתי כי זה המזמור הוא תכלית כל תפלותיו ואף על פי שלא כתבו בסוף אולי היתה דעתו לכלות ספרו בספר המעלות וההלולים כי אין המזמורים מסודרים על סדר המעשים. הלא תראה מִזְמוֹר לְדָוִד בְּבָרְחוֹ מִפְּנֵי אַבְשָׁלוֹם (<a class=\"refLink\" href=\"Psalms 3:1\" data-ref=\"Psalms 3:1\">תהלים ג, א</a>) ואחריו כמה מזמורים שהיו טרם מעשה אבשלום. ובזה המומור התפלל על שלמה שתכון מלכותו. וזה היה בעת זקנותו כשהוקם שלמה למלך ואחר זה לא קרה אותו דבר שידבר עליו ובזה <strong>כָּלּוּ </strong>דבריו ותפלות. וענין אחר <strong>כָּלְתָה </strong>לִתְשׁוּעָתְךָ נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 119:81\" data-ref=\"Psalms 119:81\">תהלים קיט, פא</a>), נִכְסְפָה וְגַם־<strong>כָּלְתָה</strong> נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 84:3\" data-ref=\"Psalms 84:3\">תהלים פד, ג</a>).<strong> והפעל הכבד </strong>[פִּעֵל]<strong> וַתְּכַל</strong> דָּוִד הַמֶּלֶךְ (<a class=\"refLink\" href=\"II Samuel 13:39\" data-ref=\"II Samuel 13:39\">שמואל ב' יג, לט</a>), ופירוש ותכל נפש דוד. והחכם רבי אברהם אבן עזרא פירשו <strong>פועל יוצא</strong> והוא אומר על אם אבשלום שהיתה מתאוה אל דוד עד שרצה לצאת ממקומו אל בנו. ולא הזכירה הכתוב כמו אֲשֶׁר יָֽלְדָה אֹתָהּ לְלֵוִי (<a class=\"refLink\" href=\"Numbers 26:59\" data-ref=\"Numbers 26:59\">במדבר כו, נט</a>) וְאֹתוֹ יָֽלְדָה אַֽחֲרֵי אַבְשָׁלֽוֹם (<a class=\"refLink\" href=\"I Kings 1:6\" data-ref=\"I Kings 1:6\">מלכים א' א, ו</a>), ענינם וענין הדומה להם ענין תאוה וחשק. וענין אחר והוא כענין <strong>כָּלָה</strong> ב<strong>אל\"ף</strong> מִכָּל־אֹרַח רָע <strong>כָּלִאתִי </strong>רַגְלָי (<a class=\"refLink\" href=\"Psalms 119:101\" data-ref=\"Psalms 119:101\">תהלים קיט, קא</a>). כתוב ב<strong>אל\"ף</strong> ונקרא כבעלי ה<strong>ה\"א</strong>. וְאֶת־בְּנֵיהֶם <strong>כָּלוּ</strong> בַבָּֽיִת (<a class=\"refLink\" href=\"I Samuel 6:10\" data-ref=\"I Samuel 6:10\">שמואל א' ו, י</a>), לֹֽא־<strong>יִכְלֶה</strong> מִמְּךָ (<a class=\"refLink\" href=\"Genesis 23:6\" data-ref=\"Genesis 23:6\">בראשית כג, ו</a>), אֲשֶׁר <strong>כְּלִתִנִי </strong>הַיּוֹם הַזֶּה מִבּוֹא בְדָמִים (<a class=\"refLink\" href=\"I Samuel 25:33\" data-ref=\"I Samuel 25:33\">שמואל א' כה, לג</a>), כלם לשון מניעה ועצירה. ואפשר להיות מזה הענין מִקֶּרֶב חֵֽוקְךָ [חֵֽיקְךָ] <strong>כַלֵּֽה</strong> (<a class=\"refLink\" href=\"Psalms 74:11\" data-ref=\"Psalms 74:11\">תהלים עד, יא</a>), כלומר מנע ידך וימינך מקרב חיקך והוציאה לנקום נקמה באויב. ומן השרש הזה וְאֵת שְׁתֵּי <strong>הַכְּלָיֹת</strong> (<a class=\"refLink\" href=\"Leviticus 3:4\" data-ref=\"Leviticus 3:4\">ויקרא ג, ד</a>), והוא ידוע. ויש אומרים כי נקראו כן בעבור שיש להם כח בתאות המשגל מענין נִכְסְפָה וְגַם־<strong>כָּלְתָה</strong> נַפְשִׁי (<a class=\"refLink\" href=\"Psalms 84:3\" data-ref=\"Psalms 84:3\">תהלים פד, ג</a>), ועל דרך ההשאלה <strong>כִּלְיוֹת</strong> חִטָּה (<a class=\"refLink\" href=\"Deuteronomy 32:14\" data-ref=\"Deuteronomy 32:14\">דברים לב, יד</a>), כי גרגרי החטה דומות לכליות. ומן השרש הזה כָּל־<strong>כְּלִי</strong> יוּצַר עָלַיִךְ (<a class=\"refLink\" href=\"Isaiah 54:17\" data-ref=\"Isaiah 54:17\">ישעיה נד, יז</a>), מַיִם חַיִּים אֶל־<strong>כֶּֽלִי</strong> (<a class=\"refLink\" href=\"Numbers 19:17\" data-ref=\"Numbers 19:17\">במדבר יט, יז</a>), וְאֶֽל־<strong>כֶּלְיְךָ</strong> לֹא תִתֵּֽן (<a class=\"refLink\" href=\"Deuteronomy 23:25\" data-ref=\"Deuteronomy 23:25\">דברים כג, כה</a>), <strong>וְכֵלִים מִכֵּלִים</strong> שׁוֹנִים (<a class=\"refLink\" href=\"Esther 1:6\" data-ref=\"Esther 1:6\">אסתר א, ו</a>), וְעַתָּה שָׂא־נָא <strong>כֵלֶיךָ</strong> (<a class=\"refLink\" href=\"Genesis 27:3\" data-ref=\"Genesis 27:3\">בראשית כז, ג</a>). ומשתמשים במלה הזאת בכל כלי תשמיש כמו <strong>וְאֶֽל־כֶּלְיְךָ לֹא תִתֵּֽן, וְכֵלִים מִכֵּלִים שׁוֹנִים</strong>, והדומים להם. <strong>כְּלֵי</strong> הַקָּטָן <strong>מִכְּלֵי</strong> הָֽאַגָּנוֹת וְעַד כָּל־<strong>כְּלֵי</strong> הַנְּבָלִֽים (<a class=\"refLink\" href=\"Isaiah 22:24\" data-ref=\"Isaiah 22:24\">ישעיה כב, כד</a>), פירוש כלי התשמיש הקטן, כלומר שמשימין בהם הדברים הקטנים. וטעם מ<strong>כְּלֵי הָֽאַגָּנוֹת</strong> בסמיכות לפי שיש בכלים הנקראים אגנות כלים שונים אלה מאלה. וכן כלי הנבלים. ויונתן תרגם מ<strong>כְּלֵי הָֽאַגָּנוֹת מִכַּהֲנַיָא לָבְשֵׁי אֵפוֹדָא וְעַד בְּנֵי לֵוִי אֶחֲדֵי נִבְלַיָא</strong>. וכן מזה <strong>כֵּלָיו</strong> רָעִים (<a class=\"refLink\" href=\"Isaiah 32:7\" data-ref=\"Isaiah 32:7\">ישעיה לב, ז</a>), אומר כי <strong>הַכִּילַי</strong> מדותיו רעים וחסרים, כלומר אין צריך לומר כי הוא רע הדעת לתת משלו אלא אפילו כשימכור ימכור במדה רעה וחסרה. ומשתמשים עוד במילה הזאת בכלי זיין, כמו <strong>כָּל־כְּלִי יוּצַר עָלַיִךְ</strong>. וְאִם־<strong>בִּכְלִי</strong> בַרְזֶל (<a class=\"refLink\" href=\"Numbers 35:16\" data-ref=\"Numbers 35:16\">במדבר לה, טז</a>), <strong>וְעַתָּה שָׂא־נָא כֵלֶיךָ</strong>, והדומה להם. ומשתמשים עוד בבגדים ובשאר תשמישי הבית וְכָֽל־<strong>הַכְּלִי </strong>אֲשֶׁר תֵּשֵׁב (<a class=\"refLink\" href=\"Leviticus 15:26\" data-ref=\"Leviticus 15:26\">ויקרא טו, כו</a>), וכן <strong>וְכַכַּלָּה</strong> תַּעְדֶּה כֵלֶֽיהָ (<a class=\"refLink\" href=\"Isaiah 61:10\" data-ref=\"Isaiah 61:10\">ישעיה סא, י</a>), כלומר בגדיה ותכשיטיה. ומשתמשים בו עוד בבגדים בכלי מילאכת איש וכליו כָּל־<strong>כְּלִי</strong> בַרְזֶל (<a class=\"refLink\" href=\"I Kings 6:7\" data-ref=\"I Kings 6:7\">מלכים א' ו, ז</a>). ורבותינו ז\"ל נשתמשו בבגדים במקומות רבים באמרם (מועד קטן יג, ע\"ב, פסחים נה, ע\"ב) מביאין כלים מבית האומן כגון כר מבית הכרר. וזולת זה הרבה. ומשקל אחר הוּא <strong>מִכְלוֹת</strong> זָהָֽב (<a class=\"refLink\" href=\"II Chronicles 4:21\" data-ref=\"II Chronicles 4:21\">דברי הימים ב' ד, כא</a>), פירוש כלי הזהב וה<strong>מ\"ם</strong> בו נוספת."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed66bfddfbb310fecd8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "anchorRef": "Leviticus 11:1-17:16", "anchorRefExpanded": ["Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification 2-20", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳ ב׳-כ׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Ritual Pollution and Purification", "he": "ויקרא מאמר ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S</small> I <small>HAVE PREVIOUSLY NOTED</small>, L<small>EVITICUS IS LARGELY ABOUT HOW TO KEEP</small> G<small>OD</small>’<small>S</small> earthly realm, and hence his relationship with the people of Israel, viable and “pure” (cf. Greenstein 1985a). Once the book of Exodus ends, with the erection of the Tabernacle—a symbolic reflection of the cosmos in which God “takes up dwelling” among the Israelites—we are left with a structure that must be carefully guarded and its ritual purity maintained. To this end, Leviticus now turns to the issue of pollutants, largely of the body, that arise from what we might call territorial problems: the border of what goes into the body, expressed through animals permitted and forbidden for food; the border between life and death, as expressed through sexual functions and discharges; and the border of outer surfaces, as expressed through skin disease (<i>tzaraat</i>), mildew on clothing, and mold on houses. The system of avoidance and purification that is presented in Chapters 11–15 ensures that the “Holy-Area” will either not become polluted or, should that prove to be unavoidable, will be properly decontaminated, for such contamination has the potential of leading to God’s withdrawal from dwelling “in the midst” of the people of Israel.", "The pollutants discussed in these chapters do not by and large carry with them punishments per se; that is, they are not regarded as violations of the moral order (although <i>tzaraat</i> in biblical stories often did carry the implication that the victim had in fact done something to deserve his or her condition). Nor do they pose an actual danger to the person—unless he or she comes in contact with holy objects, people, or space. Then it becomes clear that biblical pollution was considered contagious; hence the need for rituals. What was generally required was that the polluted person observe a period of separation from the sanctuary (or, in more extreme cases, from the camp), to be reintegrated after either time alone or with the addition of laundering their clothes and/or washing themselves. In the latter cases, water was seen as acting as a purifying agent, not as cleanser in the detergent sense (and so the word “unclean,” so often used in translating Heb. <i>tamei</i>, is misleading). As before, these processes applied to priests (cf. Chap. 22) and to laypeople alike (Chaps. 12–15). The major pollutant, death, was seen as so virulent that it received treatment in a separate setting, Num. 19.", "A different category of pollution existed alongside the one we have just mentioned. It included human wrongdoing, which we might call immoral or unjust actions (e.g., incest, oppression of the poor), and also transgression of boundaries (e.g., between holy and profane, or breaching the fairly rigid system of classification in nature among animals, textiles, etc.). These types of pollution, then, involved behavior which can be seen to be disruptive or worse to the established social order. As a rule they could not be atoned for through sacrifice or other ritual forms, but lead to exile or death. They are dealt with mainly in the final section of Leviticus, Chapters 18–26.", "For a full discussion of the issue of pollution in biblical Israel, see Frymer-Kensky (1983) and Greenstein (1984a).", "O<small>N</small> T<small>HE</small> D<small>IETARY</small> R<small>ULES</small>", "T<small>HE SUBJECT OF COUNTLESS INTERPRETATIONS OVER THE AGES</small>, <small>THE SYSTEM OF DI</small>etary laws laid down in Lev. 11 is best understood in the broader context of both the structure of the book and of the Levitical worldview. For the former, see the commentary to Chapter 11; for the latter, the following may be helpful.", "It has long been recognized that seeing the dietary laws as resulting from consciousness of hygiene is a deeply inadequate way of understanding them. Nor can some of the later explanations adduced by Jewish tradition, however noble (for instance, that adhering to such a system teaches self-discipline), provide a satisfactory explanation for the rules in the context of Leviticus. What is more to the point is that the priestly worldview stressed boundaries and order. A hierarchy reigns in virtually every aspect of Israelite life as conceived in the Torah: people, land, animals, eligibility for the priesthood, the Tabernacle, and the calendar. There is a complex system of “graded holiness” (Jenson) informing Israelite life, with two basic messages: (1) God is to be approached in stages, and (2) the world is set up in a tight, ordered structure which reflects the distinctions between God and humans, Israel and the other peoples.", "It is especially the latter that is at work in the dietary laws. The animals are discussed in categories that are reminiscent of the (priestly) creation story of Genesis 1; note the refrain in both passages of (each animal) “according to its kind.” Lev. 11 makes distinctions, and scholars have sought to understand them according to a number of possible criteria: ease/clarity of classification (anomalies, especially as regards locomotion, tend to be prohibited), whether or not the animal is carnivorous (those that are, are prohibited), and the wild or domestic status of the animal (the former are frequently prohibited). The message that emerges from the scheme is multifaceted. It would appear to hold that:", "1. Human activity is to reflect the inherent orderliness of creation, a kind of imitation of God (namely, as he kept things clear at the beginning, you should do the same with what enters your body).", "2. The ideal state, already portrayed in the Garden of Eden story, is vegetarianism—where no animal life need be taken by humans (this despite God’s command to Adam to “dominate [the earth]” in Gen. 1:28).", "3. Animals permitted for consumption, among them those fit for sacrifice, are by and large those which are familiar to the Israelites in daily life through domestication. They tend to be animals often used by the Bible to symbolize humans. Eilberg-Schwartz calls this phenomenon “Israel in the mirror of nature,” and gives numerous examples extending throughout Israelite culture. He concludes that “the dietary restrictions carve up the animal world along the same lines as Israelite thought … [they] specify what kinds of animals are ‘food for thought.’”", "It should be mentioned that Mary Douglas, who pioneered an anthropological approach to these laws three decades ago, has recently given them another go (1993b). In earlier studies, Douglas (1966) saw the system in Lev. 11 as we have indicated above—as a “cognitive ordering of the universe”; she also spoke of it as symbolizing the protection of boundaries in Israelite society. Her latest understanding focuses on the animals as reflective of the idea that (Israelite) culture is aimed at demonstrating God’s righteousness/justice in all areas of life, through laws regarding the body. Thus, priests, sacrificial animals, and food animals may not have any “blemish” (below, “defect”) in them; and animals prohibited for eating are either the perpetrators or victims of predation (symbolizing the human perpetrators or victims of injustice).", "A final point relates to a major theme in Leviticus and indeed in many of the priestly texts of the Torah: separateness. We have seen how a major function in God’s creation of the world—with which the Bible opens!—is “separating” aspects of the natural world. A parallel verb was used in the plague narratives of Exodus, “making a distinction” (between Israelites and Egyptians). With the dietary regulations, “separating” returns. Given these thematics, one can say that Chapter 11 is a linchpin of priestly thinking. Like sexual relations, the other area of intimacy in human affairs, eating in the Bible goes far beyond the confines of one’s home and comes to symbolize an entire approach to life.", "O<small>N</small> T<small>HE</small> R<small>ITUAL</small> P<small>OLLUTION</small> O<small>F</small> T<small>HE</small> B<small>ODY</small>", "O<small>F SPECIAL CONCERN TO THE COMPILERS OF LEVITICUS WAS RITUAL POLLUTION ARIS</small>ing from certain physical conditions. To many people, this section is even less interesting than the opening chapters of the book, and seems impossibly bogged down in primitive conceptions of disease and hygiene. But despite the fact that they undoubtedly reflect some ancient conceptions in these areas, these conditions and the role of the priest in making rulings on them have less to do with hygiene and medicine than they do with maintaining the borders between life and death, and symbolically affirming life.", "It seems that the polluting discharges are primarily sexual in nature, and this is probably not accidental. The biblical priests, in their extreme concern with both procreation/genealogy (especially of men, since the priesthood was male-hereditary) and purity (in approaching the sanctuary), were presented with a major problem. God, who was to be served in purity, was also the One in whose image human beings were made (Gen. 1:26), yet as a being beyond sexuality, who had neither relationships with other deities nor even a body. He left it ambiguous as to just how humans were to work out their sexual relations. The answer to the dilemma is at least partly solved by the Torah’s regulations regarding pollution and purity, incest and marriage. It is here that the issue of control is most significant. Eilberg-Schwartz points out that control and boundaries apply not only to Israel and the nations, but also and especially to male and female. As a male hierarchy, the priests viewed women, with their closer connections to the life process (and maybe also to previous forms of paganism in the form of goddess worship), as potentially dangerous, or at least problematic, to their system of purity. The seeming “disorder” of women’s discharges (perhaps representing “nature”) threatened the imposition of order (“culture”) that is so central to priestly thinking. But as a group concerned with the perpetuation of both the priestly class and the people of Israel, the priestly class could not do without women altogether, and the inescapable conclusion was strict regulation (cf. also Wegner 1992). Such regulation—labeling certain states or acts “polluting”—had the added benefit of controlling private morality in a way that could not be done otherwise (Douglas 1966).", "It is important to note that in classical Judaism after the year 70 (the date of the destruction of the Second Temple), the “purity” laws, while still assiduously studied, by and large ceased to operate except within the sphere of marriage. Thus, to this day, religious Jewish couples temporarily separate sexually during the wife’s period, but this by itself does not legally affect her participation in traditional ritual. The disease here termed <i>tzaraat</i>, translated for millennia as “leprosy,” is now recognized to be something different, perhaps several forms of skin disease involving scaling or flaking. These have nowhere near the frightening and fatal implications of classic leprosy (Hansen’s Disease). Leviticus nevertheless treats <i>tzaraat</i> at great length and in close detail. Here, perhaps more than anywhere else in the book, it is clear that at least parts of Leviticus were originally intended as manuals for priestly “instruction” (note, by the way, the sevenfold occurrence of the term in the pollution chapters, 11–15). It has been theorized that <i>tzaraat</i> is of such concern here because it was felt to resemble death/decay in a clear, outward fashion, and hence fits into these chapters, which deal so much with boundaries.", "An unexpected addition, from a contemporary point of view, to the <i>tzaraat</i> of the body is that which appears on textiles and on house walls (a fungus or mold or “dry rot”). The fact that the same word is used to apply to all these situations indicates that a wide concept is being applied here: how visible imperfection damages the utopia of the sacred society.", "Finally, the role of the priest in these chapters should be noted. He does not function to remove demons or perform magical rites, but rather to examine the one suspected of having the disease (note the repetition of “look” in the chapter). He is more teacher and guardian of purity than healer or intermediary."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed86bfddfbb310fecde", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 2-3", "anchorRef": "Leviticus 15:1-33", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Polluting Discharges", "he": "ויקרא הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["This chapter concerns genital discharges—both those that arise from disease and those that are normal but involuntary. As Levine notes, sexual purity was crucial for approaching the Israelite sanctuary, as opposed to ancient Near Eastern rituals in general, where sexuality was frequently part and parcel of the worship of the gods.", "Such pollution was considered much more contagious than that we have encountered previously, which is not surprising, given the area in which it falls. Wenham has noted the chiastic structure here, with male and female interchanging with short-term and long-term events. The core (vv.16–24)—the normal flows of seminal emissions for men and menstrual discharge from women—contrasts with discharges resulting from disease (vv.2–12, 25–27). The former merely pollute until sunset (except for the case of a couple having intercourse during the wife’s period), and thus demonstrate the modesty and restraint in matters of divine worship more than pointing to some kind of stigma per se."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e6c9ad75f2d99af976", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 1", "anchorRef": "Leviticus 15:1-33", "anchorRefExpanded": ["Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, Part II; Ritual Pollution and Purification, Polluting Discharges 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ד׳, ויקרא הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Leviticus 15:1-33\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Leviticus 15:1-33</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187cd2c9371ec0cebe67e7", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Reggio on Torah, Leviticus 15:26:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>כטמאת נדתה,</b> כטומאת מושב נדתה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc57758c1dc532ec8e12", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 15:26", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Steinsaltz on Leviticus 15:26", "sourceHeRef": "ביאור שטיינזלץ על ויקרא ט״ו:כ״ו", "anchorVerse": 26, "sourceHasEn": true, "commentaryNum": 15.0026, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "ולכן, \n    <b>כָּל הַמִּשְׁכָּב אֲשֶׁר תִּשְׁכַּב עָלָיו כָּל יְמֵי זוֹבָהּ</b>– \n    <b>כְּמִשְׁכַּב נִדָּתָהּ יִהְיֶה לָּהּ</b> מבחינת הטומאה. \n    <b>וְכָל הַכְּלִי</b>, כולל המצעים\n    <b>אֲשֶׁר תֵּשֵׁב עָלָיו</b>– \n    <b>טָמֵא יִהְיֶה כְּטֻמְאַת נִדָּתָהּ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "Consequently, \n  <b>any bedding on which she lies all the days of her discharge shall be for her like the bedding of her menstruation </b>with regard to ritual impurity, <b>and any article on which she shall sit, </b>including bedsheets, <b>shall be impure, like the impurity of her menstruation. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e98cc0a07ac360d75f1318", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Bereshit 58", "anchorRef": "Leviticus 15:19-30", "anchorRefExpanded": ["Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30"], "sourceRef": "Tze'enah Ure'enah, Bereshit 58", "sourceHeRef": "צאינה וראינה, בראשית נ״ח", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 58, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "בראשית", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Rabbi Joshua asks: why must the woman adorn herself with <i>perfumes</i> and good smelling things and clean clothes more than the man? He answered that <i>Adam</i> was created from the earth and earth never stinks. <i>Eve</i> was created from a rib bone. It is a parable. If you do nothing to meat for three days, it stinks. Therefore, the women must adorn themselves with perfumes and clean clothes. They might stink if they did not adorn themselves in this way. Why do women have good <i>voices?</i> It is a parable. Bang two bones together and it makes a sound and rings. Bang earth against earth and it makes no sound. Why can one not easily persuade a woman to commit a <i>sin</i> or dissuade her from her anger? He answered that the woman was created from a bone and if you poured water on a bone all day, the bone would not dissolve. However, pour a little water on earth, and it will soon dissolve. Therefore we say, “<i>as a father has compassion for his children</i>” [Psalms, 103:13]. The father is compassionate. Why does a man seek a wife and a woman does not seek a man? He responded: I will give you a parable. One who loses something must search for what he has lost. However, the woman has not lost anything. Therefore, she does not search. Why does the man have the hair on his head uncovered while the woman must cover the hair of her head? He answered, this is because Eve made <i>Adam</i> sin. Therefore, she must go covered, ashamed and with covered head. Why do women run to a dead person first? This is because they brought death into the world. Why did the Holy One give women <i>the commandment of nidah?</i><sup class=\"footnote-marker\">110</sup><i class=\"footnote\">The laws of ritual purity relating to menstruation. Cf. Leviticus, 15:19–30.</i> Because she spilled the blood of people. Why was she given <i>the commandment of hallah?</i> He said that she made <i>Adam</i> sin, separating him from the earth. Therefore, she is obligated to separate the <i>hallah</i> from the dough.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">According to Num. 15:20–21, one is obligated to separate a small portion of every batch of dough. In Biblical times it was given to the priest as an offering. Today it is burnt in the oven.</i> Why do women light candles? Because she extinguished <i>Adam</i>’<i>s</i> light, that is, [previously] his soul shone like a candle.<sup class=\"footnote-marker\">112</sup><i class=\"footnote\"><i>Genesis Rabbah,</i> 17.8. These three commandments of <i>nidah</i>, <i>hallah</i>, and lighting Sabbath candles have been traditionally considered the basic commandments unique to women.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "53f178c0fbfba22336ea3cc9", "index_title": "Kitzur Ba'al HaTurim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Kitzur Ba'al HaTurim on Leviticus 15:26:1", "sourceHeRef": "קיצור בעל הטורים על ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על ויקרא", "he": "<b>כטומאת</b> ב'. כטומאת נדתה כטומאת הנדה היתה וגו' כדאיתא במדרש שמדמה אותם לטומאת נדה מה נדה יש לה טהרה במים אף ישראל יש להן טהרה שנאמר וזרקתי עליכם מים וגו' אי נמי מה נדה כהן נכנס עמה בבית אף ישראל אע\"פ שהן טמאים שכינה ביניהם שנאמר השוכן אתם בתוך טומאותם ולא כמת שאין הכהן נכנס עמו בבית. י\"א פעמים כתיב בפרשה זבה זובו זובה נגד י\"א יום שבין נדה לנדה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ee9bffd6e4a94d7c6d3f4c", "index_title": "Horayot", "category": "Talmud", "type": "", "ref": "Horayot 4a:17", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Horayot 4a:17", "sourceHeRef": "הוריות ד׳ א:י״ז", "anchorVerse": 26, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 7.0017, "collectiveTitle": {"en": "Horayot", "he": "הוריות"}, "heTitle": "הוריות", "he": "אֶלָּא לְעוֹלָם כְּדַרְכָּהּ, וּדְאָמְרִי: הַעֲרָאָה בְּאִשָּׁה דָּוָה הוּא דִּכְתִיבָא. וְאִיבָּעֵית אֵימָא, דְּאָמְרִי: זָבָה לָא הָוְיָא אֶלָּא בִּימָמֵי, דִּכְתִיב: ״כׇּל יְמֵי זוֹבָהּ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara says: <b>Rather, actually,</b> the reference is to a ruling permitting the initial stage of intercourse <b>in a typical manner, and</b> the judges <b>said:</b> In the case of the prohibition of <b>the initial stage of intercourse, it is with regard to an afflicted woman,</b> who experienced the discharge of blood during her menstrual period, <b>that it is written,</b> not with regard to one who experiences the discharge during the eleven days between the end of one menstrual period and the expected start of another. <b>And if you wish, say</b> instead <b>that they said:</b> A woman assumes the status of <b>a <i>zava</i>,</b> i.e., one who experiences a discharge of blood for three consecutive days during those eleven days, <b>only</b> if she experienced the discharge <b>during the day,</b> not at night, <b>as it is written: “All the days of her discharge”</b> (Leviticus 15:26).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a79bdc7d6e4a944624dbaff", "index_title": "Berakhot", "category": "Talmud", "type": "", "ref": "Berakhot 4a:9", "anchorRef": "Leviticus 15:19-30", "anchorRefExpanded": ["Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30"], "sourceRef": "Berakhot 4a:9", "sourceHeRef": "ברכות ד׳ א:ט׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 7.0009, "collectiveTitle": {"en": "Berakhot", "he": "ברכות"}, "heTitle": "ברכות", "he": "וְאִידַּךְ, כָּךְ אָמַר דָּוִד לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא: רִבּוֹנוֹ שֶׁל עוֹלָם, לֹא חָסִיד אֲנִי? שֶׁכָּל מַלְכֵי מִזְרָח וּמַעֲרָב יוֹשְׁבִים אֲגוּדּוֹת אֲגוּדּוֹת בִּכְבוֹדָם, וַאֲנִי יָדַי מְלוּכְלָכוֹת בְּדָם וּבְשָׁפִיר וּבְשִׁלְיָא כְּדֵי לְטַהֵר אִשָּׁה לְבַעֲלָהּ. וְלֹא עוֹד, אֶלָּא כָּל מָה שֶׁאֲנִי עוֹשֶׂה, אֲנִי נִמְלָךְ בִּמְפִיבֹשֶׁת רַבִּי, וְאוֹמֵר לוֹ: ״מְפִיבֹשֶׁת רַבִּי, יָפֶה דַּנְתִּי? יָפֶה חִייַּבְתִּי? יָפֶה זִכִּיתִי? יָפֶה טִהַרְתִּי? יָפֶה טִמֵּאתִי?״, וְלֹא בּוֹשְׁתִּי.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And the other</b> Sage said: <b>David said the following before the Holy One, Blessed be He: Master of the Universe, am I not pious? For all of the kings of the East and the West sit in groups</b> befitting <b>their honored</b> status, but I sit as a judge who issues rulings for the people. Women come with questions of ritual impurity and <b>my hands become soiled with</b> their <b>blood</b> as I labor to determine whether or not it is blood of impurity and she has menstruating woman status, <b>and</b> with <b>a fetus that miscarried</b> at a stage of development before it was clear whether or not it is considered a birth, <b>and</b> with <b>placenta,</b> which women sometimes discharge unrelated to the birth of a child (see Leviticus 15:19–30 with regard to blood, and 12:1–8 with regard to miscarriage and placenta). King David went to all this trouble <b>in order to render a woman ritually pure</b> and consequently permitted <b>to her husband.</b> If, after examination, a Sage declares the woman ritually pure, she is permitted to be with her husband, which leads to increased love and affection, and ultimately to procreation (Rabbi Yoshiyahu Pinto). <b>And not only</b> do I engage in activity considered to be beneath the station of a king, <b>but I consult my teacher, Mefivoshet,</b> son of King Saul’s son, Jonathan, with regard to <b>everything that I do. I say to him: Mefivoshet, my teacher, did I decide properly? Did I convict properly? Did I acquit properly? Did I rule</b> ritually <b>pure properly? Did I rule</b> ritually <b>impure properly? And I was not embarrassed.</b> Forgoing royal dignity should make me worthy to be called pious.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3cc5d6e4a9026bd8f5b3", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Aderet Eliyahu, Leviticus 15:26:1", "sourceHeRef": "אדרת אליהו, ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>כל כו' כמשכב.</b> מלמד שהיא עושה משכב ומושב. אין לי אלא ג' ימים ב' ימים מניין ת\"ל ימי. יום ח' מניין ת\"ל כל ימי:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cc5d6e4a9026bd8f5b5", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 15:26:2", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Aderet Eliyahu, Leviticus 15:26:2", "sourceHeRef": "אדרת אליהו, ויקרא ט״ו:כ״ו:ב׳", "anchorVerse": 26, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 26.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>טמא יהיה כטמאת נדתה.</b> לרבות שומרת יום כנגד יום. יכול שנים כנגד שנים ת\"ל כמשכב נדתה יהיה לה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46994608d98a02694e1245", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, סְפִירָה 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Jastrow, סְפִירָה 1", "sourceHeRef": "מילון יסטרוב, סְפִירָה א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "סְפִירָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">סְפִירָה</strong> f. (b. h.;  <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סָפַר.1\" data-ref=\"Jastrow, סָפַר 1\"><a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סָפַר.1\" data-ref=\"Jastrow, סָפַר 1\">סָפַר</a>)</a> <b>1)</b> <i>counting</i>. <a class=\"refLink\" href=\"/Niddah.73a.14\" data-ref=\"Niddah 73a:14\">Nidd. 73ᵃ</a> <span dir=\"rtl\">ראוי לס׳</span> fit to begin with it the count (of the seven days of purification); <a class=\"refLink\" href=\"/Niddah.73a.14\" data-ref=\"Niddah 73a:14\">ib.</a> <span dir=\"rtl\">לסְפִירַת או כי תזוב</span> for the count required in the case described <a class=\"refLink\" href=\"/Leviticus.15.26\" data-ref=\"Leviticus 15:26\">Lev. XV, 26</a>, sq. Sifra Emor, Par. 10, ch. XII (ref. to <a class=\"refLink\" href=\"/Leviticus.23.16\" data-ref=\"Leviticus 23:16\">Lev. XXIII, 16</a>) <span dir=\"rtl\">כל סְפִירָתָם לא וכ׳</span> all they have to count (from Passover to the Feast of Weeks) shall be no more than fifty days. Ib. <span dir=\"rtl\">ס׳ שהיא תלויה בב\"ד וכ׳</span> a count which depends on the court (deciding on the New Moons), to exempt the weekly Sabbath, <span dir=\"rtl\">שסְפִירָתָהּ בכל אדם</span> which everybody counts; <a class=\"refLink\" href=\"/Menachot.65b.11\" data-ref=\"Menachot 65b:11\">Men. 65ᵇ</a>; a. fr.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סְפִירוּת.1\" data-ref=\"Jastrow, סְפִירוּת 1\">סְפִירוֹת</a>. <a class=\"refLink\" href=\"/Menachot.65b.11\" data-ref=\"Menachot 65b:11\">Ib.</a> <span dir=\"rtl\">כל ס׳ שאתה סופר וכ׳</span> all the counted days together shall be no more than fifty (v. supra); a. e.—Yalk. Chr. 1075, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סְפוֹרָה.1\" data-ref=\"Jastrow, סְפוֹרָה 1\">סְפוֹרָה</a>. <b>—2)</b> <i>writing</i>, <i>recording</i>. <a class=\"refLink\" href=\"/Gittin.21b\" data-ref=\"Gittin 21b\">Gitt. 21ᵇ</a>; <a class=\"refLink\" href=\"/Sukkah.24b.4\" data-ref=\"Sukkah 24b:4\">Succ. 24ᵇ</a> (ref. to <span dir=\"rtl\">ספר</span>, <a class=\"refLink\" href=\"/Deuteronomy.24.1\" data-ref=\"Deuteronomy 24:1\">Deut. XXIV, 1</a>) <span dir=\"rtl\">לסְפִירַת דברים וכ׳</span> (the word <i>sefer</i> refers not to the writing material but) merely to the act of writing the words (formula of divorce). <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.936\" data-ref=\"Yalkut Shimoni on Torah 936\">Yalk. Deut. 936</a>; <a class=\"refLink\" href=\"/Eruvin.15b.4\" data-ref=\"Eruvin 15b:4\">Erub. 15ᵇ</a> <span dir=\"rtl\">לספִירוּת</span>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5e54febd335e8905a128238c", "index_title": "Gray Matter II", "category": "Halakhah", "type": "", "ref": "Gray Matter II, Family Matters, \"Orthodox Infertility\", When Halachah Interferes with Conception 3", "anchorRef": "Leviticus 15:25-28", "anchorRefExpanded": ["Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28"], "sourceRef": "Gray Matter II, Family Matters, \"Orthodox Infertility\", When Halachah Interferes with Conception 3", "sourceHeRef": "גריי מאטר ב, ענייני משפחה, עקרות הלכתית, כאשר ההלכה מפריעה להתעברות ג׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [2002, 2006], "commentaryNum": 3, "collectiveTitle": {"en": "Gray Matter II", "he": "גריי מאטר ב"}, "heTitle": "עקרות הלכתית, כאשר ההלכה מפריעה להתעברות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "In order to understand the problem, we must first define the Biblical concepts of <i>nidah </i>and <i>zavah</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">For a full introduction to these concepts, see Rav Pinchas Kehati’s commentary to the Mishnah (Arachin 2:1) and <i>Badei Hashulchan</i> (Introduction to 183).</i> Nidah refers to a woman who sees menstrual blood on a day when she expects it to flow (Vayikra 15:19). This flow renders her ritually impure and prohibits relations with her husband for seven days. Even if she continues to see blood all seven days, she may go to the <i>mikvah </i>and purify herself immediately after they end. On the other hand, if a woman sees uterine blood at an unexpected time, then she becomes a <i>zavah</i>. If the bleeding persists for three consecutive days, she must wait until all bleeding ceases. She then counts seven days before she may visit the <i>mikvah </i>(Vayikra 15:25-28). Thus, once a <i>zavah </i>sees blood for three consecutive days, the total time that she remains impure will always last at least three days longer than the seven-day <i>nidah</i> period.", "versionTitle": "Gray Matter, by Chaim Jachter. Teaneck, N.J, 2000-2012", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "600d8d72e6f1f6d8e1268814", "index_title": "Bartenura on Mishnah Horayot", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Horayot 1:3:3", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Bartenura on Mishnah Horayot 1:3:3", "sourceHeRef": "ברטנורא על משנה הוריות א׳:ג׳:ג׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Horayot", "he": "ברטנורא על משנה הוריות"}, "heTitle": "ברטנורא על משנה הוריות", "he": "<b>אבל הבא על שומרת יום כנגד יום פטור.</b> בגמרא פריך דהא שומרת יום כנגד יום בתורה כתיב (שם ט״ו) וספרה לה, מלמד שסופרת אחד כנגד אחד, וכל מידי דכתיב בתורה אין בית דין מביאין עליו קרבן. ומפרש בגמרא כגון דאמרי זבה לא הוי אלא ביממא, כלומר, כשרואה דם ביום ולא כשרואה בלילה, דכתיב (שם) כל ימי זובה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "But if a man has relations with a woman that awaits a day corresponding to a day he is exempt – The gemara answers that she who keeps a day for each day, as it is written in the Torah (Leviticus 15) “she shall count for herself” comes to teach that she counts one day for each day [of bleeding], and if something is written in the Torah the beit din does not bring a sacrifice. The Gemara explains, for example, that they are talking about a zava, which is only a case during the day, i.e., when she sees blood during the day and not when she sees at night, as it is written there, “all the days of her issue.”", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "61a6231987f574a17ca6b9f3", "index_title": "Jerusalem Talmud Sanhedrin", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Sanhedrin 10:1:25", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "Jerusalem Talmud Sanhedrin 10:1:25", "sourceHeRef": "תלמוד ירושלמי סנהדרין י׳:א׳:כ״ה", "anchorVerse": 26, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0025, "collectiveTitle": {"en": "Jerusalem Talmud Sanhedrin", "he": "תלמוד ירושלמי סנהדרין"}, "heTitle": "תלמוד ירושלמי סנהדרין", "he": "וְהַלּוֹחֵשׁ עַל הַמַּכָּה וְאוֹמֵר כָּל־הַֽמַּֽחֲלָ֞ה אֲשֶׁר־שַׂ֤מְתִּי בְמִצְרַ֨יִם֙ <i data-overlay=\"Venice Columns\" data-value=\"28b\"></i>לֹֽא־אָשִׂ֣ים עָלֶ֔יךָ כִּ֛י אֲנִ֥י יְי רֹֽפְאֶֽךָ׃ רַב אָמַר. וּבִלְבַד בְּרוֹקֵק. רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי אָמַר. אֲפִילוּ אָמַר נֶ֣גַע צָרַ֔עַת כִּ֥י תִֽהְיֶה֖ בְּאָדָ֑ם וְרוֹקֵק אֵין לוֹ חֶלֶק לְעָתִיד לָבוֹא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“One who whispers over a wound and says, <i>any sickness that I put on Egypt I shall not put on you, for I am the Eternal, your Healer</i>.” Rav said, only one who spits. Rebbi Joshua ben Levi said, even if he only said, <i>damage by skin disease if it be on a human</i><sup class=\"footnote-marker\">120</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\"><i>Lev</i>. 15:26</a>.</i> and spits, he has no part in the Future World<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Using verses as part of magical rites is an unpardonable sin (in the absence of genuine repentance.)</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d10cb6084aa1cbf0a393", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זוֹב 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, זוֹב 1", "sourceHeRef": "בראון-דרייבר-בריגס, זוֹב א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זוֹב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">זוֹב</span></big>  <strong>n.m. issue (</strong>Arabic <span dir=\"rtl\">ذَوْبٌ</span> <em>fluid, liquid;</em> NH <span dir=\"rtl\">זוֹב</span>, Aramaic <span dir=\"rtl\">דּוֹבָא</span> in specif. sense of Heb.<strong>)</strong>;—<em>issue, flux</em>, always from genitals (cf. Di <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">Lv 15:2</a>); only P: of man or woman <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">Lv 15:33</a>;—of man <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">Lv 15:2</a>, <a data-ref=\"Leviticus 15:3\" href=\"/Leviticus.15.3\">3</a>, <a data-ref=\"Leviticus 15:3\" href=\"/Leviticus.15.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">13</a>, <a data-ref=\"Leviticus 15:15\" href=\"/Leviticus.15.15\">15</a>; of woman <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">Lv 15:19</a> (<span dir=\"rtl\">דָּם יִהְיֶה זֹבָהּ בִּבְשָׂרָהּ</span>, of monthly period); also v <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a>, <a data-ref=\"Leviticus 15:28\" href=\"/Leviticus.15.28\">28</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a> (of morbid issue of blood, sometimes connected with the other; cf. Mat 9:20 etc.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a6b6084aa1cbf10a89", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טָמֵא² 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, טָמֵא² 1", "sourceHeRef": "בראון-דרייבר-בריגס, טָמֵא² א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טָמֵא²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">טָמֵא</span></big>  <strong>adj. unclean</strong>;—<span dir=\"rtl\">ט׳</span> <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a> + 58 times; cstr. <span dir=\"rtl\">טְמֵא</span> <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> + 3 times; f. <span dir=\"rtl\">טְמֵאָה</span> <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">5:2</a> + 11 times; cstr. <span dir=\"rtl\">טְמֵאַת</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a>, <a data-ref=\"Ezekiel 22:10\" href=\"/Ezekiel.22.10\">10</a>; pl. <span dir=\"rtl\">טְמֵאִים</span> <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">Lv 11:8</a> + 10 times;—<em>unclean</em>,<br><strong>1.</strong>  ethically and religiously <span dir=\"rtl\">ט׳ שׂפתים</span> <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5</a><sup>(×2)</sup> <em>unclean of lips;</em> <span dir=\"rtl\">ט׳ השׁם</span> <a data-ref=\"Ezekiel 22:5\" href=\"/Ezekiel.22.5\">Ez 22:5</a> <em>defiled of name, infamous;</em> <span dir=\"rtl\">טהור מִטּ׳</span> <a data-ref=\"Job 14:4\" href=\"/Job.14.4\">Jb 14:4</a>.<br><strong>2.</strong>  ritually: <strong>a.</strong>  of persons, ‖ <span dir=\"rtl\">טהור</span> <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a>, <a data-ref=\"Deuteronomy 12:22\" href=\"/Deuteronomy.12.22\">22</a>; <a data-ref=\"Deuteronomy 15:22\" href=\"/Deuteronomy.15.22\">15:22</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>; <span dir=\"rtl\">ט׳ נפשׁ</span> <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">Lv 22:4</a> (H); <span dir=\"rtl\">(אדם) ט׳ לנפשׁ</span> <em>unclean for a</em> (<em>dead</em>) <em>person</em> <a data-ref=\"Numbers 5:2\" href=\"/Numbers.5.2\">Nu 5:2</a>; <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">9:6</a>, <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">7</a>, <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">10</a> (P) = <span dir=\"rtl\">ט׳ נפשׁ</span> <a data-ref=\"Haggai 2:13\" href=\"/Haggai.2.13\">Hg 2:13</a>; elsewhere for various reasons <a data-ref=\"Deuteronomy 26:14\" href=\"/Deuteronomy.26.14\">Dt 26:14</a>; <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a>; <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">13:11</a>, <a data-ref=\"Leviticus 13:36\" href=\"/Leviticus.13.36\">36</a>, <a data-ref=\"Leviticus 13:44\" href=\"/Leviticus.13.44\">44</a>, <a data-ref=\"Leviticus 13:45\" href=\"/Leviticus.13.45\">45</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:46\" href=\"/Leviticus.13.46\">46</a>; <a data-ref=\"Leviticus 15:2\" href=\"/Leviticus.15.2\">15:2</a>, <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a>, <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">33</a> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a>, <a data-ref=\"Numbers 19:17\" href=\"/Numbers.19.17\">17</a>, <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">19</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:22\" href=\"/Numbers.19.22\">22</a> (all P), <a data-ref=\"II Chronicles 23:19\" href=\"/II_Chronicles.23.19\">2 Ch 23:19</a>; <a data-ref=\"Isaiah 64:5\" href=\"/Isaiah.64.5\">Is 64:5</a> <a data-ref=\"Ezekiel 4:13\" href=\"/Ezekiel.4.13\">Ez 4:13</a>; <a data-ref=\"Ezekiel 22:10\" href=\"/Ezekiel.22.10\">22:10</a> <a data-ref=\"Lamentations 4:15\" href=\"/Lamentations.4.15\">La 4:15</a>. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 5:2\" href=\"/Leviticus.5.2\">Lv 5:2</a><sup>(×4)</sup>; <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">7:21</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 11:4\" href=\"/Leviticus.11.4\">11:4</a>, <a data-ref=\"Leviticus 11:5\" href=\"/Leviticus.11.5\">5</a>, <a data-ref=\"Leviticus 11:6\" href=\"/Leviticus.11.6\">6</a>, <a data-ref=\"Leviticus 11:7\" href=\"/Leviticus.11.7\">7</a>, <a data-ref=\"Leviticus 11:8\" href=\"/Leviticus.11.8\">8</a>, <a data-ref=\"Leviticus 11:26\" href=\"/Leviticus.11.26\">26</a>, <a data-ref=\"Leviticus 11:27\" href=\"/Leviticus.11.27\">27</a>, <a data-ref=\"Leviticus 11:28\" href=\"/Leviticus.11.28\">28</a>, <a data-ref=\"Leviticus 11:29\" href=\"/Leviticus.11.29\">29</a>, <a data-ref=\"Leviticus 11:31\" href=\"/Leviticus.11.31\">31</a>; <a data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\">27:11</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a> <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (all P), <a data-ref=\"Leviticus 20:25\" href=\"/Leviticus.20.25\">Lv 20:25</a><sup>(×2)</sup> (H), <a data-ref=\"Deuteronomy 14:7\" href=\"/Deuteronomy.14.7\">Dt 14:7</a>, <a data-ref=\"Deuteronomy 14:8\" href=\"/Deuteronomy.14.8\">8</a>, <a data-ref=\"Deuteronomy 14:10\" href=\"/Deuteronomy.14.10\">10</a>, <a data-ref=\"Deuteronomy 14:19\" href=\"/Deuteronomy.14.19\">19</a>. <strong>c.</strong>  of things in gen. <a data-ref=\"Leviticus 11:35\" href=\"/Leviticus.11.35\">Lv 11:35</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 11:38\" href=\"/Leviticus.11.38\">38</a>; <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">15:26</a> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> (all P), <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>; food <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a> <a data-ref=\"Hosea 9:3\" href=\"/Hosea.9.3\">Ho 9:3</a>; houses <a data-ref=\"Jeremiah 19:13\" href=\"/Jeremiah.19.13\">Je 19:13</a>; leprosy <a data-ref=\"Leviticus 13:15\" href=\"/Leviticus.13.15\">Lv 13:15</a>, <a data-ref=\"Leviticus 13:51\" href=\"/Leviticus.13.51\">51</a>, <a data-ref=\"Leviticus 13:55\" href=\"/Leviticus.13.55\">55</a>; <a data-ref=\"Leviticus 14:44\" href=\"/Leviticus.14.44\">14:44</a>, <a data-ref=\"Leviticus 14:57\" href=\"/Leviticus.14.57\">57</a> (P); offering <a data-ref=\"Haggai 2:14\" href=\"/Haggai.2.14\">Hg 2:14</a>. <strong>d.</strong>  persons and things in general <span dir=\"rtl\">כל טמא</span> <a data-ref=\"Leviticus 7:19\" href=\"/Leviticus.7.19\">Lv 7:19</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a> (P); <span dir=\"rtl\">הבדיל בין הט׳ ובין הטהור</span> <a data-ref=\"Leviticus 10:10\" href=\"/Leviticus.10.10\">Lv 10:10</a>; <a data-ref=\"Leviticus 11:47\" href=\"/Leviticus.11.47\">11:47</a>; <span dir=\"rtl\">הודיע בין (ה)ט׳ לטהור</span> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; <a data-ref=\"Ezekiel 44:23\" href=\"/Ezekiel.44.23\">44:23</a>; of aliens <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a> (‖ <span dir=\"rtl\">עָרֵל</span>), perhaps also <a data-ref=\"Isaiah 35:8\" href=\"/Isaiah.35.8\">35:8</a>.<br><strong>3.</strong>  specif. of places: <span dir=\"rtl\">מקום ט׳</span> <em>unclean place</em> (place of refuse away from holy place and human habitation) <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">Lv 14:40</a>, <a data-ref=\"Leviticus 14:41\" href=\"/Leviticus.14.41\">41</a>, <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">45</a> (P); <span dir=\"rtl\">טמאה ארץ</span> land on the east of the Jordan separated from the land of the tabernacle of <span dir=\"rtl\">י׳</span> <a data-ref=\"Joshua 22:19\" href=\"/Joshua.22.19\">Jos 22:19</a> (P); so <span dir=\"rtl\">אדמה ט׳</span> a foreign land <a data-ref=\"Amos 7:17\" href=\"/Amos.7.17\">Am 7:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1a6b6084aa1cbf10b11", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, טֻמְאָה 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, טֻמְאָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, טֻמְאָה א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "טֻמְאָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">טֻמְאָה</span></big>  <strong>n.f. uncleanness</strong>;—abs. <span dir=\"rtl\">ט׳</span> <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a> + 4 times; cstr. <span dir=\"rtl\">טֻמְאַת</span> <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">Lv 5:3</a> + 4 times; sf. <span dir=\"rtl\">טֻמְאָתֵךְ</span> <a data-ref=\"Ezekiel 22:15\" href=\"/Ezekiel.22.15\">Ez 22:15</a> + 2 times etc., + 18 times sfs.; pl. <span dir=\"rtl\">טֻמְאֹת</span> <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">19</a>; sf. <span dir=\"rtl\">טֻמְאוֹתֵיכֶם</span> <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">Ez 36:25</a>, <a data-ref=\"Ezekiel 36:29\" href=\"/Ezekiel.36.29\">29</a>; <span dir=\"rtl\">טֻמְאֹתָם</span> <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a>;—<br><strong>1.</strong>  sexual <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a> (P), <a data-ref=\"Lamentations 1:9\" href=\"/Lamentations.1.9\">La 1:9</a>.<br><strong>2.</strong>  of a foul or filthy mass <a data-ref=\"Ezekiel 24:11\" href=\"/Ezekiel.24.11\">Ez 24:11</a> (in a caldron), <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">2 Ch 29:16</a> (in the temple).<br><strong>3.</strong>  ethical and religious <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a> (P), <a data-ref=\"Ezekiel 22:15\" href=\"/Ezekiel.22.15\">Ez 22:15</a>; <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">24:13</a>; <a data-ref=\"Ezekiel 39:24\" href=\"/Ezekiel.39.24\">39:24</a>; <span dir=\"rtl\">כפר על הקדשׁ מט׳</span> <a data-ref=\"Leviticus 16:16\" href=\"/Leviticus.16.16\">Lv 16:16</a> (P); <span dir=\"rtl\">קדּשׁ מט׳</span> <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a> (P); <span dir=\"rtl\">טהר מט׳</span> <a data-ref=\"Ezekiel 24:13\" href=\"/Ezekiel.24.13\">Ez 24:13</a>; <a data-ref=\"Ezekiel 36:25\" href=\"/Ezekiel.36.25\">36:25</a>; <span dir=\"rtl\">הושׁיע מכל ט׳</span> <a data-ref=\"Ezekiel 36:29\" href=\"/Ezekiel.36.29\">36:29</a>; <span dir=\"rtl\">רוּחַ הט׳</span> <em>unclean spirit</em>, which inspired the prophets to lie <a data-ref=\"Zechariah 13:2\" href=\"/Zechariah.13.2\">Zc 13:2</a>.<br><strong>4.</strong>  ritual, of men <a data-ref=\"Leviticus 5:3\" href=\"/Leviticus.5.3\">Lv 5:3</a><sup>(×2)</sup>; <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>; <a data-ref=\"Leviticus 14:19\" href=\"/Leviticus.14.19\">14:19</a>; <a data-ref=\"Leviticus 15:3\" href=\"/Leviticus.15.3\">15:3</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 15:31\" href=\"/Leviticus.15.31\">31</a><sup>(×2)</sup> <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">Nu 19:13</a> (all P), <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">Lv 22:3</a>, <a data-ref=\"Leviticus 22:5\" href=\"/Leviticus.22.5\">5</a> (H); of women <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; <span dir=\"rtl\">וַיִּשְׁכַּב עִמָּהּ וְהִיא מִתְקַדֶּשֶׁת מִטֻּמְאָתָהּ</span> v. Dr; a time favourable to conception RS<sup>K 276</sup>; <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">Lv 15:25</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a>, <a data-ref=\"Leviticus 15:30\" href=\"/Leviticus.15.30\">30</a> (P), <a data-ref=\"Leviticus 18:19\" href=\"/Leviticus.18.19\">18:19</a> (H), <a data-ref=\"Ezekiel 36:17\" href=\"/Ezekiel.36.17\">Ez 36:17</a>; of meats <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">Ju 13:7</a>, <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">14</a>.<br><strong>5.</strong>  local, of the nations <a data-ref=\"Ezra 6:21\" href=\"/Ezra.6.21\">Ezr 6:21</a>; <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">9:11</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d236b6084aa1cbf174f5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּלִי 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, כְּלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּלִי א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כְּלִי</span></big><sub>324</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> <strong>article, utensil, vessel (</strong>NH <em>id.;</em> according to Thes from <span dir=\"rtl\">כלה</span> = <em>conficere</em>, like Ger. <em>Zeug</em> from <em>zeugen;</em> proposes therefore anything <em>finished, made, produced;</em> according to Ba<sup>ZMG 1887, 605</sup> from meaning <em>enclose, contain;</em> he finds pl. of <span dir=\"rtl\">כְּלִי</span> in <span dir=\"rtl\">כלאי</span> M-I<sup>23</sup> (cf. <span dir=\"rtl\">כלאים</span>)<strong>)</strong>—<span dir=\"rtl\">כ׳</span> abs. <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a> +; <span dir=\"rtl\">הַכֶּ֑לִי</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a>; <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>; cstr. <span dir=\"rtl\">כְּלִי</span> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> +; sf. <span dir=\"rtl\">כֶּלְיְךָ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; pl. <span dir=\"rtl\">כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> +; cstr. <span dir=\"rtl\">כְּלֵי</span> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> +; sf. <span dir=\"rtl\">כֵּלַי</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times; <span dir=\"rtl\">כֵּלֶיךָ</span> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>; <span dir=\"rtl\">כֵּלֵינוּ</span> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <span dir=\"rtl\">כְּלֵיכֶם</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> +; <span dir=\"rtl\">כְּלֵיהֶם</span> <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> +;—<br><strong>1.</strong>  in gen., <em>article, object</em>, made of any material, <em>thing</em>, especially thing of value <span dir=\"rtl\">כ׳ זָהָב</span> <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> (images of mice, etc.), personal or household property <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a><sup>(×2)</sup> (E; v b <span dir=\"rtl\">כֹּל כְּלֵי־בֵיתֶ֑ךָ</span>), <a data-ref=\"Genesis 45:20\" href=\"/Genesis.45.20\">45:20</a> (E), <span dir=\"rtl\">כִּלֵי בֵית־טוֹבִיָּהוּ</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (JE), <span dir=\"rtl\">כֶּסֶף אוֹ כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> (E) <em>money</em> or <em>articles</em> (property), <span dir=\"rtl\">כְּלִי־פָּ֑ז</span> <a data-ref=\"Job 28:17\" href=\"/Job.28.17\">Jb 28:17</a> (appar. coll.); <em>things carried</em>, pl. = <em>stuff, load, baggage</em> (<em>impedimenta</em>) <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">1 S 17:22</a><sup>(×2)</sup>, appar. = <em>baggage-train</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">10:22</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; (cf. <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> supr.); <span dir=\"rtl\">כְּלֵי גוֹלָה</span> <em>things of exile</em>, i.e. the most necessary articles, such as exiles may take, <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a> <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">Ez 12:3</a>, <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4a</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7a</a>; = <em>ornament</em> or <em>jewels</em> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J <span dir=\"rtl\">כ׳ כֶסֶף וכ׳ זָהָב</span>, prob. = ornaments), <span dir=\"rtl\">כ׳ כסף וכ׳ זהב</span> also <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a>; <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (all E); <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, <span dir=\"rtl\">כְּלֵי מַעֲשֶׂה</span> v <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">51</a> (all P), <span dir=\"rtl\">כְּלִי יְקָר</span> <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">Pr 20:15</a> (in fig.), <span dir=\"rtl\">כ׳ תִפְאַרְתֵּךְ</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>, <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a> (all in fig.); <span dir=\"rtl\">כְּלֵי נְחשֶׁת</span> as merchandise <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>; <span dir=\"rtl\">כֵּלִים</span> as cargo of ship <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <span dir=\"rtl\">כסף וזהב וּכְלֵי נְחשֶׁת וּבַרְזֶל</span> <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a> (JE; spoil of war); of any household article (on which one sits) <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> (all P); of skin <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, or wood v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (P) <span dir=\"rtl\">כְּלִי חֶמְדָּה</span> <a data-ref=\"Nahum 2:10\" href=\"/Nahum.2.10\">Na 2:10</a> <em>precious thing</em>, so <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> (fig.), <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> (sim.), <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a> <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">Dn 11:8</a>, <span dir=\"rtl\">כלי חֲמֻדוֹת</span> <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a> (appar. = ornaments); also <span dir=\"rtl\">כְּלִי אֵין־חֵפֶץ בּוֹ</span> <a data-ref=\"Jeremiah 22:28\" href=\"/Jeremiah.22.28\">Je 22:28</a> (fig. of Coniah, ‖ <span dir=\"rtl\">עֶצֶב נִבְזֶה נָפוּץ</span>), <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> (sim.; cf. <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a> infr.); †specif. of <em>garments</em> (one’s ‘things’): <span dir=\"rtl\">כְּלִי־גֶבֶר</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> (‖ <span dir=\"rtl\">שִׂמְלַת אִשָּׁה</span>), so <span dir=\"rtl\">כְּלִי־עוֹר</span> <a data-ref=\"Leviticus 13:49\" href=\"/Leviticus.13.49\">Lv 13:49</a> (cf. <span dir=\"rtl\">מְלֶאכֶת עוֹר</span> v <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">48</a>), v <a data-ref=\"Leviticus 13:52\" href=\"/Leviticus.13.52\">52</a>, <a data-ref=\"Leviticus 13:53\" href=\"/Leviticus.13.53\">53</a>, <a data-ref=\"Leviticus 13:57\" href=\"/Leviticus.13.57\">57</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (all P).<br><strong>2.</strong>  <em>utensil, implement, apparatus:</em> †<strong>a.</strong>  <em>implement</em> of hunting and (especially) war, = <em>weapon</em> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>; <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">21:9</a> <span dir=\"rtl\">(גַּם חַרְבִּי וְגַם כֵּלַי)</span>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">17</a> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; prob. also <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a>, <span dir=\"rtl\">כְּלִי בַּרְזֶל</span> v <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">16</a>, <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> (all P); <span dir=\"rtl\">כְּלֵי חָמָם</span> <a data-ref=\"Genesis 49:5\" href=\"/Genesis.49.5\">Gn 49:5</a> (poem); <span dir=\"rtl\">כְּלִי מַשְׁחֵתוֹ</span> <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">כ׳ מַפָּצוֹ</span> v <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">2</a>; fig. of God’s weapons <span dir=\"rtl\">כְּלֵי־מָוֶת</span> <a data-ref=\"Psalms 7:14\" href=\"/Psalms.7.14\">ψ 7:14</a> (‖ <span dir=\"rtl\">חִצָּיו</span>); <span dir=\"rtl\">כ׳ זַעְמוֹ</span> <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">Is 13:5</a> <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>; of entire equipment of warrior, <em>armour</em> or <em>armament</em> offensive and defensive <a data-ref=\"I Samuel 17:54\" href=\"/I_Samuel.17.54\">1 S 17:54</a> (cf. v <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">5 ff.</a>), <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>, <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> (v Dr<sup>Sm 139, 293</sup>), <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a>, <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">10</a> = <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>, <a data-ref=\"I Chronicles 10:10\" href=\"/I_Chronicles.10.10\">10</a>; hence <span dir=\"rtl\">(כֵּלָיו) נֹשֵׂא כֵלִים</span> <em>armour</em>- or <em>weapon-bearer</em> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a>, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">6</a>, <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">7</a>, <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">13</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">14</a>, <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">17</a>; <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">16:21</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a>, <a data-ref=\"I Samuel 31:6\" href=\"/I_Samuel.31.6\">6</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>, <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">2 S 18:15</a>; <a data-ref=\"II Samuel 23:37\" href=\"/II_Samuel.23.37\">23:37</a> = <a data-ref=\"I Chronicles 11:39\" href=\"/I_Chronicles.11.39\">1 Ch 11:39</a>; fig. <span dir=\"rtl\">וְכֵלַי כֵּלָיו רָעִים</span> <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <em>and a knave, his weapons</em> (i.e. devices, Che ‘machinations’) <em>are evil;</em> more precisely <span dir=\"rtl\">כְּלֵי מִלְחָמָה</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <a data-ref=\"II Samuel 1:27\" href=\"/II_Samuel.1.27\">2 S 1:27</a> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a>; <a data-ref=\"Jeremiah 51:20\" href=\"/Jeremiah.51.20\">51:20</a> (fig.), <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"I Chronicles 12:34\" href=\"/I_Chronicles.12.34\">1 Ch 12:34</a> (van d. H. v <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">33</a>); <span dir=\"rtl\">כְּלֵי צְבָא מִלְחָמָה</span> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a> (van d. H.) v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">כְּלֵי קְרָב</span> <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">Ec 9:18</a>; <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> is perhaps <em>armoury;</em> <span dir=\"rtl\">כ׳</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> is sacrificial knife. †<strong>b.</strong>  <em>instrument</em> of music <span dir=\"rtl\">כְּלֵי (הַ)שִּׁיר</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; <a data-ref=\"I Chronicles 16:42\" href=\"/I_Chronicles.16.42\">16:42</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> <a data-ref=\"II Chronicles 23:13\" href=\"/II_Chronicles.23.13\">23:13</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <span dir=\"rtl\">כְּלֵי דָוִיד</span> <a data-ref=\"II Chronicles 29:26\" href=\"/II_Chronicles.29.26\">29:26</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>, <span dir=\"rtl\">כ׳־שִׁיר דָּוִיד</span> <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>; <span dir=\"rtl\">כְּלִי נֶבֶל</span> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>, <span dir=\"rtl\">כ׳ נְבָלִים</span> <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">1 Ch 16:5</a>; <span dir=\"rtl\">כֵּלִים</span> alone <a data-ref=\"I Chronicles 23:5\" href=\"/I_Chronicles.23.5\">1 Ch 23:5</a>, cf. <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">Nu 31:6</a> (P <span dir=\"rtl\">כְּלֵי הַקֹּדֶשׁ</span>);—for <span dir=\"rtl\">(ליהוה) בִּכְלֵי עֹז</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">2 Ch 30:21</a> read <span dir=\"rtl\">בְּכָל־עֹז</span> (Kau<sup>AT</sup>, cf. Be). †<strong>c.</strong>  <em>implement</em> of labour, <em>tool</em> <span dir=\"rtl\">כ׳ בַרְזֶל</span> <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a>, or of one’s calling, pursuit <span dir=\"rtl\">קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי</span> <a data-ref=\"Zechariah 11:15\" href=\"/Zechariah.11.15\">Zc 11:15</a> (otherwise <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, v <strong>3</strong>). †<strong>d.</strong>  <em>equipment</em> of oxen (yoke, etc.) <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. †<strong>e.</strong>  <span dir=\"rtl\">כְּלֵי רִכְבּוֹ</span> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <em>his chariot-equipments</em>. <strong>f.</strong>  as gen. term for <em>utensils</em> and <em>furniture</em> of Sol.’s palace <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>; especially (very often) of tabern. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">27:3</a> + (in Hex always P), and temple <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">1 K 7:45</a>, <a data-ref=\"I Kings 7:47\" href=\"/I_Kings.7.47\">47</a>, <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">48</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a> +; of both palace and temple <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a>, <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">19</a>, <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">21</a>; combinations are <span dir=\"rtl\">כְּלֵי הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>, <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>, <span dir=\"rtl\">כ׳ בֵית י׳</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">28:3</a>, <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">6</a> <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a>, <span dir=\"rtl\">כְּלֵי חֶמְדַּת בֵּית י׳</span> <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">2 Ch 36:10</a>, <span dir=\"rtl\">כ׳ בֵית אֱלֹהִים</span> <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">2 Ch 28:24</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">36:18</a> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, <span dir=\"rtl\">כ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">כ׳ הַשָּׁרֵת</span> <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">Nu 4:12</a> <em>utensil of ministry</em>, <span dir=\"rtl\">כ׳ עֲבֹדָתָם</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <span dir=\"rtl\">כ׳ עֲבוֹדַת בֵּית י׳</span> <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">1 Ch 28:13</a>, <span dir=\"rtl\">כ׳ מִשְׁמֶרֶת מַשָּׂאָם</span> <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">Nu 4:32</a>; also <span dir=\"rtl\">כ׳ הַקֹּדֶשׁ</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; of <em>appliances</em> of idol-worship <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>.<br><strong>3.</strong>  ><em>vessel, receptacle</em>, of various materials and for various purposes <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; = <em>sack</em> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E; <span dir=\"rtl\">שַׂק</span> in ‖ cl., cf. <span dir=\"rtl\">אַמְתַּחַת</span> v <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">27</a>); <span dir=\"rtl\">כְּלִי הָרֹעִים</span> <em>shepherd’s bag</em> or <em>wallet</em> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, cf. v <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a>; <span dir=\"rtl\">כ׳ חֶרֶשׂ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> is <em>earthernware receptacle</em> for deed of sale; for liquids <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">1 K 17:10</a> <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a><sup>(×2)</sup>, <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">4</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a><sup>(×3)</sup>, <span dir=\"rtl\">כ׳ מַשְׁקֶה</span> <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">כְּלֵי שַׁמְנָהּ</span> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, cf. v <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>; <span dir=\"rtl\">וְלֹא הוּרַק מִכְּלִי אֶל־כֶּ֑לִי</span> <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig.), cf. v <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">12</a> (‖ <span dir=\"rtl\">נְבָלִים</span>); for cooking <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a> <span dir=\"rtl\">(כ׳ חֶרֶשׂ)</span>, v <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">21</a> <span dir=\"rtl\">(כ׳ נְחשֶׁת)</span>; v also <span dir=\"rtl\">(הַ)יּוֹצֵר</span> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a> <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">Je 19:11</a> (sim.), <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (sim.), <span dir=\"rtl\">לַצֹּרֵף כֶּ֑לִי</span> <a data-ref=\"Proverbs 25:4\" href=\"/Proverbs.25.4\">Pr 25:4</a>; <span dir=\"rtl\">כ׳ פָתוּחַ</span> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> <em>an open</em> (<em>uncovered</em>) <em>vessel</em>. <span dir=\"rtl\">כ׳ טָהוֹר</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <em>a clean vessel;</em> fig. of Eliakim’s relatives <span dir=\"rtl\">כְּלֵי הַקָּטָ֑ן מִכְּלֵי הָאַגָּנוֹת וְעַד כָּל־כְּלֵי הַנְּבָלִים</span> <a data-ref=\"Isaiah 22:24\" href=\"/Isaiah.22.24\">Is 22:24</a> <em>the vessels of smallness</em> (Da<sup>Synt. § 32, R 5</sup>), <em>from the basin-vessels to all the pitcher-vessels</em>.<br>†<strong>4.</strong>  specif. <span dir=\"rtl\">כְּלֵי־גֹמֶא</span> <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">Is 18:2</a> <em>vessels</em> (boats) <em>of paper-reed</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d239b6084aa1cbf176f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֹּל² 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, כֹּל² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֹּל² א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֹּל²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כֹּל</span></big>  once <span dir=\"rtl\">כּוֹל</span> (<a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a> Kt), <strong>n.m.</strong> the whole, all <strong>(</strong>Moab., Ph., <em>id.</em>; Aramaic <span dir=\"rtl\">כּוֹל</span>, <span dir=\"rtl\">ܟܽܠ</span>; Arabic <span dir=\"rtl\">كُلٌّ</span>; Sab. <span dir=\"rtl\">כל</span>, cf. DHM<sup>Epigr. Denk. 36–38;</sup>. Ethiopic ኵል Assyrian <em>kullatu</em><strong>)</strong>—abs. <span dir=\"rtl\">כֹּל</span>, cstr. <span dir=\"rtl\">כֹּל</span> <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a>, <a data-ref=\"Genesis 2:20\" href=\"/Genesis.2.20\">20</a> + often, once <span dir=\"rtl\">כֹּל־</span> <a data-ref=\"Psalms 138:2\" href=\"/Psalms.138.2\">ψ 138:2</a> (v. Ba), but more usually <span dir=\"rtl\">כָּל־</span> (with makk.: without it, †<a data-ref=\"Psalms 35:10\" href=\"/Psalms.35.10\">ψ 35:10</a> <a data-ref=\"Proverbs 19:7\" href=\"/Proverbs.19.7\">Pr 19:7</a>; Kö<sup>i 84, 95</sup>); sf. 2 ms. in p. <span dir=\"rtl\">כֻּלָּךְ</span> †<a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a>; 2 fs. <span dir=\"rtl\">כֻּלֵּךְ</span> †<a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>, <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">31</a>, <span dir=\"rtl\">כֻּלָּךְ</span> †<a data-ref=\"Isaiah 22:1\" href=\"/Isaiah.22.1\">Is 22:1</a> <a data-ref=\"Song of Songs 4:7\" href=\"/Song_of_Songs.4.7\">Ct 4:7</a> (perhaps for assonance with accompanying <span dir=\"rtl\">לָךְ</span>, <span dir=\"rtl\">בָּךְ</span>); 3 ms. <span dir=\"rtl\">כֻּלֹּה</span> <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> (v. Dr) + 17 times (never in Pent.), <span dir=\"rtl\">כֻּלּוֹ</span> <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a> + 16 times; 3 fs. <span dir=\"rtl\">כֻּלָּהּ</span> <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a> + 15 times, <span dir=\"rtl\">כֻּלָּא</span> †<a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">Ez 36:5</a>; <span dir=\"rtl\">כֻּלָּנוּ</span> (16 times); <span dir=\"rtl\">כֻּלְּכֶם</span> (18 times); <span dir=\"rtl\">כֻּלָּם</span> (often), <span dir=\"rtl\">כּוּלָּם</span> †<a data-ref=\"Jeremiah 31:34\" href=\"/Jeremiah.31.34\">Je 31:34</a>, <span dir=\"rtl\">כֻּלָּ֑הַם</span> †<a data-ref=\"II Samuel 23:6\" href=\"/II_Samuel.23.6\">2 S 23:6</a> (and prob. <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a> <span dir=\"rtl\">כֻּלְּהֶם</span>); 3 fpl. <span dir=\"rtl\">כֻּ֫לָּנָה</span> †<a data-ref=\"Genesis 42:36\" href=\"/Genesis.42.36\">Gn 42:36</a> <a data-ref=\"Proverbs 31:29\" href=\"/Proverbs.31.29\">Pr 31:29</a>; <span dir=\"rtl\">כֻּלָּֽהְנָה׃</span> †<a data-ref=\"I Kings 7:37\" href=\"/I_Kings.7.37\">1 K 7:37</a>:—<em>the whole</em>,<br><strong>1.</strong>  with foll. gen. (as usually) <em>the whole of</em>, to be rendered, however, often in our idiom, to avoid stiffiness, <em>all</em> or <em>every:</em> <strong>a.</strong>  <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:1</a> <span dir=\"rtl\">כָּל־צְבָאָם</span> <em>the whole of</em> their host, v <a data-ref=\"Genesis 2:13\" href=\"/Genesis.2.13\">13</a> <span dir=\"rtl\">כָּל־אֶרֶץ כּוּשׁ</span> <em>the whole of</em> the land of Kush; <span dir=\"rtl\">כָּל־הַלַּיְלָה</span> <em>the whole of</em> the night; <span dir=\"rtl\">כָּל־יִשְׂרָאֵל</span> <em>the whole of</em> Israel = <em>all</em> Israel; <a data-ref=\"Deuteronomy 4:29\" href=\"/Deuteronomy.4.29\">Dt 4:29</a> <span dir=\"rtl\">בְּכָל־לְבָֽבְךָ</span> with <em>the whole of</em> thy heart = with <em>all</em> thy heart; + very often With a <em>plural</em> noun, usually determined by the art. or a genitive: <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> <span dir=\"rtl\">כל־ימי אדם</span> <em>the whole of</em> (= <em>all</em>) the days of Adam, <a data-ref=\"Genesis 37:35\" href=\"/Genesis.37.35\">37:35</a> <span dir=\"rtl\">כל־בניו</span> <em>the whole of</em> (= <em>all</em>) his sons, <a data-ref=\"Isaiah 2:2\" href=\"/Isaiah.2.2\">Is 2:2</a> <span dir=\"rtl\">כל־הגוים</span> <em>all</em> the nations; <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a> + often <span dir=\"rtl\">כל הימים</span> = <em>continually</em>. In poetry, however, the noun may remain undetermined, <span dir=\"rtl\">כָּל־יָדַיִם</span> <em>the whole of</em> hands = <em>every</em> hand, <a data-ref=\"Isaiah 13:7\" href=\"/Isaiah.13.7\">Is 13:7</a>; <a data-ref=\"Jeremiah 48:37\" href=\"/Jeremiah.48.37\">Jer 48:37</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a>; <span dir=\"rtl\">כל־פנים</span> i.e. <em>every</em> face <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">Is 25:8</a>; <a data-ref=\"Joel 2:6\" href=\"/Joel.2.6\">Joel 2:6</a>; <span dir=\"rtl\">כל שׁלחנות</span> <a data-ref=\"Isaiah 28:8\" href=\"/Isaiah.28.8\">Is 28:8</a>; <span dir=\"rtl\">כל חוצות</span> <a data-ref=\"Isaiah 51:20\" href=\"/Isaiah.51.20\">51:20</a> <a data-ref=\"Lamentations 2:19\" href=\"/Lamentations.2.19\">La 2:19</a> al. Before an inf. †<a data-ref=\"Genesis 30:41\" href=\"/Genesis.30.41\">Gn 30:41</a>; <a data-ref=\"Deuteronomy 4:7\" href=\"/Deuteronomy.4.7\">Dt 4:7</a>; <a data-ref=\"I Kings 8:52\" href=\"/I_Kings.8.52\">1 K 8:52</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">1 Ch 23:31</a>. Freq. with sfs., as <span dir=\"rtl\">כֻּלּוֹ (כֻּלֹּה)</span> <em>the whole of him</em> <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a>; <a data-ref=\"Job 21:23\" href=\"/Job.21.23\">Jb 21:23</a>; <a data-ref=\"Song of Songs 5:16\" href=\"/Song_of_Songs.5.16\">Ct 5:16</a>, <em>the whole of it</em> <a data-ref=\"Leviticus 13:13\" href=\"/Leviticus.13.13\">Lv 13:13</a>; <a data-ref=\"Jeremiah 2:21\" href=\"/Jeremiah.2.21\">Je 2:21</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a>; <a data-ref=\"Proverbs 24:31\" href=\"/Proverbs.24.31\">Pr 24:31</a>; <span dir=\"rtl\">כֻּלָּהּ</span> <em>the whole of it</em> <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">Gn 13:10</a>; <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">Ex 19:18</a>; <a data-ref=\"Exodus 25:36\" href=\"/Exodus.25.36\">25:36</a> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <span dir=\"rtl\">כֻּלָּךְ</span> <em>all of thee</em> <a data-ref=\"Song of Songs 4:7\" href=\"/Song_of_Songs.4.7\">Ct 4:7</a> + (v. ad init.); <span dir=\"rtl\">כֻּלָּנוּ</span> <em>the whole of us</em> <a data-ref=\"Genesis 42:11\" href=\"/Genesis.42.11\">Gn 42:11</a>; <a data-ref=\"Deuteronomy 5:3\" href=\"/Deuteronomy.5.3\">Dt 5:3</a>; <a data-ref=\"Isaiah 53:6\" href=\"/Isaiah.53.6\">Is 53:6</a>, <a data-ref=\"Isaiah 53:6\" href=\"/Isaiah.53.6\">6</a>; <span dir=\"rtl\">כֻּלְּכֶם</span> <a data-ref=\"Deuteronomy 1:22\" href=\"/Deuteronomy.1.22\">Dt 1:22</a>; <a data-ref=\"Deuteronomy 4:4\" href=\"/Deuteronomy.4.4\">4:4</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">1 S 22:7</a>, <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">7</a>; <span dir=\"rtl\">כֻּלָּם</span> <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">Gn 11:6</a>; <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">43:34</a>; <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <span dir=\"rtl\">ויפלו כֻּלָּם</span>, <a data-ref=\"Judges 11:6\" href=\"/Judges.11.6\">Ju 11:6</a>; <span dir=\"rtl\">בְּיַד כֻּלָּם</span>, <a data-ref=\"Isaiah 7:19\" href=\"/Isaiah.7.19\">Is 7:19</a>; <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">31:3</a> + often—Twice, strangely, with hyperb. intensive force, <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">ψ 39:6</a> <span dir=\"rtl\">כָּל־הֶבֶל</span> <em>the whole of</em> vanity are all men (? om. <span dir=\"rtl\">כל</span>, as v <a data-ref=\"Psalms 39:12\" href=\"/Psalms.39.12\">12</a>), <a data-ref=\"Psalms 45:14\" href=\"/Psalms.45.14\">45:14</a> <span dir=\"rtl\">כָּל־כְּבוּדָּה</span> <em>the whole of</em> gloriousness is the king’s daughter. <strong>b.</strong>  followed often by a singular, to be understood <em>collectively</em>, whether with or without the art.: <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">Gn 1:21</a> <span dir=\"rtl\">את כל נפשׁ החיה</span> <em>the whole of</em> living souls = every living soul, <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">2:9</a> <span dir=\"rtl\">כל עץ נחמד למראה</span> <em>the whole of</em> trees (every kind of tree) pleasant to view, <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">6:12</a> + <span dir=\"rtl\">כָּל־בָּשָׂר</span>, <a data-ref=\"Genesis 7:14\" href=\"/Genesis.7.14\">7:14</a> <span dir=\"rtl\">כל צפור כל כנף</span> <em>all</em> birds of <em>every kind of</em> wing (so <a data-ref=\"Ezekiel 17:23\" href=\"/Ezekiel.17.23\">Ez 17:23</a>), v <a data-ref=\"Ezekiel 17:21\" href=\"/Ezekiel.17.21\">21</a> <span dir=\"rtl\">כל האדם</span> the whole of mankind (so <a data-ref=\"Numbers 12:3\" href=\"/Numbers.12.3\">Nu 12:3</a>; <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">16:29</a> <a data-ref=\"Judges 16:17\" href=\"/Judges.16.17\">Ju 16:17</a> al.); poet. <span dir=\"rtl\">כל־אדם</span> <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">ψ 39:6</a>; <a data-ref=\"Psalms 64:10\" href=\"/Psalms.64.10\">64:10</a> +; <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a> <span dir=\"rtl\">כל אישׁ גבור וכל־בן־חיל</span>, <a data-ref=\"I Samuel 17:19\" href=\"/I_Samuel.17.19\">17:19</a>, <a data-ref=\"I Samuel 17:24\" href=\"/I_Samuel.17.24\">24</a> <span dir=\"rtl\">כל אישׁ ישׂראל</span>, <a data-ref=\"I Samuel 22:2\" href=\"/I_Samuel.22.2\">22:2</a>; <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">Is 9:16</a> <span dir=\"rtl\">כל פה</span> <em>the whole of</em> mouths = every mouth, <a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">15:2</a>; <a data-ref=\"Isaiah 24:10\" href=\"/Isaiah.24.10\">24:10</a> <span dir=\"rtl\">כָּל־בַּיִת</span> + often (in <a data-ref=\"Isaiah 2:12-16\" href=\"/Isaiah.2.12-16\">2:12–16</a> the sg. and pl. interchange); <a data-ref=\"Psalms 7:12\" href=\"/Psalms.7.12\">ψ 7:12</a> + <span dir=\"rtl\">בכל־יום</span>, <a data-ref=\"Psalms 10:5\" href=\"/Psalms.10.5\">10:5</a> + <span dir=\"rtl\">בכל־עת</span> = at <em>all</em> seasons. So <span dir=\"rtl\">כל־העץ</span> <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">Gn 1:29</a>, <span dir=\"rtl\">כל־הבן</span> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a> = <em>all</em> the sons, <span dir=\"rtl\">כל־המקום</span> <a data-ref=\"Exodus 20:21\" href=\"/Exodus.20.21\">20:24</a> <a data-ref=\"Deuteronomy 11:24\" href=\"/Deuteronomy.11.24\">Dt 11:24</a> = <em>all</em> the places, <span dir=\"rtl\">כל־המרכב</span> <a data-ref=\"Leviticus 15:9\" href=\"/Leviticus.15.9\">Lv 15:9</a>, v <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> <a data-ref=\"Deuteronomy 4:3\" href=\"/Deuteronomy.4.3\">Dt 4:3</a> <span dir=\"rtl\">כל־האישׁ אשׁר</span> = all the <em>men</em> who …, <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">15:19</a> <span dir=\"rtl\">כל־הבכור</span>, <a data-ref=\"Jeremiah 4:29\" href=\"/Jeremiah.4.29\">Je 4:29</a> <span dir=\"rtl\">כל־העיר עזובה</span> <em>all</em> the cities (notice the foll. <span dir=\"rtl\">בָּהֶן</span>); <span dir=\"rtl\">כל־היום</span> = <em>all</em> the days (v. <a data-ref=\"BDB, יוֹם\" href=\"/BDB,_יוֹם\", dir=\"rtl\">יוֹם</a> <strong>7 f</strong>), etc. In late Heb. extended to such phrases as <span dir=\"rtl\">בְּכָל־דּוֹר וָדוֹר</span> †<a data-ref=\"Psalms 45:18\" href=\"/Psalms.45.18\">ψ 45:18</a>; <a data-ref=\"Psalms 145:13\" href=\"/Psalms.145.13\">145:13</a> <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a>; <span dir=\"rtl\">בכל־עיר ועיר</span> †<a data-ref=\"II Chronicles 11:12\" href=\"/II_Chronicles.11.12\">2 Ch 11:12</a>; <a data-ref=\"II Chronicles 28:25\" href=\"/II_Chronicles.28.25\">28:25</a>; <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">31:19</a> <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">Est 8:11</a>, <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">17</a>; <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">9:28</a>; †<a data-ref=\"II Chronicles 32:28\" href=\"/II_Chronicles.32.28\">2 Ch 32:28</a> <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">Est 2:11</a>; <a data-ref=\"Esther 3:14\" href=\"/Esther.3.14\">3:14</a>; <a data-ref=\"Esther 4:3\" href=\"/Esther.4.3\">4:3</a>; <a data-ref=\"Esther 8:13\" href=\"/Esther.8.13\">8:13</a>, <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">17</a>; <a data-ref=\"Esther 9:21\" href=\"/Esther.9.21\">9:21</a>, <a data-ref=\"Esther 9:27\" href=\"/Esther.9.27\">27</a>, <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">28</a><sup>(×3)</sup>, (cf. <a data-ref=\"BDB, וְ\" href=\"/BDB,_וְ\", dir=\"rtl\">וְ</a> <strong>1 i</strong> <em>b</em>). <strong>c.</strong>  the gen. after <span dir=\"rtl\">כל</span> is often a rel. sentence, introduced by <span dir=\"rtl\">אשׁר</span>: <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">Gn 1:31</a> <span dir=\"rtl\">את כל אשׁר עשׂה</span> <em>the whole</em> of what he had made, <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">7:22</a>; <a data-ref=\"Genesis 13:1\" href=\"/Genesis.13.1\">13:1</a> + very often Sometimes, with a prep., <span dir=\"rtl\">כל אשׁר</span> has the force of <em>wheresoever, whithersoever</em>, as <a data-ref=\"Joshua 1:9\" href=\"/Joshua.1.9\">Jos 1:9</a> <span dir=\"rtl\">בְּכֹל אֲשֶׁר תֵּלֵךְ</span> <em>wheresoever</em> thou goest, v <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">16</a> <span dir=\"rtl\">אֶל־כָּל־אֲשֶׁר</span> <em>whithersoever</em> (see <a data-ref=\"BDB, אֲשֶׁר\" href=\"/BDB,_אֲשֶׁר\", dir=\"rtl\">אֲשֶׁר</a> <strong>4 b</strong> γ). Very rarely in such cases is there ellipse of the rel., as <a data-ref=\"Genesis 39:4\" href=\"/Genesis.39.4\">Gn 39:4</a> <span dir=\"rtl\">וְכָל־יֶשׁ־לוֹ נָתַן בְּיָדִי</span> (contrast v <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">5</a>, <a data-ref=\"Genesis 39:8\" href=\"/Genesis.39.8\">8</a>), <a data-ref=\"Exodus 9:4\" href=\"/Exodus.9.4\">Ex 9:4</a> <span dir=\"rtl\">מכל־לבני ישׂראל</span>, <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a> <span dir=\"rtl\">וּלְכָל־בָּהֶן חַיֵּי רוּחִי</span>, <a data-ref=\"Psalms 71:18\" href=\"/Psalms.71.18\">ψ 71:18</a> <span dir=\"rtl\">לְכָל־יָבוֹא</span> (<a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">74:3</a>, v. <strong>2 a</strong>), <a data-ref=\"II Chronicles 32:31\" href=\"/II_Chronicles.32.31\">2 Ch 32:31</a>; peculiarly also in Chr (Dr<sup>Intr. 505</sup>), <a data-ref=\"I Chronicles 29:3\" href=\"/I_Chronicles.29.3\">1 Ch 29:3</a> <span dir=\"rtl\">מִכָּל־הֲכִינוֹתִי</span>, <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18 f.</a> <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">Ezr 1:6</a>; cf. with <a ,=\"\" data-ref=\"BDB, כָּלַל\" dir=\"rtl\" href=\"/BDB,_כָּלַל\">כֹּל</a> (<strong>2 a</strong>) <a data-ref=\"I Chronicles 29:11\" href=\"/I_Chronicles.29.11\">1 Ch 29:11</a> a <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Ezra 1:5\" href=\"/Ezra.1.5\">Ezr 1:5</a>. <strong>d.</strong>  with a <em>suffix</em> two idiomatic uses of <span dir=\"rtl\">כל</span> have to be noticed: (<em>a</em>) <span dir=\"rtl\">כל</span> is often made more independent and emphatic by being placed with a suffix <em>after</em> the word which it qualifies, to which it then stands in apposition (cf. in Syriac, Arabic, Ethiopic), as <a data-ref=\"II Samuel 2:9\" href=\"/II_Samuel.2.9\">2 S 2:9</a> <span dir=\"rtl\">יִשְׂרָאֵל כֻּלֹּה</span>, <a data-ref=\"Jeremiah 13:19\" href=\"/Jeremiah.13.19\">Jer 13:19</a>; <a data-ref=\"Jeremiah 48:31\" href=\"/Jeremiah.48.31\">48:31</a>; <a data-ref=\"Isaiah 9:8\" href=\"/Isaiah.9.8\">Is 9:8</a>; <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">14:29</a>, <a data-ref=\"Isaiah 14:31\" href=\"/Isaiah.14.31\">31</a> <span dir=\"rtl\">פלשׁת כלך</span> Philistia, <em>all of</em> thee! <a data-ref=\"Micah 2:12\" href=\"/Micah.2.12\">Mi 2:12</a> <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a> <a data-ref=\"Job 34:13\" href=\"/Job.34.13\">Jb 34:13</a> <a data-ref=\"Psalms 67:4\" href=\"/Psalms.67.4\">ψ 67:4</a>, <a data-ref=\"Psalms 67:6\" href=\"/Psalms.67.6\">6</a>; especially in Ezek., as <a data-ref=\"Ezekiel 14:5\" href=\"/Ezekiel.14.5\">14:5</a>; <a data-ref=\"Ezekiel 29:2\" href=\"/Ezekiel.29.2\">29:2</a> <span dir=\"rtl\">מצדים כֻּלָּהּ</span> <a data-ref=\"Ezekiel 32:12\" href=\"/Ezekiel.32.12\">32:12</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>; with change of person (cf. the idiom in <a data-ref=\"Isaiah 22:16\" href=\"/Isaiah.22.16\">Is 22:16</a>; <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">48:1</a>; <a data-ref=\"Isaiah 54:1\" href=\"/Isaiah.54.1\">54:1</a> etc.), <a data-ref=\"I Kings 22:28\" href=\"/I_Kings.22.28\">1 K 22:28</a> = <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <span dir=\"rtl\">שׁמעו עמים כלם</span> Hear, nations, <em>all of</em> them! <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a> <span dir=\"rtl\">הַגּוֹי כֻּלּוֹ</span>. So even with <span dir=\"rtl\">כל</span> preceding: <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">Nu 16:3</a> <span dir=\"rtl\">כָּל־הָעֵדָה כֻּלָּם</span>, <a data-ref=\"Isaiah 14:18\" href=\"/Isaiah.14.18\">Is 14:18</a>; <a data-ref=\"Jeremiah 30:16\" href=\"/Jeremiah.30.16\">Jer 30:16</a>; <a data-ref=\"Ezekiel 11:15\" href=\"/Ezekiel.11.15\">Ez 11:15</a> <span dir=\"rtl\">כל בית ישׂראל כֻּלֹּה</span> <em>the whole of</em> the house of Israel, <em>the whole of</em> it (so <a data-ref=\"Ezekiel 20:40\" href=\"/Ezekiel.20.40\">20:40</a>; <a data-ref=\"Ezekiel 36:10\" href=\"/Ezekiel.36.10\">36:10</a>), <a data-ref=\"Ezekiel 35:15\" href=\"/Ezekiel.35.15\">35:15</a>; <a data-ref=\"Ezekiel 36:5\" href=\"/Ezekiel.36.5\">36:5</a> <a data-ref=\"Psalms 8:8\" href=\"/Psalms.8.8\">ψ 8:8</a> (cf. Sab. DHM<sup>l.c.</sup>); (<em>b</em>) with the sf. of 3 ms., understood as referring to the <em>mass</em> of things or persons meant, <span dir=\"rtl\">כֻּלֹּה</span> or <span dir=\"rtl\">כֻּלּוֹ</span>, lit. <em>the whole of it</em>, is equivalent to <em>all of them, every one</em>, †<a data-ref=\"Exodus 14:7\" href=\"/Exodus.14.7\">Ex 14:7</a> and captains <span dir=\"rtl\">עַל־כֻּלּוֹ</span> upon <em>the whole of it</em> (the <span dir=\"rtl\">רֶכֶב</span> collectively) = <em>all of them</em>, <a data-ref=\"Isaiah 1:23\" href=\"/Isaiah.1.23\">Is 1:23</a> <em>the whole of</em> it (the people) loveth bribes, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">9:16</a>; <a data-ref=\"Isaiah 15:3\" href=\"/Isaiah.15.3\">15:3</a>; <a data-ref=\"Jeremiah 6:13\" href=\"/Jeremiah.6.13\">Jer 6:13</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 8:6\" href=\"/Jeremiah.8.6\">8:6</a>, <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">10</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">20:7</a>; <a data-ref=\"Habakkuk 1:9\" href=\"/Habakkuk.1.9\">Hab 1:9</a>, <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">15</a>; <a data-ref=\"Psalms 29:9\" href=\"/Psalms.29.9\">ψ 29:9</a> and in his temple <span dir=\"rtl\">כֻּלּוֹ אֹמֵר כָּבוֹד</span> <em>the whole of</em> it (= every one there) says, Glory! <a data-ref=\"Psalms 53:4\" href=\"/Psalms.53.4\">53:4</a> (‖ 14:3 <span dir=\"rtl\">הַכֹּל</span>); perhaps <a data-ref=\"Isaiah 16:7\" href=\"/Isaiah.16.7\">Is 16:7</a>; <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a>; + <a data-ref=\"Proverbs 19:6\" href=\"/Proverbs.19.6\">Pr 19:6</a> Ew Hi <span dir=\"rtl\">(וְכֻלֹּה רֵעַ)</span>: <a data-ref=\"Jeremiah 15:10\" href=\"/Jeremiah.15.10\">Je 15:10</a> read <span dir=\"rtl\">כֻּלְּהֶם קִלֲלוּנִי</span>. <strong>e.</strong>  Heb. idiom in certain cases affirms, or denies, of an <em>entire</em> class, where Engl. idiom affirms, or denies, of an <em>individual</em> of the class; thus in a compar. or hypoth. sentence <span dir=\"rtl\">כל</span> is = <em>any</em>, and with a neg. = <em>none;</em> (<em>a</em>) <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">Gn 3:1</a> the serpent was more subtil <span dir=\"rtl\">מכל חית השׂדה</span> than <em>all</em> beasts of the field (in our idiom: than <em>any</em> beast of the field), <a data-ref=\"Deuteronomy 7:7\" href=\"/Deuteronomy.7.7\">Dt 7:7</a>; <a data-ref=\"I Samuel 9:2\" href=\"/I_Samuel.9.2\">1 S 9:2</a>; (<em>b</em>) <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a> a soul when it sins through ignorance <span dir=\"rtl\">מכל מצות י״י</span> in <em>all</em> the commandments of Jehovah (= in <em>any</em> of the commandments, etc.), <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">19:23</a> when ye … plant <span dir=\"rtl\">כל־עץ מאכל</span> = <em>any</em> tree for food, <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a> or if he have cast upon him <span dir=\"rtl\">כָּל־כְּלִי</span> = <em>any</em> weapon, <a data-ref=\"I Kings 8:37\" href=\"/I_Kings.8.37\">1 K 8:37</a> b; joined with a ptcp. in a hypoth. sense (Dr<sup>§ 121 n.</sup> Ges<sup>§ 116, 5 R. 5</sup>), <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a> <span dir=\"rtl\">כל מצאי</span> <em>all my finders</em> (= if any one find me), he will slay me, v <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">15</a> a <a data-ref=\"Numbers 21:8\" href=\"/Numbers.21.8\">Nu 21:8</a>; <span dir=\"rtl\">כָּל־הַנָּשׁוּךְ</span> = <em>whosoever</em> (= if <em>any one</em>) is bitten, <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>; (<em>c</em>) with a neg., <a data-ref=\"Genesis 2:5\" href=\"/Genesis.2.5\">Gn 2:5</a> <em>all</em> plants of the field <span dir=\"rtl\">טֶרֶם יִהְיֶה</span> were not as yet = no plant of the field as yet was, <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">4:15</a> b <span dir=\"rtl\">לבלתי הכות־אתו כל־מצאו</span> for the not-smiting him of all finding him = that none finding him should smite him, <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> <span dir=\"rtl\">ולא־נותר כל ירק</span> = and no green things were left, <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">12:16</a> <span dir=\"rtl\">כל־מלאכה לא יעשׂה</span> <em>all</em> work shall not be done = no work shall be done, <a data-ref=\"Deuteronomy 28:14\" href=\"/Deuteronomy.28.14\">Dt 28:14</a>; <a data-ref=\"Judges 13:4\" href=\"/Judges.13.4\">Ju 13:4</a> <span dir=\"rtl\">אַל־תֹּאכְלִי כָּל־טָמֵא</span> eat not of <em>all that is</em> unclean, <a data-ref=\"Judges 19:19\" href=\"/Judges.19.19\">19:19</a> <span dir=\"rtl\">אֵין מַחְסוֹר כָּל־דָּבָר</span> there is no lack of <em>all things</em> i.e. of <em>any thing</em>, <a data-ref=\"Psalms 143:2\" href=\"/Psalms.143.2\">ψ 143:2</a> <span dir=\"rtl\">כי לא־יצדק לפניך כל־חי</span>, + very often (so οὐ πᾶς, as a Hebraism, in the N.T., e.g. Mk 13:20 οὐκ ἂν ἐσώθη πᾶσα σάρξ, Lk 1:37 οὐκ ἀδυνατήσει … πᾶν ῥῆμα, as <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">Jer 32:17</a> <span dir=\"rtl\">לֹא־יִפָּלֵא מִמְּךָ כָּל־דָּבָר</span>, Gal 2:16 οὐ δικαιωθήσεται … πᾶσα σάρξ, etc.) Usually, in such cases, <span dir=\"rtl\">כל</span> (or its gen.) is without the art., being left purposely indef.: in <a data-ref=\"Psalms 49:18\" href=\"/Psalms.49.18\">ψ 49:18</a> (<strong>2 b</strong> <em>a</em>) <span dir=\"rtl\">הַכֹּל</span> is emph. (In <a data-ref=\"Numbers 23:13\" href=\"/Numbers.23.13\">Nu 23:13</a> <span dir=\"rtl\">וְכֻלּוֹ לֹא תִרְאֶה</span> the context shews that <span dir=\"rtl\">כֹּל</span> is opp. to a part). <strong>f.</strong>  very anomalously, severed from its gen., †<a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a> <span dir=\"rtl\">כִּי־כָל־עוֹד נַפְשִׁי בִי</span>, <a data-ref=\"Job 27:3\" href=\"/Job.27.3\">Jb 27:3</a> <span dir=\"rtl\">כִּי־כָל־עוֹד נִשְׁמָתִי בִי</span>, <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a> (si vera l.) <span dir=\"rtl\">כָּל־תִּשָּׂא עָוֹן</span>. On <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">Ec 5:15</a> <span dir=\"rtl\">כָּל־עֻמַּת־שֶׁ׳</span> v. <a ,=\"\" data-ref=\"BDB, עֻמָּה\" dir=\"rtl\" href=\"/BDB,_עֻמָּה\">עֻמָּה</a>. <em>Note.</em> — When the gen. after <span dir=\"rtl\">כל</span> is a noun fem. or pl., the pred. usually agrees with this (as being the really important idea), e.g. <a data-ref=\"Genesis 5:5\" href=\"/Genesis.5.5\">Gn 5:5</a> <span dir=\"rtl\">ויהיו כל ימי אדם</span>, <a data-ref=\"Numbers 14:1\" href=\"/Numbers.14.1\">Nu 14:1</a> <span dir=\"rtl\">וַתִּשָּׂא כָל־הָעֵדָה</span>, <a data-ref=\"Nahum 3:1\" href=\"/Nahum.3.1\">Nah 3:1</a> <a data-ref=\"Psalms 150:6\" href=\"/Psalms.150.6\">ψ 150:6</a> <span dir=\"rtl\">כֹּל הַנְּשָׁמָה תְּהַלֵּל</span>; exceptions being very rare, <a data-ref=\"Isaiah 64:10\" href=\"/Isaiah.64.10\">Is 64:10</a> b <a data-ref=\"Proverbs 16:2\" href=\"/Proverbs.16.2\">Pr 16:2</a> (Ges<sup>§ 141. 1 R. 2</sup>).<br><strong>2.</strong>  Absolutely: †<strong>a.</strong>  without the art., <em>all things, all</em> (mostly neuter, but sometimes m.), the sense in which ‘all’ is to be taken being gathered from the context, <a data-ref=\"Genesis 9:3\" href=\"/Genesis.9.3\">Gn 9:3</a> <span dir=\"rtl\">נתתי לכם את כֹּל</span>, <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">16:12</a> <span dir=\"rtl\">וְיַד כֹּל בּוֹ</span>, <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">20:16</a> <span dir=\"rtl\">ואת כֹּל ונוכחת</span>, <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">33:11</a> <span dir=\"rtl\">וכי ישׁ לי כֹל</span>, <a data-ref=\"Numbers 8:16\" href=\"/Numbers.8.16\">Nu 8:16</a> <span dir=\"rtl\">בכור כֹּל מבני ישׂראל</span>, <a data-ref=\"Numbers 11:6\" href=\"/Numbers.11.6\">11:6</a> <span dir=\"rtl\">אֵין כֹּל</span> <em>nought of all things!</em> = <em>there is nothing</em> (so †<a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a>; <a data-ref=\"Proverbs 13:7\" href=\"/Proverbs.13.7\">Pr 13:7</a>, cf. <a data-ref=\"II Kings 4:2\" href=\"/II_Kings.4.2\">2 K 4:2</a>), <a data-ref=\"Numbers 13:2\" href=\"/Numbers.13.2\">13:2</a> <span dir=\"rtl\">כֹּל נשׂיא בהם</span> (cf. <a data-ref=\"II Samuel 23:39\" href=\"/II_Samuel.23.39\">2 S 23:39</a>; <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">1 Ch 3:9</a>: usually so <span dir=\"rtl\">הַכֹּל</span>), <a data-ref=\"Deuteronomy 28:47\" href=\"/Deuteronomy.28.47\">Dt 28:47</a> <span dir=\"rtl\">מֵרֹב כֹּל</span>, v <a data-ref=\"Deuteronomy 28:48\" href=\"/Deuteronomy.28.48\">48</a>, <a data-ref=\"Deuteronomy 28:37\" href=\"/Deuteronomy.28.37\">37</a> <span dir=\"rtl\">בְּחֹסֶר כֹּל</span> (cf. <a data-ref=\"Jeremiah 44:18\" href=\"/Jeremiah.44.18\">Je 44:18</a>), <a data-ref=\"Isaiah 30:5\" href=\"/Isaiah.30.5\">Is 30:5</a> <span dir=\"rtl\">כֹּל הֹבִאישׁ</span> <em>all</em> exhibit shame, <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">44:24</a> <span dir=\"rtl\">י׳ עֹשֶׂה־כֹּל</span>, <a data-ref=\"Jeremiah 44:12\" href=\"/Jeremiah.44.12\">Je 44:12</a> <span dir=\"rtl\">וְתַמּוּ כֹל</span> (unusual), <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a> <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">ψ 8:7</a>; <a data-ref=\"Psalms 74:3\" href=\"/Psalms.74.3\">74:3</a> (read <span dir=\"rtl\">כֹּל הֵרַע</span>), <a data-ref=\"Psalms 145:15\" href=\"/Psalms.145.15\">145:15</a> <span dir=\"rtl\">עיני כֹל</span>, <a data-ref=\"Proverbs 16:4\" href=\"/Proverbs.16.4\">Pr 16:4</a>; <a data-ref=\"Proverbs 26:10\" href=\"/Proverbs.26.10\">26:10</a>; <a data-ref=\"Proverbs 28:5\" href=\"/Proverbs.28.5\">28:5</a>; <a data-ref=\"Job 13:1\" href=\"/Job.13.1\">Jb 13:1</a> <span dir=\"rtl\">הן כֹּל ראתה עיני</span>, <a data-ref=\"Job 42:2\" href=\"/Job.42.2\">42:2</a>; <a data-ref=\"I Chronicles 29:11\" href=\"/I_Chronicles.29.11\">1 Ch 29:11</a> b <a data-ref=\"II Chronicles 32:22\" href=\"/II_Chronicles.32.22\">2 Ch 32:22</a> (m.), <a data-ref=\"Daniel 11:37\" href=\"/Daniel.11.37\">Dn 11:37</a> (v. also <strong>1 c</strong> <em>end</em>); <span dir=\"rtl\">מִכֹּל</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>, <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">20</a> b <span dir=\"rtl\">שְׁנַיִם מִכֹּל</span>, <a data-ref=\"Genesis 14:20\" href=\"/Genesis.14.20\">14:20</a>; <a data-ref=\"Genesis 27:33\" href=\"/Genesis.27.33\">27:33</a>; <a data-ref=\"Jeremiah 17:9\" href=\"/Jeremiah.17.9\">Je 17:9</a> <span dir=\"rtl\">עקוב הלב מִכֹּל</span>, <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a> (m.) After a neg. = <em>anything</em>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">Dt 4:25</a> <span dir=\"rtl\">תְּמוּנַת כֹּל</span> the likeness of <em>anything</em>, <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">8:9</a>; <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">28:55</a>; <a data-ref=\"Proverbs 30:30\" href=\"/Proverbs.30.30\">Pr 30:30</a>. In the gen. also, very rarely, to express the idea of <em>all</em> as comprehensively as possible: <a data-ref=\"Ezekiel 44:30\" href=\"/Ezekiel.44.30\">Ez 44:30</a> <span dir=\"rtl\">כָּל־בִּכּוּרֵי כֹל וְכָל־תְּרוּמַת כֹּל</span>; <a data-ref=\"Psalms 119:128\" href=\"/Psalms.119.128\">ψ 119:128</a> (si vera l.) <span dir=\"rtl\">כָּל־פִּקּוּדֵי כֹל</span> all the statutes <em>about everything</em>. †<strong>b.</strong>  with art. <span dir=\"rtl\">הַכֹּל</span>: (<em>a</em>) where the sense is limited by the context to things (or persons) just mentioned, <a data-ref=\"Exodus 29:24\" href=\"/Exodus.29.24\">Ex 29:24</a> <span dir=\"rtl\">ושׂמת הַכֹּל ביד אהרן</span>, <a data-ref=\"Leviticus 1:9\" href=\"/Leviticus.1.9\">Lv 1:9</a> <span dir=\"rtl\">והקטיר הכהן את הַכֹּל</span>, v <a data-ref=\"Leviticus 1:13\" href=\"/Leviticus.1.13\">13</a>; <a data-ref=\"Leviticus 8:27\" href=\"/Leviticus.8.27\">8:27</a> <a data-ref=\"Deuteronomy 2:36\" href=\"/Deuteronomy.2.36\">Dt 2:36</a> <span dir=\"rtl\">את הַכֹּל נתן י׳ לפנינו</span>, <a data-ref=\"Joshua 11:19\" href=\"/Joshua.11.19\">Jos 11:19</a> (cf. <a data-ref=\"II Samuel 19:31\" href=\"/II_Samuel.19.31\">2 S 19:31</a> <a data-ref=\"I Kings 14:26\" href=\"/I_Kings.14.26\">1 K 14:26</a> = <a data-ref=\"II Chronicles 12:9\" href=\"/II_Chronicles.12.9\">2 Ch 12:9</a>), <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">21:43</a> <span dir=\"rtl\">הַכֹּל בָּא</span> (cf. <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">23:14</a>), <a data-ref=\"I Samuel 30:19\" href=\"/I_Samuel.30.19\">1 S 30:19</a> <span dir=\"rtl\">הַכֹּל השׁיב דוד</span>, <a data-ref=\"II Samuel 17:3\" href=\"/II_Samuel.17.3\">2 S 17:3</a> (corrupt: v. 𝔊 Dr), <a data-ref=\"II Samuel 24:23\" href=\"/II_Samuel.24.23\">24:23</a> (<a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>), <a data-ref=\"I Kings 6:18\" href=\"/I_Kings.6.18\">1 K 6:18</a> <span dir=\"rtl\">הַכֹּל ארז</span> (cf. <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">7:33</a>; <a data-ref=\"II Kings 25:17\" href=\"/II_Kings.25.17\">2 K 25:17</a> = <a data-ref=\"Jeremiah 52:22\" href=\"/Jeremiah.52.22\">Je 52:22</a>), <a data-ref=\"II Kings 24:16\" href=\"/II_Kings.24.16\">2 K 24:16</a> <span dir=\"rtl\">הַכֹּל גבורים</span>, <a data-ref=\"Isaiah 65:8\" href=\"/Isaiah.65.8\">Is 65:8</a> <span dir=\"rtl\">לבלתי השׁחית הַכֹּל</span>, <a data-ref=\"Psalms 14:3\" href=\"/Psalms.14.3\">ψ 14:3</a>; or implied, <a data-ref=\"Genesis 16:12\" href=\"/Genesis.16.12\">Gn 16:12</a> <span dir=\"rtl\">יָדוֹ בַכֹּל</span>, <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a> <span dir=\"rtl\">ברך את אברהם בַּכֹּל</span>, <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">2 S 23:5</a> (poet.) <span dir=\"rtl\">עֲרֻכָה בַכֹּל</span>, is <a data-ref=\"Genesis 29:11\" href=\"/Genesis.29.11\">29:11</a> (peculiarly) <span dir=\"rtl\">חָזוּת הַכֹּל</span> the vision <em>of the whole</em>, <a data-ref=\"Jeremiah 13:7\" href=\"/Jeremiah.13.7\">Je 13:7</a>, <a data-ref=\"Jeremiah 13:10\" href=\"/Jeremiah.13.10\">10</a> <span dir=\"rtl\">לא יצלח לַכֹּל</span>, <a data-ref=\"Ezekiel 7:14\" href=\"/Ezekiel.7.14\">Ez 7:14</a> <span dir=\"rtl\">וְהָכִין הַכֹּל</span> (but Co <span dir=\"rtl\">וְהָכִינוּ הָכֵן</span>), <a data-ref=\"Psalms 49:18\" href=\"/Psalms.49.18\">ψ 49:18</a> <span dir=\"rtl\">לא במותו יקח הַכֹּל</span>: more freq. later, viz. <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">1 Ch 7:5</a> (as regards <em>all</em>), <a data-ref=\"I Chronicles 28:19\" href=\"/I_Chronicles.28.19\">28:19</a>; <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">29:19</a> <a data-ref=\"II Chronicles 28:6\" href=\"/II_Chronicles.28.6\">2 Ch 28:6</a>; <a data-ref=\"II Chronicles 29:28\" href=\"/II_Chronicles.29.28\">29:28</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">31:5</a>; <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">35:7</a>; <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">36:17</a>, <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">18</a>; <a data-ref=\"Ezra 1:11\" href=\"/Ezra.1.11\">Ezr 1:11</a>; <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">2:42</a>; <a data-ref=\"Ezra 8:34\" href=\"/Ezra.8.34\">8:34</a>, <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">35</a>; <a data-ref=\"Ezra 10:17\" href=\"/Ezra.10.17\">10:17</a> (<span dir=\"rtl\">וַיְכַלּוּ בַכֹּל</span>: v. BeRy), <a data-ref=\"Ecclesiastes 5:8\" href=\"/Ecclesiastes.5.8\">Ec 5:8</a> (<span dir=\"rtl\">בַּכֹּל</span>, appar. = <em>in all respects</em>), <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">10:19</a>; <a data-ref=\"Ecclesiastes 12:13\" href=\"/Ecclesiastes.12.13\">12:13</a>. (<em>b</em>) in a wider sense, <em>all</em>, whether of all mankind or of all living things, the universe (τὸ πᾶν), or of all the circumstances of life (chiefly late), <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a> <span dir=\"rtl\">כי יוצר הַכֹּל הוא</span>, <a data-ref=\"Psalms 103:19\" href=\"/Psalms.103.19\">ψ 103:19</a> (cf. <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>), <a data-ref=\"Psalms 119:91\" href=\"/Psalms.119.91\">119:91</a> <span dir=\"rtl\">הַכֹּל עֲבָדֶיךָ</span>, <a data-ref=\"Psalms 145:9\" href=\"/Psalms.145.9\">145:9</a> <span dir=\"rtl\">טוֹב י׳ לַכֹּל</span>, <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>, <a data-ref=\"I Chronicles 29:14\" href=\"/I_Chronicles.29.14\">14</a>, <a data-ref=\"I Chronicles 29:16\" href=\"/I_Chronicles.29.16\">16</a> <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">Dn 11:2</a>, and especially in Ec., as <a data-ref=\"Ecclesiastes 1:2\" href=\"/Ecclesiastes.1.2\">1:2</a>, <a data-ref=\"Ecclesiastes 1:14\" href=\"/Ecclesiastes.1.14\">14</a>; <a data-ref=\"Ecclesiastes 2:11\" href=\"/Ecclesiastes.2.11\">2:11</a>, <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">17</a>; <a data-ref=\"Ecclesiastes 3:19\" href=\"/Ecclesiastes.3.19\">3:19</a>; <a data-ref=\"Ecclesiastes 12:8\" href=\"/Ecclesiastes.12.8\">12:8</a> <span dir=\"rtl\">הַכֹּל הֶבֶל</span>, <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">2:16</a> <span dir=\"rtl\">הכל נשׁכח</span>, <a data-ref=\"Ecclesiastes 3:1\" href=\"/Ecclesiastes.3.1\">3:1</a> <span dir=\"rtl\">לַכֹּל זְמָן</span>, v <a data-ref=\"Ecclesiastes 3:11\" href=\"/Ecclesiastes.3.11\">11</a>, <a data-ref=\"Ecclesiastes 3:19\" href=\"/Ecclesiastes.3.19\">19</a>, <a data-ref=\"Ecclesiastes 3:20\" href=\"/Ecclesiastes.3.20\">20</a>; <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">6:6</a>; <a data-ref=\"Ecclesiastes 7:15\" href=\"/Ecclesiastes.7.15\">7:15</a>; <a data-ref=\"Ecclesiastes 9:1\" href=\"/Ecclesiastes.9.1\">9:1</a>, <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">2</a>, <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">2</a>, <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">3</a>; <a data-ref=\"Ecclesiastes 10:3\" href=\"/Ecclesiastes.10.3\">10:3</a>, <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">19</a>; <a data-ref=\"Ecclesiastes 11:5\" href=\"/Ecclesiastes.11.5\">11:5</a>. <span dir=\"rtl\">כַּכֹּל</span>, †<a data-ref=\"Job 24:24\" href=\"/Job.24.24\">Jb 24:24</a> (si vera l.) <span dir=\"rtl\">כַּכֹּל יִקָּֽפְצוּן</span> like <em>all</em> men (i.e. like men in general)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2f0b6084aa1cbf205ab", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נִדָּה 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, נִדָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נִדָּה א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נִדָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נִדָּה</span></big>  <strong>n.f. impurity (</strong>as <em>abhorrent, shunned</em><strong>)</strong>;—abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a> +; cstr. <span dir=\"rtl\">נִדַּת</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a> +; sf. <span dir=\"rtl\">נִדָּתָהּ</span> v <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a> +;—<em>impurity</em> (especially P and Ezek.):<br><strong>1.</strong>  of ceremonial impurity, as union with brother’s wife, <a data-ref=\"Leviticus 20:21\" href=\"/Leviticus.20.21\">Lv 20:21</a>; especially of menstruation <a data-ref=\"Ezekiel 18:6\" href=\"/Ezekiel.18.6\">Ez 18:6</a> (read <span dir=\"rtl\">אִשָּׁה בְּנִדָּתָהּ</span> for MT <span dir=\"rtl\">א׳ נִדָּה</span> 𝔖 Co), <span dir=\"rtl\">טְמֵאַת הַנּ׳</span> <a data-ref=\"Ezekiel 22:10\" href=\"/Ezekiel.22.10\">22:10</a>, cf. <a data-ref=\"Ezekiel 36:17\" href=\"/Ezekiel.36.17\">36:17</a>, <span dir=\"rtl\">נִדַּת דְּוֹתָהּ</span> <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a>, cf. v <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">5</a>; <a data-ref=\"Leviticus 15:19\" href=\"/Leviticus.15.19\">15:19</a>, <a data-ref=\"Leviticus 15:20\" href=\"/Leviticus.15.20\">20</a>, <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">24</a>, <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a> <span dir=\"rtl\">(עֶת־נִדּ׳)</span>, v <a data-ref=\"Leviticus 15:25\" href=\"/Leviticus.15.25\">25</a><sup>(×2)</sup>, v <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> <span dir=\"rtl\">(מִשְׁכַּב נִדּ׳)</span>, v <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> <span dir=\"rtl\">(טֻמְאַת נִדּ׳)</span>, v <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">33</a>; <a data-ref=\"Leviticus 18:19\" href=\"/Leviticus.18.19\">18:19</a>; of defilement contracted by contact with a corpse, <span dir=\"rtl\">מֵי (הַ)נִּדָּה</span> <em>water of impurity</em> (i.e. to remove it, cf. Di) <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a>, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a><sup>(×2)</sup>; <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">31:23</a>.<br><strong>2.</strong>  fig. (with allusion to cerem. usage), <em>impure thing</em>, <a data-ref=\"Ezekiel 7:19\" href=\"/Ezekiel.7.19\">Ez 7:19</a>, <a data-ref=\"Ezekiel 7:20\" href=\"/Ezekiel.7.20\">20</a> (of gold), <a data-ref=\"Lamentations 1:17\" href=\"/Lamentations.1.17\">La 1:17</a> (of Jerus.); of idolatry, immorality, etc., <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a> <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">Ezr 9:11</a> <span dir=\"rtl\">(אֶרֶץ נִדָּה)</span>, v <a data-ref=\"Ezra 9:11\" href=\"/Ezra.9.11\">11</a>, <a data-ref=\"Zechariah 13:1\" href=\"/Zechariah.13.1\">Zc 13:1</a> <span dir=\"rtl\">(לְחַטַּאת וּלְנִדָּה)</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4ceb6084aa1cbf38545", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׁכַב 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, שָׁכַב 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׁכַב א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׁכַב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">שָׁכַב</span></big></big>  (Lag<sup>BN 63</sup>)<sub>212</sub> <strong>vb.</strong> lie down <strong>(</strong>NH = BH; <span dir=\"rtl\">שכב</span> Ecclus <a data-ref=\"Ben Sira 47:23\" href=\"/Ben_Sira.47.23\">47:23</a> (in death), <span dir=\"rtl\">משכב</span> <em>bed</em> <a data-ref=\"Ben Sira 40:5\" href=\"/Ben_Sira.40.5\">40:5</a>; <a data-ref=\"Ben Sira 47:20\" href=\"/Ben_Sira.47.20\">47:20</a> d, = <em>death bed</em> <a data-ref=\"Ben Sira 46:19\" href=\"/Ben_Sira.46.19\">46:19</a>; Ph. <span dir=\"rtl\">שכב</span>, <span dir=\"rtl\">משכב</span> (v. <a data-ref=\"BDB, מ\" href=\"/BDB,_מ\", dir=\"rtl\">מ׳</a> <strong>1</strong> infr.), Lzb<sup>375</sup>; Ethiopic ሰከበ <em>lie</em>, so Aramaic <span dir=\"rtl\">שְׁכַב</span>, <span dir=\"rtl\">ܫܟܶܒ</span>; Nab. <span dir=\"rtl\">משכבא</span> <em>couch;</em> Arabic <span dir=\"rtl\">سَكَبَ</span> only <em>pour out</em> (water, tears), <em>be poured out</em> (cf. <strong>Hiph.</strong> infr., and Lag<sup>BN 63</sup>)<strong>)</strong>;—<strong>Qal</strong> Pf. 3 ms. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">Gn 26:10</a> +, etc.; Impf. <span dir=\"rtl\">יִשְׁכַּב</span> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a> +, 3 mpl. <span dir=\"rtl\">יִשְׁכְּבֻן</span> <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>, <span dir=\"rtl\">יִשְׁכָּב֑וּן</span> <a data-ref=\"Joshua 2:8\" href=\"/Joshua.2.8\">Jos 2:8</a> <a data-ref=\"Job 30:17\" href=\"/Job.30.17\">Jb 30:17</a>, etc.; Imv. ms. <span dir=\"rtl\">שְׁכַב</span> <a data-ref=\"II Samuel 13:5\" href=\"/II_Samuel.13.5\">2 S 13:5</a> <a data-ref=\"Ezekiel 4:4\" href=\"/Ezekiel.4.4\">Ez 4:4</a>, <span dir=\"rtl\">שִׁכְבָה</span> <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">Gn 39:7</a>, <a data-ref=\"Genesis 39:12\" href=\"/Genesis.39.12\">12</a>, etc.; Inf. abs. <span dir=\"rtl\">שָׁכֹב</span> <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">Lv 15:24</a>; cstr. <span dir=\"rtl\">שְׁכַב</span> <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a> +, sf. <span dir=\"rtl\">שָׁכְבוֹ</span> <a data-ref=\"Ruth 3:4\" href=\"/Ruth.3.4\">Ru 3:4</a>, <span dir=\"rtl\">שִׁכְבָהּ</span> <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">Gn 19:33</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a>, <span dir=\"rtl\">שָׁכְבְּךָ</span> <a data-ref=\"Deuteronomy 6:7\" href=\"/Deuteronomy.6.7\">Dt 6:7</a> + 2 times; Pt. <span dir=\"rtl\">שֹׁכֵב</span> <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> +, f. <span dir=\"rtl\">שֹׁכֶ֫בֶת</span> <a data-ref=\"Micah 7:5\" href=\"/Micah.7.5\">Mi 7:5</a>; <a data-ref=\"Ruth 3:8\" href=\"/Ruth.3.8\">Ru 3:8</a>, etc.;—<br><strong>1.</strong>  <em>lie down</em> (sometimes opp. <span dir=\"rtl\">קוּם</span>, <span dir=\"rtl\">הֵקִיץ</span>): <strong>a.</strong>  <a data-ref=\"Judges 5:27\" href=\"/Judges.5.27\">Ju 5:27</a> (prostrated by blow, + <span dir=\"rtl\">כָּרַע</span>, <span dir=\"rtl\">נָפַל</span>). <strong>b.</strong>  to sleep, <a data-ref=\"Genesis 19:4\" href=\"/Genesis.19.4\">Gn 19:4</a> (J), <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">28:11</a> (E), <a data-ref=\"I Samuel 3:5\" href=\"/I_Samuel.3.5\">1 S 3:5</a>; <a data-ref=\"Deuteronomy 7:7\" href=\"/Deuteronomy.7.7\">Dt 7:7</a>; <a data-ref=\"Proverbs 6:22\" href=\"/Proverbs.6.22\">Pr 6:22</a> + often; read <span dir=\"rtl\">וַיִּשְׁכַּב</span>) also (for <span dir=\"rtl\">וַיַּשְׁכֵּם</span> <a data-ref=\"I Samuel 9:26\" href=\"/I_Samuel.9.26\">1 S 9:26</a> 𝔊 Th We Dr and mod.; <span dir=\"rtl\">שׁ׳</span> + <span dir=\"rtl\">יָשֵׁן</span> <em>sleep</em> <a data-ref=\"I Kings 19:5\" href=\"/I_Kings.19.5\">1 K 19:5</a> <a data-ref=\"Psalms 3:6\" href=\"/Psalms.3.6\">ψ 3:6</a>; <a data-ref=\"Psalms 4:9\" href=\"/Psalms.4.9\">4:9</a>, cf. <a data-ref=\"Proverbs 3:24\" href=\"/Proverbs.3.24\">Pr 3:24</a><sup>(×2)</sup>, + <span dir=\"rtl\">נִרְדָּם</span> <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; = <em>be lying</em> <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a>, <a data-ref=\"I Samuel 3:3\" href=\"/I_Samuel.3.3\">3</a>; <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">26:5</a> (all <span dir=\"rtl\">בְּ</span> loc.), v <a data-ref=\"I Samuel 26:7\" href=\"/I_Samuel.26.7\">7</a> <a data-ref=\"I Samuel 4:5\" href=\"/I_Samuel.4.5\">4:5</a> (acc. cogn. noon-repose), <a data-ref=\"II Samuel 13:8\" href=\"/II_Samuel.13.8\">2 S 13:8</a>, cf. <span dir=\"rtl\">שֹׁכֵב בְּלֶב־יָם</span> <a data-ref=\"Proverbs 23:34\" href=\"/Proverbs.23.34\">Pr 23:34</a>, of two lying (together, for warmth) <a data-ref=\"Ecclesiastes 4:11\" href=\"/Ecclesiastes.4.11\">Ec 4:11</a>; + be sleeping <a data-ref=\"I Samuel 26:7\" href=\"/I_Samuel.26.7\">1 S 26:7</a>; = <em>keep lying</em>, c. <span dir=\"rtl\">עַד</span> <a data-ref=\"Judges 16:3\" href=\"/Judges.16.3\">Ju 16:3</a>; <a data-ref=\"I Samuel 3:14\" href=\"/I_Samuel.3.14\">1 S 3:15</a>; <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a>; <a data-ref=\"Proverbs 6:9\" href=\"/Proverbs.6.9\">Pr 6:9</a>; emphasis on <em>resting</em>, <a data-ref=\"Leviticus 26:6\" href=\"/Leviticus.26.6\">Lv 26:6</a> (H), <a data-ref=\"Job 11:18\" href=\"/Job.11.18\">Jb 11:18</a>; token of mourning, <span dir=\"rtl\">וְשָׁכַב אָ֑רְצָה (וְלָן)</span> <a data-ref=\"II Samuel 12:16\" href=\"/II_Samuel.12.16\">2 S 12:16</a>, cf. <a data-ref=\"II Samuel 13:21\" href=\"/II_Samuel.13.21\">13:21</a>, <span dir=\"rtl\">שׁ׳ בַּשָּׂק</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>, <span dir=\"rtl\">שׁ׳ בֵּין שְׁפַתָּ֑יִם</span> <a data-ref=\"Psalms 68:14\" href=\"/Psalms.68.14\">ψ 68:14</a> (of indolence?); fig. of prostration by disease <a data-ref=\"Psalms 41:9\" href=\"/Psalms.41.9\">41:9</a> among foes <a data-ref=\"Psalms 57:5\" href=\"/Psalms.57.5\">57:5</a>; of humiliation <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; c. <span dir=\"rtl\">עַל</span> rei: land <a data-ref=\"Genesis 28:13\" href=\"/Genesis.28.13\">Gn 28:13</a> (J), usually bed <a data-ref=\"II Samuel 13:5\" href=\"/II_Samuel.13.5\">2 S 13:5</a>; <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">1 K 21:4</a>; <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">24</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a>, cf. v <a data-ref=\"Leviticus 15:20\" href=\"/Leviticus.15.20\">20</a>, for midday repose <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">2 S 4:7</a>. <strong>c.</strong>  <em>lie</em> on <span dir=\"rtl\">(עַל)</span> one’s side <a data-ref=\"Ezekiel 4:4\" href=\"/Ezekiel.4.4\">Ez 4:4</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">6</a>, <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">9</a> (symbol.). <strong>d.</strong>  <em>lie</em>, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"I Kings 3:19\" href=\"/I_Kings.3.19\">1 K 3:19</a> (fatally), <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a> (to revive). <strong>e.</strong>  <em>lie</em> <span dir=\"rtl\">בְּחֵיק</span>, of lamb (i.e. be cherished) <a data-ref=\"II Samuel 12:3\" href=\"/II_Samuel.12.3\">2 S 12:3</a>, of woman <a data-ref=\"Micah 7:5\" href=\"/Micah.7.5\">Mi 7:5</a> (intimacy), <a data-ref=\"I Kings 1:2\" href=\"/I_Kings.1.2\">1 K 1:2</a> (vital warmth); <em>lie down</em> for copulation <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">Gn 19:33</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a> (of woman, v. <strong>3</strong> infr.; both opp. <span dir=\"rtl\">קוּם</span>).<br><strong>2.</strong>  = <em>lodge</em> (for night), <span dir=\"rtl\">(שָׁ֫מָּה) שׁ׳</span> <a data-ref=\"Joshua 2:1\" href=\"/Joshua.2.1\">Jos 2:1</a> (E), <a data-ref=\"II Kings 4:11\" href=\"/II_Kings.4.11\">2 K 4:11</a>, cf. <a data-ref=\"II Kings 9:16\" href=\"/II_Kings.9.16\">9:16</a> (yet perhaps = <em>lie ill</em>), <a data-ref=\"Leviticus 14:47\" href=\"/Leviticus.14.47\">Lv 14:47</a> (<span dir=\"rtl\">בְּ</span> loc.).<br><strong>3.</strong>  of sexual relations, <em>lie</em> with: subj. man, c. <span dir=\"rtl\">עִם</span> <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">Gn 30:15</a>, <a data-ref=\"Genesis 30:16\" href=\"/Genesis.30.16\">16</a>; <a data-ref=\"Genesis 39:7\" href=\"/Genesis.39.7\">39:7</a>, <a data-ref=\"Genesis 39:12\" href=\"/Genesis.39.12\">12</a>, <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">14</a> (J), <a data-ref=\"Exodus 22:15\" href=\"/Exodus.22.15\">Ex 22:15</a> (E), <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">Dt 22:22</a> + 8 times Dt., <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>, <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">11</a>; <a data-ref=\"II Samuel 12:11\" href=\"/II_Samuel.12.11\">12:11</a>, <a data-ref=\"II Samuel 12:24\" href=\"/II_Samuel.12.24\">24</a> <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">Lv 15:33</a>; c. <span dir=\"rtl\">אֶת</span> fem. <em>with</em> (MT <span dir=\"rtl\">אֹתָהּ</span>, etc., orig. <span dir=\"rtl\">אִתָּהּ</span>, etc., v. Dr <a data-ref=\"II Samuel 13:14\" href=\"/II_Samuel.13.14\">2 S 13:14</a> and <a data-ref=\"BDB, אֵת²\" href=\"/BDB,_אֵת²\", dir=\"rtl\">II. אֵת</a>, p. 85a supra), <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">Gn 26:10</a>; <a data-ref=\"Genesis 34:2\" href=\"/Genesis.34.2\">34:2</a>, <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">7</a>; <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">35:22</a> (all J), <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a> (om. 𝔊 and mod.), <a data-ref=\"II Samuel 13:14\" href=\"/II_Samuel.13.14\">2 S 13:14</a>; <a data-ref=\"Ezekiel 23:8\" href=\"/Ezekiel.23.8\">Ez 23:8</a> (fig.), <a data-ref=\"Leviticus 15:24\" href=\"/Leviticus.15.24\">Lv 15:24</a> <span dir=\"rtl\">(שָׁכֹב יִשְׁכַּב)</span>, <a data-ref=\"Numbers 5:19\" href=\"/Numbers.5.19\">Nu 5:19</a>, also (c. acc. cogn. <span dir=\"rtl\">שִׁכְבַת־זֶרַע</span>) v <a data-ref=\"Numbers 5:13\" href=\"/Numbers.5.13\">13</a> <a data-ref=\"Leviticus 15:18\" href=\"/Leviticus.15.18\">Lv 15:18</a>; <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">19:20</a>; c. acc. (sf.) fem. <a data-ref=\"Deuteronomy 28:30\" href=\"/Deuteronomy.28.30\">Dt 28:30</a> Kt (v. [<a data-ref=\"BDB, שָׁגֵל\" href=\"/BDB,_שָׁגֵל\", dir=\"rtl\">שָׁגֵל</a>]); c. <span dir=\"rtl\">אֵצֶל</span> fem. <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">Gn 39:10</a> (J); c. <span dir=\"rtl\">אֵת</span> vir. (sodomy), <a data-ref=\"Leviticus 18:22\" href=\"/Leviticus.18.22\">Lv 18:22</a>; <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">20:13</a> (both H; c. acc. cogn. <span dir=\"rtl\">מִשְׁכְּבֵי אִשָּׁח</span>); c. <span dir=\"rtl\">עִם־בְּהֵמָה</span> <a data-ref=\"Deuteronomy 27:21\" href=\"/Deuteronomy.27.21\">Dt 27:21</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">Ex 22:18</a> (E); subj. woman, c. <span dir=\"rtl\">עִם</span> vir. <a data-ref=\"Genesis 19:32\" href=\"/Genesis.19.32\">Gn 19:32</a>, <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">34</a>, <a data-ref=\"Genesis 19:35\" href=\"/Genesis.19.35\">35</a> (J) <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">2 S 13:11</a>; <span dir=\"rtl\">אֵת</span> vir. <a data-ref=\"Genesis 19:33\" href=\"/Genesis.19.33\">Gn 19:33</a>, <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">34</a> (cf. <strong>1 e</strong> supra).<br><strong>4.</strong> <strong>a.</strong>  <em>lie down</em> in death, <a data-ref=\"Isaiah 14:8\" href=\"/Isaiah.14.8\">Is 14:8</a>; <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">43:17</a> (opp. <span dir=\"rtl\">קוּם</span>), <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">Ez 31:18</a>; <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">32:27</a>, <a data-ref=\"Ezekiel 32:28\" href=\"/Ezekiel.32.28\">28</a>, <a data-ref=\"Ezekiel 32:29\" href=\"/Ezekiel.32.29\">29</a>, <a data-ref=\"Ezekiel 32:30\" href=\"/Ezekiel.32.30\">30</a>; <a data-ref=\"Job 14:12\" href=\"/Job.14.12\">Jb 14:12</a> (opp. <span dir=\"rtl\">קוּם</span>, <span dir=\"rtl\">הֵקִיץ</span>), <span dir=\"rtl\">שׁ׳ וְאֶשְׁקוֹט</span> <a data-ref=\"Job 3:13\" href=\"/Job.3.13\">3:13</a>; <em>be lying</em> (dead) <a data-ref=\"Isaiah 51:20\" href=\"/Isaiah.51.20\">Is 51:20</a>; <a data-ref=\"Lamentations 2:21\" href=\"/Lamentations.2.21\">La 2:21</a>. <strong>b.</strong>  especially in phr. <span dir=\"rtl\">שׁ׳ עִם אֲבוֹתָיו</span> <em>lie down with his fathers</em>, of kings <a data-ref=\"I Kings 1:21\" href=\"/I_Kings.1.21\">1 K 1:21</a>; <a data-ref=\"I Kings 2:10\" href=\"/I_Kings.2.10\">2:10</a> + 35 times K Ch, cf. <a data-ref=\"Genesis 47:30\" href=\"/Genesis.47.30\">Gn 47:30</a> (J), <a data-ref=\"Deuteronomy 31:16\" href=\"/Deuteronomy.31.16\">Dt 31:16</a>, and (c. <span dir=\"rtl\">אֵת</span>) <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>. <strong>c.</strong>  in grave, <span dir=\"rtl\">בְּבֵיתוֹ</span> <a data-ref=\"Isaiah 14:18\" href=\"/Isaiah.14.18\">Is 14:18</a> (opp. <span dir=\"rtl\">מִקִּבְרְךָ</span>), <span dir=\"rtl\">שֹׁכְבֵי קֶבֶר</span> <a data-ref=\"Psalms 88:6\" href=\"/Psalms.88.6\">ψ 88:6</a>; <span dir=\"rtl\">לֶעָפָר</span> <a data-ref=\"Job 7:21\" href=\"/Job.7.21\">Jb 7:21</a>, <span dir=\"rtl\">עַל־ע׳</span> <a data-ref=\"Job 20:11\" href=\"/Job.20.11\">20:11</a>; <a data-ref=\"Job 21:26\" href=\"/Job.21.26\">21:26</a>; in Sh<sup>e</sup>’ôl <a data-ref=\"Ezekiel 32:21\" href=\"/Ezekiel.32.21\">Ez 32:21</a>; in Gehenna (?) <a data-ref=\"Isaiah 50:11\" href=\"/Isaiah.50.11\">Is 50:11</a>.<br><strong>5.</strong>  fig. = relax: <a data-ref=\"Job 30:17\" href=\"/Job.30.17\">Jb 30:17</a> <em>my gnawing pains do not sleep;</em> = have rest, <span dir=\"rtl\">לֹא שׁ׳ לִבּוֹ</span> <a data-ref=\"Ecclesiastes 2:23\" href=\"/Ecclesiastes.2.23\">Ec 2:23</a>. †<strong>Niph.Pu.</strong> = <em>be lain with</em> (sexually; subj. woman), only as Qr for Kt <span dir=\"rtl\">[שָׁגֵל]</span> <strong>Niph.Pu.</strong> q.v. †<strong>Hiph.</strong> <em>lay,</em> Pf. 3 fs. <span dir=\"rtl\">הִשְׁכִּיבָה</span> c. acc. puer. + <span dir=\"rtl\">בְּחֵיק</span> <a data-ref=\"I Kings 3:20\" href=\"/I_Kings.3.20\">1 K 3:20</a>, so Impf. 3 fs. sf. <span dir=\"rtl\">וַתַּשְׁכִּיבֵהוּ</span> v <a data-ref=\"I Kings 3:20\" href=\"/I_Kings.3.20\">20</a>, cf. <span dir=\"rtl\">(עַל־מִטָּה)</span> <a data-ref=\"I Kings 17:19\" href=\"/I_Kings.17.19\">17:19</a> <a data-ref=\"II Kings 4:21\" href=\"/II_Kings.4.21\">2 K 4:21</a>; Inf. abs. <span dir=\"rtl\">הַשְׁכֵּב אוֹתָם אַ֫רְצָה</span> <a data-ref=\"II Samuel 8:2\" href=\"/II_Samuel.8.2\">2 S 8:2</a> <em>making them lie down on ground;</em> Impf. also <em>lay</em> <span dir=\"rtl\">בַּמִּשְׁכָּב</span> <a data-ref=\"II Chronicles 16:14\" href=\"/II_Chronicles.16.14\">2 Ch 16:14</a> (of burial); <span dir=\"rtl\">נִבְלֵי שָׁמַיִם מִי יַשְׁכִּיב</span> <a data-ref=\"Job 38:37\" href=\"/Job.38.37\">Jb 38:37</a> i.e. tip them so that contents may flow out (cf. Arabic <span dir=\"rtl\">سَكَبَ</span> supra). †<strong>Hoph.</strong> Pt. <span dir=\"rtl\">מֻשְׁכָּב</span> <a data-ref=\"II Kings 4:32\" href=\"/II_Kings.4.32\">2 K 4:32</a> <em>laid</em> <span dir=\"rtl\">עַל־מִטָּה</span>; Pf. consec. <span dir=\"rtl\">וְהֻשְׁכַּב</span> <a data-ref=\"Ezekiel 32:32\" href=\"/Ezekiel.32.32\">Ez 32:32</a> <em>shall be laid</em> (in death), c. <span dir=\"rtl\">בְּתוֹךְ</span> et <span dir=\"rtl\">אֵת</span> pers. (<em>with</em>); so Imv. ms. <span dir=\"rtl\">הָשְׁכְּבָה</span> v <a data-ref=\"Ezekiel 32:19\" href=\"/Ezekiel.32.19\">19</a> (c. <span dir=\"rtl\">אֵת</span> pers. only)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4cfb6084aa1cbf3861b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁכָּב² 1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "BDB, מִשְׁכָּב² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁכָּב² א׳", "anchorVerse": 26, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁכָּב²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁכָּב</span></big><sub>46</sub>  <strong>n.m.</strong> <a data-ref=\"Leviticus 15\" href=\"/Leviticus.15\">Lv 15</a>, <a data-ref=\"Leviticus 4\" href=\"/Leviticus.4\">4</a> <strong>place of lying, couch; act of lying</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"I Kings 1:47\" href=\"/I_Kings.1.47\">1 K 1:47</a> +, cstr. <span dir=\"rtl\">מִשְׁכַּב</span> <a data-ref=\"II Samuel 4:5\" href=\"/II_Samuel.4.5\">2 S 4:5</a> +; sf. <span dir=\"rtl\">מִשְׁכָּבִי</span> <a data-ref=\"Job 7:13\" href=\"/Job.7.13\">Jb 7:13</a> +, <span dir=\"rtl\">מִשְׁכַּבְכֶם</span> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a>; pl. cstr. <span dir=\"rtl\">מִשְׁכְּבֵי</span> <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> +, sf. <span dir=\"rtl\">מִשְׁכְּבוֹתָם</span> <a data-ref=\"Hosea 7:14\" href=\"/Hosea.7.14\">Ho 7:14</a> +, etc.;—<br><strong>1.</strong>  <em>couch, bed</em> (37 times), <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">2 S 4:11</a>; <a data-ref=\"Hosea 7:14\" href=\"/Hosea.7.14\">Ho 7:14</a>; <a data-ref=\"Micah 2:1\" href=\"/Micah.2.1\">Mi 2:1</a>; <a data-ref=\"I Kings 1:47\" href=\"/I_Kings.1.47\">1 K 1:47</a>; <a data-ref=\"Song of Songs 3:1\" href=\"/Song_of_Songs.3.1\">Ct 3:1</a> +; <span dir=\"rtl\">וְנָפַל לְמ׳</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E) <em>he takes to his bed;</em> <span dir=\"rtl\">מ׳ נִדָּתָהּ</span> <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">Lv 15:26</a> (P; v. sub <a data-ref=\"BDB, נָדַד\" href=\"/BDB,_נָדַד\", dir=\"rtl\">I. נדד</a>); <span dir=\"rtl\">מ׳</span> as place of copulation <a data-ref=\"Genesis 49:4\" href=\"/Genesis.49.4\">Gn 49:4</a> (poem in J), <a data-ref=\"Isaiah 57:7\" href=\"/Isaiah.57.7\">Is 57:7</a>, <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">8</a><sup>(×2)</sup>; <a data-ref=\"Proverbs 7:17\" href=\"/Proverbs.7.17\">Pr 7:17</a>; as place of burial <a data-ref=\"Isaiah 57:2\" href=\"/Isaiah.57.2\">Is 57:2</a>; <a data-ref=\"Ezekiel 32:25\" href=\"/Ezekiel.32.25\">Ez 32:25</a>; <a data-ref=\"II Chronicles 16:14\" href=\"/II_Chronicles.16.14\">2 Ch 16:14</a> (v. <a data-ref=\"BDB, מ\" href=\"/BDB,_מ\", dir=\"rtl\">מ׳</a> Inscr. Tabnit<sup>8</sup> and perhaps Jewish inscr. Cooke<sup>341</sup>).<br>†<strong>2.</strong>  <em>act of lying:</em> <strong>a.</strong>  in gen., <span dir=\"rtl\">חֲדַר מ׳</span> chamber of <em>lying down</em> = bed-chamber, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">Ex 7:28</a> (E), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">2 S 4:7</a>; <a data-ref=\"II Kings 6:12\" href=\"/II_Kings.6.12\">2 K 6:12</a>, <span dir=\"rtl\">בְּחַדְרֵי מִשְׁכָּֽבְךָ</span> <a data-ref=\"Ecclesiastes 10:20\" href=\"/Ecclesiastes.10.20\">Ec 10:20</a>; <span dir=\"rtl\">והוּא שֹׁכֵב אֵת מ׳ הַצָּהֳרַיִם</span> <a data-ref=\"II Samuel 4:5\" href=\"/II_Samuel.4.5\">2 S 4:5</a> his noonday <em>siesta;</em> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">17:28</a> read perhaps <span dir=\"rtl\">עַרְשׂת מ׳</span> couches for <em>lying down</em> Klo Bu HPS Now, cf. 𝔊. <strong>b.</strong>  (from context) sexually: of woman <span dir=\"rtl\">מִשְׁכַּב (אִישׁ לְ) יֹּדַעַת זָכָר</span> <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">Ju 21:11</a>, <a data-ref=\"Judges 21:12\" href=\"/Judges.21.12\">12</a>; <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">Nu 31:17</a>, <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">18</a>, <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">35</a> (P); of man <span dir=\"rtl\">שׁכב מִשְׁכְּבֵי אִשָּׁה</span> <a data-ref=\"Leviticus 18:22\" href=\"/Leviticus.18.22\">Lv 18:22</a>; <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">20:13</a> (+ <span dir=\"rtl\">אֶת־זָכָר</span> sodomy; H); <span dir=\"rtl\">מ׳ דֹּרִים</span> <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">Ez 23:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6649efd9a9b2f4d38b8fc6d3", "index_title": "Dirshuni I", "category": "Jewish Thought", "type": "", "ref": "Dirshuni I, Marriage and Fertility, VII 5", "anchorRef": "Leviticus 15:25-28", "anchorRefExpanded": ["Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28"], "sourceRef": "Dirshuni I, Marriage and Fertility, VII 5", "sourceHeRef": "דרשוני כרך א, שעשני אשה, מדרש שבעה נקיים ה׳", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 5, "collectiveTitle": {"en": "Dirshuni I", "he": "דרשוני כרך א"}, "heTitle": "מדרש שבעה נקיים", "he": "<small>המדרש מתייחס לבעיית 'העקרות ההלכתית'. המקרא מבחין בין שתי טומאות שונות אפשריות בגוף האשה, המחייבות טבילה במים חיים לפני קיום יחסי אישות: טומאת נידה המסתיימת בסוף המחזור החודשי 'ואשה כי תהיה זבה דם יהיה זבה בבשרה שבעת ימים תהיה בנדתה' (ויקרא טו, יט); וטומאת זבה המדממת שלא בתקופת המחזור החודשי או יותר משבעת ימי המחזור החודשי. טומאת הזבה מסתיימת לאחר שבעה ימים נקיים נוספים, שנספרים לאחר שפוסק הדימום: 'ואשה כי יזוב זוב דמה ימים רבים בלא עת נדתה ... כימי נדתה תהיה טמאה הוא...ואם טהרה מזובה וספרה לה שבעת ימים ואחר תטהר' (שם, כה-כח). ימים אלה מכונים 'שבעה נקיים'.<br>התלמוד מזכיר את עדותו של רבי זירא, שלפיה החמירו על עצמן בנות ישראל לשבת 'שבעה נקיים' על כל דימום וסתי שהן רואות (בבלי, נידה סו, ע\"א). התלמוד מציג מחלוקות לגבי מעמדה של חומרה זו, האם היא מנהג או הלכה. בפועל, התקבלה חומרה זו להלכה, ומשמעה הוא שנשים אסורות ביחסי מין 12-14 ימים בחודש, שהם 5-7 ימי המחזור החודשי ועוד 'שבעה נקיים'. נשים שהביוץ שלהן חל באחד מימי 'שבעת נקיים' אינן יכולות להרות, ועל כן מכונה עקרותן 'עקרות הלכתית'. לאורך הדורות ועד ימינו, התבקשו פוסקים שונים להתיר לנשים כאלה לטבול אף בטרם הסתיימו שבעת הנקיים; בימינו יש המציעים פתרון רפואי לבעיה זו בנטילת הורמונים שיאחרו את מועד הביוץ, על מנת שלא יחול ב'שבעה נקיים'.</small>", "heVersionTitle": "Dirshuni, Israeli Women Writing Midrash. Tel Aviv, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "The midrash relates to the problem of \"halakhic infertility.\" Scripture distinguishes between two different possible types of impurity from a woman's body requiring immersion in living waters before the consummation of marital relations: Menstrual (<i>Niddah</i>) impurity that concludes at the end of her monthly period, <i>When a woman has a discharge, her discharge being blood from her body, she shall remain in her impurity seven days</i> (Leviticus 15:19); and discharge (<i>zavah</i> impurity, when she bleeds not during the time of her period or for more than the seven monthly days of her period. The discharge impurity concludes after seven additional clean days, which are counted after the blood has stopped: <i>When a woman has had a discharge of blood for many days, not at the time of her menstruation... as though at the time of her menstruation, she shall be impure... When she becomes clean of her discharge, she shall count off seven days, and after that, she shall be pure</i> (Leviticus 15:25-28). These days are called, \"the seven clean days.\"<br> The Talmud mentions Rabbi Zera's testimony, according to which the daughters of Israel were stringent upon themselves to sit out \"the seven clean days\" for any menstrual blood that they experienced (BT, Niddah 66a). The Talmud presents a disagreement concerning the status of this stringency, whether it is a custom or a law. In practice, this stringency was accepted as law, and what that means is that women are forbidden to have sexual relations for 12-14 days a month — the 5-7 days of the monthly period and \"the seven clean days.\" Women who ovulate during one of \"the seven clean days\" are unable to become pregnant, and that is why their infertility is called \"halakhic infertility.\" Throughout the generations and into our days, various decisors have sought to permit such women to immerse even before \"the seven clean days\" are finished. In our days, there are some who recommend a medical solution to this problem by using hormones that delay the time of ovulation in such a way that it does not occur during \"the seven clean days.\" ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "6665c9a2faee0b8c909d81f9", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 15:26:1", "anchorRef": "Leviticus 15:26", "anchorRefExpanded": ["Leviticus 15:26"], "sourceRef": "David Zvi Hoffmann on Leviticus 15:26:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא ט״ו:כ״ו:א׳", "anchorVerse": 26, "sourceHasEn": false, "commentaryNum": 26.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"כטמאת נדתה\",</b> המשכב והמושב אינם טמאים שבעת ימים אלא רק עד הערב, לולא כך, היה צריך לכתוב: כימי נדתה.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]