[{"_id": "51fe56caedbab47180b9da45", "index_title": "Ramban on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ramban on Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Ramban on Genesis 25:17:1", "sourceHeRef": "רמב\"ן על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְאֵלֶּה שְׁנֵי חַיֵּי יִשְׁמָעֵאל</b> הַקָּרוֹב בְּדֶרֶךְ הַפְּשָׁט כִּי הַכָּתוּב יְסַפֵּר בִּבְנֵי הַצַּדִּיקִים תּוֹלְדֹתָם וּמִסְפַּר חַיֵּיהֶם, לְהוֹדִיעַ כִּי זֶרַע צַדִּיקִים יְבֹרָךְ. וְלֹא סִפֵּר יְמֵי עֵשָׂו כִּי חָיָה יוֹתֵר מִיַּעֲקֹב, וּכְבָר נִשְׁלַם הַסִּפּוּר בְּמוֹת יַעֲקֹב, וְלֹא רָצָה לַחְזֹר אֵלֶּה חַיֵּי עֵשָׂו שֶׁכְּבָר הִזְכִּיר תּוֹלְדוֹתָיו בַּמָּקוֹם הָרָאוּי לָהֶם. וּבְמִדְרָשׁ רַבּוֹתֵינוּ בְּסִפּוּר יְמֵי יִשְׁמָעֵאל טְעָמִים רַבִּים (עיין מגילה יז), וְהַנָּכוֹן שֶׁבָּהֶם שֶׁהָיָה צַדִּיק בַּעַל תְּשׁוּבָה, וְסִפֵּר בּוֹ כְּדֶרֶךְ הַצַּדִּיקִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THESE ARE THE YEARS OF THE LIFE OF ISHMAEL. It appears plausible in line with the simple explanation that Scripture relates, in the case of the sons of the righteous, their generations and the number of their years in order to inform us that the seed of the righteous shall be blessed.<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">See Psalms 112:2.</i> However, it did not relate the number of Esau’s years for he outlived Jacob,<sup class=\"footnote-marker\">183</sup><i class=\"footnote\">See my Hebrew commentary, p. 42, Note 90.</i> and the narrative was concluded with the death of Jacob. Hence, Scripture did not want to return to the life of Esau since it had already mentioned his generations in their appropriate place.<sup class=\"footnote-marker\">184</sup><i class=\"footnote\">Further, Chapter 36.</i><br>In the Midrash of our Rabbis<sup class=\"footnote-marker\">185</sup><i class=\"footnote\">Megillah 17 a; Bereshith Rabbah 62:8.</i> there are many reasons for the Scriptural account of Ishmael’s years. The correct one among them is that he was righteous, a man of repentance, and Scripture tells of him as it does with all righteous people.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f6444", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 25:17", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Onkelos Genesis 25:17", "sourceHeRef": "תרגום אונקלוס על בראשית כ״ה:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 25.0017, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וְאִלֵּין שְׁנֵי חַיֵּי יִשְׁמָעֵאל מְאָה וּתְלָתִין וּשְׁבַע שְׁנִין וְאִתְנְגִיד וּמִית וְאִתְכְּנִישׁ לְעַמֵּיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These are the years of Yishmael’s life, one hundred years, thirty years and seven years. He expired and died and was gathered to his people.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebc84", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 25:17", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Targum Jonathan on Genesis 25:17", "sourceHeRef": "תרגום יונתן על בראשית כ״ה:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 25.0017, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וְאִלֵין שְׁנֵי חַיֵי יִשְׁמָעֵאל מְאָה וּתְלָתִין וּשְׁבַע שְׁנִין וְהָדַר בִּתְיוּבְתָּא וְאִתְנְגִיד וְאִתְכְּנִישׁ לְעַמֵיהּ", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And these are the years of the life of Ishmael, a hundred and thirty and seven years; and he was coverted in repentance, and expired, and was gathered to his people. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53de3c42fbfba27c736e1c99", "index_title": "Rashbam on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Rashbam on Genesis 25:17:1", "sourceHeRef": "רשב\"ם על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על בראשית", "he": "ואלה שני חיי ישמעאל - חכמים פירשו במגילה: למה נמנו שנותיו של ישמעאל? ולפי הפשט: לכבודו של אברהם, הואיל ונתפרש שעת לידתו ואברהם בן שמונים שנה ושש שנים בלדת הגר את ישמעאל וגם שעת מילתו, כדכתיב: וישמעאל בנו בן שלש עשרה שנה וגו' חזר עתה ופירש כל ימי חייו. ", "heVersionTitle": "daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת", "text": "ואלה שני חיי ישמעאל, our sages, both in Megillah 17 and Yevamot 64 deal with the reason why the Torah thought it necessary to inform us of Ishmael’s age at his death. According to the plain meaning of the text, the Torah wrote this out of respect for Avraham. Seeing that the Torah had told us of Avraham’s age being 86 when he fathered Ishmael, and it also told us of Ishmael being 13 years of age when he underwent circumcision, it now concludes by telling us Ishmael’s age at his death.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54aaa1affbfba219cb799727", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Radak on Genesis 25:17:1", "sourceHeRef": "רד\"ק על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "ואלה שני, זכר שנותיו לכבוד אברהם כמו שכתבנו. ובדרז\"ל (מגילה י\"ז) לא נזכרו שנותיו אלא ליחס בהם שנותיו של יעקב:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואלה, The Torah mentions Ishmael’s age at death also as a form of tribute to his father Avraham as we have already mentioned (verse 12). According to our sages in Megillah 17 this information also serves us to calculate how old Yaakov was during certain episodes which occurred during his life.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c88fbfba248e1b57250", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Haamek Davar on Genesis 25:17:1", "sourceHeRef": "העמק דבר על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ואלה שני וגו׳.</b> ידוע מאמרם ז״ל ספ״א דמגילה למה נמנו שנותיו של ישמעאל כדי לייחס בהן שנותיו של יעקב. ומבואר מזה דחזרו על כל צד ולא מצאו טעם נכון ע״ז זולת זה התכלית. דאלו בקשו חז״ל להודיענו שיעקב אבינו ישב י״ד שנה בבית עבר כך היה להם לומר משנותיו של ישמעאל למדנו שנותיו ש״י. אלא הודיענו כי אין שום טעם אחר ע״ז. דבשלמא כל ספור של ישמעאל וזרעו בא להודיע איך נתקיים ברכת ה׳ שאמר לאברהם. או כמו דכתיב כל זרע עשו כדי לדעת המשפחות שיצא מזרע אברהם ויצחק זולת אומה הנבחרת. אבל שנותיו של ישמעאל הוא ללא תועלת שהרי לא כתיב ג״כ שנות עשו אלא ע״כ רק לייחס שנותיו של יעקב. ולמדנו דכמו דמאז הגיע זמן האומה הנבחרת להשתכלל בעולם היסב המקום כמה סיבות בעולם הבריאה בשבילם כך כתב בתורה כמה ענינים ללא תועלת רק בשביל איזה תכלית הנוגע לאומה הנבחרת: והנה אמר הלשון כדי לייחס בהן כו׳ ולא אמר כדי לדעת וכלשון דאי׳ ברבה כדי לדעת מתי נתברך זקנך. אבל לשון כדי לייחס משמעו שנבין מזה איזה יחס ומעלה בשנותיו והיינו משום שאין מקום ואופן לומר איה אפוא בלה יעקב י״ד שנים אלו אם לא בבית עבר והרי יחוס גדול הוא שהי׳ כבר בן ששים ויותר וכבר הגיע השעה לישא אשה ולראות זרע. ומכ״מ השליך כל אשר לפניו וישב בבית תלמוד משך רב כזה עד אשר ידע כי גם כאשר ילך לארם נהרים יהי תלמודו בידו ואין לך יחס גדול מזה. וללמדנו בזה למי שיש בכחו ללמוד תורה ואח״כ לישא אשה. שלא יעמוד לפניו חשבונו ש״ע שכבר הגיע לפרקו. ודקדקו חז״ל בלשון לייחס שנותיו של יעקב ולא אמרו לייחס את יעקב ללמדנו שהשנים הללו שישב שלא בבית אביו ובהלו נר התורה עליו בלי שום מחשבה היו טובות ליעקב מכל שנותיו שהיו מוטרדות וזהו יחוסם של השנים הטובות למי שחי בהן: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54f7e829fbfba264e9c3fb17", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 23:1:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Radak on Genesis 23:1:1", "sourceHeRef": "רד\"ק על בראשית כ״ג:א׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "ויהיו  חיי שרה מאה שנה וגו', אמר שלשה פעמים שנה שנים אע\"פ שיספיק באחד, וכן נאמר באברהם \"מאה שנה ושבעים שנה וחמש שנים\" וכן אמר בשני ישמעאל, ואמרו כי זה דרך צחות בלשון הקודש. ונאמר עם החשבון הגדול שנה דרך כלל ועם החשבון הקטן שנים דרך פרט. ויש דרש (ב\"ר נ\"ח) בחיי שרה, בת ק' כבת כ' לחטא, בת כ' כבת ז' ליופי. ומתחלה לא זכר שנה לפיכך אמר בסוף שני חיי שרה.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהיו חיי שרה מאה שנה ועשרים שנה ושבע שנים .The Torah repeats the word “year” or “years” three times, even though this verse could have been written using the word שנה only once. We encounter a similar “waste” of the word “year” and “years” in Genesis 6,9 in connection with Noach, as well as in connection with בני ישראל, “the Children of Israel” in Numbers 8,19 where that word occurs no fewer than five times We also find such a repetitive use of the word “year” when we are told about Avraham’s death in Genesis 25,7. Even when reporting the death of Ishmael in Genesis 25,17 the word שנה is repeated three times. Some commentators claim that this is a feature of the Holy Tongue, which endeavours to be clear and unambiguous. When a large number of years (unit) is mentioned the word שנה, “year” appears in the singular mode, whereas when less than ten years are mentioned the years appear in the plural mode, i.e. שנים. There is an aggadic approach to these seemingly superfluous words, especially in our verse here (mentioned by Rashi) which sees in the wording an allusion to the fact that Sarah at her death was as pure and beautiful as at 7 or at 20 years respectively. Seeing that the word שנה did not occur at the beginning of the verse, the verse concludes with the summary שני חיי שרה.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55097f7dfbfba230a851e491", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 37:35:3", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Radak on Genesis 37:35:3", "sourceHeRef": "רד\"ק על בראשית ל״ז:ל״ה:ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 35.0003, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "וטעם אל בני, כלומר אני הולך אליו ואאסף אל עמיו.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "על בנו, instead of the pronoun ending ויתאבלו, is to describe Yaakov’s attitude henceforth, i.e. “I will go join him in his grave.” Compare Samuel II 12,23 where David uses such language explaining that in order to be reunited with the baby son he had just lost he would have to join him in his grave, as the baby would not come back to him and be resurrected. Or, compare the standard expression used by the Torah when people die and they join their ancestors in the grave or hereafter, i.e. ויאסף אל עמיו “he was gathered in to his people” (Genesis 25,17 et al).", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "579afc31d6e4a90d162989f6", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Genesis, Chayei Sara 32", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Kedushat Levi, Genesis, Chayei Sara 32", "sourceHeRef": "קדושת לוי, בראשית, חיי שרה ל״ב", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 32, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "חיי שרה", "he": "ברש\"י למה נמנו שנותיו של ישמעאל להודיע שנטמן יעקב בבית עבר י\"ד שנים, והוא מאמר חכמינו ז\"ל סוף פרק קמא דמגילה. לכאורה צריכין להבין אם בשביל הטמנת יעקב לא היה צריך למנות שנותיו של ישמעאל דהוי ליה לכתוב הטמנת יעקב בפירוש. אפס הכוונה דצדיק מגביה כל החיצונים שיחזרו ובעת שאין כח בצדיק להחזיר הרשעים צריך להטמין עצמו מפני חרון אף שגורמים הרשעים בעולם הזה בעונותיהם כדכתיב <small>(ישעיה כו, כ)</small> חבו כמעט רגע כו', כמובא בזוהר הקדוש. ומהאי טעמא היה טמון אליהו כמה זמנים שעורבים היו מכלכלים אותו שלא היה יכול להגביה דורו של אחאב עד עת בא דברו לך הראה אל אחאב, שידע השם יתברך שהוא עת רצון עכשיו להגביה הדור שיחזרו כולם בעת הקריב הפר בהר הכרמל דכתיב <small>(מלכים א' יח, לט)</small> וירא כל העם כו' ויאמרו ה' הוא האלהים, אז לא הטמין עצמו כיון שבכוחו היה להגביה הכל. וידוע דיעקב הגביה חיצוניות של עשו, כי אחיו היה מה שאין כן חיצוניות של ישמעאל גלל כן מפני חיצוניות של ישמעאל הוצרך להטמין יעקב את עצמו כיון שלא הגביה חיצוניות של ישמעאל. וזהו שרמזו חכמינו ז\"ל למה נמנו שנותיו של ישמעאל להודיע שנטמן יעקב כו', פירוש בשביל שישמעאל היה חי מחמתו היה נטמן יעקב שלא הגביה חיצוניות שלו והבן: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "‎Genesis 25,17. Concerning <i>Rashi’s</i> comment based on Rabbi ‎Chiya that the reason that the lifetime of Yishmael was listed in ‎the Torah is to show that Yaakov spent 14 years hiding in the ‎academy founded by Shem and subsequently headed by his great-‎grandson Ever; surely it is strange that this piece of information ‎was of such significance that the Torah had to write about it, ‎albeit as an allusion! Why did the Torah not simply write that ‎Yaakov hid there instead of adding a paragraph of seven verses ‎detailing Yishmael’s descendants?!<br>The intention of the Torah ‎was to illustrate the influence of a <i>tzaddik</i> in elevating ‎people in his immediate proximity to a spiritually higher level. It ‎also demonstrates that when a <i>tzaddik</i> loses this ability to ‎elevate his environment spiritually he has to go into hiding ‎instead, as through his failure he arouses G’d’s wrath at the ‎wicked and his remaining in their environment would expose him ‎to the judgment G’d has in store for them. Isaiah 26,20 makes this ‎point when he writes: ‎חבי כמעט רגע וגו'‏‎, “hide for a brief moment ‎and lock the doors behind you!” (Compare the <i>Zohar’s</i> I ‎‎182, comment on this verse) This was also the reason why Elijah ‎hid during the years of famine that he had decreed (Kings I 17,2) ‎so that the ravens had to bring him food. At that time it was ‎beyond Elijah’s powers to spiritually elevate the people of his ‎generation. Eventually, as described in the same Book, Elijah was ‎commanded by G’d to come out of hiding, as by that time the ‎ground had been prepared for his message to resonate among ‎some of the people. His success is recorded in King’s I 18,39, ‎although, alas it was short-lived. It is a fact that for a while at ‎least, Yaakov’s encounter with Esau resulted in a spiritual ‎elevation of his brother Esau, who even wanted to share the world ‎with him. The reason why Yaakov succeeded partially with Esau ‎though failing with Yishmael, was that Esau was his twin brother, ‎as opposed to Yishmael who was only his uncle. <small>[Esau voluntarily ‎vacated the land of Israel (Canaan) in order not to compete with ‎his brother. (Genesis 36,6-8) Ed.]</small> When the Torah lists the years ‎Yishmael lived, it was to inform us that he lived that many years ‎only on account of his nephew Yaakov’s merit. If Yaakov had ‎been able to bring about a spiritual reawakening of his uncle, he ‎would not have had to hide.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57e77c52d6e4a94c7c1892f8", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 25:17", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Tafsir Rasag, Genesis 25:17", "sourceHeRef": "תפסיר רס\"ג, בראשית כ״ה:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 25.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "והד̇ה סנו חיוה אסמאעיל אלתי עאש מאיה וסבע ות̇לת̇ין סנה ותופי ומאת וצאר אלי קומה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5836b314d6e4a921b1a1c6a3", "index_title": "Sefer HaBachur", "category": "Reference", "type": "", "ref": "Sefer HaBachur, Second Treatise 7:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Sefer HaBachur, Second Treatise 7:2", "sourceHeRef": "ספר הבחור, המאמר השני ז׳:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1512, 1518], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Sefer HaBachur", "he": "ספר הבחור"}, "he": "דע כי כל שרש הפעל שלו וי\"ו היא נחה בכל הבנינים כמו; מן קום יאמר קם קמת וכו', חוץ כשלמ\"ד הפעל ה\"א תנוע הוי\"ו בכל הבנינים כמו מן אוה אותה נפשי<small> (מיכה ז א)</small>. ומן קוה. קויתי יי <small>(תהלים קל ה)</small>. ומן רוה. הרוה את הארץ<small> (ישעיהו נה י)</small>. ומן צוה. צויתי אתכה <small>(שמות כט לה)</small>. ומן עוה. עותה ושתי<small> (אסתר א טז)</small>. לא תנוח הוי\"ו לעולם ונמצאו חמשה שרשים שאין למדיהם הא ולא תנוח בהם לעולם והם; גוע. ושוע. ועות. עול. עור. אמנם גוע לא בא רק במקל כמו כי גוע אהרן<small> (במדבר כ כט)</small>. ויגוע וימת<small> (בראשית כה, יז)</small>. ושוע לא נמצא רק בפעל הדגוש שוע. שועת. שועתי. ועות נמצא בפעל ובנפעל ובהתפעל כמו; לעות אדם<small> (איכה ג לו)</small>. בן נעות המרדות<small> (שמואל א כ ל)</small> והתעותו אנשי החיל<small> (קהלת יב ג)</small>. ועול, ועוד לא נמצאו רק בפעל כמו מכף מעול וחומץ<small> (תהלים עא ד)</small>. השוחד יעור<small> (שמות כג ח)</small>, וכל שאר הם נחי וי\"ו:", "heVersionTitle": "Sefer haBahur, Isny 1542-Mantua, 1556.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר הבחור, איזנא ש\"ב - מנטובה, שט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4b3d6e4a902855fed0d", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Tur HaArokh, Genesis 25:17:1", "sourceHeRef": "הטור הארוך, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>ואלה שני חיי ישמעאל. </b>כתב הרמב\"ן לרבותינו בסיפור ישמעאל טעמים רבים. ובדרך הפשט כי הכתוב מספר בבני הצדיקים ותולדותיהם ומספר חייהם להודיע זרע הצדיקים ולא סיפר ימי עשו כי חיה יותר מיעקב וכבר נשלם הספור במות יעקב ולא רצה לחזור אל חיי עשו שכבר הזכיר תולדותיו במקום הראוי להם. והנכון בעיני כי בעל תשובה היה וסיפר בו כמיתת הצדיקים: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ואלה שני חיי ישמעאל, “these are the years that Ishmael lived, etc.” According to Nachmanides our sages offer a variety of reasons why the Torah bothered to go into such detail about the years of Ishmael, as well as his offspring.\n    According to the plain meaning of the text the Torah details much about the lives of the righteous, their offspring, etc.; whereas it is sparse with information about the wicked, so that he have no data about how old Esau was when he died, although it is clear that he survived his twin Yaakov. The story of the patriarchs is considered closed with the death of Yaakov, so that no further reference is made to his brother.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4b3d6e4a902855fed0f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Tur HaArokh, Genesis 25:17:2", "sourceHeRef": "הטור הארוך, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>ויגוע. </b>אמרינן דלא נאמרה גויעה ואסיפ' אלא בצדיקים אבל גויעה לחוד נאמרה אפי' במי שאינו צדיק. ופי' הרמב\"ן הטעם כי גויעה פי' מיתה בלא חולי וכשמזכי' עמה מלת מיתה כמו וימת או ויאסף רומז לצדיקים כלומר שמת פתאום בלא חולי אבל כשאינו אומר אלא גויעה לבד הוא רומז לרשעים כלומר שנהפכו כמו רגע ולא חלו בו ידים כאנשי דור המבול דכתי' ויגוע כל בשר וכאנשי דור המדבר דכתי' בגוע אחינו: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   ויגוע, “he died.” Our sages have said that the formula combining ויגוע ויאסף is used only in connection with the righteous. When the term ויגוע is used without the word ויאסף אל עמיו following, this is an indication that the person concerned did not die as a righteous person.\n    Nachmanides writes that the reason why the word גויעה means “death” is that it describes death not preceded b terminal sickness. When the word is accompanied further by the word וימת or ויאסף, it means that the individual thus described was a righteous person and that he died suddenly. When death is described as גויעה alone, it means the person concerned was a wicked person. Examples are the death of the people during the generation of the flood, and the death of the Jews in the desert as a result of the sin with the spies.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4b3d6e4a902855fed11", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 25:17:3", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Tur HaArokh, Genesis 25:17:3", "sourceHeRef": "הטור הארוך, בראשית כ״ה:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>ויאסף אל עמיו. </b>כתב ר' אברהם יש אומרי' כי על כבוד הנפש הוא אומר כי בהיותו מתעסק עם הגוף הוא כחלק נפרד ובהפרד מן הגוף יאסף הכבוד אל עמיו. וי\"א כי הוא משפט הלשון והטעם על לכתו על דרך אבותיו כאלו יתחבר אליהם כמו ואתה תבא אל אבותיך בשלום: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   ויאסף אל עמיו, “he was gathered in to his people.” Ibn Ezra writes that (according to some) this is a description of the honour being paid to the soul of the deceased. While the relatives are busy with interring the physical remains of the deceased, his soul meanwhile rises to the celestial regions, this being the first time that body and soul are each going their separate ways. Others claim that there is no ulterior meaning to this formulation but that it described the deceased now starting the journey to join his forebears, having already followed in their footsteps while still here on earth. This is what G’d promised Avraham when He said to him: “ואתה תבוא אל אבותיך בשלום, “but you will join your fathers in peace.”(prior to the commencement of the 400 years of being strangers or enslaved, Genesis 15,15)\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9548d6e4a93323dc1585", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 17a:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Megillah 17a:1", "sourceHeRef": "מגילה י״ז א:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "לָמָּה נִמְנוּ שְׁנוֹתָיו שֶׁל יִשְׁמָעֵאל? כְּדֵי לְיַחֵס בָּהֶן שְׁנוֹתָיו שֶׁל יַעֲקֹב. דִּכְתִיב: ״וְאֵלֶּה שְׁנֵי חַיֵּי יִשְׁמָעֵאל מְאַת שָׁנָה וּשְׁלֹשִׁים שָׁנָה וְשֶׁבַע שָׁנִים״. כַּמָּה קַשִּׁישׁ יִשְׁמָעֵאל מִיִּצְחָק? אַרְבֵּיסַר שְׁנִין, דִּכְתִיב: ״וְאַבְרָם בֶּן שְׁמוֹנִים שָׁנָה וְשֵׁשׁ שָׁנִים בְּלֶדֶת הָגָר אֶת יִשְׁמָעֵאל לְאַבְרָם״, וּכְתִיב: ״וְאַבְרָהָם בֶּן מְאַת שָׁנָה בְּהִוָּלֶד לוֹ אֵת יִצְחָק בְּנוֹ״, וּכְתִיב: ״וְיִצְחָק בֶּן שִׁשִּׁים שָׁנָה בְּלֶדֶת אוֹתָם״, בַּר כַּמָּה הֲוָה יִשְׁמָעֵאל כִּדְאִתְיְלִיד יַעֲקֹב? בַּר שִׁבְעִים וְאַרְבְּעָה, כַּמָּה פָּיְישָׁן מִשְּׁנֵיהּ — שִׁתִּין וּתְלָת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Why were the years of Ishmael mentioned</b> in the Torah? For what purpose were we told the life span of that wicked man? <b>In order to reckon through them the years of Jacob. As it is written: “And these are the years of the life of Ishmael, a hundred and thirty-seven years”</b> (Genesis 25:17). <b>How much older was Ishmael than Isaac? Fourteen years. As it is written: “And Abram was eighty-six years old when Hagar bore Ishmael to Abram”</b> (Genesis 16:16). <b>And it is written: “And Abraham was a hundred years old when his son Isaac was born to him”</b> (Genesis 21:5). <b>And it is written</b> with regard to Jacob and Esau: <b>“And Isaac was sixty years old when she bore them”</b> (Genesis 25:26). Based on these verses, <b>how old was Ishmael when Jacob was born? Seventy-four. How many of his years remained</b> then until his death? <b>Sixty-three,</b> as Ishmael died at the age of a hundred and thirty-seven.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59636b60d6e4a9416e9c2d1a", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Mizrachi, Genesis 25:17:1", "sourceHeRef": "מזרחי, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>למה נמנו שנותיו של ישמעאל. </b>בשלהי פרק קמא דמגילה ופרש\"י מה לנו ולשנות הרשעים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b60d6e4a9416e9c2d1c", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Mizrachi, Genesis 25:17:2", "sourceHeRef": "מזרחי, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>כדי לייחס שנותיו של יעקב משנותיו של ישמעאל. </b>פרש\"י שם שע\"י מניין שנות ישמעאל אנו למדין ששמש בבית עבר י\"ד שנה כיצד אברהם בן פ\"ו שנה היה כשנולד ישמעאל וכשנולד יצחק היה בן ק' שנה הרי שהיו לישמעאל י\"ד שנה כשנולד יצחק ויצחק קדם ליעקב ס' שנה הרי לישמעאל ע\"ד שנה כמה פיישו משנותיו של ישמעאל ס\"ג שנה נמצא שהיה יעקב כשמת ישמעאל בן ס\"ג שנה ותניא כי בן ס\"ג שנה היה יעקב כשנתברך מאביו ובו בפרק מת ישמעאל שנאמר וילך עשו אל ישמעאל וגו' מלמד שקדשה ישמעאל אביה ומת והשיאה נביות אחיה ולכן נקראת על שמו אחות נביות וי\"ד שנה היה יעקב בבית לבן עד דאיתיליד יוסף דכתיב עבדתיך ארבע עשר' שנה בשתי בנותיך וגו' וכשנולד יוסף שלמו שני עבדות הבנות שנאמר ויהי כאשר ילדה רחל את יוסף וגו' ומשם והלאה עבד אותו בשכר הצאן הרי בן ע\"ז היה יעקב כשנולד יוסף ובן ל' שנה היה יוסף בעמדו לפני פרעה נמצא יעקב בן ק\"ז שנה ונשתהא יעקב לשב' בארץ כנען שלא ירד למצרים תשע שנים שבע שני השבע ושנתים של רעב כדכתיב כי זה שנתים הרעב בקרב הארץ וגו' הרי בן קי\"ו שנה היה יעקב כשירד למצרים וקרא כתי' שלשים ומאת שנה נמצא משנסע יעקב מבית אביו עד שבא לבית לבן י\"ד שנה ואותן השנים היה בבית עבר: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636b60d6e4a9416e9c2d1e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Genesis 25:17:3", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Mizrachi, Genesis 25:17:3", "sourceHeRef": "מזרחי, בראשית כ״ה:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "בראשית", "he": "<b>לא נאמרה גויעה אלא בצדיקים. </b>בשלהי פ\"ק דב\"ב אמר ליה רבינא לרב חמא ודאי דאמריתי משמיה דרבי יוחנן כל מיתה שיש בה גויעה זו היא מיתתן של צדיקים אמר ליה הן והלא דור המבול דכתיב ביה גויעה אמר ליה אנן גויעה ואסיפה קאמרינן והא ישמעאל אדהכי איתער בהו רבא אמר להון דרדקי הכי אמר רבי יוחנן ישמעאל עשה תשובה בחיי אביו שנאמר ויקברו אותו יצחק וישמעאל בניו דאדבוריה אדבריה ישמעאל ליצחק והקדימו לפניו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d486c4d6e4a939ba172789", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Torah Temimah on Torah, Genesis 25:17:1", "sourceHeRef": "תורה תמימה על התורה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "בראשית", "he": "<b>שני חיי ישמעאל.</b> א\"ר חייא בר אבא, למה נמנו שנותיו של ישמעאל – כדי לייחס בהם שנותיו של יעקב <sup class=\"footnote-marker\">ט</sup><i class=\"footnote\">לידע בן כמה שנים הי' יעקב וללמדנו שהלך לבית עבר ללמוד תורה, והחשבון בפרט מבואר בפירש\"י בפסוק זה, ועיין לפנינו ס\"פ ויגש. – <br>והנה בעיקר הקושיא למה נמנו שנותיו של ישמעאל פירש\"י למה לנו למנות שנות הרשעים, ובטורי אבן הקשה דהא ישמעאל עשה תשובה [ע\"ל פסוק ט'], והנה לא הו\"ל להקשות כזה על רש\"י, יען שכן מפורש במ\"ר, אך הנה אפשר ליישב בנקל קושיא זו ע\"פ מ\"ש במ\"ר ר\"פ זו על הפסוק ויהיו ימי שני חיי שרה, זה שאמר הכתוב יודע ה' ימי תמימים, כשם שהם תמימים כך שנותיהם תמימים, כלומר שכל שנותיהם הם בצדקתם, ולפי\"ז י\"ל דמקשה כאן על הלשון שני חיי ישמעאל דמשמע שהכתוב בא למנות כל שנותיו, וקשה הלא אפילו אם עשה תשובה עשה זאת רק בסוף ימיו, וא\"כ למה נמנו כל שנותיו ואף אלה שהיו בם ברשעתו, ומשני כדי לייחס בהם, בכל שנותיו, את שנותיו של יעקב. </i>.<br>(מגילה י\"ז א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2d26d6e4a90d4d5bc0a8", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 17a:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Steinsaltz on Megillah 17a:1", "sourceHeRef": "ביאור שטיינזלץ על מגילה י״ז א:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 33.0001, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>למה נמנו שנותיו של ישמעאל</b> שהיה רשע בתורה, ומה צורך לנו לדעת אותן? <b>כדי ליחס בהן</b> ועל ידן את <b>שנותיו של יעקב. דכתיב</b> <small>[שנאמר]:</small> <b>\"ואלה שני חיי ישמעאל מאת שנה ושלשים שנה ושבע שנים\"</b> (בראשית כה, יז). ועתה נבדוק: <b>כמה קשיש</b> (זקן) <b>ישמעאל מיצחק? ארביסר שנין</b> <small>[ארבע עשרה שנים],</small> <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"ואברם בן שמנים שנה ושש שנים בלדת הגר את ישמעאל לאברם\"</b> (בראשית טז, טז), <b>וכתיב</b> <small>[ונאמר]:</small> <b>\"ואברהם בן מאת שנה בהולד לו את יצחק בנו\"</b> (בראשית כא, ה), <b>וכתיב</b> <small>[ונאמר]:</small> <b>\"ויצחק בן ששים שנה בלדת אתם\"</b> (בראשית כה, כו), ולפי זה <b>בר</b> <small>[בן]</small> <b>כמה הוה</b> <small>[היה]</small> <b>ישמעאל כדאתיליד</b> <small>[כשנולד]</small> <b>יעקב? בר</b> <small>[בן]</small> <b>שבעים וארבעה, כמה פיישן משניה</b> <small>[כמה נותרו</small> עוד <small>משנותיו]</small> עד מותו — <b>שתין ותלת</b> <small>[שישים ושלוש],</small> שהרי היה ישמעאל במותו בן מאה שלושים ושבע שנים (ראה בראשית כה, יז)<small>.</small>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef315ed6e4a90d4d5d4599", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 16b:16", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Steinsaltz on Bava Batra 16b:16", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ט״ז ב:ט״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 32.0016, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": " הקשה לו: <b>והא</b> <small>[והרי]</small> ישנו <b>ישמעאל דכתיב ביה</b> <small>[שנאמר בו]</small> <b>גויעה ואסיפה</b> (\"ואלה שני חיי ישמעאל... ויגוע וימת ויאסף אל עמיו\". בראשית כה, יז)?! <b>אדהכי איתער בהו</b> <small>[בין כך התעורר בהם]</small> <b>רבא,</b> שהיה מנמנם, אבל שמע מקצת דבריהם וניעור לגמרי, <b>אמר להו</b> <small>[להם]:</small> <b>דרדקי</b> <small>[ילדים],</small> <b>הכי</b> <small>[כך]</small> <b>אמר ר' יוחנן: ישמעאל עשה תשובה בחיי אביו,</b> וראיה לדבר, <b>שנאמר: \"ויקברו אתו יצחק וישמעאל בניו\"</b> (בראשית כה, ט), וכיון שהקדים ישמעאל את יצחק לפניו משמע שעשה תשובה וקיבל על עצמו את מרותו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154690d6e4a92409ac3402", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Siftei Chakhamim, Genesis 25:17:1", "sourceHeRef": "שפתי חכמים, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>למה נמנו שנותיו של ישמעאל וכו'.</b> פירוש לא נכתב שנה בכל כלל אלא לדרשה שלא נכתבו אלא לייחס וכו' ולא שכולם שוים לטובה. [מהרש\"ל]: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Why are the years of Yishmael enumerated...</b> Rashi is saying that שנה is written after each set [i.e., after hundreds, tens and ones] that it be expounded: “...To trace the years of Yaakov,” but not because all his years were equal in goodness [as it is expounded for Sarah and Avraham]. (<i>Maharshal</i>) ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a154690d6e4a92409ac3404", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Siftei Chakhamim, Genesis 25:17:2", "sourceHeRef": "שפתי חכמים, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "בראשית", "he": "<b>לא נאמרה גויעה אלא בצדיקים.</b> אע\"ג דבדור המבול ג\"כ נאמר גויעה <small>(לעיל ז כא)</small> פירשו בגמרא <small>(ב\"ב טז:)</small> דדוקא היכא דכתיב גויעה גבי ויאסף בצדיקים משתעי ובדור המבול לא נאמר ויאסף:\n", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Expire is only used with the righteous.</b> Although in 7:21 it says גויעה about the [wicked] generation of the Flood, it is explained in Bava Basra 16b that גויעה refers to the righteous only when it is written with ויאסף. And for the generation of the Flood it does not say ויאסף.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c01d6d6e4a943452d3aaa", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Chayei Sara 5", "anchorRef": "Genesis 25:12-18", "anchorRefExpanded": ["Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Chayei Sara 5", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, חיי שרה ה׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 5, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "חיי שרה", "he": "ויקח ישמעאל את בניו ואת כל רכושו אשר רכש ואת נפשות ביתו ואת כל אשר לו, וילכו לגור באשר ימצאו. וילכו וישכנו אצל מדבר פארן, ויהי מושבם מחוילה עד שור אשר על פני מצרים בואכה אשורה. וישב ישמעאל ובניו בארץ ההיא, ויולדו להם בנים ויפרו וירבו מאוד. ואלה שמות בני נביות בכור ישמעאל, מעוד וסועד ומעיון. ובני קדר, עליון וקצם וחמד ועלי. ובני אדביאל, חמד ויובין. ובני מבשם, עבדיה ועבד מלך ויעוש--אלה משפחות בני ריבה אשת ישמעאל. ויהיו בני משמע בן ישמעאל, שמוע וזכריון ועובד. ובני דומה, קצם ועלי ומחמד ועמאר. ובני משא, מלון ומולה ועבד אדון. ובני חדד, נאצר ומינצאר ועבד מלך. ובני תימא, סעיד וסעדון ויכול. ובני יטור, מריק ויעיש ועלוי ופחית. ובני נפיש, עבד תמיר ואביוסף ומיר. ובני קדמה, עליך ותחתי ועמיר--אלה היו בני מלכית אשת ישמעאל למשפחותם. כל אלה משפחות ישמעאל לתולדותם, וישבו להם בארצות אשר בנו להם עד היום. ורבקה בת בתואל אשת יצחק בן אברהם, עקרה בימים ההם אין לה ולד. וישב יצחק את אברהם אביו ארצה כנען, ויהי ה׳ את יצחק ואת אברהם אביו. וארפכשד בן שם בן נח מת בימים ההם, בשנת ארבעים ושמונה לחיי יצחק. ויהיו כל ימי ארפכשד אשר חי, ארבע מאות שנה ושלושים ושמונה וימת.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "and Ishmael took his children and all the property that he had gained, together with the souls ‎of his household and all belonging to him, and they went to locate where they should find a ‎suitable place, And they went and dwelt near the wilderness of Paran and their dwelling was ‎from Havilah unto Shur, that is before Egypt as thou comest toward Assyria; and Ishmael and ‎his sons dwelt in the land, and they had chidren born unto them, and they were fruitful and ‎increased greatly. And these are the names of the sons of Nebayoth, the first born of Ishmael: ‎Mend, and Send, and Mayon; and the sons of Kedar were: Alyon, and Kezem, and Chamad, ‎and Eli. And the sons of Adbeel were: Cha mad, and Jabin; and the sons of Mibsam were: ‎Obadiah, and Ebedmelech, and Yeush—these are the families of the children of Ribah, the ‎wife of Ishmael; and the sons of Mishma, the son of Ishmael, were: Shamua, and Zecaryon, ‎and Obed; and the sons of Dumah were: Kezed, and Eli, and Machmad, and Amed; and the ‎sons of Masa were: Melon, and Mula, and Ebidadon; and the sons of Chadad were: Azur, and ‎Minzar, and Ebed melech; and the sons of Tema were: Seir, and Sadon, and Yakol; and the ‎sons of Yetur were: Merith, and Yaish, and Alyo, and Pachoth; and the sons of Naphish were: ‎Ebed, and Tamed, and Abiyasaph, and Mir; and the sons of Kedma were: Calip, and Tachti, and ‎Omir—these were the children of Malchuth, the wife of Ishmael, according to their families. ‎All these are the families of Ishmael according to their generations, and they dwelt in those ‎lands wherein they had built themselves cities unto this day.‎ And Rebekah, the daughter of Bethuel, the wife of Isaac, Abraham’s son, was barren in those ‎days, she had no offspring. And Isaac dwelt with his father in the land of Canaan, and the Lord ‎was with Isaac; and Arpachshad, son of Shem, the son of Noah, died at that time, in forty-‎eighth year of Isaac’s life; and all the days of Arpachshad’s life were four hundred and thirty ‎years when he died.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5ae9be609197ec001aac1af9", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Midrash Aggadah, Genesis 25:17:1", "sourceHeRef": "מדרש אגדה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ואלה שני חיי ישמעאל מאת שנה וגו'. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"11\"></i> ולמה נכתבו שני חייו, כדי שנדע בו כמה שנים היה יעקב כשנתברך מאביו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ae9be609197ec001aac1afb", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Midrash Aggadah, Genesis 25:17:2", "sourceHeRef": "מדרש אגדה, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ויגוע וימת. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"12\"></i> כל מקום שנאמר גויה צדיק היה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b572f34ec30df00569dd7ae", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 74:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 74:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן ע״ד:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 74.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן עד</b><br><b>ראה</b> משה רבינו מחלוקת הלל ושמאי, שהיה מחלוקת גדול בי\"ח דברים שגזרו בו ביום, והיה אותו יום קשה כיום שעשו ישראל את העגל כדאיתא בשבת (דף י\"ז.). והנה כשעלה משה למרום מצא להקב\"ה שהיה קושר כתרים לאותיות, אמר לו הקב\"ה ה\"יה ל\"ך ל\"עזרני (שבת דף פ\"ט.), כתב ה\"ארי ז\"ל ר\"ת ה\"לל, כי הלל חי ק\"ך שנה כמנין שנותיו של משה. ומשה בקש על הל\"ל שהוא סוד אדנ\"י, שישפיע לו הקב\"ה אות י', ואמר ועתה יגדל נא כח אדני (במדבר יד יז), י' רבתי, ויהיה הילל בי'. והי\"לל שהיה מן גופו של משה, לכן היה ת\"ר סדרים משניות בימיו, ולפי שהיה אותו יום קשה כיום שעשו בו את העגל, הוצרך משה להתפלל עליו, ופתח באדני שהוא סוד הלל בלא י', ועליו בקש מאחר שהחלות להראות לי את גדלך בסוד ועתה יגדל נא כח אדנ\"י, ז\"ש ואת ידך הוא סוד י' של יגדל, חזקה רומז במלת ח\"זקה שהוא בגימטריא ק\"ך שנה, שהיה חי הלל כמו משה כדאיתא בספרי (בפרשת וזאת הברכה). והנה מתחילת הבריאה אמר נעש\"ה אדם בצלמינו (בראשית א כו), נוטריקון נ\"מלך ע\"ם ש\"מאי ה\"לל, שהם כלל כל נשמות הצדיקים. לכן קרא אותם רבי שמעון בן יוחאי במחלוקת שמי' אבות העולם במדרש רבה פרשת בראשית (ב\"ר פ\"א ט\"ו) ובמסכת חגיגה דף י\"ב.), שהן הן ממש אבות העולם שמאי משמאל המרכבה, הלל מימין המרכבה. משה קבל תורה מסיני (אבות פ\"א מ\"א), מש\"ה נו\"טריקון מ\"חלוקת ש\"מאי ה\"לל, ה\"כל ש\"מעו מ\"סיני. את גדלך זה הילל מסיטרא דימינא, ואת ידך החזקה מסיטרא דשמאלא, ונחלקו אבות העולם שהם שמאי והלל בבריאת שמים וארץ, ז\"ש אשר מי אל בשמים ובארץ. ולפי זה רצה משה שיהיה חסד אל גובר מדתו של הלל, ולא יהיה הלל כפוף תחת שמאי שהוא דין, לכן רצה לכנס לארץ ישראל לתקן י\"ח דברים, כי ארץ ישראל תמן וז\"ה שער השמים (בראשית כה יז), מנין וז\"ה שהם י\"ח טורי' דאפרסמונא, לכן אמר אעברה בה' יתירה שרמז על הלל. והשיב הקב\"ה רב לך, הגדולה של הלל היא שלך, והעגל שהוא בא מן ערב רב, הוא עדיין מרקד באותו דור אל תוסף דבר, ולכן היו פ' תלמידים של הלל, כמו שהיה משה בן פ' שנה בעמדו לפני פרעה (שמות ז ז), ואות פ' מורה על אור פתח דברך יאיר (תהלים קיט קל), לא זכר דוד אור בתמניא אפי רק באות פ'. ולכן מתחילת בראשית יש פ' אותיות עד מלת אור, והוא סוד תורה שבעל פה, רמז הקב\"ה למשה ה\"וא י\"היה ל\"ך ל\"פה (שמות ד טז), ר\"ת ה\"ילל בי', וכן מ\"שה ל\"עיני כ\"ל ישראל (דברים לד יב), וכן אל מול פני המנורה (במדבר ח ב), ס\"ת הילל בי' שהוא סוד תורה שבעל פה, שמשם נתפשטו כל הוראות של ישראל. ואלו נכנס משה לארץ ישראל לא היה מחלוקת בעולם, אבל משהכה משה בסלע רבו המחלוקת בישראל, והוא סוד סלע המחלוקת, ר\"ל מן הסלע בא המחלוקת בישראל, וזה סוד המה מי מריבה אשר רבו בני ישראל (במדבר כ' יג), ר\"ל בהכאות הסלע גרם משה שהתורה יורדת טיפין טיפין ובא המחלוקת, וזה סוד הפסוק הלא כה דברי כאש נאם ה' (ירמיה כג כט), דמי גרם הניצוצין שמתחלקין לכמה גוונין, זה בא לנו מן פטיש יפוצץ סלע, הפטיש שהכה משה בסלע גרם שמתפוצצין ורבין המחלוקת בישראל, פט\"יש בגימטריא מ\"טה מ\"שה, שזה גרם הכאת המטה. ועל זה אמר משה שמתחילה נצב על הצור ויזובו מים (תהלים קה מא), ז\"ש את גדלך, שהחלות להראות לי כשהייתי במסה את עבדך זה מטטרון, כי מטה משה זה הוא מטטרון, על פעם אחד אמר את גדלך, על פעם השני שהכה ביד, אמר את ידך החזקה, בסוד בדברים לא יוסר עבד (משלי כט יט), שהוא סוד מטה משה. ולכן רצה משה לכנס לארץ ישראל שלא יהיה מחלוקת שמאי והלל בעולם, שישתמשו תלמידים כל צרכם ויהיה תורה אחת ומשפט אחד לכל ישראל (במדבר טו טז). על זה אמר אשר מי אל בשמים ובארץ, אל אחד בראנו כן יהיה אב אחד (מלאכי ב י), כשיהיה משה בארץ ישראל יתקיים קרא כולם נתנו מרע\"ה אחד (קהלת יב יא), נוטריק\"ון מ\"טטרון ר\"אש ע\"ולם ה\"יצירה, וכן למטה משה נוטריקון מש\"ה ר\"בינו ע\"ה, (וכן מצינו במדרש קהלת (קה\"ר פי\"ב י\"א) קדרש מרעה אחד, זה משה עיין שם בפסוק זה). ולכן רצה משה להיות בארץ ישראל לקיים משפט אחד יהיה לנו, לקיים קרא מי כעמך ישראל גוי אחד בארץ (שמואל ב' ז כג) דייקא, כי אב אחד יהיה לכלנו. וזה נרמז במלת אעבר\"ה, שהוא בהיפוך אתוון א\"ב ר\"ע\"ה, אב אחד לכלנו רועה אחד לכלנו. השיב הקב\"ה רב לך, אתה הוא הגורם שרבו מחלוקת בישראל על שהכית בסלע, ואני אמרתי שנה עליו פרשה אחד או הלכה אחת (ילקו\"ש רמז תשס\"ד), וזה סוד אל תוסף דבר אלי עוד, לפי שפגמת בדבר הזה, ר\"ל בדיבור הזה, בדיבור שפגמת שלא דברת לסלע:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178fafbb386c00d3de9745", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 25:9:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Rabbeinu Bahya, Bereshit 25:9:2", "sourceHeRef": "רבנו בחיי, בראשית כ״ה:ט׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ודע </b>כי לשון מיתה בבני אדם נחלקת לששה חלקים. שלשה בכתות הרשעים ושלשה בכתות הצדיקים. שלשה בכתות הרשעים. מחייה, אבדן, כרת. מחייה חמורה מכולן, והיא מיתת הרשעים שאין להם לא תורה ולא חכמה ואינן יודעים ומכירין מעשיו של הקב\"ה ונפלאותיו והם מתים כמיתת הבהמות והחיות ונשמתן אובדת באבדן גופם. ומזה אמר שלמה ע\"ה (משלי י״ג:ט׳) ונר רשעים ידעך. כי המשיל נפש הרשע לנר, ובאר שהיא תלויה בגופו כשם שאור הנר תלוי בשמן ובכלות השמן ידעך. והכת הזאת אין לה שכר ועונש לעולם, כגון דור המבול שנמוחו מן העוה\"ז ומן העוה\"ב. שכן דרשו רז\"ל (בראשית ז׳:כ״ג) וימח את כל היקום בעוה\"ז, וימחו לעוה\"ב. אבדן היא מיתת הרשעים כגון פושעי ישראל שמתו בלא תשובה והם נדונים בגיהנם. הוא שכתוב (ויקרא כ״ג:ל׳) והאבדתי את הנפש ההיא, והיא מיתה חמורה מכרת. כרת היא מיתת הרשעים שיש להם עברות שנתחייבו עליהם כרת ואחר שנדונו בכרת וקבלו דינם הרי הם זוכים לגן עדן. שלשה בכתות הצדיקים, <b>האחת</b> גויעה ואסיפה וביאה ששלשתם אחת, שכולן אמורים באברהם ויגוע ויאסף, וכתיב ואתה תבוא אל אבותיך בשלום, ולשונות הללו נאמרים על הצדיקים היורדין לגן עדן מיד בלא שום עונש. וכן נאמר בישמעאל (בראשית כ״ה:י״ז) ויגוע וימת ויאסף אל עמיו. ומזה ארז\"ל שעשה ישמעאל תשובה. <b>השנית</b> לקיחה, ולשון זה נאמר על הצדיקים הנכנסים לגן עדן חיים ולא טעמו טעם מיתה כענין חנוך שכתוב בו (בראשית ה׳:כ״ד) ואיננו כי לקח אותו אלהים. וכן באליהו כתוב (מלכים ב ב׳:י׳) אם תראה אותי לוקח מאתך. <b>הג'</b> מנוחה, ולשון זה נאמר על הצדיקים ובהבטחת תחית המתים, לפי שבאותו זמן יהי שבת ומנוחה הוא שנאמר (דניאל י״ב:י״ג) ואתה לך לקץ ותנוח ותעמוד לגורלך לקץ הימין.  ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Death is described in six different forms throughout the Bible, three of which are applicable to the wicked and three to the righteous. The three terms applied to a wicked person dying are: מחייה, אבדן, כרת. Death described as מחייה is the worst of the three deaths. It is applied to the deaths of the kind of wicked people who have neither Torah knowledge nor ordinary wisdom to their credit and remained unaware of the Creator and His wonderful deeds. Such people’s death is no different than the death of animals. Their souls perish as absolutely as do their bodies. Proverbs 13,9 ונר רשעים ידעך, “and the lamp of the wicked will be extinguished,” compares the soul of the wicked person to a lamp, explaining that this soul is dependent on the body it inhabits much as the light of a lamp is dependent on its oil supply. When that supply fails the light is extinguished. This group of wicked people has neither reward nor punishment to look forward to ever. <small>[I suppose the reference is to the time of resurrection. Ed.]</small> Examples of such people were the people of the generation who perished during the deluge of whom the sages have said that just as they have been wiped out on earth their life expectancy in the hereafter has also been wiped out (compare Sanhedrin 108). The sages there concentrated on the words וימח את כל היקום, “He erased all creatures” (Genesis 7,23). This line refers to their destruction in this life, whereas the subsequent words וימחו מן הארץ in verse 24 in the same chapter refer to their becoming extinct in any form of life in the future.<br> The expression אבדן when applied to the death of the wicked refers to such Israelite sinners as died without benefit of having repented their sins prior to their deaths. They are being judged after their physical death in Gehinom; this is the meaning of Leviticus 23,30 והאבדתי את הנפש ההיא. Such a death is worse than the death described by the Torah as כרת. The people guilty of the penalty called כרת are judged and after they have completed whatever length of punishment has been decreed for them, their souls are admitted to the hereafter. <br> The three types of deaths mentioned in connection with the righteous are: <br>1) גויעה, אסיפה, ביאה — All three of these types of death are mentioned in connection with Avraham. This means that these three are all of the same category <small>[as Avraham certainly died only once. Ed.]</small> We read in 25,8 ויגוע ויאסף; we also have the Torah telling Avraham about his death in the future where G’d said to him in Genesis 15,15 ואתה תבא אל אבותיך בשלום, “as far as you are concerned you will come to join your fathers in peace.” Expressions of death involving either of the three words mentioned in connection with Avraham apply to the kind of righteous people who transfer to Gan Eden immediately upon the death of their bodies, not having to face any punishment at all. Such a death was the lot of Ishmael, of whom the Torah writes ויגוע וימת ויאסף אל עמיו. Clearly, he had become a penitent. <br>2) The second type of death involving the righteous is described in the Torah by the word לקיחה, “being taken away.” Such an expression is applied to people who enter Gan Eden while physically alive such as Chanoch (Genesis 5, 24) of whom the Torah wrote: “he was no longer, as G’d had taken him.” The prophet Elijah experienced a similar “death,” as he had told his disciple Elisha (Kings II 2,10) אם תראה אותי לוקח מאתך, “if you will see me taken from you, etc.” <br> 3) The third type of death applicable to the righteous is described as “rest.” This is an expression promising the righteous participation in the resurrection, a time which our sages have described with the words מנוחה or שבת. This promise was applied to Daniel who had been told (Daniel 12,13) ואתה לך לקץ ותנוח ותעמוד לגורלך לקץ הימין, “But you, go on to the end; you shall rest and arise to your destiny at the end of the days.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ce1914009c8770070f0b3c5", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 20:9", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 20:9", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי כ׳:ט׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [200], "commentaryNum": 20.0009, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ששת ימים תעבד</b> רבי אומר הרי זו גזרה אחרת שכשם שנצטוו ישראל על מצות עשה של שבת כך נצטוו על המלאכה: ר' אלעזר בן עזריה אומר גדולה מלאכה שלא שרת שכינה בישראל עד שעשו מלאכה שנ' (כ\"ה ח') ועשו לי מקדש ושכנתי בתוכם: ר' יוסי הגלילי אומר גדולה מלאכה שלא קנס המקום מיתה על אדם אלא מתוך בטילה שנ' (בראשית כ״ה י״ז) ויגוע וימת ויאסף אל עמיו: ר' עקיבה אומר גדולה מלאכה שהרי נהנה שוה פרוטה מן הקדש מביא מעילה וחומשה ומביא אשם בשתי סלעים והפועלין שהיו עושין בהקדש נוטלין שכרן מתרומת הלשכה: ר' שמעון אומר גדולה מלאכה שאפילו כהן גדול נכנס ביום הכפורים שלא בשעת עבודה חייב מיתה ובשעת מלאכה טמאים ובעלי מומין מותרין להכנס: ששת ימים תעבד ועשית כל מלאכתך. זו היא שבית שמאי אומרין אין שורין דיו וסמנין וכרשינין אלא כדי שישורו מבעוד יום: ואין פורשין מצודות חיה ועופות אלא כדי שיצודו מבעוד יום: ואין טוענין בקורת בית הבד ובעיגולי הגת אלא כדי שיזובו מבעוד יום: ואין פותקין מים לגנות אלא כדי שתתמלא מבעוד יום: ואין נותנין בשר בצל וביצה על גבי האש ולא תבשיל לתוך התנור אלא כדי שיצולו מבעוד יום ובית הלל מתירין בכולן אלא שבית שמאי אומרין ששת ימים תעבוד ועשית כל מלאכתך שתהא מלאכתך גמורה מערב שבת: ובית הלל אומרין ששת ימים תעבוד עושה אתה כל ששה ושאר מלאכתך היא נעשית מאליה בשבת: ועשית כל מלאכתך שתהא בשבת כמי שאין לו מלאכה:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": "", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5d88c2add3a5d138994714f6", "index_title": "Yeriot Shlomo on Torah", "category": "Commentary", "type": "commentary", "ref": "Yeriot Shlomo on Torah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Yeriot Shlomo on Torah, Genesis 25:17:1", "sourceHeRef": "יריעות שלמה על התורה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1530, 1570], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Yeriot Shlomo", "he": "יריעות שלמה"}, "heTitle": "בראשית", "he": "<b>בד\"ה כדי לייחס שנותיו </b>נ\"ב והנראה בעיני מ\"ה כתב שנה בכל א' כדי להודיע שלא נמנ' לעצמו אלא לייחם בו מניין וחשבון אחר ודוק מהרש\"ל:", "heVersionTitle": "Yeriot Shelomo, Prague 1609", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5db003cc8c12a8101ab69fd5", "index_title": "Minei Targuma on Torah", "category": "Commentary", "type": "commentary", "ref": "Minei Targuma on Torah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Minei Targuma on Torah, Genesis 25:17:1", "sourceHeRef": "מיני תרגומא על תורה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1751, 1799], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Minei Targuma", "he": "מיני תרגומא"}, "heTitle": "בראשית", "he": "אלה שני חיי ישמעאל וכו׳ ויגוע וימת וכו׳ ז״ל הרמב״ן לשון רש״י לא נאמרה גויע׳ אלא בצדיקי׳ ובגמרא [ב״ב דף ט״ז:] הקשו והא דור המבול נאמר בהם גויעה ויגוע כל בשר הרומש על הארץ וכל האדם אשר בארץ יגוע. ומתרץ גויעה ואסיפה קאמרינן כוונתם כי הגויעה מיתה בלא חולי מכאיב ובלא יסורין ואין זוכין לה אלא הצדיקים ואנשי דור המבול ההפוכים כמו רגע ולא חלו בהן ידם וכן מתי מדבר, וע״כ אמר בהם גויעה בגוע אחינו, אבל כשיזכיר הכתוב כן עם זכרון המיתה כמלת ויאסף או וימת תרמוז למיתה הצדיקים וכו׳ דראה שמלת גויעה אצלם המק בשרו והוא עומד על רגליו וכן דעת אונקלוס שתרגם בכאן ואתנגיד והוא העילוף כלשון איתנגיד ואיתפח [פסחים דף נ׳. ובבא בתרא דף יו״ד.] וכן יכול ישים (צ״ל ישלם) חמשה נגידין (ב״ק דף ס״ז:) ונאמר כן במבול כמו שאמר וימח את כל היקום ונאמר ויגוע וימות כגבר יחלש וימות והיא מדה בצדיקים עכ״ל. ודע דמ״ש ובגמרא הקשו וכו׳ ויגוע כל בשר וגו׳ וכל האדם אשר בארץ יגוע ליתא בגמרא שום קרא אלא הרמב״ן מפרש כך. ודע עוד דבפסוק ליתא כך אלא ויגוע כל בשר וגו׳ וכל האדם. וצריך אני לומר דהרמב״ן מעתיקו לפי צורך ענינו על פי האמת דסופו דקרא וכל האדם קאי גם אויגוע דכתיב ברישא דקרא. עכ״פ נתחוורו לפי פירושו הטעם דגבי מבול ויגוע [בראשית ז כא] ויגוע תרגום <b>וּמִית</b> וגבי ישמעאל שהיה צדיק תרגום <b>וְאִיתְנְגִיד</b>. אבל אי קשיא לי הא קשיא לי הא דנטר הרמב״ן עד הכא ולא כתב דבריו לעיל גבי אברהם פסוק ח׳ דכתיב ויגוע ותרגום ואיתנגיד. ואגב יש להעיר לפי היסוד הזה דגבי צדיקים כתיב ויגוע וימת מאי טעמא לא כתיב כן גבי מתושלח דהיה צדיק גמור כדאיתא [סנהדרין דף ק״ט:] וגבי נח אלא בשניהם כתיב וימת. ואם המפרשים נתנו טעם לשבח בזה לא נודע לי. אמנם ביוסף דכתיב וימת יוסף ולא כתיב ויגוע אפשר לומר מפני שסיבת מיתתו היה כדאמרינן [ברכות נ״ה. ובסוטה דף י״ג:] שהנהיג את עצמו ברבנות. ובזה דעת לנבון נקל הא דשאל הש״ס מפני מה מת יוסף קודם לאחיו ולא מצינו שאלה כזו גבי יעקב שמת קודם לעשו [סוטה דף י״ג:] ודומה לזה. וגבי משה דלא כתיב ויגוע יש ליתן כמו כן הטעם משום דכל עיקר הסיבה שמת מטעם שהעיד הכתוב יען לא האמנתם הא האמנתם לא הגיע זמנכם ליפטר [שבת דף נ״ה:] וגם באהרן הלא זה לזכרון:", "heVersionTitle": "Vilna, 1836", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, תקצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd42ac03bbe83363ff3711", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Bereshit 28:9:32", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Midrash Sekhel Tov, Bereshit 28:9:32", "sourceHeRef": "מדרש שכל טוב, בראשית כ״ח:ט׳:ל״ב", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 9.0032, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "מה זה מהרת למצוא בני. מה זה קראתה לאביך למצוא הברכות י\"ב שנה לשנותיו, אביך נתברך בן ע\"ה שנה, שנא' ויהי אחרי מות אברהם ויברך אלהים את יצחק בנו (בראשית כה יא). אברהם היה בן קע\"ה שנה, טול ק' עד שלא נולד יצחק נותרו ליצחק ע\"ה שנה בעת מות אברהם, ובאותו הפרק יצחק. ויעקב נתברך בן ס\"ג שנה, כדדרשינן באלה שני חיי ישמעאל (בראשית כה יז):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd43d610931d1b9cfbbd19", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Midrash Sekhel Tov, Bereshit 25:17:1", "sourceHeRef": "מדרש שכל טוב, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ואלה שני חיי ישמעאל (מאה) [מאת] שנה ושלושים שנה ושבע שנים ויגוע. בחולי מעיים, כדי למרק עונותיו, כי עשה תשובה ונתייסר בחולי מעיים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dcd43d710931d1b9cfbbd1b", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Midrash Sekhel Tov, Bereshit 25:17:2", "sourceHeRef": "מדרש שכל טוב, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וימת ויאסף אל עמיו. שחלקו בג\"ע, ולמה נמנין שנותיו, לפי שבא מקדקדו של מדבר לגמול חסד לאברהם. א\"ר לוי בר חמא מה ראה הכתוב לייחס שנותיו של ישמעאל, כדי לייחס שנותיו של יצחק, בן כמה שנים היה כשבירך את יעקב ובן כמה שנים היה יעקב כשנתברך מפורש במגילה, באותה שעה שנתברך יעקב מת ישמעאל, שנאמר וישמע יעקב אל אביו ואל אמו וילך פדנה ארם. וילך עשו אל ישמעאל ויקח את מחלת בת ישמעאל [בן אברהם] אחות נביות (בראשית כח ז ט), מלמד שקידשה ישמעאל לעשו, ומת באותו הפרק, והשיאה נביות אחיה, וישמעאל קדם ליצחק י\"ד שנה, הוציא י\"ד מן קל\"ז, פשו להו קכ\"ג, הרי שיצחק היה בן קכ\"ג כשבירך את יעקב, ויצחק היה בן ס' כשהוליד את יעקב, נמצא יעקב היה בן ס\"ג כשנתברך, והלך יעקב אצל עבר, ולמד תורה ממנו י\"ד שנה עד שלא הלך לחרן, הרי בעמדו על הבאר בן ע\"ז שנה היה, וי\"ד שנים עבד בשתי נשיו, עד שלא נולד יוסף, ויוסף בן ל' שנה היה בעמדו לפני פרעה, ושבע שני השבע, ושנתיים של רעב, הרי ק\"ל ליעקב בעמדו לפני פרעה, וכה\"א ימי שני מגורי שלושים ומאת שנה (בראשית מז ט), הא למדת כל אלו י\"ד שנה אצל עבר היה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e9dba2ce7474c2104b09ede", "index_title": "Ramban on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ramban on Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Ramban on Genesis 25:17:2", "sourceHeRef": "רמב\"ן על בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וַיִּגְוַע</b> לְשׁוֹן רַשִׁ\"י (רש\"י על בראשית כ\"ה:י\"ז) לֹא נֶאֶמְרָה גְוִיעָה אֶלָּא בַּצַּדִּיקִים. וּבַגְּמָרָא (ב\"ב טז) הִקְשׁוּ, וְהָא דּוֹר הַמַּבּוּל נֶאֱמַר בָּהֶם גְּוִיעָה, \"וַיִּגְוַע כָּל בָּשָׂר הָרֹמֵשׂ עַל הָאָרֶץ וְגוֹ' וְכֹל הָאָדָם\" (בראשית ז':כ\"א), \"כֹּל אֲשֶׁר בָּאָרֶץ יִגְוָע\" (בראשית ו':י\"ז), וּמְתָרֵץ גְּוִיעָה וַאֲסִיפָה קָאָמְרִינַן. כַּוָּנָתָם כִּי הַגְּוִיעָה – מִיתָה בְּלֹא חֹלִי מַכְאִיב וּבְלֹא יִסּוּרִין, וְאֵין זוֹכִין לָהּ אֶלָּא הַצַּדִּיקִים, וְאַנְשֵׁי דּוֹר הַמַּבּוּל הַהֲפוּכִים כְמוֹ רָגַע וְלֹא חָלוּ בָּהֶם יָדַיִם, וְכֵן מֵתֵי מִדְבָּר, וְעַל כֵּן אָמַר בָּהֶם גְּוִיעָה, \"בִּגְוַע אַחֵינוּ\" (במדבר כ ג), וְכֵן \"וְהוּא אִישׁ אֶחָד לֹא גָוַע בַּעֲוֹנוֹ\" (יהושע כב כ), שֶׁלֹּא הֵמִית אוֹתוֹ עֲוֹנוֹ פִּתְאוֹם. אֲבָל כְּשֶׁיַּזְכִּיר הַכָּתוּב כֵּן עִם זִכְרוֹן הַמִּיתָה, כְּמִלַּת וַיֵּאָסֵף אוֹ וַיָּמָת תִּרְמֹז לְמִיתַת הַצַּדִּיקִים. וּלְשׁוֹן (בראשית רבה ס\"ב:א') \"וַיִּגְוַע וַיָּמָת אַבְרָהָם\" (בראשית כ\"ה:ח') אָמַר רַבִּי יְהוּדָה בַּר אִלְעַי, הַחֲסִידִים הָרִאשׁוֹנִים הָיוּ מִתְיַסְּרִין בְּחֹלִי מֵעַיִם בַּעֲשָׂרָה וּבְעֶשְׂרִים יוֹם, לוֹמַר שֶׁהַחֹלִי מְמָרֵק. רַבִּי יְהוּדָה אוֹמֵר, כָּל מִי שֶׁנֶּאֱמְרָה בּוֹ גְּוִיעָה מֵת בְּחֹלִי מֵעַיִם. וְשָׁם (בראשית ו':י\"ז) אָמְרוּ, בְּ\"כֹּל אֲשֶׁר בָּאָרֶץ יִגְוָע\" – יִצְמֹק. וְיֵרָאֶה שֶׁמִּלַּת גְּוִיעָה אֶצְלָם \"הָמֵק בְּשָׂרוֹ וְהוּא עֹמֵד עַל רַגְלָיו\" (זכריה יד יב), וְכֵן דַּעַת אוּנְקְלוֹס (תרגום אונקלוס על בראשית כ\"ה:י\"ז) שֶׁתִּרְגֵּם בְּכָאן \"וְאִתְנְגִיד\", וְהוּא הָעִלּוּף, כִּלְשׁוֹן אִתְנְגִיד וְאִתְּפַח (סנהדרין לט), יָכוֹל יְשַׁלֵּם חֲמִשָּׁה נְגִידִים (ב\"ק סז), וְנֶאֱמַר כֵּן בַּמַּבּוּל, כְּמוֹ שֶׁאָמַר (בראשית ז':כ\"ג) \"וַיִּמַח אֶת כָּל הַיְקוּם\", וְנֶאֱמַר \"וַיִּגְוַע וַיָּמָת\" כְּגֶבֶר יֶחֱלָשׁ וְיָמוּת, וְהִיא מִיתָה בַּצַּדִּיקִים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND HE EXPIRED (‘VAYIGVA’). Rashi comments: “This expression — ‘expiring’ — is only mentioned in the case of righteous people.” But in the Gemara<sup class=\"footnote-marker\">186</sup><i class=\"footnote\">Baba Bathra 16b. The <i>Gemara</i> (teaching) constitutes the collected discussions of the <i>Amoraim</i>, centering around the <i>Mishnah</i>. The Mishnah and Gemara combined are known as the Talmud.</i> the Rabbis objected, “But it says ‘expiring’ with reference to the generation of the flood: <i>And all flesh expired that moved upon the earth</i>, etc., <i>and every man;</i><sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Above, 7:21.</i> <i>Every thing that is in the earth shall expire</i>.”<sup class=\"footnote-marker\">188</sup><i class=\"footnote\"><i>Ibid.</i>, 6:17.</i> And the Gemara answers: “We were referring to [those places where it mentions both] ‘expiring’ and ‘gathering,’” [as it says in the case of Abraham and in the present verse concerning Ishmael].<br>The intent of the Rabbis is that the expression “expiring” indicates death without prolonged sickness and without pains. This death is merited only by the righteous people, [and concerning their death both “expiring” and “gathering” are mentioned]. But the men of the generation of the flood, who were <i>overthrown as in a moment, and no hands fell upon</i> them,<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">Lamentations 4:6.</i> as also those who died in the desert — with them Scripture therefore mentions only “expiring”: <i>when our brethren expired</i>.<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Numbers 20:3.</i> And so is the sense of the verse, <i>And that man expired not alone in his iniquity</i>,<sup class=\"footnote-marker\">191</sup><i class=\"footnote\">Joshua 22:20.</i> meaning that his iniquity did not cause him instant death. But when Scripture so mentions the term “expiring” in reference to death together with the word <i>vayei’aseph</i> (and he was gathered [unto his people]) or <i>vayamoth</i> (and he died), it hints to the death of the righteous ones.<br>In the words of Bereshith Rabbah,<sup class=\"footnote-marker\">192</sup><i class=\"footnote\">62:2.</i> “<i>And Abraham expired, and died</i>,<sup class=\"footnote-marker\">193</sup><i class=\"footnote\">Verse 8 here.</i> Rabbi Yehudah the son of Rabbi Ilai said, ‘The early pious men used to suffer with intestinal disease for about ten or twenty days before death, thus establishing the principle that illness cleanses from sin.’ Rabbi Yehudah said, ‘All who are said to have expired died of intestinal disease.’” There in Bereshith Rabbah the Rabbis also said,<sup class=\"footnote-marker\">194</sup><i class=\"footnote\">31:15.</i> “<i>Everything that is in the earth ‘yigva’</i><sup class=\"footnote-marker\">188</sup><i class=\"footnote\"><i>Ibid.</i>, 6:17.</i> — will shrivel.”<br>It would appear that to the Rabbis, the word <i>gviyah</i> (expiring) was analogous to <i>Their flesh shall consume while they stand upon their feet</i>.<sup class=\"footnote-marker\">195</sup><i class=\"footnote\">Zechariah 14:12.</i> So also is the opinion of Onkelos who translated here <i>ve’isnagid</i>, meaning “fainting,” similar to the expressions: “<i>isnagid</i> (he became faint) and sighed”;<sup class=\"footnote-marker\">196</sup><i class=\"footnote\">Sanhedrin 39a.</i> “You might think he may pay as a fine five <i>negidim</i> (emaciated) oxen.”<sup class=\"footnote-marker\">197</sup><i class=\"footnote\">Baba Kamma 67b. In case of a thief who makes restitution for stolen oxen. See Exodus 21:37. Now “you might think that if he stole an ox worth one hundred (weights in gold or silver) he may pay as a fine five oxen emaciated (‘and in near-dying condition’ - Rashi). It is for this reason that Scripture says (<i>he shall pay five oxen</i>) <i>‘tachtav’</i> “ — in its place. In other words each one of the five oxen must be equal in value to the stolen ox, “for otherwise he might pay him back five emaciated oxen which together will not equal even the value of the one stolen” (Meiri, Baba Kamma <i>ibid.</i>).</i> It is so said in the case of the flood, as Scripture states, <i>And He blotted out every being</i>.<sup class=\"footnote-marker\">198</sup><i class=\"footnote\">Above 7:23. Ramban’s intent here is to be understood in the light of what he has written above on that verse: “<i>And He blotted out every living substance…”</i> After having said, <i>And all flesh perished (‘vayigva’)</i>, and having said, <i>whatever was in the dry land, died</i>, Scripture continues to say, “<i>And He blotted out</i>, meaning etc.”(see above p. 112). Here in discussing the meaning of the word <i>gviyah</i>. Ramban brings proof to his theory that <i>gviyah</i> in itself does not mean death but fainting, emaciation, etc. For it is on this basis that we can understand why after having said <i>‘vayigva’ all flesh</i> Scripture continued to inform us further that it died and was blotted out, since these facts are not included in the term of <i>gviyah</i>.</i> And in the case of Ishmael it is stated in the verse before us: <i>And he expired and died</i>, as a man who is powerless and dies, and this is the measure<sup class=\"footnote-marker\">199</sup><i class=\"footnote\">“A measure.” In the Lisbon edition of Ramban: “the death.”</i> meted out to righteous people.<sup class=\"footnote-marker\">200</sup><i class=\"footnote\">For since in the present verse concerning Ishmael it says both “expired” and “died” the reference must be to the death of a righteous person, as explained in the text above. “It is based upon this (double expression) that the Sages of blessed memory have said that Ishmael repented of his evil ways” (Bachya, p. 219 in my edition).</i><br>Toldoth", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d6e43d3a5928d4b2054f", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Gur Aryeh on Bereishit 25:17:1", "sourceHeRef": "גור אריה על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": "<b>למה נמנו שנותיו של ישמעאל.</b> בשלהי פרק קמא דמגילה (ריש יז.), דלא הוצרך הכתוב למנות שנות של רשע (רש\"י שם, וכן ב\"ר סב, ה). ואף על גב דישמעאל עשה תשובה (רש\"י פסוק ט), לא היה הכתוב מונה שנותיו, כיון דמונה שנות רשעותיו, דלא עשה תשובה רק בסוף ימיו:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6e53d3a5928d4b20551", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Gur Aryeh on Bereishit 25:17:2", "sourceHeRef": "גור אריה על בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": "<b>כדי לייחס וכו'.</b> מבואר בסוף תולדות יצחק (רש\"י להלן כח, ט), עיין שם:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6e63d3a5928d4b20553", "index_title": "Gur Aryeh on Bereishit", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bereishit 25:17:3", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Gur Aryeh on Bereishit 25:17:3", "sourceHeRef": "גור אריה על בראשית כ״ה:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על בראשית", "he": "<b>לא נאמר גויעה רק בצדיקים.</b> בסוף פרק קמא דבבא בתרא (טז ע\"ב), ושם הקשה והלא דור המבול נאמר בו גויעה (לעיל ז, כא), ומתרץ התם 'גויעה ואסיפה' קאמר. ונראה דהכי פירושו כי לשון 'גויעה' היא אפיסה לגמרי, כמו \"גוענו ואבדנו\" (ר' במדבר יז, כז), נמצא כי לשון גויעה הוא אפיסה, והצדיק נתפשט מן הגוף וכוחות הגופנים פסו תמו ממנו לגמרי, עד שנפשו שכלית, ונקרא 'גויעה' על הגוף, שיקנה מדריגת הרוחנית. אבל הרשעים – בעבור כי נפשם אינה זכה וטהורה, ונפשם נוטה אל הגוף, הרי בנפשם לא שייך 'גויעה', שלא נסתלק הגוף מהם. ומקשה והא בדור המבול נמי כתיב (לעיל ז, כא) לשון 'גויעה', ומתרץ 'גויעה ואסיפה' [קאמרינן]. פירוש דודאי בדור המבול דכתיב 'גויעה' מפני שנתמו ונאבדו לגמרי, ולא נשאר נפשם וגופם, ושייך בזה גויעה בודאי. אבל 'גויעה ואסיפה' שייך דוקא בצדיק, כיון דכתיב (פסוק ח, יז) 'אסיפה', הרי מורה על השארות שיש לו, שהרי נאמר שאסף נפשו, ונאמר 'גויעה' דהוא לא נאמר רק על סלוק הגוף ממנו, עד שנסתלק הגוף לגמרי, לפיכך במקום שנאמר 'גויעה ואסיפה' אי אפשר לפרש רק על הצדיק. והנה פירושו כי מפני הסתלקות הגוף – נאסף הנפש אל עמיו, כי הגויעה היא הסתלקות הגוף, וזהו שייך גבי צדיקים דוקא, כי להם יש התפשטות הגוף, ולא לרשעים. והוא יתעלה שמו יצרף אותנו אל הצדיקים, ויתן חלקנו בחיים, אמן:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f574cc2a7982b18713acea", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Maskil LeDavid, Genesis 25:17:1", "sourceHeRef": "משכיל לדוד, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "בראשית", "he": "<b>ואלה וכו׳ למה נמנו וכולי</b> דאע״ג שעשה תשובה מ״מ שנים הרבה הרשיע ולמה מנה הכתוב כל שנותיו דממילא מנה שנות רשעו אדרבא לישתוק מנייהו שכן הדין בב״ת דכל פשעיו לא יזכרו לו ומתרץ כדי לייחס וכולי והואיל והוצרך להזכיר שנותיו מטעם האמור כתבם ג״כ ע״ד הצדיקים שנה בכל כלל וכלל להודיע שעשה תשובה וזדונות נעשו לו כזכיות וכאילו היו כל ימיו בתשובה וכדכתיבנא לעיל בריש פרשתא והיינו דמסיים הכא לא נאמרה גויעה אלא בצדיקים:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023464d2382222a2db4c67", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 25:9:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Tzror HaMor on Torah, Genesis 25:9:1", "sourceHeRef": "צרור המור על התורה, בראשית כ״ה:ט׳:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 9.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>ויקברו אותו יצחק וישמעאל.</b> לפי שהיה בן גבירה. אל מערת שדה המכפלה. בענין שיצדק השם שכפולה בזוגות. וזהו שמה קובר אברהם ושרה אשתו. וסיפר שבירך השם את יצחק אחרי מות אברהם. והוא נתדבק בדרכי אביו עם באר לחי רואי. וסיפר תולדות ישמעאל שהיו י\"ב נשיאים ורוח ויכלו באפס תקוה. כנגד י\"ב שבטי ישראל. כי זה לעומת זה עשה האלהים שיראו מלפניו. ולפי שעשה ישמעאל תשובה כמאמרם ז\"ל. סיפר מספר חייו כמו שסיפר באברהם. ואמר בו מאה שנה ושלשים שנה אבל בשבע כתיב שנים. להורות מה שרמזתי בתחלת הפרשה במספר שנות שרה. וכן באברהם אמר וחמש שנים ובשאר הכללים כתוב שנה. להורות שהצדיקים יותר עושים בה' שנים האחרונים ממה שעושים במאה מהראשונים. ולכן הראשונים חשובים כשנה אחת. והאחרונים אע\"פ שהם מעטים חשובים שנים רבות. וכן בישמעאל כל השנים הראשונים חשובים כשנה אחת. לפי שכלה בהבל ימיו. אבל באחרונים כתיב שנים. לפי שחזר בתשובה בהם. ולכן חשובים כשנים רבות אף ע\"פ שהם ז'. וזהו ושבע שנים. ואמר וישכנו מחוילה עד שור אשר על פני מצרים. להורות שנתקיימה בו ברכת השם בשביל זכות אברהם שהבטיחו י\"ב נשיאים יוליד ושיהיו רבים מארבה. וזהו וישכנו מחוילה וגו'. ואמר אשר על פני מצרים. להורות שלא דבקו בדרכי ה' אלא שחזרו לגלולי אמם שהיתה שפחה מצרית. ולכן הלכו למצרים להתדבק עם אחיהם המצריים ולהתחבר בהם. ולא דבקו ביצחק אחי אביהם. וזהו על פני כל אחיו נפל. נתחבר כמו מדין ועמלק נופלים בעמק. וכן מלאך רשע יפול ברע. אפילו שיהיה כמלאך ישוב רשע. אם יתחבר באיש רע. אבל ציר אמונים מרפא. שהוא משה דכתיב ביה בכל ביתי נאמן הוא. נתן רפואה לזה דכתיב לא ישבו בארצך פן יחטיאו אותך לי. וכן אלו היו בנים של אברהם הצדיק והיו קרובים לבד אל האושר האמיתי של אברהם אביהם. וזהו באכה אשורה. ולא רצו אלא לשוב למצרים ולהתחבר עם רשעים. וזהו על פני כל אחיו נפל ונתחבר. אבל השם לא אמר אלא ישכון. כי בבחירתם היה לשכון או ליפול. ובבחירתם נפלו. אבל הצדיק שבע יפול וקם:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b2c68430f78f206359cf", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 110:9", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Yalkut Shimoni on Torah 110:9", "sourceHeRef": "ילקוט שמעוני על התורה ק״י:ט׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 110.0009, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "אמר רבי סימון כל מקום שנאמר ויהי אחרי חזר העולם לאחור. ויהי אחרי מות אברהם מיד כל הבארות אשר וגו'. ויהי אחרי מות משה מיד פסק הבאר והמן וענני כבוד ויהי אחר מות יהושע מיד נתגרו בהן יתדות הארץ ויהי אחרי מות שאול מיד ופלשתים נלחמים בישראל מתיבין חבריא לר' סימון (ויהי) ואחרי מות יהוידע באו שרי יהודה וישתחוו למלך אמר ר' תנחום לא אתא ר' סימון למימר אלא ויהי אחרי. אמר ר' יודן אלולי שהעמיד הקב\"ה אחרים תחתיהם כבר חזר העולם לאחוריו דכתיב ויהי אחרי מות אברהם וישב יצחק ויחפור את בארות המים. כתיב ויהי אחרי מות משה [וכתיב] ויאמר ה' אל יהושע. כתיב ויהי אחרי מות יהושע וכתיב ויאמר ה' יהודה יעלה. כתיב אחרי מות שאול וכתיב ודוד שב מהכות את עמלק. ואלה תולדות ישמעאל ר' חייא בר אבא ורבנן הוו יתבין ומקשין מה ראה הקב\"ה ליחס תולדותיו של רשע כאן עבר ר' לוי אמרין הא אתא מרא דשמעתא נשאליניה אתא רבי לוי ואמר בשם ר' חמא בר חנינא להודיעך בן כמה שנים נתברך זקנך. ואמר ר' חייא בר אבא אמר ר' יוחנן למה נמנו שנותיו של ישמעאל כדי ליחס שנותיו של יעקב דכתיב ואלה ימי שני חיי ישמעאל וגו' וכתיב ואברהם בן פ\"ו שנה. וישמעאל בנו בן י\"ג שנה עד דאתיליד יצחק הוה בר ארביסר וכתיב ויצחק בן ששים שנה בלדת אותם וישמעאל בר כמה הוה בר ע\"ד כמה פיישן משניה ס\"ג ובו בפרק שנתברך יעקב מת ישמעאל דכתיב וילך עשו אל ישמעאל ויקח את מחלת בת ישמעאל ממשמע שנאמר בת ישמעאל איני יודע שהיא אחות נביות אלא שקדשה ישמעאל ומת והשיאה נביות אחיה. ס\"ג וי\"ד עד דאתיליד יוסף הרי ע\"ז וכתיב ויוסף בן ל' שנה הרי ק\"ז שבע דשבעא ותרתי דכפנא הרי קי\"ו ואמר ליה יעקב לפרעה ימי שני מגורי ק\"ל שנה וי\"ד שנה בבית עבר אחר ירידתו לארם נמצא יעקב כשעמד על הבאר בן ע\"ז שנה היה. כשם שפירש יעקב מיצחק כ\"ב שנה כך פירש יוסף מיעקב כ\"ב שנה והא יעקב פירש ל\"ו אלא י\"ד דשמש בבית עבר לא נענש עליהם ללמדך שגדול תלמוד תורה יותר מכבוד אב ואם. ואלה שני חיי ישמעאל מה ראה הכתוב ליחס שניו של ישמעאל כאן אלא על ידי שבא מקדקדו של מדבר לגמול חסד לאביו. וישכנו מחוילה עד שור וגו' הכא את אמר נפל ולהלן את אמר ישכון אלא כל ימים שהיה אברהם אבינו חי ישכון וכיון שמת אברהם אבינו נפל. עד שלא פשט ידו בבית המקדש ישכון כיון שפשט ידו בבית המקדש נפל. בעולם הזה ישכון אבל לעתיד לבוא נפל:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "62037eba47cf7a0c25239b15", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Avraham", "he": "בראשית מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>LTHOUGH</small> A<small>VRAHAM IS THE BIOLOGICAL FATHER OF</small> I<small>SRAEL, THE DIVERSE TRADITIONS</small> about him which have been collected and connected to form a cycle of stories give evidence of much more. The cycle portrays an active <i>Homo religiosis</i> who converses with God, sometimes with an air of doubt and questioning, who proclaims God’s name at various sacred sites, who is concerned about justice and the treatment of the oppressed, and who makes dramatic life decisions without flinching. The stories thus reveal struggle, despite the fact that Avraham often appears to be the “perfect” man, always obeying God’s bidding and prospering.", "Buber (1982), noting the unifying effect of the verb “see” throughout the cycle, understood Avraham as the father of the Prophets of Israel (formerly called “seers”). He also viewed the cycle as based around the series of tests that Avraham must undergo, tests quite different, we might add, from the labors of Hercules and other such ancient challenges.", "Other than “see,” a number of leading-words launch the major concerns of the Patriarchs: “bless,” “seed,” and “land.” At the same time the cycle contains previously encountered motifs, albeit with interesting refinements: punishment for sin (this time, with human questioning), intimacy with God (here through visions), and sibling rivalry (with more complex results than murder). Above all we note the singling out of one man to perform the will of God, a man very different from the rather passive Noah.", "Avraham stands at the core of the entire book of Genesis, as his experiences will in many ways be reflected in those who follow him. At the core of both the book and the cycle looms the disturbing Chapter 22, which brings together and resolves, for the moment, the major themes encountered so far."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ec16bfddfbb310feca0", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Avraham's Descendants and Death 2", "anchorRef": "Genesis 25:1-18", "anchorRefExpanded": ["Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Avraham's Descendants and Death 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה י״ח ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Avraham's Descendants and Death", "he": "בראשית הערה י״ח"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Avraham’s death is bracketed by two passages dealing with his offspring: first, through Ketura (a concubine), and then through Hagar (Yishmael’s line). God’s promise is on the way to fulfillment, although Yitzhak is as yet childless and only a small portion of the land has been permanently acquired.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cac9ad75f2d99af73a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "anchorRef": "Genesis 12:1-25:18", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 12:1-25:18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 12:1-25:18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ccc9ad75f2d99af760", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Avraham's Descendants and Death 1", "anchorRef": "Genesis 25:1-18", "anchorRefExpanded": ["Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part II; Avraham, Avraham's Descendants and Death 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ד׳, בראשית הערה י״ח א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה י״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 25:1-18\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 25:1-18</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6419551183fbc28f267c5271", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Netinah LaGer, Genesis 25:17:1", "sourceHeRef": "נתינה לגר, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "בראשית", "he": "<b>ויגוע ואתנגיד.</b> ע' ערוך ערך נגדא. וע' רמב\"ן שהאריך בזה. ומ\"ש בגמ' (ב\"ב דף ט\"ז). אין גויעה אלא בצדיקיה\" (ר\"ל אפיסת הכחות) אם מחובר אל ויאסף אל עמיו שנאמר קודם קבורה. ולכן במתי מבול (לעיל ז' כ\"א) שלא כתיב בהם אסיפה ת' ויגוע, <b>ומית</b>, ולא <b>ואתגגיד</b> ; וגבי אהרן דכתיב \"כי גוע אהרן\" (במדבר כ' כ\"ט) שת' \"מית\" ולא אתנגיד, משום ששם שב <b>כי גוע</b> על <b>ויראו</b> שת' <b>וחזו</b>, והם ראו את פטירתו מהם ולא דרך מיתתו.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65def9c52e1201bebc22d1eb", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Rashi on Genesis 25:17:1", "sourceHeRef": "רש\"י על בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>ואלה שני חיי ישמעאל וגו'.</b> אָמַר רַבִּי חִיָּא בַּר אַבָּא לָמָּה נִמְנוּ שְׁנוֹתָיו שֶׁל יִשְׁמָעֵאל, כְּדֵי לְיַחֵס בָהֶם שְׁנוֹתָיו שֶׁל יַעֲקֹב מִשְּׁנוֹתָיו שֶׁל יִשְׁמָעֵאל, לָמַדְנוּ שֶׁשִּׁמֵּשׁ יַעֲקֹב בְּבֵית עֵבֶר י\"ד שָׁנָה כְּשֶׁפֵּרֵשׁ מֵאָבִיו קֹדֶם שֶׁבָּא אֵצֶל לָבָן, שֶׁהֲרֵי כְּשֶׁפֵּרֵשׁ יַעֲקֹב מֵאָבִיו מֵת יִשְׁמָעֵאל, שֶׁנֶּאֱמַר וַיֵּלֶךְ עֵשָׂו אֶל יִשְׁמָעֵאל וגו' (בראשית רבה כ\"ה), כְּמוֹ שֶׁמְּפֹרָשׁ בְּסוֹף מְגִלָּה נִקְרֵאת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואלה שני חיי ישמעאל וגו AND THESE ARE THE YEARS OF THE LIFE OF ISHMAEL etc. —R. Chija the son of Abba asked: Why are the years of Ishmael enumerated? In order to trace through them the years of Jacob (i. e. the years in which the various incidents of his life happened). Calculating from the age of Ishmael (when he died) we may learn that Jacob attended at the School of Eber for fourteen years after he left his father and before he arrived at Laban’s house, for just when Jacob left his father Ishmael died, for it is said, (28:9) ‘‘So Esau went to Ishmael etc.”, as is explained in the Chapter Megilla Nikraath (Megillah 17a) (cf. Rashi on Genesis 28:9).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "65def9c52e1201bebc22d1ec", "index_title": "Rashi on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashi on Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Rashi on Genesis 25:17:2", "sourceHeRef": "רש\"י על בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על בראשית", "he": "<b>ויגוע.</b> לֹא נֶאֶמְרָה גְוִיעָה אֶלָּא בְּצַדִּיקִים:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויגוע AND HE EXPIRED — This expression — expiring — associated with a word denoting dying is only mentioned in the case of righteous people (Bava Batra 16b). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "657ecc19758c1dc532ec843e", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 25:17", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Steinsaltz on Genesis 25:17", "sourceHeRef": "ביאור שטיינזלץ על בראשית כ״ה:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 25.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וְאֵלֶּה שְׁנֵי חַיֵּי יִשְׁמָעֵאל:</b> ישמעאל חי\n    <b>מְאַת שָׁנָה וּשְׁלֹשִׁים שָׁנָה וְשֶׁבַע שָׁנִים. וַיִּגְוַע וַיָּמָת, וַיֵּאָסֶף אֶל עַמָּיו.</b> ישמעאל הגיע לגיל מופלג.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>These are the years of the life of Ishmael: </b>He lived for <b>one hundred and thirty-seven years; and he expired and died; and he was gathered to his people. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66afb4d01e8ab6e759397d0b", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Pardes Yosef, Genesis 25:17:1", "sourceHeRef": "פרדס יוסף, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "ואלה שני חיי ישמעאל. רש\"י למה נמנו שנותיו. עי' במגילה די\"ז ופרש\"י כיון דרשע הוא וע\"ש במהרש\"א אע\"ג דאי' בב\"ב דט\"ז ב' דעשה תשובה ולעיל ברש\"י פסוק ט' מ\"מ כיון דהי' רשע מעיקרא למה נמנו שנותיו, וכרש\"י אי' ג\"כ במד\"ר שם, ועי' בע\"י דפוס ווילנא, ובהגהות אהבת איתן ב\"ב סי' ל\"ה. דבטורי אבן מגילה הק' ארש\"י שם דאיך הרשיע את הצדיק, וכבר הק' המהרש\"א, ומיהו אי' בסנהד' ק\"ד א' וספרי האזינו, וילקוט תהלים סי' מ\"ט, דאין אברהם מציל את ישמעאל וע\"כ דלא עשה תשובה וכ\"כ תו\"י יומא. ונר' דזה דעת ר\"י במד' ג' נקראו בשמם עד שלא נולדו. ותמה במשנת ר\"א דאמאי לא חשיב ישמעאל וי\"ל דס\"ל דלא עשה תשובה ולא חשיב רק צדיקים, וא\"ש האי דמגילה, ומדרש ס\"ל כמ\"ד דלא עשה תשובה ובהכי א\"ש דלא פרש\"י כן ביבמות דס\"ד אמימרא דר' יוחנן ועשו\"ת בנין ציון סי' מ\"ט מ\"ש על קו' הט\"א הן במדרש פליגו אמוראי. דרלב\"ח תי' כגמ' שלנו במגילה לייחס שנותיו של יעקב ועוד כ' תי' ב' ע\"י שבא למדבר לגמול חסד לאביו. וזה כעין הסוגא דב\"ב דט\"ז שעשה תשובה בקבורת אברהם, ולכן ל\"ק מסתירה די\"ל דגם גמ' דילן פליגו אמוראי בזה. ועל רש\"י ל\"ק מסתירה דפ\"ט דדרכו להביא מדרשים חלוקים. אכן בל\"ז י\"ל דאין סתירה כלל דאפי' עשה תשובה מ\"מ הקו' במקומה למה נחנו שנותיו ע\"פ המדרש, ויהי ימי שרה זש\"ה יודע ה' ימי תמימים מה הם תמימים אף שנותיהם תמימים פי' דימי חיים לא מקרי רק מי שחי בתמימות, וכמו שפי' האלשיך ויקרבו ימי ישראל למות דכל שנותיו הי' נצבים אחד מהם לא נעדר, ולהיפך הרשעים בחייהם קרוים מחים, דחייהם לא נקראו חיים באמת, וזה מה שהק' למה נמנו כו' דאף שעשה תשובה מ\"מ כל שנותיו הי' ברשעות וע\"ז תי' שבאמת לא נמנו בשבילו בענין זה רק לידע כמה הי' בחיים על האדמה לייחס שנותי של יעקב ע\"ש, והנה במח\"כ לא חידש כלום שכ\"כ המהרש\"א וכמש\"ל. ועי' בהגהות הג\"מ מתתיהו שטראשון בש\"ס דווילנא בב\"ב שכ' ג\"כ ככל הנ\"ל והביא ג\"כ תוס' ישינים יומא דל\"ח ב' וא\"ת למ\"ד בסנהד' ק\"ד אין אברהם מציל ישמעאל איך קראו צדיק, ובשו\"ת בש\"ר וכס\"ד לא הביאו את התו\"י, אבל לפי הגי' ביבמות ס\"ד ומ\"ש היפ\"ת הא לית לי' קיום, וערמב\"ן ריש פ' חיי שרה, ורא\"ם כ' גבי ישמעאל שנכתב בו שנה בכל כלל וכלל, הוא לחלק שנותיו לומר שלא הי' כולם שווים וטובים, ועי' בנח\"י שם, ובגליון הש\"ס שציין לתוס' ישינים דיומא וסנהד' ותורת חיים שם. וע\"ע שו\"ת הרשב\"א ח\"ה סי' מ\"ט:<br>ועי' שו\"ת מבי\"ט ח\"א סי' רע\"ו דאין ראוי לקרות שם אדם או נח או שם ועבר שאין לקרות שם רק מאברהם ואילך, ושם אליעזר אינו על אליעזר עבד אברהם דהוא ארור ורק על אליעזר בן משה ע\"ש ועשו\"ת בשמים ראש סי' ק\"ל וז\"ל ובעיקר השאלה כיצד קורין ישמעאל. אין אנו צריכים לדברי המדרש שעשה תשובה דכל ששמותיהם נאים ומעשיהם כעורים השם ניתן מעצמו לקרות, אבל בשם כעור או שאין לו הוראה נעימה מתוך שנתלבש בה רשע סימנא מילתא הוא עכ\"ל וע\"ש בכסא דהרסנא, ובכנה\"ג יו\"ד סי' רס\"ה הקשה על המבי\"ט דמצינן באמוראי ר' בנימן בן יפת. ועמ\"ש בזה בשם הגדולים אזולאי מערכת גדולים א' אות ל\"ד:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66afb4d11e8ab6e759397d0d", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Pardes Yosef, Genesis 25:17:2", "sourceHeRef": "פרדס יוסף, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0002, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "ויגוע רש\"י ל\"נ רק בצדיקים עי' בס' בכור שור ב\"ב דט\"ז דיל\"ד דאין דרך רש\"י רק לתרץ מה דק' בקרא, וה\"נ קשי' לי' יתירא דויגוע ומתרץ דאורחא דקרא בצדיקים, והו\"ל לפרש כך קודם זה בקרא דאברהם ואי לאשמעינן דגם ישמעאל פשה תשובה כבר פרש\"י לפני זה, וי\"ל דרש\"י פי' אח\"ז כאן כ' על פני כל אחיו נפל ולהלן אומר ישכון, עד שלא מת אברהם ישכון ומשמת כ' ביה לשון נפילה, ויש מקום לחלוק ע\"ז ולפרש טעם אחר רק דבהיות ישמעאל צדיק ובעל תשובה כ' לשון ישכון, ובהיותו רשע כ' נפילה. רק דאיפכא מבע\"ל למיכתב מעיקרא נפילה ואח\"כ ישכון דהא מעיקרא רשע היה ולבסוף עשה תשובה, וע\"ז י\"ל דדילמא אחר תשובה חזר לסורו ונשאר ברשעו ולהכי כ' מעיקרא ישכון וסופו נפל שחזר לסורו, להכי פרש\"י אקרא דויגוע אין גויעה כו' דמוכח מכאן בפשיטות שסופו עד יום מותו הי' צדיק, וא\"כ השתא א\"א לפ' בטעם ישכון ונפל דכשיהי' צדיק ישכון וכשיהי' רשע נפל דאיפכא מבע\"ל אלא דעד שלא מת אברהם וכו'. ובס' מיני תרגומא כ' על הרמב\"ן שכ' דרש\"י כ' ל\"נ גויעה רק בצדיקים. ובב\"ב הק' והא דור מבול כ' גויעה ויגוע כל בשר הרומש על הארץ וכל אדם אשר בארץ יגוע, ומתרץ גויעה ואסיפה קאמרי כו', וכ\"ד אונקלס ואיתנגד והוא העילוף כלשון איתנגיד ואיתפח (פסחים נ'. ב\"ק ס\"ז.) ונא' כן במבול כו', ודע מ\"ש ברמב\"ן ויגוע כל בשר וכל האדם אשר בארץ יגוע ליתא בגמ' שום קרא, ודע עוד דבפ' ליתא כך אלא ויגוע כל בשר כו' וכל האדם, ורמב\"ן מעתיקו לצורך ענינו, אבל ק\"ל למה לא מפ' רמב\"ן לעיל בפ' ח' דכ' ויגוע ותרגום איתנגיד, ועו\"ק במתושלח דהי' צדיק (בסנהד', צ\"ט ב') ובנח לא כ' ויגוע. וביוסף דכ' וימת י\"ל דסבת מיתתו דנהג עצמו ברבנות עי' ברכות נ\"ה א' וסוטה י\"ג ב'. ובזה יובן הא דשאל ש\"ס מפני מה מת יוסף קודם לאחיו, ולא מצינו שאלה זו גבי יעקב שמת קודם לעשו (סוטה י\"ג ב') ודומה לזה. ובמשה דלא כ' ויגוע י\"ל דעיקר מיתתו יען לא האמנתם (שבת נ\"ה ב') וגם באהרן כן:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66afb4d21e8ab6e759397d0f", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 25:17:3", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Pardes Yosef, Genesis 25:17:3", "sourceHeRef": "פרדס יוסף, בראשית כ״ה:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0003, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "ברמב\"ן ויגוע יכול ישלם חמש נגידים וכו' ועי' בהגהות מהר\"ץ חיות ב\"ק דס\"ז, כ' רמב\"ן יכול ישכים חמש נגידים (לפניו הי' הגירסא כך) ט\"ס נפל ברמב\"ן וצ\"ל יכול ישלם וכונתו על סוגיא שלנו דנגידים משמע גויעים כמ\"ש לפרש\"י כאן ומצוה לתקן ברמב\"ן. ומ\"ש רמב\"ן יכול ישלם ה' נגידים, ובש\"ס שלנו לא נאמר רק יכול ישלם נגידים. עי' ערוך ערך נגד וכן בתוס' לעיל דס\"ו א' ד\"ה טלאים שהביאו כולם הגירסא כמו שהי' לפני הרמב\"ן ישלם ה' נגידים:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "558963bdfbfba20a76b0a7b6", "index_title": "Da'at Zekenim on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Da'at Zekenim on Genesis 23:1:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Da'at Zekenim on Genesis 23:1:2", "sourceHeRef": "דעת זקנים על בראשית כ״ג:א׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Da'at Zekenim on Genesis", "he": "דעת זקנים על בראשית"}, "heTitle": "דעת זקנים על בראשית", "he": "<b>חיי שרה. </b>פירש\"י כולן שוין לטובה. ואע\"ג דגבי ישמעאל כתיב ואלה שני חיי ישמעאל איכא למימר שעשה תשובה כדפירש\"י גבי ויקברו אותו יצחק וישמעאל בניו. וגר שנתגייר כקטן שנולד דמי וכל השנים שהיו קודם לכן כל הרע שעשה לא נחשב לכלום והיה כמי שעשה תשובה כל ימיו. אי נמי שני דגבי ישמעאל לא נתנו לידרש שהרי עדיין לא פי' מנין שנותיו אבל הכא כבר פירש בכתוב מנין שנותיה שני חיי שרה למה לי ש\"מ לדרשא: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "חיי שרה, “the lives of Sarah;” according to Rashi all the years that Sarah lived on this earth were equal in the sense that she was a good person during all these years. When we look at the way the Torah describes the years of Yishmael after his death, (Genesis 25,17) the Torah describes them in the same terms, i.e. ואלה שני חיי ישמעאל מאת שנה ושלושים שנה ושבע שנים; does Rashi imply that the Torah compliments Yishmael in the same manner as it complimented Sarah? When we accept that the word ואלה, “and these,” are a hint that he had become a penitent, as Rashi derives from the manner in which his burial is described in the Torah in same verse from the fact that he is described as having been gathered into his forefathers, and we know that a proselyte is considered as if newly born from the day of his conversion, i.e. free from sin, it follows that the years he had lived prior to this have now been converted as a prelude to his conversion, i.e. as part of that conversion process. Another way of explaining the Torah’s wording of the death and burial of Yishmael: the Torah did not preface his death with the unusual words: “and the lives of Sarah were,“ words which alert us that they must have more meaning than the plain text suggests. When Sarah’s death is reported the word חיי, “lives of,” is mentioned twice, not only once. This calls for closer examination. Rashi, therefore was quite correct in alerting his readers to this.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "58ad9944d6e4a93323dc61bb", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 16b:16", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Bava Batra 16b:16", "sourceHeRef": "בבא בתרא ט״ז ב:ט״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 32.0016, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "וְהָא יִשְׁמָעֵאל, דִּכְתִיב בֵּיהּ ״גְּוִיעָה״ וַ״אֲסִיפָה״! אַדְּהָכִי אִיתְּעַר בְּהוּ רָבָא, אֲמַר לְהוּ: דַּרְדְּקֵי, הָכִי אָמַר רַבִּי יוֹחָנָן: יִשְׁמָעֵאל עָשָׂה תְּשׁוּבָה בְּחַיֵּי אָבִיו, שֶׁנֶּאֱמַר: ״וַיִּקְבְּרוּ אֹתוֹ יִצְחָק וְיִשְׁמָעֵאל בָּנָיו״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "Ravina asked: <b>But isn’t there Ishmael, about whom <i>gevia</i> and <i>asifa</i> are written,</b> as it is stated: “And these are the years of the life of Yishmael…and he expired and died [<i>vayyigva vayyamot</i>]; and was gathered to his people” (Genesis 25:17)? <b>Meanwhile Rava,</b> who had heard the discussion in his dozed state, fully <b>awoke</b> and <b>said to them: Children [<i>dardekei</i>], this is what Rabbi Yoḥanan says: Ishmael repented in the lifetime of his father, as it is stated: “And Isaac and Ishmael, his sons, buried him”</b> (Genesis 25:9). The fact that Ishmael allowed Isaac to precede him demonstrates that he had repented and accepted his authority.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58aeb3d8d6e4a953a4263e5c", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 62:4", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Bereshit Rabbah 62:4", "sourceHeRef": "בראשית רבה ס״ב:ד׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [400], "commentaryNum": 62.0004, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "וְאֵלֶּה תֹּלְדֹת יִשְׁמָעֵאל בֶּן אַבְרָהָם <small>(בראשית כה, יב)</small>, רַבִּי חָמָא בַּר עוּקְבָא וְרַבָּנָן הֲווֹ יָתְבִין וּמִתְקַשִּׁין מַה רָאָה הַכָּתוּב לְיַחֵס תּוֹלְדוֹתָיו שֶׁל רָשָׁע כָּאן, עָבַר רַבִּי לֵוִי, אָמְרֵי הָא אֲתָא מָרָה דִּשְׁמַעְתָּה נִשְׁאֲלוּנֵיהּ, אָמַר רַבִּי לֵוִי בְּשֵׁם רַבִּי חָמָא לְהוֹדִיעֲךָ בֶּן כַּמָּה שְׁנִין נִתְבָּרֵךְ זְקֵנֶךָ. <small>(בראשית כה, יז)</small>: וְאֵלֶּה שְׁנֵי חַיֵּי יִשְׁמָעֵאל, מָה רָאָה הַכָּתוּב לְיַחֵס שָׁנָיו שֶׁל רָשָׁע כָּאן, עַל יְדֵי שֶׁבָּא מִקָּדְקָדָהּ שֶׁל מִדְבָּר לִגְמֹל חֶסֶד לְאָבִיו. <small>(בראשית כה, יח)</small>: וַיִּשְׁכְּנוּ מֵחֲוִילָה וגו', הָכָא אַתְּ אָמַר נָפָל, וּלְהַלָּן אַתְּ אָמַר <small>(בראשית טז, יב)</small>: יִשְׁכֹּן, אֶלָּא כָּל יָמִים שֶׁהָיָה אָבִינוּ אַבְרָהָם קַיָּם יִשְׁכֹּן, כֵּיוָן שֶׁמֵּת אָבִינוּ אַבְרָהָם נָפָל. עַד שֶׁלֹא פָּשַׁט יָדוֹ בְּבֵית הַמִּקְדָּשׁ יִשְׁכֹּן, כֵּיוָן שֶׁפָּשַׁט בּוֹ יָדוֹ נָפָל. בָּעוֹלָם הַזֶּה יִשְׁכֹּן, אֲבָל לֶעָתִיד לָבוֹא נָפָל. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“These are the descendants of Ishmael son of Abraham, whom Hagar the Egyptian, Sarah’s maidservant, bore to Abraham” (Genesis 25:12).</b> <br>“These are the descendants of Ishmael son of Abraham” – Rabbi Ḥama bar Ukva and the Rabbis were sitting and finding difficulty [with this passage]: ‘Why did the verse see fit to describe the lineage of the wicked man [Ishmael] here, [as well as his age at death]?’ [Just then] Rabbi Levi passed by. They said: ‘Here comes the master of <i>halakha</i>, let us ask him.’ Rabbi Levi said: ‘It is in order to tell you at what age your ancestor [Jacob] was blessed.’<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">From knowing the age of Ishmael when he died (see the next verse), it can be derived that Jacob was sixty-three years old when he received his father’s blessing. See <i>Megilla </i>17a.</i> <br><b>“These are the years of the life of Ishmael, one hundred and thirty-seven years, and he expired and died and he was gathered to his people” (Genesis 25:17).</b> <br>“These are the years of the life of Ishmael” – why did the verse see fit to recount the years of the wicked one here? It is because he came from the far reaches of the desert to perform kindness for his father [in attending his funeral]. <br><b>“They dwelled from Ḥavila to Shur, that is adjacent to Egypt, all the way to Assyria: he settled among all his brethren” (Genesis 25:18).</b> <br>“They dwelled from Ḥavila…” – here it says: “he settled [among all his brethren]” [<i>nafal</i>, literally, fell down], but elsewhere it says [of Ishmael]: “He will dwell [<i>yishkon</i>] [among all his brethren]” (Genesis 16:12). The explanation is that all the days our patriarch Abraham was alive – <i>yishkon</i>. When our patriarch Abraham died – <i>nafal</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">He fell in stature.</i> Before he extended his hand against the Temple – <i>yishkon</i>; once he extended his hand against it<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See Psalms 83:3–19.</i> – <i>nafal</i>. In this world – <i>yishkon</i>; but in the future – <i>nafal</i>.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1534c0d6e4a92409aba246", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Bartenura on Torah, Genesis 25:17:1", "sourceHeRef": "ברטנורא על התורה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "בראשית", "he": "<b>ויגוע </b>לא נאמר גויעה אלא בצדיקים קשה שהרי בדור המבול כתיב בהו ויגוע כל בשר הרומש ורשעים גמורים היו י\"ל הכי קאמר לא נאמרה גויעה אצל מיתה אלא בצדיקים כדכתיב כאן ויגוע וימת ובדור המבול לא כתיב בהו גויעה אצל מיתה תרצו בגמ' מיתה וגויעה קאמר. (חיה נחיה למה נמות):", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13e4769ad4c0057970fef", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 25:17:1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Birkat Asher on Torah, Genesis 25:17:1", "sourceHeRef": "ברכת אשר על התורה, בראשית כ״ה:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"ואלה שני חיי ישמעאל מאת שנה ושלשים שנה ושבע שנים\" וגו'.</b> לפי שעה לא מצאתי שצורה מיוחדת זו תידרש, כמו שהיא נדרשת בראשית הפרשה וגם למעלה (ז) לגבי מות אברהם אבינו ע\"ה, ראה רש\"י שם, אך צריך לבדוק, אם יש לו שם מקור. אם לאו, תגדל הקושיא עוד יותר, למה רק אצל שרה? וצריך לבדוק. <small>(פ' חיי תשנ\"ד)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13e473a676f00197d10fc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 25:17:2", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Birkat Asher on Torah, Genesis 25:17:2", "sourceHeRef": "ברכת אשר על התורה, בראשית כ״ה:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "ומה שרש\"י מביא כאן את חישוביו הכרונולוגיים, הרי הם דברי הגמרא במגילה יז ע\"א, באשר לשהיית יעקב בבית־מדרשם של שם ועבר במשך י\"ד שנה, ויש לברר אלו תאריכים מבוססים על מקורות מפורשים, אלו על מסורת ואלו על השערה בלבד. (פ' חיי תשנ\"ד) ופירוט החשבון מובא ברש\"י להלן (כח, ט).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5eef674738035bd66b648fef", "index_title": "Derekh Chayyim", "category": "Quoting Commentary", "type": "", "ref": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "anchorRef": "Genesis 25:12-18", "anchorRefExpanded": ["Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "Derekh Chayyim, Kol Yisrael; The Opening Mishna 16", "sourceHeRef": "דרך חיים, משנת 'כל ישראל' ט״ז", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1578, 1588], "commentaryNum": 16, "collectiveTitle": {"en": "Derekh Chayyim", "he": "דרך חיים"}, "heTitle": "משנת 'כל ישראל'", "he": "<b>ובארנו זה</b> במקום אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"181\"></i> והארכנו בזה, איך השבת בפרט שייך לשראל. כי בשבת בו הושלם העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"182\"></i>, וכן ישראל השלמת העולם, כי לא הושלם העולם עד שהיו ישראל בעולם, ואז הושלם העולם לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"183\"></i>. כי כל האומות נעשו לעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"184\"></i>, כי ישמעאל ואדום וכל האומות היו לעם קודם ישראל, שכך תמצא בכתוב שזכר ישמעאל (בראשית כה, יב-יח) ואת זרע* עשו בארצם (בראשית לו, א-מג). וישראל הם האומה האחרונה מכל שבעים אומות, וישמעאל ועשו עמון ומואב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"185\"></i>, ולא תמצא אומה שהיתה אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"186\"></i>. ולפיכך עִם ישראל נשלם העולם, כי בבריאת עולם לא* היו נמצאים האומות עד אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"187\"></i>. וישראל הם השלמת העולם, כמו השבת שבו היה השלמת העולם. ולכך ישראל נעשו לעם ישראל ביום השבת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"188\"></i>, כי ביום של השלמה היה הוויות ישראל, שהם השלמה לעולם. לכך בשבת נתנה תורה לישראל (שבת פו:), כי זהו הזמן הראוי להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"189\"></i>. ומפני כך כנסת ישראל בן זוג לשבת לגמרי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"190\"></i>. והארכנו בזה במקום אחר, ואין כאן מקומו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"191\"></i>.", "heVersionTitle": "Derech Chaim, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2005-2010", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר דרך חיים, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשס\"ז", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b370de2f3e1a91051f7a19", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Chayei Sara 74", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "Ben Porat Yosef, Chayei Sara 74", "sourceHeRef": "בן פורת יוסף, חיי שרה ע״ד", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 74, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "חיי שרה", "he": "<b>ולדברינו</b> הנ\"ל יש לפרש שבע יפול צדיק וקם, כי אם הוא מבחינת רבי עקיבא שיודע להוכיח בדבור הדרוש של תוכחת מוסר עם אנשי העולם ולהעלותן וכו' וכנ\"ל, א\"כ אתי שפיר שבע יפול צדיק וקם, לשון הפסוק (תהלים צא, ז) יפול מצדך אלף, ופירש <b>רש\"י</b> לשון חניה, כמו על פני כל אחיו נפל (בראשית כה, יז), וכאשר חונה ומתחבר הצדיק עם אנשי העולם שנקרא שבע, להעלותן, וזהו וקם, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfdeb6084aa1cbefcd5f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָסַף 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, אָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָסַף א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אָסַף</span></big></big><sub>200</sub><big></big>  <strong>vb.</strong> gather, remove <strong>(</strong>Assyrian <em>esêpu</em>, Dl<sup>Pr 45</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">אָסַף</span> <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a> +; <span dir=\"rtl\">אָסַפְתָּ</span> <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a>, etc.; Impf. <span dir=\"rtl\">יֶאֱסֹף</span> <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">2 K 5:3</a>; <span dir=\"rtl\">יַאַסְפֵנִי</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a>, etc.; also <span dir=\"rtl\">וַיֹּסֶף</span> <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a>; 2 ms. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>; 1 s. <span dir=\"rtl\">אֹסְפָה</span> <a data-ref=\"Micah 4:6\" href=\"/Micah.4.6\">Mi 4:6</a>; so prob. (sf.) <span dir=\"rtl\">אֹסִֽפְךָ</span> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (read <span dir=\"rtl\">אֹסִפְךָ</span>) v. Kö<sup>i 382</sup> Dr<sup>Sm</sup>; Imv. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">Nu 21:16</a> + <span dir=\"rtl\">אֶסְפָה</span> <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>; 2 fs. <span dir=\"rtl\">אִסְפִּי</span> <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a>; <span dir=\"rtl\">אִסְפוּ</span> <a data-ref=\"Psalms 50:5\" href=\"/Psalms.50.5\">ψ 50:5</a> +; Inf. abs. <span dir=\"rtl\">אָסֹף</span> <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a> + (Hiph., from <span dir=\"rtl\">סוף</span> according to Ba<sup>NB 73</sup>); cstr. <span dir=\"rtl\">אֱסֹף</span> <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a> +; <span dir=\"rtl\">אָסְפְּךָ</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a>; <span dir=\"rtl\">אָסְפְּכֶם</span> <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; Pt. act. <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">Nu 19:10</a>; <span dir=\"rtl\">אֹסִפְךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a>; <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (pointed <span dir=\"rtl\">אֹסִֽפְךָ</span> i.e. Hiph.; cf. Kö<sup>l.c.</sup>); <span dir=\"rtl\">אֹסְפָם</span> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; pass. pl. cstr. <span dir=\"rtl\">אֲסֻפֵי</span> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>;— <strong>1.</strong>  <em>gather, collect</em> (<em>a</em>) persons <a data-ref=\"Genesis 29:22\" href=\"/Genesis.29.22\">Gn 29:22</a>; <a data-ref=\"Genesis 42:17\" href=\"/Genesis.42.17\">42:17</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">Ex 3:16</a>; <a data-ref=\"Exodus 4:29\" href=\"/Exodus.4.29\">4:29</a>; <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a>, <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">24</a>; <a data-ref=\"Numbers 21:16\" href=\"/Numbers.21.16\">21:16</a> <a data-ref=\"Joshua 2:18\" href=\"/Joshua.2.18\">Jos 2:18</a> (sq. <span dir=\"rtl\">אֶל־</span> + <span dir=\"rtl\">־ה</span> loc.) <a data-ref=\"Joshua 24:1\" href=\"/Joshua.24.1\">24:1</a> (sq. <span dir=\"rtl\">־ה</span> loc.; all these JE); <a data-ref=\"I Samuel 5:8\" href=\"/I_Samuel.5.8\">1 S 5:8</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"II Kings 23:1\" href=\"/II_Kings.23.1\">2 K 23:1</a> (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">Is 11:12</a> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; <a data-ref=\"Habakkuk 2:6\" href=\"/Habakkuk.2.6\">Hb 2:6</a>; <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">Ez 11:17</a> (all ‖ <span dir=\"rtl\">קבץ</span>) +; collect men, people, armies, etc., for fighting <a data-ref=\"Numbers 21:23\" href=\"/Numbers.21.23\">Nu 21:23</a> (E) <a data-ref=\"Judges 11:20\" href=\"/Judges.11.20\">Ju 11:20</a>; <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a> <a data-ref=\"II Samuel 10:17\" href=\"/II_Samuel.10.17\">2 S 10:17</a>; <a data-ref=\"II Samuel 12:29\" href=\"/II_Samuel.12.29\">12:29</a> +; cf. <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a> (sq. <span dir=\"rtl\">אֶל־</span> <em>against</em>); (<em>b</em>) once obj. beasts <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">Je 12:9</a>; (<em>c</em>) things, especially fruits of earth <a data-ref=\"Exodus 23:10\" href=\"/Exodus.23.10\">Ex 23:10</a>, <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">16</a> (Cov’t code) <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a>; <a data-ref=\"Leviticus 25:3\" href=\"/Leviticus.25.3\">25:3</a>, <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">20</a> (H) <a data-ref=\"Deuteronomy 11:14\" href=\"/Deuteronomy.11.14\">Dt 11:14</a>; <a data-ref=\"Deuteronomy 16:13\" href=\"/Deuteronomy.16.13\">16:13</a>; <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">28:38</a>; <a data-ref=\"Isaiah 17:5\" href=\"/Isaiah.17.5\">Is 17:5</a>; <a data-ref=\"Jeremiah 40:10\" href=\"/Jeremiah.40.10\">Je 40:10</a>, <a data-ref=\"Jeremiah 40:12\" href=\"/Jeremiah.40.12\">12</a>; <a data-ref=\"Job 39:12\" href=\"/Job.39.12\">Jb 39:12</a> <a data-ref=\"Psalms 39:7\" href=\"/Psalms.39.7\">ψ 39:7</a>; cf. <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a> (‖ <span dir=\"rtl\">לקט</span> <em>glean</em>); the quails <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a><sup>(×2)</sup>; food in gen. <span dir=\"rtl\">(מַאֲכָל)</span> <a data-ref=\"Genesis 6:21\" href=\"/Genesis.6.21\">Gn 6:21</a> (sq. <span dir=\"rtl\">אֶל־</span>); eggs <a data-ref=\"Isaiah 10:14\" href=\"/Isaiah.10.14\">Is 10:14</a>; money <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">2 K 22:4</a>; <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; ashes of red heifer <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">Nu 19:9</a>, <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">10</a>; chariots <a data-ref=\"I Kings 10:26\" href=\"/I_Kings.10.26\">1 K 10:26</a>; <a data-ref=\"II Chronicles 1:14\" href=\"/II_Chronicles.1.14\">2 Ch 1:14</a>, etc.; of fisherman (<span dir=\"rtl\">בְּמִכְמַרְתּוֹ</span>, in metaph.) <a data-ref=\"Habakkuk 1:15\" href=\"/Habakkuk.1.15\">Hb 1:15</a>; of collecting wind <a data-ref=\"Proverbs 30:4\" href=\"/Proverbs.30.4\">Pr 30:4</a> <span dir=\"rtl\">מִי א׳־רוּחַ בְּחָפְנָיו</span>. <strong>2.</strong>  <em>gather</em> an individual into company of others: (<em>a</em>) obj. pers. especially <em>gather to one’s fathers</em> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> <span dir=\"rtl\">(עַל־אֲבֹתֶיךָ)</span> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (<span dir=\"rtl\">אֶל־</span>; both ‖ Niph. of same vb. q.v.); hence also (<em>b</em>) <em>bring</em>, obj. pers. <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a> (on form here v. Dr) <a data-ref=\"II Samuel 11:27\" href=\"/II_Samuel.11.27\">2 S 11:27</a> (both sq. <span dir=\"rtl\">אֶל־</span>), association, responsibility, protection being implied; also of stray ox or sheep <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a> (sq. <span dir=\"rtl\">אֶל־תּוֹךְ</span>); hence also (<em>c</em>) <em>take up, care for</em>, subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 27:10\" href=\"/Psalms.27.10\">ψ 27:10</a> (cf. perhaps <a data-ref=\"Isaiah 40:11\" href=\"/Isaiah.40.11\">Is 40:11</a> <span dir=\"rtl\">קבץ</span>); (<em>d</em>) <em>draw up</em> the feet upon the bed <span dir=\"rtl\">(אֶל־)</span> <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a>. <strong>3.</strong>  <em>bring up the rear of</em> <a data-ref=\"Isaiah 58:8\" href=\"/Isaiah.58.8\">Is 58:8</a> <span dir=\"rtl\">כְּבוֹד י׳ יַאַסְפֶ֑ךָ</span> i.e. be thy rear-guard (‖ <span dir=\"rtl\">הָלַךְ לְפָנֶיךָ צִדְקֶ֑ךָ</span>)—<a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">52:12</a> has Pi. <span dir=\"rtl\">מְאְסִּפְכֶם</span> q.v. †<strong>4.</strong>  <em>gather and take away, remove, withdraw</em> <a data-ref=\"I Samuel 14:19\" href=\"/I_Samuel.14.19\">1 S 14:19</a> (obj. hand), <a data-ref=\"Jeremiah 10:17\" href=\"/Jeremiah.10.17\">Je 10:17</a> (bundle, sq. <span dir=\"rtl\">מִן</span>), leper <a data-ref=\"II Kings 5:11\" href=\"/II_Kings.5.11\">2 K 5:11</a> (v. <a data-ref=\"BDB, צרע\" href=\"/BDB,_צרע\", dir=\"rtl\">צרע</a>); cf. also <span dir=\"rtl\">א׳ מִצָּרַעַת</span>, remove (set free) a man from leprosy v <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">3</a>, <a data-ref=\"II Kings 5:6\" href=\"/II_Kings.5.6\">6</a>, <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">7</a>; <a data-ref=\"Genesis 30:23\" href=\"/Genesis.30.23\">Gn 30:23</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> (reproach), <a data-ref=\"Psalms 85:4\" href=\"/Psalms.85.4\">ψ 85:4</a> (wrath, ‖ <span dir=\"rtl\">הֵשִׁיב</span>), <a data-ref=\"Jeremiah 16:5\" href=\"/Jeremiah.16.5\">Je 16:5</a> (peace, sq. <span dir=\"rtl\">מִן</span>), <a data-ref=\"Joel 2:10\" href=\"/Joel.2.10\">Jo 2:10</a>; <a data-ref=\"Joel 4:15\" href=\"/Joel.4.15\">4:15</a> (light), <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">ψ 26:9</a> <span dir=\"rtl\">(נֶפֶשׁ)</span> so <a data-ref=\"Judges 18:25\" href=\"/Judges.18.25\">Ju 18:25</a>; <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a> <span dir=\"rtl\">(רוּחַ)</span> v. also <a data-ref=\"Job 34:14\" href=\"/Job.34.14\">Jb 34:14</a> (sq. <span dir=\"rtl\">אֶל־</span>); hence <em>destroy</em> <a data-ref=\"I Samuel 15:6\" href=\"/I_Samuel.15.6\">1 S 15:6</a> (obj. pers.); pass. <span dir=\"rtl\">אֲסֻפֵי רָעָב</span> <em>destroyed with hunger</em> <a data-ref=\"Ezekiel 34:29\" href=\"/Ezekiel.34.29\">Ez 34:29</a>; also Inf. abs. <a data-ref=\"Jeremiah 8:13\" href=\"/Jeremiah.8.13\">Je 8:13</a>; <a data-ref=\"Zephaniah 1:2\" href=\"/Zephaniah.1.2\">Zp 1:2</a> (joined with <span dir=\"rtl\">הֵסִיף</span> from <span dir=\"rtl\">סוף</span>, v. Kö<sup>i</sup>. <sup>445</sup>; considered Hiph. Inf. abs. by Ba<sup>NB 73</sup> v. supr.)<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נֶאֱסַף</span> <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a> + <span dir=\"rtl\">נֶאֶסְפָה</span> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> etc.; Impf. <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a> +; <span dir=\"rtl\">וַיֵּאָ֫סֶף</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> +; <span dir=\"rtl\">יֵאָסֵכּ֑וּן</span> <a data-ref=\"Psalms 104:22\" href=\"/Psalms.104.22\">ψ 104:22</a> etc.; Imv. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>; <span dir=\"rtl\">הֵאָֽסְפִי</span> <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a>; <span dir=\"rtl\">הֵאָֽסְפוּ</span> <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> +; Inf. abs. <span dir=\"rtl\">הֵאָסֹף</span> <a data-ref=\"II Samuel 17:11\" href=\"/II_Samuel.17.11\">2 S 17:11</a> (on form cf. Ba<sup>NB 74</sup>); cstr. <span dir=\"rtl\">הֵאָסֵף</span> <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a>; <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">Nu 12:15</a>; Pt. <span dir=\"rtl\">נֶאֱסָף</span> <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a>; <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a>; <span dir=\"rtl\">נֶאֱסָפִים</span> <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a>;— <strong>1.</strong>  <em>assemble, be gathered</em>, reflex. (<em>a</em>) subj. men <a data-ref=\"Genesis 49:1\" href=\"/Genesis.49.1\">Gn 49:1</a> (‖ <span dir=\"rtl\">קבץ</span> v <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">2</a>), <a data-ref=\"Isaiah 43:9\" href=\"/Isaiah.43.9\">Is 43:9</a> (‖ <span dir=\"rtl\">קבץ</span>), <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">2 Ch 30:3</a> (sq. <span dir=\"rtl\">לְ</span>) v <a data-ref=\"II Chronicles 30:13\" href=\"/II_Chronicles.30.13\">13</a> (sq. acc. loc.), <a data-ref=\"Ezra 3:1\" href=\"/Ezra.3.1\">Ezr 3:1</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">9:4</a>; <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a> (all sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">9:1</a>; <a data-ref=\"Nehemiah 12:28\" href=\"/Nehemiah.12.28\">12:28</a>; earlier mostly of assembling for war <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">Gn 34:30</a> (sq. <span dir=\"rtl\">עַל־</span>), <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>; <a data-ref=\"Judges 6:33\" href=\"/Judges.6.33\">Ju 6:33</a>; <a data-ref=\"Judges 9:6\" href=\"/Judges.9.6\">9:6</a>; <a data-ref=\"Judges 10:17\" href=\"/Judges.10.17\">10:17</a> (‖ <span dir=\"rtl\">נצעק</span>), <a data-ref=\"Judges 20:11\" href=\"/Judges.20.11\">20:11</a> (sq. <span dir=\"rtl\">אֶל־</span>) v <a data-ref=\"Judges 20:14\" href=\"/Judges.20.14\">14</a> (sq. <span dir=\"rtl\">־ה</span> loc.), <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a> (sq. acc. loc.) +; (<em>b</em>) subj. flocks, etc. <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a> (pass.; sq. <span dir=\"rtl\">שָׁמָּה</span>) v <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">7</a>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a> (all J); fish <a data-ref=\"Numbers 11:22\" href=\"/Numbers.11.22\">Nu 11:22</a> (cf. <a data-ref=\"Habakkuk 1:16\" href=\"/Habakkuk.1.16\">Hb 1:16</a> Qal); (<em>c</em>) inanim. subj. herbs <a data-ref=\"Proverbs 27:25\" href=\"/Proverbs.27.25\">Pr 27:25</a>; water <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">2 S 14:14</a> (in sim.); bones for burial <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a> cf. <a data-ref=\"Jeremiah 25:33\" href=\"/Jeremiah.25.33\">25:33</a> (bodies of slain) v. also <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">Ez 29:5</a> (‖ <span dir=\"rtl\">קבץ</span> which Co reads <span dir=\"rtl\">קבר</span>), appar. = <em>compose, arrange</em> for burial. so <span dir=\"rtl\">יֵאָסֵף</span> <a data-ref=\"Job 27:19\" href=\"/Job.27.19\">Jb 27:19</a>; but read prob. <span dir=\"rtl\">יאסִף</span> = <span dir=\"rtl\">יוֹסִף</span> (<a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>), 𝔊 𝔖 Ew De Di Du. <strong>2.</strong>  pass. of Qal <strong>2</strong>; (<em>a</em>) <em>be gathered to one’s fathers</em> <span dir=\"rtl\">נֶא׳ אֶל־אֲבוֹהָיו</span> <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">Ju 2:10</a>; elsewhere <em>to one’s people</em> <span dir=\"rtl\">אֶל־עַמָּיו</span> (all P) <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (‖ <span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span>) <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">49:29</a>, <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">33</a> (‖ <span dir=\"rtl\">גוע</span>), <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a>, <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">26</a> (‖ <span dir=\"rtl\">מות</span>) <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a><sup>(×2)</sup> (both ‖ <span dir=\"rtl\">מות</span>); also <span dir=\"rtl\">אֶל־קִבְרֹתֶיךָ</span> <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">2 K 22:20</a> = <a data-ref=\"II Chronicles 34:28\" href=\"/II_Chronicles.34.28\">2 Ch 34:28</a> (both ‖ Qal q.v.); abs. <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; (<em>b</em>) <em>be brought in</em> (into association with others, etc.) <a data-ref=\"Numbers 12:14\" href=\"/Numbers.12.14\">Nu 12:14</a>, <a data-ref=\"Numbers 12:15\" href=\"/Numbers.12.15\">15</a> (E) of Miriam, after leprosy; also refl. <em>betake oneself</em>, of Moses <a data-ref=\"Numbers 11:30\" href=\"/Numbers.11.30\">11:30</a> (E), cf. <a data-ref=\"II Samuel 17:13\" href=\"/II_Samuel.17.13\">2 S 17:13</a> (both sq. <span dir=\"rtl\">אֶל־</span>); even with inanim. subj. <a data-ref=\"Jeremiah 47:6\" href=\"/Jeremiah.47.6\">Je 47:6</a> <span dir=\"rtl\">הֵאָֽסְפִי אֶל־תַּעְרֵךְ</span> (addressed to sword); of man & beast <em>brought home</em> (sq. <span dir=\"rtl\">־ה</span> loc.) for protection <a data-ref=\"Exodus 9:19\" href=\"/Exodus.9.19\">Ex 9:19</a>. <strong>3.</strong>  Pass. of Qal <strong>4</strong>; <em>be taken away, removed, perish</em>, of men <a data-ref=\"Isaiah 57:1\" href=\"/Isaiah.57.1\">Is 57:1</a><sup>(×2)</sup> (‖ <span dir=\"rtl\">אבד</span>); fish <a data-ref=\"Hosea 4:3\" href=\"/Hosea.4.3\">Ho 4:3</a>; <em>gladness</em> <a data-ref=\"Isaiah 16:10\" href=\"/Isaiah.16.10\">Is 16:10</a> <a data-ref=\"Jeremiah 48:33\" href=\"/Jeremiah.48.33\">Je 48:33</a> (sq. <span dir=\"rtl\">מִן</span>); also reflex., <em>withdraw itself</em>, of moon <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a> (‖ <span dir=\"rtl\">בוא שׁמשׁ</span>).<br>†<strong>Pi.</strong>  Pt. <span dir=\"rtl\">מְאַסֵּף</span> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> +; <span dir=\"rtl\">מְאָֽסְפָיו</span> <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (so BD v. Kö<sup>i201</sup>); <span dir=\"rtl\">מְאַסִּפְכֶם</span> <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>;— <strong>1.</strong>  <em>gather</em> harvest <a data-ref=\"Isaiah 62:9\" href=\"/Isaiah.62.9\">Is 62:9</a> (‖ <span dir=\"rtl\">קבץ</span>); bodies for burial <a data-ref=\"Jeremiah 9:21\" href=\"/Jeremiah.9.21\">Je 9:21</a>. <strong>2.</strong>  <em>take in, receive into</em> (sq. <span dir=\"rtl\">בַּיְתָה</span>) <a data-ref=\"Judges 19:15\" href=\"/Judges.19.15\">Ju 19:15</a>, <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">18</a>. <strong>3.</strong>  as subst. <em>rearguard, rearward</em> <a data-ref=\"Numbers 10:25\" href=\"/Numbers.10.25\">Nu 10:25</a> (P) <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">Jos 6:9</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> (both E); fig. of God <a data-ref=\"Isaiah 52:12\" href=\"/Isaiah.52.12\">Is 52:12</a>.<br>†<strong>Pu.</strong>  Pf. <span dir=\"rtl\">וְאֻסַּף</span> (cons.) <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a> etc.; Pt. <span dir=\"rtl\">מְאֻסָּף</span>, <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>—<em>be gathered</em>, of men <a data-ref=\"Isaiah 24:22\" href=\"/Isaiah.24.22\">Is 24:22</a>; <a data-ref=\"Hosea 10:10\" href=\"/Hosea.10.10\">Ho 10:10</a> (sq. <span dir=\"rtl\">עַל</span> <em>against</em>), <a data-ref=\"Ezekiel 38:12\" href=\"/Ezekiel.38.12\">Ez 38:12</a>; booty <a data-ref=\"Isaiah 33:4\" href=\"/Isaiah.33.4\">Is 33:4</a>; wealth <a data-ref=\"Zechariah 14:14\" href=\"/Zechariah.14.14\">Zc 14:14</a>.<br>†<strong>Hithp.</strong>  Inf. <span dir=\"rtl\">הִתְאַסֵּף</span> <a data-ref=\"Deuteronomy 33:5\" href=\"/Deuteronomy.33.5\">Dt 33:5</a> <em>gather themselves</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d074b6084aa1cbf03a63", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּוַע 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, גָּוַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּוַע א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּוַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">גָּוַע</span></big></big>  <strong>vb. expire, perish, die (</strong>cf. Arabic <span dir=\"rtl\">جَاعَ</span> <em>be empty, hungry</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">גָּוַע</span> <a data-ref=\"Numbers 20:29\" href=\"/Numbers.20.29\">Nu 20:29</a> <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">Jos 22:20</a>, <span dir=\"rtl\">גָּוָ֑עוּ</span> <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>, <span dir=\"rtl\">גָּוַעְנוּ</span> <a data-ref=\"Numbers 17:27\" href=\"/Numbers.17.27\">Nu 17:27</a>; <a data-ref=\"Numbers 20:3\" href=\"/Numbers.20.3\">20:3</a>; Impf. <span dir=\"rtl\">יִגְוַע</span> <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a>, <span dir=\"rtl\">יִגְוָ֑ע</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <span dir=\"rtl\">יִגְוְעוּ</span> <a data-ref=\"Job 36:12\" href=\"/Job.36.12\">Jb 36:12</a>, <span dir=\"rtl\">יִגְוָ֑עוּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>, <span dir=\"rtl\">יִגְוָע֑וּן</span> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a> etc.; Inf. cstr. <span dir=\"rtl\">גְּוַע</span> <a data-ref=\"Numbers 20:3\" href=\"/Numbers.20.3\">Nu 20:3</a>, <span dir=\"rtl\">גְּוֹעַ</span> <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">Nu 17:28</a>; Pt. <span dir=\"rtl\">גֹּוֵעַ</span> <a data-ref=\"Psalms 88:16\" href=\"/Psalms.88.16\">ψ 88:16</a>;—<em>expire</em> and die, only P & poet.; <span dir=\"rtl\">נ׳ וימת</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (all P); ‖ <span dir=\"rtl\">מות</span> <a data-ref=\"Job 3:11\" href=\"/Job.3.11\">Jb 3:11</a>; <a data-ref=\"Job 14:10\" href=\"/Job.14.10\">14:10</a> cf. <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">Nu 17:28</a> (P); ‖ <span dir=\"rtl\">אבד</span> <a data-ref=\"Numbers 17:27\" href=\"/Numbers.17.27\">Nu 17:27</a> <em>we expire, we perish</em> (P); ‖ <span dir=\"rtl\">עָנִי</span> <a data-ref=\"Psalms 88:16\" href=\"/Psalms.88.16\">ψ 88:16</a> (progressive parall.) <em>distressed and about to die;</em> ‖ <span dir=\"rtl\">יאסף אל אבותיו</span> <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">Gn 49:33</a>; ‖ <span dir=\"rtl\">על־עפר ישׁוב</span> <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> cf. <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>; ‖ <span dir=\"rtl\">יִכָּֽרְתוּ</span> <a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; abs. both prose and (especially) poetry <a data-ref=\"Numbers 20:3\" href=\"/Numbers.20.3\">Nu 20:3</a><sup>(×2)</sup>, <a data-ref=\"Numbers 20:29\" href=\"/Numbers.20.29\">29</a> <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">Jos 22:20</a> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a> (all P) <a data-ref=\"Job 10:18\" href=\"/Job.10.18\">Jb 10:18</a>; <a data-ref=\"Job 13:19\" href=\"/Job.13.19\">13:19</a>; <a data-ref=\"Job 27:5\" href=\"/Job.27.5\">27:5</a>; <a data-ref=\"Job 36:12\" href=\"/Job.36.12\">36:12</a> <a data-ref=\"Lamentations 1:19\" href=\"/Lamentations.1.19\">La 1:19</a>; <a data-ref=\"Job 29:18\" href=\"/Job.29.18\">Jb 29:18</a> <span dir=\"rtl\">עִם־קִנִּי אגוע</span> <em>with my nest shall I die</em>, i.e. in full possession of what is mine, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d150b6084aa1cbf0d01b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חַיִּים 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, חַיִּים 1", "sourceHeRef": "בראון-דרייבר-בריגס, חַיִּים א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חַיִּים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חַיִּים</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Deuteronomy 28:66\" href=\"/Deuteronomy.28.66\">Dt 28:66</a></sup> <strong>pl.abstr.emph.</strong> life, <span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a> +; <span dir=\"rtl\">חַיִּין</span> <a data-ref=\"Job 24:22\" href=\"/Job.24.22\">Jb 24:22</a> (Aramaism Ges<sup>§ 87 (1) a</sup>); <span dir=\"rtl\">חַיֵּי</span> <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a> +; sf. <span dir=\"rtl\">חַיַּי</span> <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">Gn 47:9</a> +; <span dir=\"rtl\">חַיָּ֑יְכִי</span> <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">ψ 103:4</a>; (Ges<sup>§ 91 (2) R. 2</sup>), etc.;—<br><strong>1.</strong>  <em>life:</em> physical <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a> <a data-ref=\"Exodus 1:14\" href=\"/Exodus.1.14\">Ex 1:14</a> (P), <a data-ref=\"Deuteronomy 28:66\" href=\"/Deuteronomy.28.66\">Dt 28:66</a><sup>(×2)</sup> <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; <a data-ref=\"II Samuel 15:21\" href=\"/II_Samuel.15.21\">15:21</a> <a data-ref=\"Isaiah 38:12\" href=\"/Isaiah.38.12\">Is 38:12</a> <a data-ref=\"Jeremiah 8:23\" href=\"/Jeremiah.8.23\">Je 8:23</a> <a data-ref=\"Lamentations 3:53\" href=\"/Lamentations.3.53\">La 3:53</a>, <a data-ref=\"Lamentations 3:58\" href=\"/Lamentations.3.58\">58</a> <a data-ref=\"Ezekiel 7:13\" href=\"/Ezekiel.7.13\">Ez 7:13</a> <a data-ref=\"Job 3:20\" href=\"/Job.3.20\">Jb 3:20</a>; <a data-ref=\"Job 7:7\" href=\"/Job.7.7\">7:7</a>; <a data-ref=\"Job 9:21\" href=\"/Job.9.21\">9:21</a>; <a data-ref=\"Job 10:12\" href=\"/Job.10.12\">10:12</a>; <a data-ref=\"Job 24:22\" href=\"/Job.24.22\">24:22</a> <a data-ref=\"Psalms 7:6\" href=\"/Psalms.7.6\">ψ 7:6</a>; <a data-ref=\"Psalms 17:14\" href=\"/Psalms.17.14\">17:14</a>; <a data-ref=\"Psalms 21:5\" href=\"/Psalms.21.5\">21:5</a>; <a data-ref=\"Psalms 26:9\" href=\"/Psalms.26.9\">26:9</a>; <a data-ref=\"Psalms 31:11\" href=\"/Psalms.31.11\">31:11</a>; <a data-ref=\"Psalms 34:13\" href=\"/Psalms.34.13\">34:13</a>; <a data-ref=\"Psalms 63:4\" href=\"/Psalms.63.4\">63:4</a>; <a data-ref=\"Psalms 64:2\" href=\"/Psalms.64.2\">64:2</a>; <a data-ref=\"Psalms 66:9\" href=\"/Psalms.66.9\">66:9</a>; <a data-ref=\"Psalms 88:4\" href=\"/Psalms.88.4\">88:4</a>; <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">103:4</a> <a data-ref=\"Proverbs 18:21\" href=\"/Proverbs.18.21\">Pr 18:21</a> <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">Ec 2:17</a>; <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a>; <a data-ref=\"Ecclesiastes 7:13\" href=\"/Ecclesiastes.7.13\">7:13</a>; <a data-ref=\"Ecclesiastes 9:9\" href=\"/Ecclesiastes.9.9\">9:9</a><sup>(×2)</sup> <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">10:19</a> <a data-ref=\"Jonah 2:7\" href=\"/Jonah.2.7\">Jon 2:7</a>; <a data-ref=\"Jonah 4:3\" href=\"/Jonah.4.3\">4:3</a>, <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; <span dir=\"rtl\">חַיֵּי שׂרה</span> <em>life of Sarah</em> <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a> (P); <span dir=\"rtl\">שְׁנֵי ח׳</span> <em>years of the life of</em> <a data-ref=\"II Samuel 19:35\" href=\"/II_Samuel.19.35\">2 S 19:35</a> <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a>; <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">25:7</a>, <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 47:8\" href=\"/Genesis.47.8\">47:8</a>, <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Genesis 47:28\" href=\"/Genesis.47.28\">28</a> <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:18\" href=\"/Exodus.6.18\">18</a>, <a data-ref=\"Exodus 6:20\" href=\"/Exodus.6.20\">20</a> (P); <span dir=\"rtl\">שָׁנָה לח׳</span> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a> (P); <span dir=\"rtl\">שְׁנוֹת חַיִּים</span> <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a>; <a data-ref=\"Proverbs 4:10\" href=\"/Proverbs.4.10\">4:10</a>; <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">9:11</a>; <span dir=\"rtl\">יְמֵי ח׳</span> <em>days of the life of</em> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; <a data-ref=\"Ecclesiastes 5:17\" href=\"/Ecclesiastes.5.17\">5:17</a>, <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">19</a>; <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a>; <a data-ref=\"Ecclesiastes 8:15\" href=\"/Ecclesiastes.8.15\">8:15</a>; <a data-ref=\"Ecclesiastes 9:9\" href=\"/Ecclesiastes.9.9\">9:9</a>; <span dir=\"rtl\">כֹּל יְמֵי ח׳</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a> (J) <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">6:2</a>; <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">16:3</a>; <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">17:19</a> <a data-ref=\"Joshua 1:5\" href=\"/Joshua.1.5\">Jos 1:5</a>; <a data-ref=\"Joshua 4:14\" href=\"/Joshua.4.14\">4:14</a> (D) <a data-ref=\"I Samuel 1:11\" href=\"/I_Samuel.1.11\">1 S 1:11</a>; <a data-ref=\"I Samuel 7:15\" href=\"/I_Samuel.7.15\">7:15</a> <a data-ref=\"I Kings 5:1\" href=\"/I_Kings.5.1\">1 K 5:1</a>; <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">11:34</a>; <a data-ref=\"I Kings 15:5\" href=\"/I_Kings.15.5\">15:5</a>, <a data-ref=\"I Kings 15:6\" href=\"/I_Kings.15.6\">6</a>, <a data-ref=\"II Kings 25:29\" href=\"/II_Kings.25.29\">2 K 25:29</a>, <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">30</a> = <a data-ref=\"Jeremiah 52:33\" href=\"/Jeremiah.52.33\">Je 52:33</a>, <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">34</a>, <a data-ref=\"Isaiah 38:20\" href=\"/Isaiah.38.20\">Is 38:20</a> (poem of Hez.) <a data-ref=\"Psalms 23:6\" href=\"/Psalms.23.6\">ψ 23:6</a>; <a data-ref=\"Psalms 27:4\" href=\"/Psalms.27.4\">27:4</a>; <a data-ref=\"Psalms 128:5\" href=\"/Psalms.128.5\">128:5</a> <a data-ref=\"Proverbs 31:12\" href=\"/Proverbs.31.12\">Pr 31:12</a>; <span dir=\"rtl\">בּח׳</span> <em>in</em> or <em>during one’s life</em> <a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a> (P) <a data-ref=\"Leviticus 18:18\" href=\"/Leviticus.18.18\">Lv 18:18</a> (H) <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> <a data-ref=\"II Samuel 1:23\" href=\"/II_Samuel.1.23\">2 S 1:23</a>; <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">18:18</a> <a data-ref=\"Psalms 49:19\" href=\"/Psalms.49.19\">ψ 49:19</a>; <a data-ref=\"Psalms 63:5\" href=\"/Psalms.63.5\">63:5</a>; <a data-ref=\"Psalms 104:33\" href=\"/Psalms.104.33\">104:33</a>; <a data-ref=\"Psalms 146:2\" href=\"/Psalms.146.2\">146:2</a> <a data-ref=\"Job 10:1\" href=\"/Job.10.1\">Jb 10:1</a> <a data-ref=\"Ecclesiastes 3:12\" href=\"/Ecclesiastes.3.12\">Ec 3:12</a>; <a data-ref=\"Ecclesiastes 9:3\" href=\"/Ecclesiastes.9.3\">9:3</a>; <span dir=\"rtl\">רוּחַ ח׳</span> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>; <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">7:15</a> (P); <span dir=\"rtl\">ח׳ רוּחִי</span> <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">Is 38:16</a> (poem of Hez.); <span dir=\"rtl\">ח׳ בשׂרים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>; <span dir=\"rtl\">נִשְׁמַת (רוּחַ) ח׳</span> <a data-ref=\"Genesis 2:7\" href=\"/Genesis.2.7\">Gn 2:7</a>; <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">7:22</a> (J).<br><strong>2.</strong>  <em>life:</em> as welfare and happiness in king’s presence <a data-ref=\"Proverbs 16:15\" href=\"/Proverbs.16.15\">Pr 16:15</a>; as consisting of earthly felicity combined (often) with spiritual blessedness <a data-ref=\"Deuteronomy 30:6\" href=\"/Deuteronomy.30.6\">Dt 30:6</a>, <a data-ref=\"Deuteronomy 30:15\" href=\"/Deuteronomy.30.15\">15</a>, <a data-ref=\"Deuteronomy 30:19\" href=\"/Deuteronomy.30.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 30:20\" href=\"/Deuteronomy.30.20\">20</a>; <a data-ref=\"Deuteronomy 32:47\" href=\"/Deuteronomy.32.47\">32:47</a> <a data-ref=\"Psalms 30:6\" href=\"/Psalms.30.6\">ψ 30:6</a>; <a data-ref=\"Psalms 133:3\" href=\"/Psalms.133.3\">133:3</a> <a data-ref=\"Proverbs 3:22\" href=\"/Proverbs.3.22\">Pr 3:22</a>; <a data-ref=\"Proverbs 4:13\" href=\"/Proverbs.4.13\">4:13</a>, <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">22</a>; <a data-ref=\"Proverbs 8:35\" href=\"/Proverbs.8.35\">8:35</a>; <a data-ref=\"Proverbs 10:16\" href=\"/Proverbs.10.16\">10:16</a>; <a data-ref=\"Proverbs 11:19\" href=\"/Proverbs.11.19\">11:19</a>; <a data-ref=\"Proverbs 12:28\" href=\"/Proverbs.12.28\">12:28</a>; <a data-ref=\"Proverbs 19:23\" href=\"/Proverbs.19.23\">19:23</a>; <a data-ref=\"Proverbs 21:21\" href=\"/Proverbs.21.21\">21:21</a>; <a data-ref=\"Proverbs 22:4\" href=\"/Proverbs.22.4\">22:4</a> <a data-ref=\"Malachi 2:5\" href=\"/Malachi.2.5\">Mal 2:5</a>; used only once distinctly of eternal life (late) <span dir=\"rtl\">ח׳ עולם</span> <a data-ref=\"Daniel 12:2\" href=\"/Daniel.12.2\">Dn 12:2</a>; <span dir=\"rtl\">אֵל חַיָּ֑י</span> <a data-ref=\"Psalms 42:9\" href=\"/Psalms.42.9\">ψ 42:9</a> <em>God of my life;</em> <span dir=\"rtl\">מעוז ח׳</span> <a data-ref=\"Psalms 27:1\" href=\"/Psalms.27.1\">ψ 27:1</a>; <span dir=\"rtl\">מקור ח׳</span> <a data-ref=\"Psalms 36:10\" href=\"/Psalms.36.10\">ψ 36:10</a> <a data-ref=\"Proverbs 10:11\" href=\"/Proverbs.10.11\">Pr 10:11</a>; <a data-ref=\"Proverbs 13:14\" href=\"/Proverbs.13.14\">13:14</a>; <a data-ref=\"Proverbs 14:27\" href=\"/Proverbs.14.27\">14:27</a>; <a data-ref=\"Proverbs 16:22\" href=\"/Proverbs.16.22\">16:22</a>; <span dir=\"rtl\">עֵץ (ה)חַיִּים</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>; <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">3:22</a>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">24</a> (J) <a data-ref=\"Proverbs 3:18\" href=\"/Proverbs.3.18\">Pr 3:18</a>; <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">11:30</a>; <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">13:12</a>; <a data-ref=\"Proverbs 15:4\" href=\"/Proverbs.15.4\">15:4</a>; <span dir=\"rtl\">ארח ח׳</span> <a data-ref=\"Psalms 16:11\" href=\"/Psalms.16.11\">ψ 16:11</a> <a data-ref=\"Proverbs 5:6\" href=\"/Proverbs.5.6\">Pr 5:6</a>; <a data-ref=\"Proverbs 15:24\" href=\"/Proverbs.15.24\">15:24</a>; <span dir=\"rtl\">ארח לח׳</span> <a data-ref=\"Proverbs 10:17\" href=\"/Proverbs.10.17\">Pr 10:17</a>; <span dir=\"rtl\">ארחות ח׳</span> <a data-ref=\"Proverbs 2:19\" href=\"/Proverbs.2.19\">Pr 2:19</a>; <span dir=\"rtl\">דֶּרֶךְ (ה)חַיִּים</span> <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">Pr 6:23</a> <a data-ref=\"Jeremiah 21:8\" href=\"/Jeremiah.21.8\">Je 21:8</a>; <span dir=\"rtl\">חקּות ח׳</span> <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">Ez 33:15</a>; <span dir=\"rtl\">תּוצאות ח׳</span> <a data-ref=\"Proverbs 4:23\" href=\"/Proverbs.4.23\">Pr 4:23</a> <em>sources</em> (origin and direction) <em>of life;</em> <span dir=\"rtl\">תוכחת ח׳</span> <a data-ref=\"Proverbs 15:31\" href=\"/Proverbs.15.31\">Pr 15:31</a>; <span dir=\"rtl\">כָּתוּב לַחַיִּים</span> <a data-ref=\"Isaiah 4:3\" href=\"/Isaiah.4.3\">Is 4:3</a> <em>written unto life</em>.<br><strong>3.</strong>  <em>sustenance, maintenance:</em> <span dir=\"rtl\">חַיִּים לְנַעֲרוֹתֶיךָ</span> <a data-ref=\"Proverbs 27:27\" href=\"/Proverbs.27.27\">Pr 27:27</a> <em>maintenance for thy maidens</em>, v. <a ,=\"\" data-ref=\"BDB, מִחְיָה\" dir=\"rtl\" href=\"/BDB,_מִחְיָה\">מִחְיָה</a> infr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2a2b6084aa1cbf1c67b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוּת 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, מוּת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוּת א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוּת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">מוּת</span></big></big>  <strong>vb.</strong> die <strong>(</strong>NH <em>id.</em> (rare); Assyrian <em>mâtu</em> Dl<sup>HWB 395</sup>, Arabic <span dir=\"rtl\">مَاتَ</span>, Ethiopic ሞተ, Aramaic <span dir=\"rtl\">מוּת</span>, <span dir=\"rtl\">מִית</span>, <span dir=\"rtl\">ܡܺܝܬ</span>; Nab. <span dir=\"rtl\">מות</span> Eut<sup>Nab 14, 6</sup>; Zinj. <span dir=\"rtl\">מת</span> DHM<sup>Sendsch.Gloss.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 42:38\" href=\"/Genesis.42.38\">Gn 42:38</a> +; 3 fs. <span dir=\"rtl\">מֵ֫תָה</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> +; 2 ms. <span dir=\"rtl\">מַתָּה</span> <a data-ref=\"Ezekiel 28:8\" href=\"/Ezekiel.28.8\">Ez 28:8</a>; 1 s. <span dir=\"rtl\">וָמַ֑תִּי</span> <a data-ref=\"Genesis 19:19\" href=\"/Genesis.19.19\">Gn 19:19</a>; 3 mpl. <span dir=\"rtl\">מֵ֫תוּ</span> <a data-ref=\"Genesis 7:22\" href=\"/Genesis.7.22\">Gn 7:22</a> +; 1 pl. <span dir=\"rtl\">מַתְנוּ</span> <a data-ref=\"Numbers 14:2\" href=\"/Numbers.14.2\">Nu 14:2</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a>; <span dir=\"rtl\">מָ֑תְנוּ</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> +; Impf. <span dir=\"rtl\">יָמוּת</span> <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">Gn 38:11</a> +; <span dir=\"rtl\">יָמֹ֑ת</span> <a data-ref=\"Deuteronomy 33:6\" href=\"/Deuteronomy.33.6\">Dt 33:6</a> +; <span dir=\"rtl\">וַיָּ֫מָת</span> <a data-ref=\"Genesis 11:28\" href=\"/Genesis.11.28\">Gn 11:28</a> +; 1 s. <span dir=\"rtl\">אָמוּת</span> <a data-ref=\"Genesis 26:9\" href=\"/Genesis.26.9\">Gn 26:9</a> +; <span dir=\"rtl\">אָמֻת</span> <a data-ref=\"II Samuel 19:38\" href=\"/II_Samuel.19.38\">2 S 19:38</a>; <span dir=\"rtl\">אָמוּ֫תָה</span> <a data-ref=\"Genesis 46:30\" href=\"/Genesis.46.30\">Gn 46:30</a>; 3 mpl. <span dir=\"rtl\">יָמ֫וּתוּ</span> <a data-ref=\"I Samuel 2:23\" href=\"/I_Samuel.2.23\">1 S 2:23</a> +; <span dir=\"rtl\">יְמֻתוּן</span> <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a>; <a data-ref=\"Numbers 16:3\" href=\"/Numbers.16.3\">3</a> fpl. <span dir=\"rtl\">תְּמוּתֶ֫נָה</span> <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a> (Ges<sup>§ 72, 5</sup>) +; Imv. <span dir=\"rtl\">מֻת</span> <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> <a data-ref=\"Job 2:9\" href=\"/Job.2.9\">Jb 2:9</a>; Inf. abs. <span dir=\"rtl\">מוֹת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a> +; cstr. <span dir=\"rtl\">מוּת</span> <a data-ref=\"Genesis 25:32\" href=\"/Genesis.25.32\">Gn 25:32</a> +; sf. <span dir=\"rtl\">מוּתִי</span> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>; <span dir=\"rtl\">מֻתָן</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a>, etc.; Pt. <span dir=\"rtl\">מֵת</span> <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a> +; sf. <span dir=\"rtl\">מֵתִי</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a> +; fs. <span dir=\"rtl\">מֵתָה</span> <a data-ref=\"Genesis 30:1\" href=\"/Genesis.30.1\">Gn 30:1</a> <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>; pl. <span dir=\"rtl\">מֵתִים</span> <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">Ex 12:33</a> +; cstr. <span dir=\"rtl\">מֵתֵי</span> <a data-ref=\"Isaiah 22:2\" href=\"/Isaiah.22.2\">Is 22:2</a> +; sf. <span dir=\"rtl\">מֵתֶיךָ</span> <a data-ref=\"Isaiah 26:19\" href=\"/Isaiah.26.19\">Is 26:19</a>;— <strong>1.</strong>  <em>die</em>, of natural or other causes: <strong>a.</strong>  (1) of man, †<span dir=\"rtl\">וַיִּגְוַע וַיָּמָת</span> <em>and he expired and died</em> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (+ <span dir=\"rtl\">בְּשֵׂיבָה טוֹבָה</span>, v. infr.), v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a> <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a> (P); †<span dir=\"rtl\">וַיָּמָת וַיִּקָּבֵר</span> <a data-ref=\"Judges 10:2\" href=\"/Judges.10.2\">Ju 10:2</a>, <a data-ref=\"Judges 10:5\" href=\"/Judges.10.5\">5</a>; <a data-ref=\"Judges 8:32\" href=\"/Judges.8.32\">8:32</a>; <a data-ref=\"Judges 12:7\" href=\"/Judges.12.7\">12:7</a>, <a data-ref=\"Judges 12:10\" href=\"/Judges.12.10\">10</a>, <a data-ref=\"Judges 12:12\" href=\"/Judges.12.12\">12</a>, <a data-ref=\"Judges 12:15\" href=\"/Judges.12.15\">15</a> <a data-ref=\"II Samuel 17:23\" href=\"/II_Samuel.17.23\">2 S 17:23</a>; †<span dir=\"rtl\">וימת וימלך תַּחְתָּיו</span> <em>and he died and</em>—<em>reigned in his stead</em> <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a>, <a data-ref=\"Genesis 36:34\" href=\"/Genesis.36.34\">34</a>, <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">35</a>, <a data-ref=\"Genesis 36:36\" href=\"/Genesis.36.36\">36</a>, <a data-ref=\"Genesis 36:37\" href=\"/Genesis.36.37\">37</a>, <a data-ref=\"Genesis 36:38\" href=\"/Genesis.36.38\">38</a>, <a data-ref=\"Genesis 36:39\" href=\"/Genesis.36.39\">39</a> (P), <a data-ref=\"II Samuel 10:1\" href=\"/II_Samuel.10.1\">2 S 10:1</a> = <a data-ref=\"I Chronicles 19:1\" href=\"/I_Chronicles.19.1\">1 Ch 19:1</a>, <a data-ref=\"II Kings 1:17\" href=\"/II_Kings.1.17\">2 K 1:17</a>; <a data-ref=\"II Kings 8:15\" href=\"/II_Kings.8.15\">8:15</a>; <a data-ref=\"II Kings 13:24\" href=\"/II_Kings.13.24\">13:24</a> <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a>, <a data-ref=\"I Chronicles 1:45\" href=\"/I_Chronicles.1.45\">45</a>, <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">46</a>, <a data-ref=\"I Chronicles 1:47\" href=\"/I_Chronicles.1.47\">47</a>, <a data-ref=\"I Chronicles 1:48\" href=\"/I_Chronicles.1.48\">48</a>, <a data-ref=\"I Chronicles 1:49\" href=\"/I_Chronicles.1.49\">49</a>, <a data-ref=\"I Chronicles 1:50\" href=\"/I_Chronicles.1.50\">50</a>; <span dir=\"rtl\">וימת בְּשֵׂיבָה טוֹבָה</span> <em>and he died in a good old age</em> <a data-ref=\"I Chronicles 29:28\" href=\"/I_Chronicles.29.28\">1 Ch 29:28</a> (+ <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a>, v. supr.); as the result of smiting <span dir=\"rtl\">הכה</span> <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a>, <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">22</a> (E); + <span dir=\"rtl\">במלחמה</span> <a data-ref=\"Deuteronomy 20:5\" href=\"/Deuteronomy.20.5\">Dt 20:5</a>, <a data-ref=\"Deuteronomy 20:6\" href=\"/Deuteronomy.20.6\">6</a>, <a data-ref=\"Deuteronomy 20:7\" href=\"/Deuteronomy.20.7\">7</a> <a data-ref=\"II Samuel 19:11\" href=\"/II_Samuel.19.11\">2 S 19:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">Je 11:22</a>; <span dir=\"rtl\">ברעב</span> v <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">22</a>; <span dir=\"rtl\">מפני הרעב</span> <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; <span dir=\"rtl\">בְּדֶבֶר</span> <a data-ref=\"Jeremiah 21:6\" href=\"/Jeremiah.21.6\">21:6</a>; <span dir=\"rtl\">באבן</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P); †<span dir=\"rtl\">בַּמַּגֵּפָה</span> <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">Nu 14:37</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>; <a data-ref=\"Numbers 25:9\" href=\"/Numbers.25.9\">25:9</a> (P). (2) fig. of wisdom, <span dir=\"rtl\">עִמָּכֶם תָּמוּת חָכְמָה</span> <a data-ref=\"Job 12:2\" href=\"/Job.12.2\">Jb 12:2</a>; of courage, <span dir=\"rtl\">וַיָּמָת לִבּוֹ בְּקִרְבּוֹ</span> <em>and his heart died within him</em> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a>.—<a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2 S 2:31</a> del. <span dir=\"rtl\">מֵ֑תוּ</span> We Dr Kit Bu, cf. 𝔊. <strong>b.</strong>  of animals <a data-ref=\"Leviticus 11:39\" href=\"/Leviticus.11.39\">Lv 11:39</a>; cattle <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> (J), fish <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">Ex 7:18</a> (E), frogs <a data-ref=\"Exodus 8:9\" href=\"/Exodus.8.9\">Ex 8:9</a> (J), lion <a data-ref=\"Ecclesiastes 9:4\" href=\"/Ecclesiastes.9.4\">Ec 9:4</a>, worm <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">Is 66:24</a>; <span dir=\"rtl\">כֶּלֶב מֵת</span>, <em>dead dog</em> (in proverb) <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">1 S 24:15</a> <a data-ref=\"II Samuel 9:8\" href=\"/II_Samuel.9.8\">2 S 9:8</a>; <a data-ref=\"II Samuel 16:9\" href=\"/II_Samuel.16.9\">16:9</a>. <strong>c.</strong>  a tree <a data-ref=\"Job 14:8\" href=\"/Job.14.8\">Jb 14:8</a>. <strong>d.</strong>  <span dir=\"rtl\">זִבְחֵי מֵתִים</span> <a data-ref=\"Psalms 106:28\" href=\"/Psalms.106.28\">ψ 106:28</a> <em>sacrifices to the dead</em> (idols). <strong>2.</strong>  <em>die</em> as a penalty = <em>be put to death:</em> <strong>a.</strong>  by human authority <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">Gn 42:20</a> <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">Ex 10:28</a>; <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a> (E), <a data-ref=\"Genesis 44:9\" href=\"/Genesis.44.9\">Gn 44:9</a> <a data-ref=\"Joshua 2:14\" href=\"/Joshua.2.14\">Jos 2:14</a> (J), <a data-ref=\"Leviticus 20:20\" href=\"/Leviticus.20.20\">Lv 20:20</a> (H), <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">Nu 35:12</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a><sup>(×2)</sup> (P), especially D, <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>, <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">6</a>; <a data-ref=\"Deuteronomy 18:20\" href=\"/Deuteronomy.18.20\">18:20</a>; <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">19:12</a>; <a data-ref=\"Deuteronomy 22:22\" href=\"/Deuteronomy.22.22\">22:22</a>, <a data-ref=\"Deuteronomy 22:25\" href=\"/Deuteronomy.22.25\">25</a>; <a data-ref=\"Deuteronomy 24:7\" href=\"/Deuteronomy.24.7\">24:7</a> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"I Samuel 14:43\" href=\"/I_Samuel.14.43\">1 S 14:43</a>, <a data-ref=\"I Samuel 14:45\" href=\"/I_Samuel.14.45\">45</a><sup>(×2)</sup>; <a data-ref=\"II Samuel 19:24\" href=\"/II_Samuel.19.24\">2 Sa 19:24</a> <a data-ref=\"Jeremiah 38:24\" href=\"/Jeremiah.38.24\">Je 38:24</a>; <span dir=\"rtl\">מות יָמוּת</span>, <em>die</em> = <em>be put to a violent death</em> (> AV RV <em>surely die</em>), <a data-ref=\"I Samuel 14:39\" href=\"/I_Samuel.14.39\">1 S 14:39</a>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">44</a>; <a data-ref=\"I Samuel 22:16\" href=\"/I_Samuel.22.16\">22:16</a>; <a data-ref=\"I Kings 2:37\" href=\"/I_Kings.2.37\">1 K 2:37</a>, <a data-ref=\"I Kings 2:42\" href=\"/I_Kings.2.42\">42</a> (all Judaic), <a data-ref=\"Jeremiah 26:8\" href=\"/Jeremiah.26.8\">Je 26:8</a>, all of capital punishment; <a data-ref=\"II Kings 8:10\" href=\"/II_Kings.8.10\">2 K 8:10</a> (Ephr.) of assassination; <span dir=\"rtl\">מוֹת יוּמַת</span> <em>be put to a violent death</em>, in the codes of <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">15</a>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">16</a>, <a data-ref=\"Exodus 21:17\" href=\"/Exodus.21.17\">17</a>; <a data-ref=\"Exodus 22:18\" href=\"/Exodus.22.18\">22:18</a> (E), <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:9\" href=\"/Leviticus.20.9\">9</a>, <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">10</a>, <a data-ref=\"Leviticus 20:11\" href=\"/Leviticus.20.11\">11</a>, <a data-ref=\"Leviticus 20:12\" href=\"/Leviticus.20.12\">12</a>, <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">13</a>, <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">17</a> (H), <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">15</a> <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">Nu 15:35</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:31\" href=\"/Numbers.35.31\">31</a> <a data-ref=\"Leviticus 27:29\" href=\"/Leviticus.27.29\">Lv 27:29</a> (P; never in D; D uses verb, either Qal or Hiph., without inf. abs.); it is used in narratives <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a>(J), <a data-ref=\"Exodus 19:12\" href=\"/Exodus.19.12\">Ex 19:12</a> (E), <a data-ref=\"Judges 21:5\" href=\"/Judges.21.5\">Ju 21:5</a>. <span dir=\"rtl\">מ׳</span> is preceded by <span dir=\"rtl\">רגם</span> <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P), <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">סקל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a> <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a>, <a data-ref=\"I Kings 21:14\" href=\"/I_Kings.21.14\">14</a>, <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">15</a>; <span dir=\"rtl\">פגע</span> <a data-ref=\"I Kings 2:25\" href=\"/I_Kings.2.25\">1 K 2:25</a>, <a data-ref=\"I Kings 2:46\" href=\"/I_Kings.2.46\">46</a>; <span dir=\"rtl\">רמס</span> <a data-ref=\"II Kings 7:17\" href=\"/II_Kings.7.17\">2 K 7:17</a>, <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">20</a>; <span dir=\"rtl\">בְּיַד גֹּאֵל</span> <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">Jos 20:9</a> (P). <strong>b.</strong>  inflicted by God, <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">7</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E), <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a>; <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">38:11</a>; <a data-ref=\"Exodus 11:5\" href=\"/Exodus.11.5\">Ex 11:5</a>; <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">12:33</a> (J), <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">28:35</a>; <a data-ref=\"Exodus 30:20\" href=\"/Exodus.30.20\">30:20</a><sup>(×2)</sup> <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <a data-ref=\"Leviticus 10:6\" href=\"/Leviticus.10.6\">6</a>, <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">7</a>, <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">9</a>; <a data-ref=\"Leviticus 16:1\" href=\"/Leviticus.16.1\">16:1</a>, <a data-ref=\"Leviticus 16:2\" href=\"/Leviticus.16.2\">2</a>, <a data-ref=\"Leviticus 16:13\" href=\"/Leviticus.16.13\">13</a> <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">Nu 3:4</a>; <a data-ref=\"Numbers 4:19\" href=\"/Numbers.4.19\">4:19</a>, <a data-ref=\"Numbers 4:20\" href=\"/Numbers.4.20\">20</a>; <a data-ref=\"Numbers 14:35\" href=\"/Numbers.14.35\">14:35</a>; <a data-ref=\"Numbers 17:14\" href=\"/Numbers.17.14\">17:14</a>, <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">25</a>, <a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">28</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>, <a data-ref=\"Numbers 18:32\" href=\"/Numbers.18.32\">32</a>; <a data-ref=\"Numbers 26:11\" href=\"/Numbers.26.11\">26:11</a>, <a data-ref=\"Numbers 26:61\" href=\"/Numbers.26.61\">61</a> (P), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a> <a data-ref=\"Judges 6:23\" href=\"/Judges.6.23\">Ju 6:23</a> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">12:19</a>; <a data-ref=\"I Samuel 25:17\" href=\"/I_Samuel.25.17\">25:17</a>, <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">38</a>, <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">39</a>; <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a>; <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">12:13</a>; <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"I Chronicles 24:2\" href=\"/I_Chronicles.24.2\">1 Ch 24:2</a>; <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a>, <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>, <a data-ref=\"Ezekiel 18:28\" href=\"/Ezekiel.18.28\">28</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">מוֹת יָמוּת</span> <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">Gn 2:17</a>; <a data-ref=\"Genesis 3:4\" href=\"/Genesis.3.4\">3:4</a> (J), <a data-ref=\"Genesis 20:7\" href=\"/Genesis.20.7\">20:7</a> (E), <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">Ju 13:21</a>, <a data-ref=\"Judges 13:22\" href=\"/Judges.13.22\">22</a>; <a data-ref=\"II Samuel 12:14\" href=\"/II_Samuel.12.14\">2 S 12:14</a>; <a data-ref=\"II Samuel 14:14\" href=\"/II_Samuel.14.14\">14:14</a>; <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>, <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">16</a> (all Judaic), <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">Nu 26:65</a> (P), <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:14\" href=\"/Ezekiel.33.14\">14</a>; <span dir=\"rtl\">מוֹת יוּמַת</span> <a data-ref=\"Ezekiel 18:13\" href=\"/Ezekiel.18.13\">18:13</a>, <span dir=\"rtl\">ביד יהוה</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P); <span dir=\"rtl\">בחטא</span> <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">Lv 22:9</a> (H), <a data-ref=\"Numbers 27:3\" href=\"/Numbers.27.3\">Nu 27:3</a> (P), <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <span dir=\"rtl\">לשׂאת חטא למות</span> <a data-ref=\"Numbers 18:22\" href=\"/Numbers.18.22\">Nu 18:22</a> (P); <span dir=\"rtl\">בחטאת</span> <a data-ref=\"Ezekiel 3:20\" href=\"/Ezekiel.3.20\">Ez 3:20</a>; <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">18:24</a>; <span dir=\"rtl\">בטמאה</span> <a data-ref=\"Leviticus 15:21\" href=\"/Leviticus.15.21\">Lv 15:21</a> (P); <span dir=\"rtl\">בעון</span> <a data-ref=\"Jeremiah 31:30\" href=\"/Jeremiah.31.30\">Je 31:30</a>; <a data-ref=\"Ezekiel 3:18\" href=\"/Ezekiel.3.18\">Ez 3:18</a>, <a data-ref=\"Ezekiel 3:19\" href=\"/Ezekiel.3.19\">19</a>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>, <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">18</a>; <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">33:8</a>, <a data-ref=\"Ezekiel 33:9\" href=\"/Ezekiel.33.9\">9</a>; <span dir=\"rtl\">לא ישׂאו עון ומתו</span> <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">Ex 28:43</a> <a data-ref=\"Numbers 4:15\" href=\"/Numbers.4.15\">Nu 4:15</a> (P); <span dir=\"rtl\">בעול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">Ez 18:26</a>; <a data-ref=\"Ezekiel 33:13\" href=\"/Ezekiel.33.13\">33:13</a>, <a data-ref=\"Ezekiel 33:18\" href=\"/Ezekiel.33.18\">18</a>; <span dir=\"rtl\">על עול</span> <a data-ref=\"Ezekiel 18:26\" href=\"/Ezekiel.18.26\">18:26</a>; <span dir=\"rtl\">במעל</span> <a data-ref=\"I Chronicles 10:13\" href=\"/I_Chronicles.10.13\">1 Ch 10:13</a>. <strong>c.</strong>  <em>die, perish</em>, of a nation by divine judgment, Moab <a data-ref=\"Amos 2:2\" href=\"/Amos.2.2\">Am 2:2</a>, Ephraim <a data-ref=\"Hosea 13:1\" href=\"/Hosea.13.1\">Ho 13:1</a>; <span dir=\"rtl\">בית ישׂראל</span> <a data-ref=\"Ezekiel 18:31\" href=\"/Ezekiel.18.31\">Ez 18:31</a>; <a data-ref=\"Ezekiel 33:1\" href=\"/Ezekiel.33.1\">33:1</a>. <strong>d.</strong>  <em>die prematurely</em>, by neglect of wise moral conduct <a data-ref=\"Proverbs 5:23\" href=\"/Proverbs.5.23\">Pr 5:23</a>; <a data-ref=\"Proverbs 10:21\" href=\"/Proverbs.10.21\">10:21</a>; <a data-ref=\"Proverbs 15:10\" href=\"/Proverbs.15.10\">15:10</a>; <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">19:16</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>; <a data-ref=\"Ecclesiastes 7:17\" href=\"/Ecclesiastes.7.17\">Ec 7:17</a>.— <em>Note.</em> On <span dir=\"rtl\">(לַבֵּן) עַל־מוּת</span> <a data-ref=\"Psalms 9:1\" href=\"/Psalms.9.1\">ψ 9:1</a>; <a data-ref=\"Psalms 48:15\" href=\"/Psalms.48.15\">48:15</a> v. <a ,=\"\" data-ref=\"BDB, עַלְמָה\" dir=\"rtl\" href=\"/BDB,_עַלְמָה\">עַלְמָה</a> sub <a ,=\"\" data-ref=\"BDB, יָאַל²\" dir=\"rtl\" href=\"/BDB,_יָאַל²\">II. עלם</a>.<br><strong>Poʿlel.</strong>  Pf. ms. sf. <span dir=\"rtl\">מוֹתְתַנִי</span> <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; 1 s. <span dir=\"rtl\">מֹתַתִּי</span> <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">2 S 1:16</a>; Impf. 3 ms. sf. <span dir=\"rtl\">יְמֹתְתֵהוּ</span> <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; 3 fs. <span dir=\"rtl\">תְּמוֹתֵת</span> <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; 1 s. sf. <span dir=\"rtl\">אֲמֹתְתֵהוּ</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; Imv. sf. <span dir=\"rtl\">מוֹתְתֵנִי</span> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <span dir=\"rtl\">מֹתְתֵנִי</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; inf. <span dir=\"rtl\">מוֹתֵת</span> <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">ψ 109:16</a>; Pt. <span dir=\"rtl\">מְמוֹתֵת</span> <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>;—<em>kill, put to death, despatch</em> (intens.), abs. <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">1 S 14:13</a>, elsewhere c. acc. <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a>; <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>, <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">10</a>, <a data-ref=\"II Samuel 1:16\" href=\"/II_Samuel.1.16\">16</a>; <a data-ref=\"Jeremiah 20:17\" href=\"/Jeremiah.20.17\">Je 20:17</a>; <a data-ref=\"Psalms 34:22\" href=\"/Psalms.34.22\">ψ 34:22</a>; <a data-ref=\"Psalms 109:16\" href=\"/Psalms.109.16\">109:16</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֵמִית</span> <a data-ref=\"Judges 16:30\" href=\"/Judges.16.30\">Ju 16:30</a> +; sf. <span dir=\"rtl\">וֶהֱמִתָ֑נִי</span> <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">2 S 14:32</a>; <span dir=\"rtl\">הֱמִיתָם</span> <a data-ref=\"Jeremiah 41:8\" href=\"/Jeremiah.41.8\">Je 41:8</a>; 3 fs. sf. <span dir=\"rtl\">הֱמִיתָ֑תְהוּ</span> <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>; 2 ms. <span dir=\"rtl\">הֵמַתָּה</span> <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a>; 1 s. sf. <span dir=\"rtl\">הֲמִיתִּיו</span> (read <span dir=\"rtl\">הֲמִתִּיו</span>) <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; 3 mpl. <span dir=\"rtl\">הֵמִיתוּ</span> <a data-ref=\"I Samuel 30:2\" href=\"/I_Samuel.30.2\">1 S 30:2</a> +, etc.; Impf. <span dir=\"rtl\">יָמִית</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; <span dir=\"rtl\">וַיָּ֫מֶת</span> <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">Gn 38:10</a> +; sf. <span dir=\"rtl\">יְמִיתֵהוּ</span> <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a> +; <span dir=\"rtl\">יְמִתֶנּוּ</span> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a> +; Imv. sf. <span dir=\"rtl\">הֲמִיתֵנִי</span> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; pl. <span dir=\"rtl\">הָמִיתוּ</span> <a data-ref=\"I Samuel 22:17\" href=\"/I_Samuel.22.17\">1 S 22:17</a>; Inf. abs. <span dir=\"rtl\">הָמֵת</span> <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> +; cstr. <span dir=\"rtl\">הָמִית</span> <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> +; Pt. <span dir=\"rtl\">מֵמִית</span> <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; pl. <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>; <span dir=\"rtl\">מְמִתִים</span> <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a>;—<em>kill, put to death:</em> <strong>1.</strong>  abs. <a data-ref=\"Job 9:23\" href=\"/Job.9.23\">Jb 9:23</a>, elsewhere c. acc., subj. man, <strong>a.</strong>  of killing men in personal combat, or in war, often preceded by <span dir=\"rtl\">הכּה</span> smite <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a>; <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a> +; of destroying a city <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a> (‖ <span dir=\"rtl\">השׁחית</span> v <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">20</a>). <strong>b.</strong>  by authority, espec. in capital punishment <a data-ref=\"Exodus 1:16\" href=\"/Exodus.1.16\">Ex 1:16</a> (E), <a data-ref=\"Leviticus 20:4\" href=\"/Leviticus.20.4\">Lv 20:4</a> (H), <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a><sup>(×2)</sup>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Judges 20:13\" href=\"/Judges.20.13\">Ju 20:13</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a>; <a data-ref=\"I Samuel 28:9\" href=\"/I_Samuel.28.9\">28:9</a> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, <a data-ref=\"II Samuel 14:32\" href=\"/II_Samuel.14.32\">32</a>; <a data-ref=\"II Samuel 21:4\" href=\"/II_Samuel.21.4\">21:4</a> <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>, <a data-ref=\"I Kings 2:34\" href=\"/I_Kings.2.34\">34</a>; <a data-ref=\"I Kings 11:40\" href=\"/I_Kings.11.40\">11:40</a>; <a data-ref=\"I Kings 19:17\" href=\"/I_Kings.19.17\">19:17</a><sup>(×2)</sup> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>; <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a>; <a data-ref=\"Jeremiah 26:15\" href=\"/Jeremiah.26.15\">Je 26:15</a>, <a data-ref=\"Jeremiah 26:21\" href=\"/Jeremiah.26.21\">21</a>, <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">24</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>, <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">16</a>, <a data-ref=\"Jeremiah 38:25\" href=\"/Jeremiah.38.25\">25</a>; <a data-ref=\"Esther 4:11\" href=\"/Esther.4.11\">Est 4:11</a>; <span dir=\"rtl\">בַּחֶרֶב</span> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; <a data-ref=\"I Kings 2:8\" href=\"/I_Kings.2.8\">2:8</a>; <a data-ref=\"II Kings 11:20\" href=\"/II_Kings.11.20\">2 K 11:20</a> = <a data-ref=\"II Chronicles 23:21\" href=\"/II_Chronicles.23.21\">2 Ch 23:21</a>; <span dir=\"rtl\">הָמֵת יָמִית</span> <a data-ref=\"Judges 15:13\" href=\"/Judges.15.13\">Ju 15:13</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>, <a data-ref=\"I Kings 3:27\" href=\"/I_Kings.3.27\">27</a>; <a data-ref=\"Jeremiah 26:19\" href=\"/Jeremiah.26.19\">Je 26:19</a>; <a data-ref=\"Jeremiah 38:15\" href=\"/Jeremiah.38.15\">38:15</a>. <strong>2.</strong>  subj. God, by inflicting penalty, abs. <a data-ref=\"Deuteronomy 32:39\" href=\"/Deuteronomy.32.39\">Dt 32:39</a>; <a data-ref=\"I Samuel 2:6\" href=\"/I_Samuel.2.6\">1 S 2:6</a>; <a data-ref=\"II Kings 5:7\" href=\"/II_Kings.5.7\">2 K 5:7</a>, elsewhere c. acc. <a data-ref=\"Genesis 18:25\" href=\"/Genesis.18.25\">Gn 18:25</a>; <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">38:7</a>, <a data-ref=\"Genesis 38:10\" href=\"/Genesis.38.10\">10</a>; <a data-ref=\"Exodus 4:24\" href=\"/Exodus.4.24\">Ex 4:24</a>; <a data-ref=\"Numbers 14:15\" href=\"/Numbers.14.15\">Nu 14:15</a> (J), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>; <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a>; <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 5:10\" href=\"/I_Samuel.5.10\">5:10</a>, <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 10:14\" href=\"/I_Chronicles.10.14\">10:14</a>; <a data-ref=\"Isaiah 65:15\" href=\"/Isaiah.65.15\">Is 65:15</a>; <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <span dir=\"rtl\">ברעב</span> <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>; <span dir=\"rtl\">בצמא</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>; of killing fish <a data-ref=\"Psalms 105:29\" href=\"/Psalms.105.29\">ψ 105:29</a>; <span dir=\"rtl\">מְמִיתִים</span> <a data-ref=\"Job 33:22\" href=\"/Job.33.22\">Jb 33:22</a> <em>executioners</em>, angels of death. <strong>3.</strong>  of animals killing men, e.g. ox <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), lion <a data-ref=\"I Kings 13:24\" href=\"/I_Kings.13.24\">1 K 13:24</a>, <a data-ref=\"I Kings 13:26\" href=\"/I_Kings.13.26\">26</a>; <a data-ref=\"II Kings 17:26\" href=\"/II_Kings.17.26\">2 K 17:26</a>. <strong>4.</strong>  bring to a premature death <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">Pr 19:18</a>; <a data-ref=\"Proverbs 21:25\" href=\"/Proverbs.21.25\">21:25</a>.<br><strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּמָ֑ת</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> +; 3 mpl. <span dir=\"rtl\">הֻמְתוּ</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; Impf. <span dir=\"rtl\">יוּמַת</span> <a data-ref=\"Leviticus 20:10\" href=\"/Leviticus.20.10\">Lv 20:10</a> +; <span dir=\"rtl\">יוּמָ֑ת</span> <a data-ref=\"Genesis 26:11\" href=\"/Genesis.26.11\">Gn 26:11</a> +; Pt. <span dir=\"rtl\">מוּמָת</span> <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">1 S 19:11</a>, pl. <span dir=\"rtl\">מוּמָתִים</span> <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a> (Qr), <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>;—<em>be killed, put to death:</em> <strong>1.</strong>  by conspiracy <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2 K 11:2</a>, <a data-ref=\"II Kings 11:2\" href=\"/II_Kings.11.2\">2</a> = <a data-ref=\"II Chronicles 22:11\" href=\"/II_Chronicles.22.11\">2 Ch 22:11</a>, <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">15</a>, <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">16</a> <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">14</a>. <strong>2.</strong>  by capital punishment <a data-ref=\"Exodus 21:29\" href=\"/Exodus.21.29\">Ex 21:29</a> (E), <a data-ref=\"Exodus 35:2\" href=\"/Exodus.35.2\">35:2</a> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">3</a>;<a data-ref=\"Numbers 1:10\" href=\"/Numbers.1.10\">10</a>, <a data-ref=\"Numbers 1:38\" href=\"/Numbers.1.38\">38</a>; <a data-ref=\"Numbers 18:7\" href=\"/Numbers.18.7\">18:7</a> (P), <a data-ref=\"Leviticus 19:20\" href=\"/Leviticus.19.20\">Lv 19:20</a>; <a data-ref=\"Leviticus 24:16\" href=\"/Leviticus.24.16\">24:16</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a> (H), <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a>; <a data-ref=\"Deuteronomy 17:6\" href=\"/Deuteronomy.17.6\">17:6</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">21:22</a>; <a data-ref=\"Deuteronomy 24:16\" href=\"/Deuteronomy.24.16\">24:16</a><sup>(×3)</sup> = <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a><sup>(×3)</sup>, <a data-ref=\"Joshua 1:18\" href=\"/Joshua.1.18\">Jos 1:18</a> (all D) <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"I Samuel 11:13\" href=\"/I_Samuel.11.13\">1 S 11:13</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a>, <a data-ref=\"I Samuel 19:11\" href=\"/I_Samuel.19.11\">11</a>; <a data-ref=\"I Samuel 20:32\" href=\"/I_Samuel.20.32\">20:32</a>; <a data-ref=\"II Samuel 19:22\" href=\"/II_Samuel.19.22\">2 S 19:22</a>, <a data-ref=\"II Samuel 19:23\" href=\"/II_Samuel.19.23\">23</a>; <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">21:9</a>; <a data-ref=\"I Kings 2:24\" href=\"/I_Kings.2.24\">1 K 2:24</a>; <a data-ref=\"II Chronicles 15:13\" href=\"/II_Chronicles.15.13\">2 Ch 15:13</a>; <a data-ref=\"Jeremiah 38:4\" href=\"/Jeremiah.38.4\">Je 38:4</a>, and the phrase <span dir=\"rtl\">מוֹת יוּמת</span> (see <strong>Qal 2 a</strong>). <strong>3.</strong>  by divine infliction, in the phrase <span dir=\"rtl\">מות יוּמת</span> (see <strong>Qal 2 b</strong>). <strong>4.</strong>  <em>die prematurely</em> <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3a2b6084aa1cbf29137", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עַם³ 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, עַם³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, עַם³ א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עַם³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big>[<span dir=\"rtl\">עַם</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>kinsman</strong>* <em>kinsman</em>, later development of i. <span dir=\"rtl\">עַם</span> RS<sup>K 58; 2nd ed. 72</sup>. (on father’s side) <strong>(</strong>Arabic <span dir=\"rtl\">عَمٌّ</span> <em>paternal uncle</em>, etc. v. <a data-ref=\"BDB, עָמַם\" href=\"/BDB,_עָמַם\", dir=\"rtl\">I. עמם</a>; cf. perhaps TelAm. <em>ammu</em>, <em>kinsmen</em> (?); on Nab. <span dir=\"rtl\">עם</span> <em>ancestor</em> cf. Lzb<sup>151, 499</sup>; v. also especially Nes<sup>Eg 187, ZAW xvi (1896), 322 f.</sup> Krenkel<sup>ib. viii (1888), 280–84</sup><strong>)</strong>;—sf. <span dir=\"rtl\">עַמִּי</span> in <span dir=\"rtl\">בֶּן־עַמִּי</span> (q.v.), and n.pr. sqq.; elsewhere pl. sf. <span dir=\"rtl\">עַמֶּיךָ</span> <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a> (<a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> read <span dir=\"rtl\">עַמְּךָ</span> 𝔊 Sam), + (poss.) <span dir=\"rtl\">עֲמָמֶיךָ</span> <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>; <span dir=\"rtl\">עַמָּיו</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> + 15 times, <span dir=\"rtl\">עַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">17:14</a> + 3 times; read <span dir=\"rtl\">עַמַּי</span> (for MT <span dir=\"rtl\">עַמִּי</span>, 1<span dir=\"rtl\">עַם</span>; cf. Krenkel<sup>l.c. 281</sup>) <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a> and perhaps <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a> (cf. <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">Lv 21:14</a>); according to Buhl Kit also <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>;—<em>father’s kinsmen:</em> <span dir=\"rtl\">וַיֵּאָסֵף אֶל־עַמָּיו</span> <a data-ref=\"Genesis 25:8\" href=\"/Genesis.25.8\">Gn 25:8</a> (of joining kinsmen in Sh<sup>e</sup>ʾôl), so v <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">17</a>; <a data-ref=\"Genesis 35:29\" href=\"/Genesis.35.29\">35:29</a>; <a data-ref=\"Genesis 49:33\" href=\"/Genesis.49.33\">49:33</a>; <a data-ref=\"Numbers 20:24\" href=\"/Numbers.20.24\">Nu 20:24</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a>, cf. <a data-ref=\"Genesis 49:29\" href=\"/Genesis.49.29\">Gn 49:29</a> (v. supr.), <a data-ref=\"Numbers 27:13\" href=\"/Numbers.27.13\">Nu 27:13</a>; <a data-ref=\"Numbers 31:2\" href=\"/Numbers.31.2\">31:2</a>; <a data-ref=\"Deuteronomy 32:50\" href=\"/Deuteronomy.32.50\">Dt 32:50</a> (all P); <span dir=\"rtl\">וְנִכְרְתָה הַנֶּפֶשׁ מֵעַמֶּיהָ</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a> (severed from living kinsmen), so <a data-ref=\"Leviticus 7:20\" href=\"/Leviticus.7.20\">Lv 7:20</a>, <a data-ref=\"Leviticus 7:21\" href=\"/Leviticus.7.21\">21</a>, <a data-ref=\"Leviticus 7:25\" href=\"/Leviticus.7.25\">25</a>, <a data-ref=\"Leviticus 7:27\" href=\"/Leviticus.7.27\">27</a>; <a data-ref=\"Leviticus 19:8\" href=\"/Leviticus.19.8\">19:8</a>; <a data-ref=\"Leviticus 23:29\" href=\"/Leviticus.23.29\">23:29</a>; <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">Nu 9:13</a>, <span dir=\"rtl\">מִקֶּרֶב עַמֶּיהָ</span> <a data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\">Ex 31:14</a>, cf. <a data-ref=\"Exodus 30:33\" href=\"/Exodus.30.33\">30:33</a>, <a data-ref=\"Exodus 30:38\" href=\"/Exodus.30.38\">38</a>; <a data-ref=\"Leviticus 17:9\" href=\"/Leviticus.17.9\">Lv 17:9</a> (all PH); <span dir=\"rtl\">מֵעַמָּיו יִקַּח אִשָּׁה</span> <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">21:14</a> (H), and perhaps <a data-ref=\"Judges 14:3\" href=\"/Judges.14.3\">Ju 14:3</a> (sim. 1<span dir=\"rtl\">עַם</span>: [<span dir=\"rtl\">ם—ָ</span>, <span dir=\"rtl\">הּ—ָ</span>] <span dir=\"rtl\">מִקֶּרֶב עַמּוֹ</span> <a data-ref=\"Leviticus 17:4\" href=\"/Leviticus.17.4\">Lv 17:4</a>, <a data-ref=\"Leviticus 17:10\" href=\"/Leviticus.17.10\">10</a>; <a data-ref=\"Leviticus 18:29\" href=\"/Leviticus.18.29\">18:29</a> +); other combin. <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a> (si vera l., read perhaps <span dir=\"rtl\">בְּעַמֶּ֑ךָ</span>, v. 1.<span dir=\"rtl\">עַם</span> <strong>2 d</strong>), <a data-ref=\"Leviticus 21:1\" href=\"/Leviticus.21.1\">Lv 21:1</a>, <a data-ref=\"Leviticus 21:4\" href=\"/Leviticus.21.4\">4</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a> (H), <a data-ref=\"Ezekiel 18:18\" href=\"/Ezekiel.18.18\">Ez 18:18</a> and (perhaps) <a data-ref=\"II Kings 4:13\" href=\"/II_Kings.4.13\">2 K 4:13</a>.—<span dir=\"rtl\">בֶּן־עַמִּי</span> (v. p. 122 b) perhaps = <em>son of my kinsman;</em> on n.pr. c. <span dir=\"rtl\">עַם</span> v. Gray<sup>Prop. N. 41 ff.</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b0b6084aa1cbf36cab", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫בַע 1", "anchorRef": "Genesis 25:17", "anchorRefExpanded": ["Genesis 25:17"], "sourceRef": "BDB, שֶׁ֫בַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫בַע א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫בַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">שֶׁ֫בַע</span>, <span dir=\"rtl\">שִׁבְעָה</span>, <span dir=\"rtl\"></span></big></big>  <strong>n.m.</strong> et <strong>f. seven (</strong>NH id., MI<sup>16</sup> <span dir=\"rtl\">שבעת</span>; Assyrian <em>sibi, sibittu</em> (Dl<sup>Gr. § 65, 6</sup>; <em>s</em> = <span dir=\"rtl\">שׁ</span>), Arabic <span dir=\"rtl\">سَبْعٌ</span>, <span dir=\"rtl\">سَبْعَةٌ</span> Sab. <span dir=\"rtl\">סבע</span> Hom<sup>Chr 47, 124</sup>, Ethiopic ሰብዑ: ሰብዐቱ: Ph. (Pun.) <span dir=\"rtl\">שבע</span>, Nab. <span dir=\"rtl\">שבע</span>, <span dir=\"rtl\">שבעה</span>, Palm. <span dir=\"rtl\">שבעא</span>, <span dir=\"rtl\">שבעה</span>; Aramaic <span dir=\"rtl\">שִׁבְעָא</span>,<span dir=\"rtl\">שְׁבַע</span>, <span dir=\"rtl\">ܫܒܰܥ</span>, <span dir=\"rtl\">ܫܰܒܥܳܐ</span>; on etym. cf. Lag<sup>BN 37 f.</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.f.</strong>) abs. <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">Gn 41:2</a> + 115 times; cstr. <span dir=\"rtl\">שְׁבַע</span> <a data-ref=\"Genesis 5:26\" href=\"/Genesis.5.26\">5:26</a> + 47 times, especially P (15 times) and Chr (20 times), <span dir=\"rtl\">וּשֲׁבַע</span> <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a>. <strong>f.</strong> (c. <strong>n.m.</strong>) abs. <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> + 100 times; cstr. <span dir=\"rtl\">שִׁבְעַת</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">7:10</a> + 120 times; sf. <span dir=\"rtl\">שְׁבַעְתָּם</span> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a> Qr (so Vrss and mod.; v. Dr; > Kt <span dir=\"rtl\">שִׁבְעָתַיִם</span>);—<em>seven:</em><br><strong>1.</strong>  without other num.: <strong>a.</strong>  <span dir=\"rtl\">שֶׁבַע</span>, before n.fpl. <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28</a> (J), <a data-ref=\"Judges 16:13\" href=\"/Judges.16.13\">Ju 16:13</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">Is 4:1</a> + 80 times, especially <span dir=\"rtl\">שׁ׳ שָׁנִים</span> <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">Gn 29:18</a> (E) + 32 times (but read <span dir=\"rtl\">שׁלוֹשׁ</span> for <span dir=\"rtl\">שֶׁבַע</span> <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">2 S 24:13a</a>, cf. v b, c, also 𝔊 and ‖ <a data-ref=\"I Chronicles 21:12\" href=\"/I_Chronicles.21.12\">1 Ch 21:12</a>; so Th We Dr Bu HPS Now), <span dir=\"rtl\">שׁ׳ פְּעָמִים</span> <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">Gn 33:3</a> (J), <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a> (P) + 17 times; <span dir=\"rtl\">שׁ׳ בָּאַמָּה רָחְבָּתּ</span> <a data-ref=\"I Kings 6:6\" href=\"/I_Kings.6.6\">1 K 6:6</a>; after noun <a data-ref=\"Ezekiel 40:20\" href=\"/Ezekiel.40.20\">Ez 40:20</a>, <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">26</a>; n. om. <a data-ref=\"Job 5:19\" href=\"/Job.5.19\">Jb 5:19</a>; <a data-ref=\"Proverbs 6:16\" href=\"/Proverbs.6.16\">Pr 6:16</a>, + (= <span dir=\"rtl\">שׁ׳ פְּעָמִים</span>) <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a>, <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">21</a>, <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">24</a>, <a data-ref=\"Leviticus 26:28\" href=\"/Leviticus.26.28\">28</a> (H), <a data-ref=\"Psalms 119:164\" href=\"/Psalms.119.164\">ψ 119:164</a> <a data-ref=\"Proverbs 24:16\" href=\"/Proverbs.24.16\">Pr 24:16</a>. <strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה</span>, before n.mpl. <a data-ref=\"Numbers 23:1\" href=\"/Numbers.23.1\">Nu 23:1</a><sup>(×3)</sup> (E) + 40 times + <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">Jb 42:13</a> (read <span dir=\"rtl\">שׁ׳</span> for <span dir=\"rtl\">שִׁבְעָ֫נָה</span> Ges<sup>§ 97 c</sup> and most); + (distrib.) <span dir=\"rtl\">שׁ׳ וְשׁ׳</span> <a data-ref=\"Zechariah 4:2\" href=\"/Zechariah.4.2\">Zc 4:2</a>; after n. <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a> (J), <a data-ref=\"Exodus 25:37\" href=\"/Exodus.25.37\">Ex 25:37</a> (P) + 12 times (P Ch Dn Pr); n. om. <a data-ref=\"I Samuel 2:5\" href=\"/I_Samuel.2.5\">1 S 2:5</a> + 9 times, incl. <span dir=\"rtl\">שׁ׳</span> as ordinal, v. infr.; but read <span dir=\"rtl\">שְׂבָכָה</span> for <span dir=\"rtl\">שִׁבְעָה</span> <a data-ref=\"I Kings 7:17\" href=\"/I_Kings.7.17\">1 K 7:17</a><sup>(×2)</sup> 𝔊 Th Kmp Klo Benz Kit Bur; also <span dir=\"rtl\">שׁ׳ שׁ׳</span> distrib. = 7 <em>each</em> <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a>, <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">3</a> (J); as pred. <a data-ref=\"Genesis 46:25\" href=\"/Genesis.46.25\">Gn 46:25</a> (P). <strong>c.</strong>  <span dir=\"rtl\">שִׁבְעַת</span>, before n.pl. <a data-ref=\"Numbers 23:4\" href=\"/Numbers.23.4\">Nu 23:4</a> (E), <a data-ref=\"Numbers 8:2\" href=\"/Numbers.8.2\">8:2</a> (P), <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">Ez 45:23</a><sup>(×2)</sup>; <a data-ref=\"Job 2:13\" href=\"/Job.2.13\">Jb 2:13</a><sup>(×2)</sup> + 97 times, incl. <span dir=\"rtl\">שׁ׳ יָמִים</span> <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">Gn 8:10</a> (J), + 88 times + <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a> (read <span dir=\"rtl\">שִׁבְעַת</span> for <span dir=\"rtl\">שְׁבֻעוֹת</span>, Vrss and mod.). <strong>d.</strong>  = ordinal, <span dir=\"rtl\">שְׁנַת (הַ)שֶּׁבַע</span> <a data-ref=\"Deuteronomy 15:9\" href=\"/Deuteronomy.15.9\">Dt 15:9</a>; <a data-ref=\"II Kings 12:2\" href=\"/II_Kings.12.2\">2 K 12:2</a> + 3 times, <span dir=\"rtl\">בְּשִׁבְעָה לַחֹדֶשׁ</span> <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">Ez 30:20</a>, cf. <a data-ref=\"Ezekiel 45:20\" href=\"/Ezekiel.45.20\">45:20</a>; <span dir=\"rtl\">לְשִׁבְעַת הַיָּמִים</span> <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">Gn 7:10</a> (J), <a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a>.<br><strong>2.</strong> †<strong>a.</strong>  <span dir=\"rtl\">שְׁבַע עֶשְׂרֵה שָׁנָה</span> 17 <em>years</em> <a data-ref=\"Genesis 37:2\" href=\"/Genesis.37.2\">Gn 37:2</a> + 3 times + <a data-ref=\"I Kings 14:21\" href=\"/I_Kings.14.21\">1 K 14:21</a> <span dir=\"rtl\">(וּשְׁבַע וגו׳)</span>, also as ordin. <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳</span> <a data-ref=\"I Kings 22:52\" href=\"/I_Kings.22.52\">1 K 22:52</a>, <span dir=\"rtl\">בִּשְׁנַת שׁ׳ עֶשׂ׳ שָׁנָה</span> <a data-ref=\"II Kings 16:1\" href=\"/II_Kings.16.1\">2 K 16:1</a>. †<strong>b.</strong>  <span dir=\"rtl\">שִׁבְעָה עֶשָׂר</span> (sc. <span dir=\"rtl\">הַגּוֹרָל</span> <em>lot</em>) <a data-ref=\"I Chronicles 24:15\" href=\"/I_Chronicles.24.15\">1 Ch 24:15</a>; <a data-ref=\"I Chronicles 25:24\" href=\"/I_Chronicles.25.24\">25:24</a> (cf. also, + other num., <a data-ref=\"I Chronicles 7:11\" href=\"/I_Chronicles.7.11\">7:11</a> <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>), + <span dir=\"rtl\">יוֹם</span> 17<em>th day</em> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>; <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">8:4</a>; unusual is <span dir=\"rtl\">שׁ׳ שְׁקָלִים וַעֲשָׂרָה הַכֶּסֶף</span> <a data-ref=\"Jeremiah 32:9\" href=\"/Jeremiah.32.9\">Je 32:9</a> 7 <em>shekels and</em> 10 <em>the silver</em>.<br><strong>3.</strong>  <span dir=\"rtl\">שְׁבַע מֵאוֹת</span> = 700 <a data-ref=\"Judges 8:26\" href=\"/Judges.8.26\">Ju 8:26</a> + 39 times (but <a data-ref=\"Nehemiah 7:67\" href=\"/Nehemiah.7.67\">Ne 7:68</a> om. Mass. Baer Gi q.v.).<br><strong>4.</strong>  <span dir=\"rtl\">שִׁבְעָה אֶלֶף</span> = 7000 <a data-ref=\"I Kings 20:30\" href=\"/I_Kings.20.30\">1 K 20:30</a> + 2 times; <span dir=\"rtl\">שִׁבְעַת אֲלָפִים</span> = id. <a data-ref=\"I Kings 20:15\" href=\"/I_Kings.20.15\">1 K 20:15</a> + 15 times; 57,000 is 7 + 50 × 1000 <a data-ref=\"Numbers 1:31\" href=\"/Numbers.1.31\">Nu 1:31</a>; <a data-ref=\"Numbers 2:8\" href=\"/Numbers.2.8\">2:8</a>, <a data-ref=\"Numbers 2:31\" href=\"/Numbers.2.31\">31</a>.<br><strong>5.</strong>  <span dir=\"rtl\">שׁ׳</span> + other num.: <strong>a.</strong>  <span dir=\"rtl\">שׁ׳</span> follows 18 times: (1) n. s. after <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; also, (= ord. num.) <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a> + 2 times, <span dir=\"rtl\">שְׁנַת שְׁלשִׁים וָשׁ׳ שָׁנָה</span> <a data-ref=\"II Kings 13:10\" href=\"/II_Kings.13.10\">2 K 13:10</a>, cf. <a data-ref=\"II Kings 15:1\" href=\"/II_Kings.15.1\">15:1</a>; (2) n.pl. before other num. <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Nehemiah 7\" href=\"/Nehemiah.7\">Ne 7</a>:[<a data-ref=\"Nehemiah 7:71\" href=\"/Nehemiah.7.71\">72</a>], <a data-ref=\"Nehemiah 7:70\" href=\"/Nehemiah.7.70\">71</a>; (3) n. s. cstr. precedes <span dir=\"rtl\">בִּשְׁנַת עֶשְׂרִים רָשׁ׳</span> <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>, <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">15</a> (ordin.); (4) n. after each num. <a data-ref=\"Genesis 23:1\" href=\"/Genesis.23.1\">Gn 23:1</a>; <a data-ref=\"Genesis 25:17\" href=\"/Genesis.25.17\">25:17</a> (both P), etc. <strong>b.</strong>  <span dir=\"rtl\">שׁ׳</span> precedes 10 times (P and Est): (1) n. s. after other num. <a data-ref=\"Genesis 8:14\" href=\"/Genesis.8.14\">Gn 8:14</a>; <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a>, <a data-ref=\"Exodus 6:20\" href=\"/Exodus.6.20\">20</a> + 3 times Est; (2) n. repeated <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">Gn 5:7</a>; <a data-ref=\"Genesis 11:21\" href=\"/Genesis.11.21\">11:21</a>; <a data-ref=\"Genesis 47:28\" href=\"/Genesis.47.28\">47:28</a>, cf. <a data-ref=\"Genesis 5:25\" href=\"/Genesis.5.25\">5:25</a>, <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">31</a> <strong>c.</strong>  1000 + 17 <a data-ref=\"Ezra 2:39\" href=\"/Ezra.2.39\">Ezr 2:39</a> = <a data-ref=\"Nehemiah 7:41\" href=\"/Nehemiah.7.41\">Ne 7:42</a>.—<span dir=\"rtl\">שׁ׳</span> often c. sacred signif.: <a data-ref=\"Genesis 21:28\" href=\"/Genesis.21.28\">Gn 21:28 ff.</a> (J), <a data-ref=\"Exodus 37:23\" href=\"/Exodus.37.23\">Ex 37:23</a> <a data-ref=\"Leviticus 4:6\" href=\"/Leviticus.4.6\">Lv 4:6</a>, <a data-ref=\"Leviticus 4:17\" href=\"/Leviticus.4.17\">17</a>; <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">8:11</a>; <a data-ref=\"Leviticus 14:27\" href=\"/Leviticus.14.27\">14:27</a> + (P); as round number <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a> (song in J), <a data-ref=\"Genesis 29:18\" href=\"/Genesis.29.18\">29:18 ff.</a>; <a data-ref=\"Genesis 31:23\" href=\"/Genesis.31.23\">31:23</a>; <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">41:2 ff.</a> (all E), etc.; on bowing 7 times <a data-ref=\"Genesis 33:3\" href=\"/Genesis.33.3\">33:3</a> (J; in great humility), cf. Wkl<sup>TelAm. nos. 143, 230, 246</sup> Ne<sup>Mar. 11 f.</sup>; all these prob. originating with week of seven days; cf. especially Kö<sup>Hast.DB number, 562 f., 565</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "67025c639ddd07ea59cd6fb6", "index_title": "Covenant and Conversation; Hebrew Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation; Hebrew Edition, Vayeshev, 3 6", "anchorRef": "Genesis 25:12-18", "anchorRefExpanded": ["Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18"], "sourceRef": "Covenant and Conversation; Hebrew Edition, Vayeshev, 3 6", "sourceHeRef": "שיג ושיח; מהדורה עברית, וישב, נושאו הלא צפוי של ספר בראשית ו׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 6, "collectiveTitle": {"en": "Covenant and Conversation; Hebrew Edition", "he": "שיג ושיח; מהדורה עברית"}, "heTitle": "נושאו הלא צפוי של ספר בראשית", "he": "נכון, נושא מרכזי בסיפורי האבות הוא הבטחות הארץ והזרע שה׳ חזר ונתן להם. אך ה׳ מבטיח הבטחות דומות גם לישמעאל ולעשו, והתורה כמו יוצאת מגדרה לספר לנו שהן התגשמו עוד לפני שהתגשמו ההבטחות לבני בריתו של ה׳ (ראו בראשית כה, יב-יח, על ילדיו של ישמעאל; ובפרק לו על צאצאי עשו).", "heVersionTitle": "Covenant and Conversation, Maggid Books, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "שיג ושיח - קריאות חדשות בפרשת השבוע", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}]