[{"_id": "52104815edbab43f23701558", "index_title": "Ramban on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ramban on Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ramban on Numbers 9:3:1", "sourceHeRef": "רמב\"ן על במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>ככל חקתיו</b> כתוב בפירוש רש\"י אלו מצות שבגופו שה תמים זכר בן שנה וככל משפטיו אלו מצות שעל גופו לשבעת ימים למצה ולביעור חמץ וטעות סופר הוא אלא מצות שבגופו שה תמים זכר בן שנה שעל גופו צלי אש ראשו על כרעיו ועל קרבו שחוץ לגופו מצה וביעור חמץ ולא דבר בהן הכתוב כאן וכן בפסח שני נאמר חקותיו ומשפטיו (במדבר ט׳:י״ד) ומצה וחמץ עמו בבית ואינו נוהג אלא יום אחד וקצר הכתוב לאמר בין הערבים תעשו אותו ככל חקותיו וככל משפטיו תעשו אותו לרבות דיני האכילה שאינן באותו היום הנזכר בכתוב כי בלילה שאחריו יאכל שכבר פירש שם (שמות יב ח) ואכלו את הבשר בלילה הזה וגו' וכן בחודש השני בארבעה עשר בין הערבים יעשו אותו על מצות ומרורים יאכלוהו (במדבר ט׳:י״א) טעמו יאכלוהו בעת האכילה הנזכרת שם בצואה של פסח ראשון:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "ACCORDING TO ALL THE STATUTES OF IT, AND ACCORDING TO ALL THE ORDINANCES THEREOF, SHALL YE BRING IT [i.e., the Passover-offering]. Now it is written in the commentary of Rashi: “<i>According to all the statutes of it</i> — this refers to the laws concerning the animal itself, [that it should be] <i>a lamb without blemish, a male of the first year</i>.<sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> <i>And according to all the ordinances thereof</i> — this relates to the laws ‘upon’ the lamb,<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">Our texts of Rashi add here: “from another place.” Ramban interprets this phrase as an independent thought, as explained further on.</i> such as eating unleavened bread for seven days, and the removal of leavened bread.” But this is a copyist’s error.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">Ramban’s meaning is as follows: Even if we concede that the duty to eat unleavened bread can be called a law “upon the lamb,” because the Passover-offering must be eaten together with unleavened bread, in what way can the duty of destroying leavened bread be one that is “upon the lamb”? Therefore it must be a copyist’s mistake in Rashi, which thus requires re-interpretation.</i> For the laws which concern the animal itself are as stated above], <i>a lamb without blemish, a male of the first year;</i><sup class=\"footnote-marker\">72</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 5.</i> the laws “upon” the animal are that it should be <i>roast with fire; its head with its legs and with the inwards thereof;</i><sup class=\"footnote-marker\">75</sup><i class=\"footnote\">Exodus 12:9.</i> whereas the laws which are “outside” the animal itself are [the duty to eat] unleavened bread [on the first evening of the festival] and the duty of removing leavened bread, concerning which Scripture does not speak here at all. Similarly, it is said of the second Passover that [it should be observed] <i>according to the statute of the Passover, and according to the ordinance thereof</i>,<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">Further, Verse 14.</i> and a person may [then] have both unleavened bread and leavened bread with him in his house,<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Pesachim 95 a.</i> and it applies for only one day.<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">Hence the duty to eat unleavened bread and to destroy all leavened bread, cannot be included [as implied in our texts of Rashi] in <i>the statutes and ordinances</i> of the second Passover, since we have been taught that on the second Passover one <i>may</i> have both unleavened and leavened bread with one in the house! Furthermore, the second Passover applies only for one day; so how can there be a duty to eat unleavened bread for <i>seven</i> days included in “the ordinances that are upon the animal” [as our texts of Rashi have it]!</i><br>Now Scripture spoke briefly, saying, <i>at dusk, ye shall bring it in its appointed season; according to all the statutes of it, and according to all the ordinances thereof, shall ye bring it</i>,<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">In Verse 3 before us.</i> thereby including the laws relating to eating it, that it should not be on the <i>day</i> mentioned by the verse [on which the offering is slaughtered], but it is to be eaten on the following night, since He already explained previously, <i>And they shall eat the flesh in that night</i> etc.<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Exodus 12:5.</i> Similarly, <i>In the second month on the fourteenth day at dusk they shall bring it; they shall eat it with unleavened bread and bitter herbs</i>,<sup class=\"footnote-marker\">81</sup><i class=\"footnote\">Further, Verse 11.</i> means <i>they shall eat it</i> at the time of eating mentioned in the command concerning the first Passover.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "521df6cfedbab45814ae630d", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Rashi on Numbers 9:3:1", "sourceHeRef": "רש\"י על במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ככל חקתיו.</b> אֵלּוּ מִצְוֹת שֶׁבְּגוּפוֹ — שֶֹה תָמִים זָכָר בֶּן שָׁנָה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ככל חקותיו ACCORDING TO ALL RITES OF IT [… SHALL YE KEEP IT] — This refers to the laws relating to its body itself (i.e. the animal itself) while alive — that it must be “a lamb, without blemish, a male, one year old” (Exodus 12:5) (Sifrei Bamidbar 65). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "521df6cfedbab45814ae630f", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Rashi on Numbers 9:3:2", "sourceHeRef": "רש\"י על במדבר ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וככל משפטיו.</b> אֵלּוּ מִצְוֹת שֶׁעַל גּוּפוֹ מִמָּקוֹם אַחֵר, כְּגוֹן שִׁבְעַת יָמִים לְמַצָּה וּלְבִעוּר חָמֵץ (מִצְוֹת שֶׁבְּגוּפוֹ — שֶׂה תָמִים זָכָר בֶּן שָׁנָה; שֶׁעַל גּוּפוֹ — צְלִי אֵשׁ רֹאשׁוֹ עַל כְּרָעָיו וְעַל קִרְבּוֹ; שֶׁחוּץ לְגוּפוֹ — מַצָּה וּבִעוּר חָמֵץ):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וככל משפטיו AND ACCORDING TO ALL THE REGULATIONS THEREOF — This again refers to commands which have a bearing upon the animal itself but originating from another place (i.e. outside the animal itself), e.g. seven days for eating unleavened bread and during which the leaven must be removed from one’s home. [Some editions have (cf. Nachmanides): the laws relating to the animal itself are that it must be “a lamb, without blemish, a male and one year old”. Such as have to be practiced upon its body (note the difference in the meaning of this phrase, and the omission of ממקום אחר) are those mentioned in Exodus 12:9: “roasted with fire, its head with its legs and the inward parts thereof”; and finally such as go beyond the sacrifice itself: the eating of unleavened bread and the removal of leaven from the house].", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe3fbfba276047f6f86", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 9:3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Onkelos Numbers 9:3", "sourceHeRef": "תרגום אונקלוס על במדבר ט׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "בְּאַרְבְּעַת עַשְׂרָא יוֹמָא בְּיַרְחָא הָדֵין בֵּין שִׁמְשַׁיָּא תַּעְבְּדוּן יָתֵיהּ בְּזִמְנֵיהּ כְּכָל גְּזֵרָתֵיהּ וּכְכָל <b>דְּחָזֵי לֵיהּ</b> תַּעְבְּדוּן יָתֵיהּ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "On the fourteenth day of this month, in the afternoon, you shall perform it in its proper time; according to all its statutes and according to all its laws [<b>that are appropriate for it</b>] you shall perform it.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7bc", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 9:3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Targum Jonathan on Numbers 9:3", "sourceHeRef": "תרגום יונתן על במדבר ט׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "בְּאַרְבֵּיסַר יוֹמָא בְּיַרְחָא הָדֵין בֵּין שִׁמְשְׁתָא תַּעַבְדוּן יָתֵיהּ בִּזְמַנֵיהּ כְּכָל קְיָימוֹי וּכְכָל דִינוֹי תַּעַבְדוּן יָתֵיהּ", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " On the fourteenth day of this mouth, between the suns, they shall perform it in its time; according to all its rites and all its statutes shall they do it. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd482afbfba2173336252c", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 12:6:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ramban on Exodus 12:6:1", "sourceHeRef": "רמב\"ן על שמות י״ב:ו׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>בֵּין הָעַרְבָּיִם</b> מִשֵּׁשׁ שָׁעוֹת וּלְמַעְלָה קָרוּי בֵּין הָעַרְבַּיִם, שֶׁהַשֶּׁמֶשׁ נוֹטָה לְצַד מְבוֹאוֹ לַעֲרֹב. וּלְשׁוֹן בֵּין הָעַרְבַּיִם נִרְאֶה בְּעֵינַי, אוֹתָן שָׁעוֹת שֶׁבֵּין עֲרִיבַת הַיּוֹם לַעֲרִיבַת הַלַּיְלָה. עֲרִיבַת הַיּוֹם בִּתְחִלַּת שֶׁבַע, כִּי יִנָּטוּ צִלְלֵי עָרֶב, וַעֲרִיבַת הַלַּיְלָה בִּתְחִלַּת הַלַּיְלָה. עֶרֶב, לְשׁוֹן נֶשֶׁף וְחֹשֶׁךְ, כְּמוֹ \"עָרְבָה כָּל שִׂמְחָה\" (ישעיה כד יא), לְשׁוֹן רַשִׁ\"י. (רש\"י על שמות י\"ב:ו') ור\"א הֵשִׁיב מִן הַכָּתוּב שֶׁאָמַר (שמות ל':ח') \"וּבְהַעֲלֹת אַהֲרֹן אֶת הַנֵּרֹת בֵּין הָעַרְבַּיִם\", כִּי שָׁם כָּתוּב \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן וּבָנָיו מֵעֶרֶב עַד בֹּקֶר\" (שמות כ\"ז:כ\"א), וְעוֹד מִן הַכָּתוּב בַּפֶּסַח עַצְמוֹ \"שָׁם תִּזְבַּח אֶת הַפֶּסַח בָּעָרֶב כְּבֹא הַשֶּׁמֶשׁ מוֹעֵד צֵאתְךָ מִמִּצְרָיִם\" (דברים טז ו), כִּי בְּבֹא הַשֶּׁמֶשׁ שְׁקִיעַת הַחַמָּה. וְאֵין זֶה תְּשׁוּבָה עַל הָרַב, שֶׁכְּבָר אָמְרוּ רַבּוֹתֵינוּ (ברכות ט.) בָּעֶרֶב אַתָּה זוֹבֵחַ, כְּבֹא הַשֶּׁמֶשׁ אַתָּה אוֹכֵל, מוֹעֵד צֵאתְךָ מִמִּצְרָיִם אַתָּה שׂוֹרֵף. וּכְבָר כָּתַב הָרַב זֶה:<br>וְהַנָּכוֹן בְּעֵינַי בָּזֶה, כִּי הַלַּיְלָה נִקְרָא \"עֶרֶב\", כְּמוֹ שֶׁנֶּאֱמַר (שמות י\"ב:י\"ח) \"בָּעֶרֶב תֹּאכְלוּ מַצּוֹת\", וְהוּא בַּלַּיְלָה, שֶׁנֶּאֱמַר (שמות י\"ב:ח') \"וְאָכְלוּ אֶת הַבָּשָׂר בַּלַּיְלָה הַזֶּה צְלִי אֵשׁ וּמַצּוֹת\" וְכֵן \"וַיְהִי עֶרֶב וַיְהִי בֹקֶר\" (בראשית א ה), עַל תְּחִלַּת הַלַּיְלָה כְּצֵאת הַכּוֹכָבִים, וְכֵן \"בְּנֶשֶׁף בְּעֶרֶב יוֹם בְּאִישׁוֹן לַיְלָה וַאֲפֵלָה\" (משלי ז ט). וְיִקָּרֵא ג\"כ סוֹף הַיּוֹם \"עֶרֶב\" כְּמוֹ שֶׁאָמְרוּ \"וַיָּבֹאוּ שְׁנֵי הַמַּלְאָכִים סְדֹמָה בָּעֶרֶב וְלוֹט יֹשֵׁב בְּשַׁעַר סְדֹם\" (בראשית יט א). וְכֵן \"וַיְהִי בָעֶרֶב וַתַּעַל הַשְּׂלָו\" (שמות ט\"ז:י\"ג), וְלֹא בָּא הַשְּׂלָו בַּלַּיְלָה. וְכֵן רַבִּים. וּכְתִיב \"עֶרֶב וָבֹקֶר וְצָהֳרַיִם אָשִׂיחָה וְאֶהֱמֶה\" (תהלים נה יח):<br>וְהִנֵּה אֵלֶּה הַשְּׁלֹשָׁה עִתִּים כּוֹלְלִים כָּל הַיּוֹם, אִם כֵּן אַחֲרֵי הַצָּהֳרַיִם יִקָּרֵא עֶרֶב מִיָּד, וְכַעֲלוֹת הַשֶּׁמֶשׁ וְכָל עֵת הֱיוֹתוֹ בַּמִּזְרָח יִקָּרֵא בֹּקֶר, וְהוּא אַרְבַּע שָׁעוֹת, כְּמוֹ שֶׁהֵעִידוּ עַל תָּמִיד שֶׁל שַׁחַר שֶׁקָּרֵב בְּאַרְבַּע שָׁעוֹת (עדיות ו א), וְאַחַר הַבֹּקֶר יִקָּרֵא הָעֵת צָהֳרַיִם, כְּמוֹ שֶׁנֶּאֱמַר \"מֵהַבֹּקֶר וְעַד הַצָּהֳרַיִם\" (מלכים א י\"ח:כ\"ו), וְהֵן שְׁתֵּי הַשָּׁעוֹת הַחֲמִישִׁית וְהַשִּׁשִּׁית, וְהוּא מִלְּשׁוֹן \"צֹהַר תַּעֲשֶׂה לַתֵּבָה\" (בראשית ו טז), כְּעִנְיַן זֹהַר. וְיַזְכִּיר בָּהֶן לְשׁוֹן רַבִּים, בַּעֲבוּר שֶׁהֵן שְׁתַּיִם. וְהִנֵּה הֵם שְׁנֵי צָהֳרַיִם, אוֹ מִפְּנֵי שֶׁיַּצְהִירוּ כָּל הַצְּדָדִין, כִּי בַּבֹּקֶר הָאוֹר בַּמִּזְרָח, וּבָעֶרֶב הוּא בַּמַּעֲרָב, וּבְאֶמְצַע הַיּוֹם בְּגֹבַהּ הָרָקִיעַ מֵאִיר לְכָל הַצְּדָדִין. וְכַאֲשֶׁר יַעַבְרוּ הַצָּהֳרַיִם וְיָסוּר הַשֶּׁמֶשׁ מִזְּרֹחַ בִּשְׁנֵי הַצְּדָדִין יִקָּרֵא \"עַרְבַּיִם\" מִפְּנֵי שֶׁיַּעֲרֹב הַשֶּׁמֶשׁ מִשְּׁנֵי הַצְּדָדִין הָהֵם, וְהַזְּמַן הַזֶּה הוּא כָּל עֵת זְרֹחַ הַשֶּׁמֶשׁ בָּרָקִיעַ. אֲבָל בִּשְׁקִיעַת הַחַמָּה, וְהוּא כְּמוֹ שָׁעָה וּרְבִיעַ עַל דַּעַת רַבּוֹתֵינוּ (פסחים נח:), אֵינוֹ זְמַן הַשְּׁחִיטָה וְאֵינוֹ נִקְרָא עַרְבַּיִם, אֲבָל הוּא עֶרֶב יוֹם: וְאָמַר <b>בֵּין הָעַרְבָּיִם</b>, כִּי <b>בֵּין</b> בַּמָּקוֹם הַזֶּה אֵינֶנּוּ מַבְדִּיל, אֲבָל הוּא כְּעִנְיָן בְּתוֹכָם, וְהוּא כְּמוֹ \"בֵּינוֹתֵינוּ בֵּינֵינוּ וּבֵינֶיךָ\" (בראשית כו כח), \"בֵּינִי וּבֵינְךָ מַה הִיא\" (שם כג טו), \"עַל בֵּין עֲבֹתִים\" (יחזקאל יט יא), \"מִבֵּינוֹת לַגַּלְגַּל\" (שם י ו), כְּמוֹ בְּתוֹכָם, \"מִבֵּין הַשְּׂרֵפָה\" (במדבר יז ב), מִתּוֹכָהּ, כְּעִנְיָן שֶׁנֶּאֱמַר \"וַתָּקָם בְּעוֹד לַיְלָה\" (משלי לא טו), בְּתוֹךְ לַיְלָה, וְכֵן <b>בֵּין הָעַרְבָּיִם</b>, וְלֹא נֶאֱמַר בָּעַרְבָּיִם, שֶׁלֹּא יִהְיֶה בְּמַשְׁמַע עֶרֶב יָמִים רַבִּים. וְהִנֵּה אָמַר הַכָּתוּב שֶׁנִּשְׁחַט אֶת הַפֶּסַח בְּתוֹךְ הָעַרְבַּיִם, כִּי זְמַן הַשְּׁחִיטָה מִן הַתּוֹרָה הוּא מִשֵּׁשׁ שָׁעוֹת וּלְמַעְלָה עַד תְּחִלַּת שְׁקִיעַת הַחַמָּה, וְכֵן אָמַר \"בְּאַרְבָּעָה עָשָׂר לַחֹדֶשׁ בֵּין הָעַרְבָּיִם פֶּסַח לַה'\" (ויקרא כג ה), שֶׁהוּא זְמַן הַשְּׁחִיטָה, וְכֵן \"בֵּין הָעַרְבַּיִם תַּעֲשׂוּ אֹתוֹ\" (במדבר ט ג), עַל תְּחִלַּת הָעֲשִׂיָּה שֶׁהִיא הַשְּׁחִיטָה, וְכֵן \"בֵּין הָעַרְבַּיִם תֹּאכְלוּ בָשָׂר\" (שמות ט\"ז:י\"ב), הֵם הַשָּׁעוֹת הַנִּזְכָּרוֹת, כִּי הָיָה לָהֶם לַאֲכִילַת הַבָּשָׂר זְמַן גָּדוֹל. וְאָמַר (שם יג) \"וַיְהִי בָעֶרֶב וַתַּעַל הַשְּׂלָו\", כִּי עָלָה בַּיּוֹם הָרִאשׁוֹן לְשָׁעָה אַחַת בָּעֶרֶב:<br>וְיִתָּכֵן שֶׁיִּהְיֶה הַלָּשׁוֹן כְּדִבְרֵי רַשִׁ\"י, שְׁנֵי עֲרָבִים, עֶרֶב בֹּקֶר וְעֶרֶב יוֹם, כִּי כֵן יֹאמַר הַכָּתוּב מִנְחַת הַבֹּקֶר וּמִנְחַת הָעֶרֶב, שֶׁנֶּאֱמַר (מלכים ב ג':כ') \"וַיְהִי בַבֹּקֶר כַּעֲלוֹת הַמִּנְחָה\", וְאוֹמֵר (עזרא ט ד-ה) \"עַד לְמִנְחַת הָעָרֶב וּבְמִנְחַת הָעֶרֶב קַמְתִּי מִתַּעֲנִיתִי\", וּמִנְחָה לְשׁוֹן מְנוּחַת הַשֶּׁמֶשׁ וְהַשְׁקֵט אוֹרוֹ הַגָּדוֹל, כְּדִמְתַרְגְּמִינַן \"לִמְנָח יוֹמָא\" (בראשית ג ח), וְהֵן מִנְחָה גְּדוֹלָה וּמִנְחָה קְטַנָּה שֶׁהִזְכִּירוּ חֲכָמִים (ברכות כו:). וְהִנֵּה כָּל הַזְּמַן הַזֶּה לְהַדְלָקַת הַנֵּרוֹת וְלַקְּטֹרֶת שֶׁאֵינָן כְּשֵׁרִין בַּלַּיְלָה אֶלָּא בִּזְמַן תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם וְקוֹדְמִין לוֹ. וְלָזֶה יִטֶּה דַּעַת אוּנְקְלוֹס (תרגום אונקלוס על שמות י\"ב:ו') שֶׁאָמַר \"בֵּין שִׁמְשַׁיָּא\", שֶׁמֶשׁ הַמִּזְרָח וְשֶׁמֶשׁ הַמַּעֲרָב, וְאָמַר הַכָּתוּב (שמות כ\"ז:כ\"א) \"יַעֲרֹךְ אֹתוֹ אַהֲרֹן מֵעֶרֶב עַד בֹּקֶר\", שֶׁתִּהְיֶינָה דּוֹלְקוֹת כָּל הַלַּיְלָה:<br>וְהִנֵּה נוּכַל לְפָרֵשׁ \"שָׁם תִּזְבַּח אֶת הַפֶּסַח בָּעָרֶב\" (דברים טז ו), בַּזְּמַן הַנִּזְכָּר, כִּי נִקְרָא עֶרֶב, וְיִהְיֶה \"כְּבֹא הַשֶּׁמֶשׁ מוֹעֵד צֵאתְךָ מִמִּצְרָיִם\" מְחֻבָּר עִם \"וּבִשַּׁלְתָּ וְאָכַלְתָּ\", וְכֵן רַבִּים. אֲבָל עַל דַּעְתִּי אֵין \"תִּזְבַּח אֶת הַפֶּסַח\" עַל הַשְּׁחִיטָה, אֲבָל יֹאמַר בַּמָּקוֹם אֲשֶׁר יִבְחַר ה' אֱלֹהֶיךָ, שָׁם תַּעֲשֶׂה זֶבַח הַפֶּסַח בַּלַּיְלָה כְּבֹא הַשֶּׁמֶשׁ שֶׁהוּא מוֹעֵד צֵאתְךָ מִמִּצְרַיִם, כְּמוֹ שֶׁנֶּאֱמַר (שם טז א) \"הוֹצִיאֲךָ ה' אֱלֹהֶיךָ מִמִּצְרַיִם לָיְלָה\". וְאָמַר עַל זוֹ הָעֲשִׂיָּה וּבִשַּׁלְתָּ וְאָכַלְתָּ בַּמָּקוֹם הַהוּא הַנִּזְכָּר, וְהַפֶּסַח עַצְמוֹ יִקָּרֵא זֶבַח, \"לֹא תִשְׁחַט עַל חָמֵץ דַּם זִבְחִי\" (שמות לד כה), פִּסְחִי: וְזֶה טַעַם כָּל הַפָּרָשָׁה (דברים טז א) \"שָׁמוֹר אֶת חֹדֶשׁ הָאָבִיב וְעָשִׂיתָ פֶּסַח לַה' אֱלֹהֶיךָ כִּי בְּחֹדֶשׁ הָאָבִיב הוֹצִיאֲךָ ה' אֱלֹהֶיךָ מִמִּצְרַיִם לָיְלָה וְגוֹ' לֹא תֹאכַל עָלָיו חָמֵץ\", הִזְכִּיר הָעֲשִׂיָּה וְהַלַּיְלָה, וְצִוָּה אֵיךְ יֹאכְלוּהוּ, וְהִזְכִּיר שִׁבְעַת הַיָּמִים (פסוק ג-ד), וְאֵין בְּכָל הַפָּרָשָׁה הַהִיא זֵכֶר לְיוֹם אַרְבָּעָה עָשָׂר וְהַשְּׁחִיטָה בּוֹ, וְכֵן אָמַר \"וְלֹא יָלִין מִן הַבָּשָׂר אֲשֶׁר תִּזְבַּח בָּעֶרֶב בַּיּוֹם הָרִאשׁוֹן לַבֹּקֶר\" (דברים טז ד). וְהִנֵּה בָּעֶרֶב בְּיוֹם הָרִאשׁוֹן, יוֹם חֲמִשָּׁה עָשָׂר, הָרִאשׁוֹן בְּשִׁבְעַת הַיָּמִים הַנִּזְכָּרִים, כִּי יוֹם אַרְבָּעָה עָשָׂר לֹא הֻזְכַּר כָּאן כְּלָל, וְכֵן \"בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בָּעֶרֶב תֹּאכְלוּ מַצֹּת\" (שמות י\"ב:י\"ח) הוּא לֵיל חֲמִשָּׁה עָשָׂר. וְהִנֵּה פֵּרוּשׁ \"אֲשֶׁר תִּזְבַּח בָּעֶרֶב\" שֶׁלֹּא יָלִין לַבֹּקֶר מִן הַבָּשָׂר אֲשֶׁר תַּעֲשֶׂה אוֹתוֹ זֶבַח בְּעֶרֶב יוֹם הָרִאשׁוֹן:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "BEIN HA’ARBAYIM’ (AT EVENTIDE). “The period beginning at the sixth hour and onward, [counted from the beginning of the day, which in Torah-law is always divided into twelve hours], is called <i>bein ha’arbayim</i> (at eventide), because the sun inclines in the direction of its setting there to become darkened. It appears to me that the expression <i>bein ha’arbayim</i> denotes those hours which are between the beginning of the darkening of the day and the final darkening at night. The darkening of the day is at the beginning of the seventh hour of the day, from the time <i>the shadows of the evening are stretched out</i>,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Jeremiah 6:4.</i> and the darkening of the night is at the beginning of the night. The word <i>erev</i> (night) is an expression of gloom and darkness, just as in the verse, <i>All joy is ‘arbah’</i> (<i>darkened</i>).”<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Isaiah 24:11.</i> Thus the language of Rashi.<br>Rabbi Abraham ibn Ezra refuted [this explanation of Rashi] by pointing to the verse which says, <i>And when Aaron lighteth the lamps ‘bein ha’arbayim’</i><sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Further, 30:8.</i> [‘There is no doubt that he lights the lamps at sundown”], as it is written there, <i>Aaron and his sons shall set it in order from evening to morning</i>.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><i>Ibid.</i>, 27:21.</i> [Thus it proves that <i>bein ha’arbayim</i> does not begin with the seventh hour of the day as Rashi would have it, but at sundown near night.] Besides, the verse regarding the paschal offering itself states: <i>There thou shalt sacrifice the Passover-offering at even, at the going down of the sun, at the time thou camest forth out of Egypt</i>,<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Deuteronomy 16:6.</i> and “the going down of the sun” occurs at sunset. [How then could Rashi explain <i>bein ha’arbayim</i> mentioned here as commencing at the seventh hour of the day?]<br>But this is no refutation of the Rabbi’s [Rashi’s] explanation. Our Rabbis have already said<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Berachoth 9a.</i> that the meaning of the verse is as follows: “<i>At even</i>, you slaughter [the Passover-offering]; <i>at the going down of the sun</i>, you eat it; <i>at the time thou camest forth out of Egypt</i>, [i.e., in the morning of the fifteenth day of Nisan, it becomes <i>nothar</i>]<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">Literally, “left over.” Portions of sacrifices left over after the prescribed time within which they are to be eaten must be burnt. See “The Commandments,” Vol. I, pp. 103-4. Now since the Passover-offering is to be eaten only on the night of the fifteenth day, whatever is left by the morning of that day is to be burnt. The actual burning, however, takes place on the morning of the sixteenth day, since it is not permissible to burn <i>nothar</i> on a Festival day.</i> and you burn it.” The Rabbi [Rashi] has already so commented [in his commentary to Deuteronomy 16:6].<br>The correct interpretation on this matter appears to me to be that the night is called <i>erev</i>, as it is said, <i>‘ba’erev’ ye shall eat unleavened bread</i>.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Further, Verse 18.</i> and this is at night, as it clearly states, <i>And they shall eat the flesh in that night, roast with fire, and unleavened bread</i>.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> Similarly, <i>And there was ‘erev’ and there was morning</i>,<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Genesis 1:5.</i> means the beginning of night when the stars do come forth. The same applies to the verse, <i>In the twilight, ‘ba’erev’ of the day, in the blackness of night and the darkness</i>,<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Proverbs 7:9.</i> [where the word <i>ba’erev</i>, coming after “the twilight,” must signify the night]. Now the end of the day is also called <i>erev</i>, as the verses indicate: <i>And the two angels came to Sodom ‘ba’erev,’ and Lot sat in the gate of Sodom;</i><sup class=\"footnote-marker\">131</sup><i class=\"footnote\">Genesis 19:1. In view of the fact that Lot surely did not sit in the gate at night, <i>ba’erev</i> must mean at the end of the day.</i> <i>And it came to pass ‘ba’erev’ that the quails came up</i>,<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">Further, 16:13.</i> and the quails did not come at night.<sup class=\"footnote-marker\">133</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 12: <i>At eventide ye shall eat flesh</i>. This clearly indicates that the quails came before the night. The word <i>ba’erev</i> in the verse, <i>And it came to pass ‘ba’erev’ that the quails came up</i>, must therefore mean at the end of the day.</i> There are many other such cases.<br>It is further written: <i>‘Erev,’ and morning, and at noonday, I will sigh and moan</i>.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">Psalms 55:18.</i> Now these three periods include the whole day [of twenty-four hours. Therefore, if we interpret <i>erev</i> as meaning actual night, the hours from noonday to night will be missing here. We must] thus conclude that [the period] immediately after noonday is called <i>erev</i>, [which lasts from the latter part of the day till morning. Thus the verse encompasses the whole day of twenty-four hours].<br>Morning is so called from sunrise and thence onward as long as the sun remains in the east. This period lasts four hours, just as the Rabbis testified<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">In Tractate Eduyoth 6:1. This testimony is attributed to Rabbi Yehudah ben Baba.</i> that the morning Daily Whole-offering [for the entire congregation of Israel] may be offered in the [first] four hours of the day [but not later].<br>After morning, the time is called <i>tzohorayim</i> (noonday), just as it is said, <i>from morning until ‘tzohorayim’</i> (<i>noon</i>).<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">I Kings 18:26.</i> It consists of two hours: the fifth and the sixth hours of the day. The word <i>tzohorayim</i> is of the root ‘<i>tzohar</i>’ (<i>A light</i>) <i>shalt thou make to the ark</i>,<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Genesis 6:16.</i> and implies brightness. It is written in the plural [<i>tzohorayim</i>] because it is the two [brightest parts of the day] which, so to speak, make two <i>tzohorayim</i>. It may be that it is written in the plural because light is then disseminated on all sides. In the morning the light is centered in the east, and towards evening it is in the west, but in the middle of the day when it is high in the sky, it gives light on all sides.<br>When <i>tzohorayim</i> (noonday) passes and the sun departs from shining upon two sides, the time of the day is called <i>arbayim</i> — [from the root <i>erev</i> (darkness)] - because the sun has darkened from [its state of shining on] those two sides. This period [of <i>arbayim</i>] lasts as long as the sun shines in the sky [and is permissible for the slaughtering of the Passover-offering]. But beginning with sundown, which is about an hour and a quarter [before the day terminates with the coming out of the stars], it is no longer the time for the slaughtering thereof according to the opinion of our Rabbis,<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">Mechilta Pischa, 5: “<i>At eventide</i>. I might understand this to mean at the evening twilight. Scripture therefore says, etc.”</i> for that period of time is no longer <i>arbayim</i> but rather <i>erev yom</i> (the evening of the day).<sup class=\"footnote-marker\">139</sup><i class=\"footnote\"><i>In the twilight, ‘b’erev yom’</i> (<i>in the evening of the day</i>) (Proverbs 7:9).</i><br>The reason it is called <i>bein ha’arbayim</i> [in the Torah, and not just <i>arbayim</i>], is not that the word <i>bein</i> signifies here “between,” [as Rashi above explained that the expression <i>bein ha’arbayim</i> denotes that time-period which is “between” the beginning of those hours, etc.], but it is something like “in their midst,” similar to these verses: <i>Let there now be an oath ‘beinotheinu beineinu ubeinecha';</i><sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Genesis 26:28. It is generally translated: <i>between us, even between us and thee</i>. But according to Ramban, the meaning thereof would be: “let there be an oath in our midst, even in us and in thee.”</i> <i>A piece of land worth four hundred shekels of silver, what is that ‘beini ubeincha’?;</i><sup class=\"footnote-marker\">141</sup><i class=\"footnote\"><i>Ibid.</i>, 23:15. It is generally translated: <i>between me and thee</i>. Ramban understands it: “in the midst of me and you, the value of the land is not worth discussing.”</i> <i>And her stature was exalted ‘al bein’</i> (<i>among</i>) <i>the thick branches;</i><sup class=\"footnote-marker\">142</sup><i class=\"footnote\">Ezekiel 19:11. Ramban would explain it: “her stature was exalted in the midst of the thick foliage.”</i> <i>Take fire ‘mibeinoth’ the wheelwork</i>,<sup class=\"footnote-marker\">143</sup><i class=\"footnote\"><i>Ibid.</i>, 10:6. It is generally translated: “from ‘between’ the wheelwork.”</i> which means from “within their midst”; <i>Take up their fire-pans ‘mibein’ the burning</i>,<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Numbers 17:2.</i> which means “from the midst thereof,” similar to the expression, <i>She rises also ‘be’od’ night</i>,<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">Proverbs 31:15. It is generally translated: “she rises also ‘while it is yet’ night.”</i> which means in the midst of the night. And so is the expression <i>bein ha’arbayim</i>, [which signifies “in the midst of that part of the day called <i>arbayim</i>,” as explained above]. It does not state <i>ba’arbayim</i>, for that might have indicated the <i>erev</i> of many days. Thus Scripture is saying that we should slaughter the Passover-offering in the midst of the <i>arbayim</i>, since the time prescribed by the Torah for the slaughtering of the Passover-offering is from after the sixth hour of the day till the commencement of sunset. And Scripture also says, <i>In the first month, on the fourteenth day of the month ‘bein ha’arbayim’</i> (<i>at eventide</i>) <i>is the Passover of the Eternal</i>,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">Leviticus 23:5.</i> which refers to the time of the slaughtering [of the Passover-offering]. Similarly, the verse, <i>In the fourteenth day of this month ‘bein ha’arbayim’ ye shall observe it</i>,<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">Numbers 9:3.</i> refers to the beginning of the observance, which is the slaughtering, [while the eating of the Passover-offering takes place on the following night]. The verse stating [in connection with the quails], <i>‘bein ha’arbayim’ ye shall eat flesh</i>,<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">Further, 16:12.</i> also refers to the hours mentioned, [i.e., from after the sixth hour of the day till the start of sunset], since they had extensive time for the eating of meat. The following verse there which states, <i>And it came to pass ‘ba’erev’</i> (<i>at even</i>), <i>that the quails came up</i>,<sup class=\"footnote-marker\">149</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 13.</i> is [so stated] because on the first day, the quails came up for one hour within that period called <i>erev</i>.<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">In other words, Scripture is stating that during the part of the day called <i>erev</i> which, as explained above, extends from immediately after <i>tzohorayim</i> until the end of the day — making a period of six hours — the quails came up for a time. See my Hebrew commentary, p. 327, for further discussion of this text.</i> [Therefore it does not say, “and it came to pass <i>bein ha’arbayim</i> that the quails came up,” for that would have signified that the quails came up during the whole stretch of time from after the sixth hour of the day till sundown.]<br>It is possible to explain the expression <i>bein ha’arbayim</i> in accordance with the explanation of Rashi,<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">The plural form of <i>arbayim</i> suggests two kinds of <i>erev</i>, and the word <i>bein</i> signifies “between.” Thus <i>bein ha’arbayim</i> denotes those hours which are between the darkening of the day and the darkening of the night. Thus is the explanation of Rashi. Ramban proceeds to confirm Rashi’s explanation that the word <i>bein</i> means “between,” but adds that the plural form of <i>arbayim</i> denotes two different periods of the day, unlike Rashi who wrote that it is between the darkening of the day and the darkening of the night, as will be explained.</i> i.e., that there are two kinds of <i>erev</i>, an <i>erev</i> of the morning and an <i>erev</i> of the day, for Scripture so calls them: <i>the ‘minchah’ of the morning</i>,<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Further, 29:41. Ramban will explain the word <i>minchah</i>.</i> and <i>the ‘minchah’ of the evening</i>,<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">II Kings 16:15.</i> as it is said, <i>And it came to pass in the morning, about the time of making the ‘minchah’</i>,<sup class=\"footnote-marker\">154</sup><i class=\"footnote\"><i>Ibid.</i>, 3:20.</i> and it further says, <i>And I sat appalled until the ‘minchah’ of the evening. And at the evening ‘minchah’ I arose up from my fasting</i>.<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Ezra 9:4-5.</i> Now the word <i>minchah</i> is an expression denoting the resting of the sun and the diminution of its great light, just as the Targum rendered [<i>l’ruach hayom</i>] <i>l’manach yoma</i> (where the day comes to rest).<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">In Genesis 3:8, we read: <i>And they</i> [Adam and Eve] <i>heard the voice of the Eternal G-d walking in the garden of Eden ‘l’ruach hayom,’</i> which Rashi interpreted: “in that direction towards which the sun travels, which is the west.” Onkelos rendered it: <i>l’manach yoma</i>, “in the afternoon,” or literally, “when the day comes to rest.” Thus it is seen that the word <i>minchah</i> denotes rest.</i> And the plural form of <i>arbayim</i> connotes the two afternoons: “the greater afternoon,” [i.e., the time from six and a half hours after the beginning of the day], and “the smaller afternoon,” [i.e., from nine and a half hours after the start of the day until sunset], which the Sages have mentioned.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Berachoth 26b.</i> Now during this entire period [of <i>bein ha’arbayim</i>], it is permissible to kindle the lamps of the candelabrum [in the Sanctuary]<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">Unlike the opinion of Ibn Ezra mentioned above, i.e., that the kindling of the lamps of the candelabrum in the Sanctuary was done at sundown.</i> and to burn the incense, both of which are not permissible to be done at night but only at the time of the Daily Whole-offering of the eventide, and in fact their performance precedes the actual offering of the sacrifice upon the altar.<br>Onkelos’ opinion seems to incline towards this explanation [that the plural form of <i>arbayim</i> denotes two different parts of the day], for he translated <i>bein ha’arbayim</i> as <i>bein shimshaya</i> (between the suns), meaning the times when the sun is in the east and the sun is in the west. The verse stating, <i>Aaron and his sons shall set it in order from evening to morning</i>,<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">Further, 27:21. From this verse, Ibn Ezra had proven at the beginning of this discussion — see at Note 123 — that the lamps of the candelabrum are kindled at sundown. Ramban proceeds to explain that the purport of the verse is that the priests are to put into the lamps their due measure of oil so that they will burn from evening to morning, but not that it mattered that they were kindled only at sundown. As explained above, that could be done anytime during “the greater afternoon” and “the smaller afternoon.” Thus Ibn Ezra’s strictures on Rashi are removed.</i> means [that it be given its due measure of oil] so that it may burn a whole night [although the actual kindling thereof could be done anytime in the <i>bein ha’arbayim</i>. It does not mean, as Ibn Ezra explained, that this verse teaches that the kindling of the candelabrum took place at sundown].<br>Thus we can explain the verse, <i>There thou shalt sacrifice the Passover-offering ‘ba’erev’</i> (<i>at even</i>),<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">Deuteronomy 16:6. See above at Note 124 how Ibn Ezra brought this verse in proof against Rashi’s explanation. Ramban already refuted it above on the basis of the teaching of the Rabbis. Here he refutes Ibn Ezra on the basis of the plain meaning of what he has shown, i.e., that <i>erev</i> also means the afternoon, etc. Ramban’s own explanation of this verse is yet to follow.</i> to mean at the above-mentioned time, [i.e., the afternoon], for that is called <i>erev</i> [as explained]. The following expression there, <i>at the going down of the sun</i>, is connected with the following verse, <i>And thou shalt roast and eat it</i>.<sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> There are many such cases in Scripture [where an expression in one verse is connected with the following verse].<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">See Vol. I, pp. 437-8.</i><br>In my opinion however, the verse, <i>There thou shalt sacrifice the Passover-offering</i>, does not at all refer to the time of the slaughtering thereof, [which took place on the afternoon of the fourteenth day of Nisan]. Rather, the purport thereof is to state <i>that at the place which the Eternal thy G-d chose to establish His name in, there thou shalt</i> observe [the commandment concerning] the Passover-offering at night, <i>at the going down of the sun</i>, which is <i>the time thou camest forth out of Egypt</i>. It is concerning this performance that Scripture says [in the following verse], <i>And thou shalt roast and eat it in the place</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 7.</i> mentioned. The sacrifice itself is called <i>zevach</i>,<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">Ramban’s intent is to clarify that the word <i>tizbach — There thou shalt ‘tizbach’ the Passover-offering</i> — does not mean “slaughter,” in which case it would necessarily be referring to the afternoon of the fourteenth day of Nisan. Instead, Ramban proceeds to show that the word <i>zevach</i> refers to the sacrifice itself, and the verse therefore refers to the eating thereof which takes place on the following night of the fifteenth day. All this, however, is from the standpoint of the plain meaning of Scripture. Ramban has already noted that the Rabbis in the Talmud (see Note 125), as well as Rashi in his commentary to Deuteronomy 16:6, have explained <i>tizbach</i> as “slaughter.”</i> as Scripture says, <i>Thou shalt not offer the blood of ‘zivchi’</i> (<i>My sacrifice</i>) <i>upon leaven</i>,<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">Further, 34:25.</i> which means “My Passover-offering.”<br>This then is the purport of the whole chapter [in Deuteronomy]: <i>Observe the month of Aviv, and observe the Passover unto the Eternal thy G-d; for in the month of Aviv the Eternal thy G-d brought thee forth out of Egypt by night</i>, etc. <i>Thou shalt eat no leavened bread with it</i>.<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">Deuteronomy 16:1-3.</i> Thus He mentioned the observance of the Passover-offering and the night, [clearly indicating that in those verses, He refers only to the time of the eating of the Passover-offering, which occurs on the night of the fifteenth day, and not to the slaughtering thereof which takes place in the afternoon of the fourteenth day]. Commanding how they are to eat it, He then mentioned that [we must eat no leavened bread] for seven days.<sup class=\"footnote-marker\">166</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> But in this entire chapter, there is not a single reference to the fourteenth day of Nisan on which the slaughtering of the Passover-offering takes place. Similarly He said there, <i>Neither shall any of the flesh which thou sacrificest the first day at even, remain all night until the morning</i>,<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> Now the expression, <i>the first day at even</i>, [definitely] means the fifteenth day of Nisan, the first of the seven days mentioned,<sup class=\"footnote-marker\">166</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 3.</i> since the fourteenth day is not mentioned here at all. So also, the verse stating, <i>On the fourteenth day of the month at even, ye shall eat unleavened bread</i>,<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Further, Verse 18.</i> means the night of the fifteenth day. Thus the intent of the expression, <i>which thou sacrificest the first day at even</i>,<sup class=\"footnote-marker\">167</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 4.</i> is that neither shall any of the flesh of the offering which you are eating on the night of the first day [of the seven-day festival] remain until the morning.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "56950582d6e4a968e0fce78f", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Shadal on Numbers 9:3:1", "sourceHeRef": "שד\"ל על במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "בין הערבים: כמו בין הערבים תאכלו בשר, ויהי בערב ותעל השלו, וערבים רמז לשני עֲרָבִים, ערב של שקיעת החמה, וערב של ביאת הלילה והככבים.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d53d6e4a94c7c18acac", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 9:3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tafsir Rasag, Numbers 9:3", "sourceHeRef": "תפסיר רס\"ג, במדבר ט׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פי אליום אלראבע עשר מן הד̇א אלשהר בין אלגרובין יצנעוה פי וקתה כג̇מיע רסומה ואחכאמה יצנעוה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4f9d6e4a902855ff9c3", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tur HaArokh, Numbers 9:3:1", "sourceHeRef": "הטור הארוך, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>בין הערבים תעשו אותו. </b>אמר זה על עבודותיו ואמר: ", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " בין הערבים תעשו אותו, “you shall prepare it in the afternoon.” The various procedures connected with offering the Passover are all included in the words תעשו אותו, “prepare it.”\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b4f9d6e4a902855ff9c5", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tur HaArokh, Numbers 9:3:2", "sourceHeRef": "הטור הארוך, במדבר ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ככל חקותיו וככל משפטיו תעשו אותו. </b>לרבות דיני האכילה שאינם באותו יום הנזכר כי אם בלילה שלאחריו כמו שכבר מפורש ואכלו את הבשר בלילה הזה. וכן בחודש השני בארבעה עשר יום בין הערבים יעשו אותו ועל מצות ומרורים יאכלוהו פי' בעת האכילה הנזכרת בצוואה של פסח ראשון: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   ככל חוקותיו וככל משפטיו תעשו אותו, ”you shall make it according to all its decrees and its laws.” Here the Torah means to include the laws governing the eating of the Passover, such as that it must not be eaten on the day it was slaughtered but only on the night following it; as had been pointed out in chapter 12 in Exodus already, as well as the fact that similar rules apply to the people offering the substitute Passover known as פסח שני, by people who had been unable to do so on the proper date due to being ritually impure on account of contact with the dead.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a154795d6e4a92409ac45c2", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Siftei Chakhamim, Numbers 9:3:1", "sourceHeRef": "שפתי חכמים, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אלו מצות שעל גופו.</b> ה\"ג ככל חקותיו אלו מצות שבגופו שה תמים זכר בן שנה. וככל משפטיו אלו מצות שעל גופו צלי אש ראשו על כרעיו ועל קרבו. ושחוץ לגופו כלומר ממקום אחר כגון שבעת ימים וכו', וכ\"כ הרמב\"ן והרא\"ם. אבל מה שבספרים כתוב ככל משפטיו וכו' לז' ימים למצה ולביעור חמץ טעות סופר הוא, דאם לא כן בפסח שני גם כן כתיב וכמשפטו ואפ\"ה פסח שני מצה וחמץ עמו בבית כדפירש\"י לקמן. ועיין בקצ\"מ וב[נח\"י] שמישבין גרסת רש\"י שלפנינו:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>These are the commandments pertaining to its body.</b> The text should read “According to all its statutes,” these are the commandments pertaining to its body — a lamb; unblemished; male; a yearling. “And according to all its laws,” these are the commandments that have a bearing on the body of the animal — roasted over fire; its head with its knees and its inner organs. Those laws that pertain to outside its body, meaning originating from elsewhere — for example “seven days…” This is also the version of the <i>Ramban</i> and <i>Re’m</i>. However, those texts that write “according to all its laws…” the seven days of eating matzoh and of eliminating chometz” are a copyist’s error. For if this were not an error, regarding the Pesach Sheni, the Torah also writes “according to its laws,” but nonetheless regarding the Pesach Sheni one <i>may have matzoh and chometz</i> together with him in his house, as Rashi explains later. See <i>Kitzur Mizrochi</i> and <i>Nachalas</i> <i>Yaakov</i> who resolve the text of Rashi that we have.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a436726d6e4a97d18d9189d", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 9:3:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>בכל חקותיו ובכל משפטיו תעשו אותו.</b> חקות אלו הדברים שבגוף הפסח כמו שראינו בפרשת בא אל פרעה שאמר זאת חקת הפסח ולא זכר אחר זה כי אם הדברים שבגוף הפסח ואלו הדברים הם שיהיה תמים זכר בן שנה ושיאכל בבית אחת ושלא ישברו בו עצם ושלא יאכל ממנו בן נכר ושאר מה שדומ' לזה ואולם משפטיו הם המצות הנלוות לו כמו מצה ובעור חמץ:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0e9f1b73ad4f00597bb492", "index_title": "Or HaChaim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Exodus 12:3:9", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Or HaChaim on Exodus 12:3:9", "sourceHeRef": "אור החיים על שמות י״ב:ג׳:ט׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 3.0009, "collectiveTitle": {"en": "Or HaChaim on Exodus", "he": "אור החיים על שמות"}, "heTitle": "אור החיים על שמות", "he": "<b>וראיתי</b> לרבותינו ז\"ל במכילתא שאמרו וזה לשונם זאת חקת הפסח בפסח מצרים ובפסח דורות הכתוב מדבר דברי רבי יאשיה רבי יונתן אומר בפסח מצרים הכתוב, מדבר אין לי אלא פסח מצרים פסח דורות מנין תלמוד לומר ככל חוקותיו וגו' יעשו אותו על כרחם, הרי דלכל דעת התנאים בפסח מצרים הכתוב מדבר ונעקרו דברי ר' אברהם בן עזרא והיו כלא היו.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "I have found the following comment in the <i>Mechilta</i> on 12,43: \"Scripture deals here with both the Passover of Egypt and the Passover of subsequent generations, these are the words of Rabbi Yoshiah. Rabbi Yonathan says that the passage deals with the Passover in Egypt. Whence do I know what rules apply to subsequent Passovers? Scripture says: \"in accordance with all its statutes and all its social laws you shall perform it\" (Numbers 9,3). According to the foregoing all the Tannaim of the period agreed that the paragraph in question speaks about observance of the Passover in Egypt, thus Ibn Ezra's words are to be disregarded completely. ", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd390b783360017a83182", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Matzah Ashirah 3:49", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Matzah Ashirah 3:49", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת פסחים, מצה עשירה ג׳:מ״ט", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3.0049, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מצה עשירה", "he": "<b>אלא</b> הענין הוא כדפירשתי לעיל בביאור ההגדה אמצה שמורה, דבודאי קאי בואתחנן אכל התורה, רק חכם המפולפל לוקח בהשאלה אלו התיבות ומפלפל בכאן לענין פסח, וזה שואל עדות חקים ומשפטים הנאמרים בפסח סותרין אהדדי. עדות נקרא מצוה שהיא לזכר ועדות על מה שהיה, כמו מרור זכר לוימררו וכיוצא בזה הרבה, ותמצא ענין עדות בפסח כי פסח ה' על בתי בני ישראל, ואז מקשה א\"כ מהו זה חקים שנאמר <small>(שמות יב, מג)</small> זאת חקת הפסח, דחק משמע שאין לו טעם. וכי תימא חק האמור כאן פירושו בענין אחר, ורצה לומר שהוא חק לכל העולם ולא לישראל לבד, סותר לזה מה שנקרא משפט שנאמר בפסח <small>(במדבר ט, ג)</small> ככל חקותיו ומשפטיו, ומשפט הוא <small>(שמות יב, מג)</small> כל בן נכר לא יאכל בו, מגיד דבריו ליעקב חקיו ומשפטיו לישראל, ומשפטים בל ידעום <small>(תהלים קמז, יט-כ)</small> כדאמר ברבות פרשת בא פרשה י\"ט <small>(ו)</small>. וא\"כ החכם מפלפל ממה נפשך קשה, אם חק הוא פירוש גזירת המלך, סותר לזה עדות. ואם פירושו הוא חוק לכל, סותר לזה משפט:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b0fd3a1b783360017a83679", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Matzah Shemurah 28", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Pesachim, Matzah Shemurah 28", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת פסחים, מצה שמורה כ״ח", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 28, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מצה שמורה", "he": "<b>אפילו כולנו חכמים כו' מצוה עלינו לספר ביציאת מצרים, חכם מה הוא אומר.</b> דבריו הם בשאלה, רצוני לומר לוקח הדברים הכתובים בואתחנן על כלל התורה, והוא שואל אותם על ענין פסח, מאחר שמוזכר שם גם כן ענין יציאת מצרים. וכשהחכם שואל שאלה זו, בודאי אין כוונתו כפשוטן של דברים בואתחנן שהיא על כלל התורה, דאם כן היה קשה למה דוקא עתה בפסח שואל. אלא דבריו הם מושאלין משם, ומדבר בלשון הפסוק וכוונתו על ענין אחר הנוגע דוקא בפסח. והוא זה, כי הוא מקשה עדות וחקים ומשפטים הנאמרים בפסח סתרי אהדדי, וזה כי עדות נקראים המצות שאנו עושין זכר לדבר, כמו מרור זכר לוימררו את חייהם, מצה על שם שלא הספיק כו', וכן הרבה מצות כיוצא בהם, והם עדות על מה שעבר מה שהיה, ותמצא ענין עדות בפסח, כי פסח ה' על בתי בני ישראל. ואז מקשה, אם כן מהו זה חקים שכתוב אצל פסח זאת חקת הפסח, שהרי אלו תרתי סתרי אהדדי, דאם הוא עדות נמצא נודע טעם הדבר, וחק נקרא מה שהוא גזירת מלך ולא נודע הטעם. וכי תימא חק האמור כאן אין פירושו כמו מצות שהם חקים, רק רצה לומר שהוא חק לכל העולם לא לישראל לבד, קשה דסותר לזה, אם כן למה נקרא הפסח משפט כמו שנאמר <small>(במדבר ט, ג)</small> ככל חקותיו ומשפטיו, ומשפט הוא כל בן נכר לא יאכל בו, על דרך משפטים בל ידעום כדאיתא ברבתי פרשת בא פרשה י\"ט <small>(ז')</small> עיין שם. נמצא החכם מקשה ממה נפשך, אם פירוש חק הוא גזירת מלך, סותר לזה עדות, ואם פירוש חק הוא חק לכל העולם, סותר לזה משפט. ובאתה התשובה אין מפטירין אחר פסח אפיקומן, ובפרק ערבי פסחים <small>(קיט, ב)</small> איכא מאן דאמר אפיקו מנא, דהיינו שלא יאכלו הפסח בשני מקומות, וענין זה יהיה תשובה למה נקרא חק, כי דבר אחד חקיי יש בו שאין לו טעם, כי הסברא היתה להיפך, דאדרבה ילך מבית לבית לאכלו, כענין שהיה פסיחת הקב\"ה מבית לבית.", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef9aed55f1daeaaf4b7eb83", "index_title": "What is the Talmud", "category": "Jewish Thought", "type": "", "ref": "What is the Talmud, II Methodology of the Talmud, 1 Logical inferences 3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "What is the Talmud, II Methodology of the Talmud, 1 Logical inferences 3", "sourceHeRef": "תלמוד מהו?, ב. מתודיקת התלמוד, מסקנות לוגיות ג׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1931, 1935], "commentaryNum": 3, "collectiveTitle": {"en": "What is the Talmud", "he": "תלמוד מהו?"}, "heTitle": "מסקנות לוגיות", "he": "א. <b>גזירה שווה:</b> במסכת פסחים (דף י' עמ' א') אנו מוצאים: \"פעם אחת חל ארבעה־עשר (לניסן) להיות בערב שבת. שכחו, ולא ידעו אם הבאת (קרבן) פסח דוחה את יום השבת אם לאו\", כי כלולות במעשי הקרבן מלאכות מסוימות שבדרך כלל אסור לעשותן בשבת. לא בתורה שבכתב ולא בתורה שבעל־פה ישנה הנחיה בעניין זה, אך גם במקרה זה היה לפסוק פסיקה על יסוד התורות. אמר להם הלל: \"וכי פסח אחד יש לנו בשנה שדוחה את השבת? והלא הרבה יותר ממאתיים פסחים יש לנו בשנה שדוחין (דוחים) את השבת. אמרו לו: מנין (מאיפה) לך? אמר להם: נאמר \"(תעשו אותו ב-) מועדו\" בפסח (במדבר ט', ג), ונאמר (במדבר כ\"ח, ב' – תשמרו להקריב לי) \"במועדו\" בתמיד (כקרבן היומי). מה מועדו האמור בתמיד דוחה את השבת, אף מועדו האמור בפסח דוחה את השבת. מנוסחת כנוסחה לוגית, ההנמקה מתקדמת כך:", "heVersionTitle": "Translated from the English by Avraham Berkovits, Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "a) In Tractate Pesachim (66a), it says: It came to pass once that the eve of the Festival of Passover fell on the Sabbath, and it was not known whether the Passover sacrifice could be offered on the Sabbath, since the offering is associated with certain types of labor otherwise forbidden on the Sabbath. Neither the Bible nor the Oral Teachings contained any provision about this, but this case too had to be decided on the basis of the Teachings. Now Hillel taught: We know that the daily sacrifice must be offered on the Sabbath too. Of the daily sacrifice it says: it shall be offered “in its due season.” But of the Pesach sacrifice it also says: it is to be given “in its due season.” However, this justifies my inferring: Just as “in its due season” for the daily sacrifice means: even if this time is a Sabbath, so the same expression for the Pesach sacrifice will mean: “in its due season” — even on a Sabbath. Reduced to a logical formula, the reasoning runs as follows:", "versionTitle": "Translated from German by Ruth Morris, Jerusalem, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "602b67b6e70546ad7d671583", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:5", "anchorRef": "Numbers 9:1-15", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15"], "sourceRef": "Steinsaltz on Megillah 31a:5", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0005, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>ושאר ימות הפסח מלקט וקורא</b> בנושאים שונים <b>מענינו של פסח</b> מכל מה שכתוב בתורה. ושואלים: <b>מאי היא</b> <small>[מה הוא]</small> שמלקטים? <b>אמר רב פפא: מאפ\"ו</b> הוא <b>סימן.</b> כלומר, <b>\"מ</b> שכו וקחו לכם צאן<b>\"</b> (שמות יב. כא ואילך) <b>\"א</b>ם כסף תלוה את עמי<b>\"</b> (שמות כב, כד-כג, יט) <b>\"פ</b>סל לך<b>\"</b> (שמות לד, א-כו) ו<b>\"ו</b>ידבר<b>\"</b> (במדבר ט, א-טו). ", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391c33de3ce43ed91f112", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 9:3:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>בארבעה עשר יום בחודש הזה וגו׳.</b><br><b>ספרי שם: למה נאמר, והלא כבר נאמר ויעשו וגו׳. אלא בא הכתוב ולימד על פסח ראשון שכשם שדוחה את השבת כך דוחה את הטומאה. הא עד שלא יאמר יש לי בדין, ומה פרה שאינה דוחה את השבת, דוחה את הטומאה (דכשרה בטבול יום. אי נמי אם כל ישראל טמאים יכולים לעשותה בטומאה. כך פי׳ הראב״ד ז״ל — הגהות וביאורים), פסח ראשון שדוחה את השבת אינו דין שידחה את הטומאה, הרי פסח שני יוכיח כו׳.</b><br>עי׳ במ״ש הרמב״ם ז״ל בפיהמ״ש פ״ג מס׳ פרה משנה ג׳.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a391c38f68387e41442eaa", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 9:3:2", "sourceHeRef": "צפנת פענח על התורה, במדבר ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>שם.</b><br>עי׳ בספרי פ׳ בהעלותך פיס׳ ס״ה דאמר שם ומה פרה שאינה דוחה את השבת דוחה את הטומאה ע״ש. ר״ל דעי׳ במס׳ פרה פ״ג מ״ג ע״ש בפי׳ רבנו מבואר שם דיש מציאות שיוכל לעשות הפרה ע״י אנשים טמאים. אבל בשבת אסור, והק״ו רק מדרבנן.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b96ec823a798e70b5ef8", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 211:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Yalkut Shimoni on Torah 211:1", "sourceHeRef": "ילקוט שמעוני על התורה רי״א:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 211.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויאמר ה' אל משה ואל אהרן זאת חקת הפסח יש פרשה שהוא כולל בתחילה ופורט בסוף פורט בתחילה וכולל בסוף. ואתם תהיו לי ממלכת כהנים וגוי קדוש פרט. אלה הדברים אשר תדבר אל בני ישראל כלל. זאת חקת התורה כלל. ויקחו אליך פרה אדומה פרט. זאת חקת הפסח כלל. כל בן נכר לא יאכל בו פרט. (פרט ו) כלל ופרט אין בכלל אלא מה שבפרט. זאת חקת הפסח בפסח מצרים ובפסח דורות הכתוב מדבר דברי ר' יאשיה. ר' יונתן אמר בפסח מצרים הכתוב מדבר. אין לי אלא פסח מצרים בפסח דורות מנין. תלמוד לומר ככל חקותיו וככל משפטיו תעשו אותו. נם לו רבי יאשיה אחד זה ואחד זה בפסח מצרים ובפסח דורות הכתוב מדבר. ומה תלמוד לומר ככל חקותיו וככל משפטיו תעשו. אלא בא הכתוב ללמד בו דברים המחוסרין בו. איסי בן עקביא אומר חוקה האמורה בפסח (קכא) אינה אלא גופו. וכל בן נכר לא יאכל בו אחד ישראל מומר ואחד גוי במשמע. שנאמר כה אמר אדני אלקים כל בן נכר ערל לב וערל בשר לא יבוא אל מקדשי. וכל ערל לא יאכל בו וכל בן נכר לא יאכל בו משמדות פסולות בפסח ואין משמדות פסולות בתרומה. ואצטריך דאי כתב רחמנא ערל משום דלית ליה מילה אבל בן נכר דאית ליה מילה אימא לא. ואי אשמעינן בן נכר משום דאין לבו לשמים אבל ערל דלבו לשמים אימא לא צריכא. תושב ושכיר לא יאכל בו, בו אינו אוכל אבל אוכל במצה ומרור. ומלתה אותו אז יאכל בו, בו מילת זכריו ועבדיו מעכבת ואין מילת זכריו ועבדיו מעכבת בתרומה. ועצם לא תשברו בו, בו בכשר ולא בפסול. וכל עבד איש אין לי אלא עבד איש עבד אשה וקטן מנין תלמוד לומר מקנת כסף מכל מקום. אמר שמואל המפקיר עבדו יצא לחרות ואינו צריך גט שחרור שנאמר וכל עבד איש מקנת כסף. עבד איש ולא עבד אשה. אלא עבד שיש לרבו רשות עליו קרוי עבד שאין לרבו רשות עליו אין קרוי עבד:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee6bfddfbb310fed2c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Second Passover; Cloud and Dwelling", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["It has been noted by Milgrom that, a number of times in the Bible, ceremonies dedicating a House of God are followed by the observance of one of the three pilgrimage festivals: Passover, Shavuot (Weeks), and Sukkot (Huts). Under Solomon, Hezekiah, Josiah, and Ezra/Nehemiah, respectively, we find a major celebration of Sukkot, Passover, Passover, and Sukkot. This linking of sacred space with sacred time is only natural. The account here echoes the first Passover as well, which similarly inaugurated a wilderness march (Milgrom). In contrast to the Exodus account, however, something new has been added with the inauguration of the Tabernacle/Dwelling. In Exodus (12:43–49), the major laws concerning Passover had to do with excluding non-Israelites and not breaking the bones of the sacrificial lamb; here, the bone motif returns, but the existence of the sanctuary raises the issue of ritual pollution.", "The second part of the chapter (vv. 15–23) parallels the ending of the book of Exodus (40:36–38), where, once the Tabernacle has been dedicated, the “Cloud” takes up residence there, to guide Israel “on all their marches.” Our passage here is longer and rather redundant, perhaps in order to set the chronological framework of the narrative straight."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9ec", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 9:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 9:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d122599066b7e5d126378", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 2:4:3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 2:4:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים ב׳:ד׳:ג׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 4.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו: \"מותר הפסח לשלמים\".\n<br><small>כאן התחלת מקבילה בירושלמי פסחים ה,ב.</small>\n<br><b>רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני) <b>אמר: על דעלי</b> (=דא עלי, כמו שהוא ב\"שרידי הירושלמי\" ובמקבילה) – על זאת (בגלל דבר זה, למסור דרשה זו של הבבליים האמורה להלן) עלה (מבבל לארץ ישראל) <b>אבא בר בא</b> (מחכמי בבל בראשית תקופת האמוראים, אביו של האמורא שמואל)<b>, דאינון אמרין:</b> – שהם (חכמי בבל) אומרים: <b>מניין שהפסח משתנה לשם שלמים?</b> – מניין למדים, שקורבן פסח משתנה להיות קורבן שלמים, אם אינו ראוי לקורבן פסח? (מדובר בפסח שקרב שלא בזמנו (שלא בזמן מצוותו בארבעה עשר בניסן אחר חצות היום) שלא לשם פסח אלא לשם קורבן אחר. להלן אמרו, שחכמי בבל אומרים, שאין הפסח משתנה לשם שלמים אלא אם כן שחטו לשם שלמים, ורבי יוחנן אומר, שהפסח משתנה לשם שלמים אפילו שחטו לשם עולה) <b>- תלמוד לומר:</b> – הכתוב (להלן בקורבן השלמים) מלמד לומר: <b>\"וְאִם מִן הַצֹּאן קָרְבָּנוֹ לְזֶבַח שְׁלָמִים\"</b> (ויקרא ג,ו) – אם קורבנו של אדם לשם שלמים הוא מן הצאן; ויש לדרוש את הכתוב: <b>- כל שהוא מן הצאן בא שלמים</b> – כל קורבן שבא מן הצאן משתנה להיות קורבן שלמים. ומכאן למדים, שקורבן פסח שבא מן הצאן משתנה להיות קורבן שלמים, אם אינו ראוי לקורבן פסח. לכן מותר הפסח לשלמים<b>.</b><br><br><small>אבא בר בא עלה מבבל לארץ ישראל למסור לחכמי ארץ ישראל את הדרשה הזו שאמרו חכמי בבל. בידי חכמי בבל היו מסורות מדרשיות שלא היו ידועות בארץ ישראל.<br><br>זה מדרש הלכה בבלי (\"מבוא לנוסח המשנה\", עמוד 174). לבבליים היו מדרשי הלכה שלהם (שם, עמוד 893).<br><br><b>על דא עלי</b><br>ב<b>ספרא</b> 'תזריע' פרשה ה וב<b>ירושלמי פסחים</b> ו,א נאמר: \"טהור הוא\" (ויקרא יג) - יכול ייפטר וילך לו? - תלמוד לומר: \"וטיהרו הכהן\" (שם). אי \"וטיהרו הכהן\", יכול אם אמר הכהן על טמא \"טהור\" - יהא טהור? - תלמוד לומר: \"טהור הוא\". על זה (על דרשה זו שחידש לאנשי ארץ ישראל) עלה הלל מבבל.<br><br>אנו מוצאים באבא בר אבא (כאן) וברבי חנינה (להלן), כדרך שאנו מוצאים כמה דורות לפניהם בהלל הזקן.<br><br><b>אבא בר בא</b><br>קיבל את תורתו מפי חכמי בבל ועמד בקשרים עם רבי יהודה הנשיא, ואף עלה לארץ ישראל וישב בבית מדרשו ושאל ממנו שאלות בהלכה (ירושלמי ראש השנה ג,ו; בבא מציעא ד,א), וכן שלח אליו את שאלותיו בכתב (בבלי פסחים קג,א). אביו של האמורא שמואל.</small><br>\n<br>ומקשים: <b>התיבון:</b> – השיבו (הקשו על חכמי בבל שלמדו מן הפסוק שהפסח משתנה לשם שלמים): <b>הרי עולה מן הצאן</b> – הרי קורבן עולה בא מן הצאן<b>!</b> שכתוב (בקורבן העולה): \"וְאִם מִן הַצֹּאן קָרְבָּנוֹ\" (ויקרא א,י) - אם קורבנו של אדם לשם עולה הוא מן הצאן. ואם למדו מן הפסוק שהפסח משתנה לשם שלמים, יש ללמוד שגם העולה משתנה לשם שלמים, והרי שנינו במשנה שמותר עולה לעולה ואינו משתנה לשם שלמים! ולכן אין ללמוד מן הפסוק שהפסח משתנה לשם שלמים.\n<br>ומתרצים (את מה שהקשו): כך יש לדרוש את הכתוב (בקורבן השלמים): <b>דבר שאינו בא אלא מן הצאן</b> – כל קורבן שאינו בא אלא מן הצאן משתנה לשם שלמים. ולכן למדים מכאן, שקורבן פסח שאינו בא אלא מן הצאן משתנה לשם שלמים<b>. יָצָאת</b> (יצאה מחוץ לכלל) <b>עולה שהיא באה אפילו מן הבקר</b> – קורבן עולה שונה, מפני שהוא בא אף מן הבקר, ולכן אינו משתנה לשם שלמים<b>.</b>\n<br>ומקשים: <b>התיבון:</b> – השיבו (הקשו על מה שתירצו): <b>הרי אשם</b> – הרי קורבן אשם אינו בא אלא מן הצאן<b>!</b> ואם למדו מן הפסוק שהפסח משתנה לשם שלמים, יש ללמוד שגם האשם משתנה לשם שלמים, והרי שנינו במשנה לעיל שמותר אשם לנדבה ואינו משתנה לשם שלמים! ולכן אין ללמוד מן הפסוק שהפסח משתנה לשם שלמים.\n<br>ומתרצים (את מה שהקשו): <b>אמר רבי בון בר כהנא</b> (אמורא ארץ ישראלי בדור השלישי)<b>:</b> כך יש לדרוש את הכתוב (בקורבן השלמים): <b>\"מִן הַצֹּאן\" - דבר שהוא בא מכל הצאן</b> – כל קורבן שאינו בא אלא מן הצאן והוא בא מכל סוגי הצאן (מן הכבשים ומן העיזים) משתנה לשם שלמים. ולכן למדים מכאן, שקורבן פסח שאינו בא אלא מן הצאן והוא בא מכל סוגי הצאן משתנה לשם שלמים<b>. יצא</b> (יצא מחוץ לכלל) <b>אשם שאינו בא אלא מן הא</b>י<b>לים בלבד</b> – קורבן אשם שונה, מפני שאינו בא מכל סוגי הצאן אלא רק מן האילים (הזכרים בכבשים) (ויקרא ה,יד-כו), ולכן אינו משתנה לשם שלמים<b>.</b><br>\n<br>ותמהים (על מה שתירץ רבי בון בר כהנא): (בדפוס ונציה הבבלי נוסף: 'התיב רבי בון', אולי על פי בבלי זבחים ט,א) <b>בכל אתר את אמר: מלרבות</b> (=\"מִ\" לרבות. במקבילה וב\"שרידי הירושלמי\" ב בפסחים (קטע לוינגר): '\"מן\" לרבות'. כמו במסירה שלפנינו גם בכתב יד הבבלי ובכתב יד שקלים. ובדפוס ונציה הבבלי: '\"מן\" להוציא', כמו בבבלי זבחים ט,א. במסירה שלפנינו הגיה המגיה על פי דפוס ונציה הבבלי: '\"מן\" למעט', להתאימו ללשון הסוגיה כאן, וכן גרסו רבנו משולם ותלמיד רשב\"ש. ונראה שיש לגרוס: '\"<b>מן</b>\" <b>למעט</b>') – בכל מקום אתה אומר: דורשים את המילה \"מן\" למעט (להוציא מתוך הכלל)<b>, והכא את אמר: מלמעט</b> (=\"מִ\" למעט. במקבילה וב\"שרידי הירושלמי\" ב בפסחים: '\"מן\" למעט'. כמו במסירה שלפנינו גם בכתב יד הבבלי ובכתב יד שקלים. ובדפוס ונציה הבבלי: '\"מן\" לרבות'. במסירה שלפנינו הגיה המגיה על פי דפוס ונציה הבבלי, וכן גרסו רבנו משולם ותלמיד רשב\"ש. ונראה שיש לגרוס: '\"<b>מן</b>\" <b>לרבות</b>') – וכאן אתה אומר: דורשים את המילה \"מן\" לרבות (להוסיף על הכלל) (הכוונה כאן שלא למעט, כלומר, שלא להוציא מתוך הכלל. \"הצאן\" הוא הכלל)<b>?!</b> שהרי אתה אומר: \"מן הצאן\" - דבר שהוא בא מכל הצאן (זהו לרבות). ואף כאן היה לך לומר כמו בכל מקום: \"מן הצאן\" - דבר שהוא בא רק מחלק מהצאן (זהו למעט). ולכן אין ללמוד מן הפסוק שהפסח משתנה לשם שלמים.<br><br><small>\"הירושלמי כפשוטו\" בפסחים כתב, שאולי צריך לומר: \"הכא (בפסח) את אמר מן לרבות והכא (כלומר, בשאר מקומות) את אמר מן למעט\". אך יש להעיר, שהסגנון \"הכא את אמר... והכא את אמר...\" רגיל בירושלמי כשבמקום אחד אמרו כך ובמקום אחר אמרו כך, אבל כשבמקום אחד אמרו כך ובכל שאר המקומות אמרו כך, כמו כאן, הסגנון הוא \"בכל מקום את אמר... והכא את אמר...\". ולכן יש לגרוס כמו שתיקנו מפרשי הירושלמי.</small><br>\n<br>ומתרצים: <b>אמר רבי מנא</b> (השני, מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: מיעטו</b> – הכתוב מיעט את פסח<b>, שאינו בא אלא מן הא</b>י<b>לים בלבד</b> (כן הוא במקבילה וב\"שרידי הירושלמי\" ב בפסחים. ובכתב יד הבבלי ובכתב יד שקלים: 'מיעוט שאינו בא אלא מן האילים בלבד'. ובדפוס ונציה הבבלי: 'הכא נמי \"מן\" למעט. מיעוט שאינו בא בן שני שנים ואינו בא נקבה. וגבי אשם נמי \"מן\" למעט הוא, שאינו בא אלא מן האילים בלבד'. וזו הוספה על פי הבבלי זבחים ט,א. במסירה שלפנינו הגיה המגיה על פי דפוס ונציה הבבלי) – גם כאן דורשים את המילה \"מן\" למעט: \"מן\" - להוציא (למעט) את הנקיבה, שקורבן פסח אינו בא אלא מן האילים (הזכרים בצאן) בלבד. ומכל מקום למדים מן הכתוב שקורבן פסח משתנה לשם שלמים, שכן משמעות המילים \"מן הצאן\" היא: דבר שהוא בא מכל סוגי הצאן (מן הכבשים ומן העיזים), וזהו פסח, אבל אשם אינו בא מכל סוגי הצאן אלא רק מן האילים (הזכרים בכבשים)<b>.</b><br><br><small>רבנו משולם גרס: 'מיעוט שאינו בא מן האילים', שהפסח אינו בא בן שתיים (בתוך שנתו השנייה) (איל סתם הוא בן שתיים (משנה פרה א,ג)) אלא בן שנה (בתוך שנתו הראשונה).<br><br>פסח מצרים נאמר בו \"זָכָר\" (שמות יב,ה). בתוספתא פסחים ח,יט שנו, שפסח דורות כיוצא בו. בספרי זוטא (במדבר ט,ג) נאמר: \"ככל חוקותיו וככל משפטיו\" - ליתן בפסח דורות מה שלימד בפסח מצרים. ועיין מכילתא דרבי ישמעאל 'בוא' מסכתא דפסחא פרשה ד. ובירושלמי כאן למדו שפסח דורות אינו בא אלא מן הזכרים מן המיעוט \"מן\".<br><br>כסגנון זה שאמרו כאן נמצא גם בירושלמי פסחים א,ד וסנהדרין ה,ג: מחלפה שיטתיה דרבי מאיר! תמן (בפסחים) הוא אמר: \"אך\" לרבות, והכא (לא נתברר היכן) הוא אמר: \"אך\" למעט! - אמר רבי שמואל בר אבודמא: מיעטו, שאינו בחמץ.</small><br>\n<br>ומקשים: <b>התיבון:</b> – השיבו (הקשו על מה שלמדו מן הפסוק שהפסח משתנה לשם שלמים): <b>והכתיב:</b> – והרי כתוב (בקורבן העולה): <b>\"וְאִם מִן הַצֹּאן קָרְבָּנוֹ מִן הַכְּשָׂבִים אוֹ מִן הָעִזִּים לְעֹלָה\"</b> (ויקרא א,י) - אם קורבנו של אדם לשם עולה הוא מן הצאן, מן הכבשים או מן העיזים<b>!</b> ויש לדרוש את הכתוב, שכל קורבן שבא מן הצאן, מן הכבשים או מן העיזים, משתנה להיות קורבן עולה. ומכאן יש ללמוד, שקורבן פסח שבא מן הצאן, מן הכבשים או מן העיזים, משתנה להיות קורבן עולה. <b>מעתה</b> (אם כן) – מאחר שיש ללמוד מן הפסוק בקורבן העולה שהפסח משתנה לשם עולה<b>, מותר הפסח בא עולה!</b> – יהיה מותר הפסח קרב עולה ולא יהיה קרב שלמים!\n<br>ומתרצים (תירוץ אחד): <b>אמר רבי אבון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: משנין דבר שהוא לאכילה לדבר שהוא לאכילה</b> – פסח משתנה לשם שלמים, מפני שפסח הוא קורבן הנאכל וגם שלמים הוא קורבן הנאכל<b>, ואין משנין דבר שהוא לאכילה לדבר שאינו לאכילה</b> – פסח אינו משתנה לשם עולה, מפני שפסח הוא קורבן הנאכל ואילו עולה אינו קורבן הנאכל אלא הנשרף באש על המזבח. ולכן למדו מן הפסוק בקורבן השלמים שהפסח משתנה לשם שלמים, ואין ללמוד מן הפסוק בקורבן העולה שהפסח משתנה לשם עולה<b>.</b>\n<br>ומתרצים (תירוץ שני): <b>אמר רבי יוסי בירבי בון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: משנין קדשים קלים לשם קדשין קלין</b> – פסח משתנה לשם שלמים, מפני שפסח הוא קודשים קלים וגם שלמים הוא קודשים קלים<b>, ואין משנין קדשים קלין לשם קדשי קדשים</b> – פסח אינו משתנה לשם עולה, מפני שפסח הוא קודשים קלים ואילו עולה אינו קודשים קלים אלא קודשי קודשים. ולכן למדו מן הפסוק בקורבן השלמים שהפסח משתנה לשם שלמים, ואין ללמוד מן הפסוק בקורבן העולה שהפסח משתנה לשם עולה<b>.</b><br>\n<br><b>רבי יוחנן</b> (גדול אמוראי ארץ ישראל בדור השני) <b>אמר: על דאעלי</b> (=דא עלי, כמו שהוא במקבילה) – על זאת (בגלל דבר זה, למסור הלכה זו של הבבליים האמורה להלן) עלה (מבבל לארץ ישראל) <b>רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>, דאינון אמרין:</b> – שהם (חכמי בבל) אומרים: <b>אין הפסח משתנה לשם שלמים אלא אם כן שחטו לשם שלמים</b> – קורבן פסח משתנה להיות קורבן שלמים (כגון פסח שקרב שלא בזמנו (שלא בזמן מצוותו בארבעה עשר בניסן אחר חצות היום)) רק אם שחט אותו לשם שלמים<b>, ואני</b> (רבי יוחנן) <b>אומר: אפילו שחטו לשם עולה</b> – קורבן פסח משתנה להיות קורבן שלמים גם אם שחט אותו לשם עולה. רבי יוחנן חלוק על חכמי בבל<b>.</b>\n<br>ומציעים מקור: <b>אמר רבי אילא</b> (רבי אלעאי, אמורא ארץ ישראלי בדור השלישי)<b>: טעמיה דרבי יוחנן:</b> – טעמו של רבי יוחנן (המקור בכתוב לדבריו): כתוב (בקורבן השלמים): <b>\"וְאִם מִן הַצֹּאן קָרְבָּנוֹ לְזֶבַח שְׁלָמִים\"</b> (ויקרא ג,ו) <b>- כל שהוא זבח בא שלמים</b> – קורבן פסח ששחטו לשם כל זבח שהוא (-\"לזבח\") - קרב שלמים<b>.</b><br><br><small>גם לפי חכמי בבל וגם לפי רבי יוחנן, פסח שלא בזמנו צריך עקירה (עקירה היא מחשבה או דיבור בשעת שחיטה לשם שלמים או לשם קורבן אחר. העקירה עוקרת את קורבן הפסח מקדושת פסח, וחל עליו שם שלמים), אלא שלפי חכמי בבל פסח זה משתנה לשם שלמים רק אם שחט אותו לשם שלמים, ולפי רבי יוחנן פסח זה משתנה לשם שלמים אף אם שחט אותו לשם קורבן אחר, אבל אם שחטו סתם - פסול.<br>רק פסח לפני זמנו צריך עקירה, כיוון שהוא ראוי להיקרב בתורת קורבן פסח, אבל כשעבר זמנו ושוב אינו ראוי ליקרב בתורת קורבן פסח (ואי אפשר להקריבו לפסח בשנה הבאה, כיוון שקורבן פסח כשר רק בשנתו הראשונה), הוא נעשה מאליו קורבן שלמים ואינו צריך עקירה (כמו שאמרו בירושלמי יומא ד,א: רבי לעזר ורבי יוחנן תריהון אמרין: פסח שעיבר (שעבר) זמנו - מאיליו היה משתנה (לשם שלמים)), ואם נשחט לשם קורבן אחר - כשר, שהוא כשלמים שנשחטו שלא לשמם.<br><br><b>רבי חנינה</b><br>נולד בבבל ועלה לארץ ישראל. היה תלמידו המובהק של רבי יהודה הנשיא.</small><br>\n<br>ושואלים: <b>ומשתנה למחשבת פסול?</b> – האם הפסח (כגון פסח שקרב שלא בזמנו) ששחטו שלא לשמו (כגון לשם עולה) משתנה לשם שלמים אפילו במחשבת פסול? (\"למחשבת\" הוא \"במחשבת\", שבלשון ארץ ישראל השתמשו תכופות בלמ\"ד השימוש במקום בי\"ת)\n<br>ומציעים דוגמה: <b>היך עבידה?</b> – איך עשויה (הדבר)? (באיזה מקרה מדובר בשאלה זו?) <b>- שחטו לשם עולה על מנת לזרוק דמו למחר</b> – מדובר ששחט את הפסח לשם עולה, ובאותו זמן ששינה אותו לשם עולה חשב לפגל אותו, כגון שחשב בשעת השחיטה לזרוק את דמו לאחר הזמן הקבוע לזריקתו<b>.</b>\n<br>ומשיבים: <b>מכל מקום</b> (בין כך ובין כך) <b>פסול הוא</b> – בין אם הפסח משתנה לשם שלמים במחשבת פסול ובין אם לאו, הקורבן פסול (כמבואר להלן)<b>. אין תימר:</b> – אם תאמר: <b>משתנה למחשבת פסול - פיגול</b> – אם הפסח משתנה לשם שלמים במחשבת פסול, כלומר, אפילו במחשבת זריקה שלא בזמנה, הרי דינו כקורבן כשר שחשב לפגל אותו, והוא פיגול (הקורבן פסול, והאוכל מבשרו חייב כרת)<b>. אין תימר:</b> – (ו)אם תאמר: <b>אינו משתנה למחשבת פסול - פסול</b> (בכתב יד שקלים ובדפוס ונציה הבבלי: 'פיגול') – אם הפסח אינו משתנה לשם שלמים במחשבת פסול, מכיוון שבאותו זמן ששינה אותו לשם עולה חשב לפגל אותו, הרי הוא נפסל בזה ששחטו לשם עולה, שלא הועילה מחשבתו לשנותו, וממילא אין מחשבת פיגול חלה עליו, והוא פסול ואינו פיגול (והאוכל מבשרו אינו חייב כרת), מפני שמחשבת פיגול אינה חלה אלא כשאין בקורבן פסול אחר. - אין משיבים על השאלה, האם הפסח משתנה במחשבת פסול<b>.</b><br><br><small>פירוש הקטע הזה הוא על פי הוספת בעל \"הירושלמי כפשוטו\" ב\"שרידי הירושלמי\" ב (עמודים 135-136).<br><br>ב<b>ירושלמי תרומות</b> א,ג ו<b>יבמות</b> יג,ב אמרו: אמר רבי שמעון בן לקיש בשם רבי יודן נשייא: מביא אדם פסח בשאר ימות השנה ומשנהו לשם שלמים.<br><br>ב<b>בבלי זבחים</b> ח,ב-ט,א אמרו: תנו רבנן: פסח בזמנו (בזמן מצוותו, בארבעה עשר בניסן אחר חצות היום), (אם שחטו) לשמו (לשם פסח) - כשר, שלא לשמו (אלא לשם קורבן אחר) - פסול; ובשאר ימות השנה, לשמו - פסול, שלא לשמו - כשר.<br>מנא הני מילי (שבשאר ימות השנה, אם שחטו שלא לשמו - כשר)? - אמר אבוה דשמואל: אמר קרא: \"ואם מן הצאן קורבנו לזבח שלמים\" (ויקרא ג,ו) - דבר (קורבן) הבא מן הצאן (בלבד, שהוא קורבן הפסח, אם אינו ראוי לפסח -) יהא שלמים (כלומר, פסח שנשחט שלא לשמו אלא לשם כל קורבן אחר - יהא קורבן שלמים. ואין לומר שמדובר בפסח ששחטו לשמו, שהרי בזמנו - בוודאי פסח הוא ולא שלמים, ושלא בזמנו - פסול הוא. וגם אין מדובר בפסח ששחטו שלא לשמו בזמנו, שהרי למדנו מן הכתובים שפסח זה פסול. ונמצא שבהכרח מדובר בפסח ששחטו שלא לשמו שלא בזמנו).<br>אימא: שלמים (כששחטו לשם שלמים) - אין, מידי אחרינא (אבל אם שחטו לשם דבר אחר) - לא! - אמר רבי אילא אמר רבי יוחנן: \"לזבח\" (היה יכול להיאמר \"לשלמים\", ונאמר \"לזבח\") - לרבות כל זבח.<br>אימא: לכל דשחיט ליה (את הפסח לשמו) ליהווי כוותיה! (כגון אם שחטו לשם עולה - יהא עולה, ולא יהיה שלמים) - אמר רבי אבין: דוחים קודשים הנאכלים (קורבן פסח ששחטו שלא לשמו) אצל קודשים הנאכלים (שלמים), ואין דוחים קודשים הנאכלים אצל קודשים שאינם נאכלים (עולה). - אטו חטאת ואשם מי לא מתאכלי? (ומדוע ייעשה שלמים? וייעשה חטאת ואשם!) - אלא, דוחים קודשים הנאכלים לכל אדם (קורבן פסח) אצל קודשים הנאכלים לכל אדם (שלמים), ואין דוחים קודשים הנאכלים לכל אדם אצל קודשים שאין נאכלים לכל אדם (חטאת ואשם, שנאכלים רק לכוהנים זכרים). רבי יוסי בירבי אבין אמר: דוחים קודשים קלים אצל קודשים קלים (שלמים), ואין דוחים קודשים קלים אצל קודשי קודשים (עולה, חטאת ואשם).<br>מתקיף לה רב יימר בריה דרב הלל (נזכר בבבלי רק כאן): וממאי דבמותר פסח (פסח שנשחט שלא לשמו בשאר ימות השנה) כתיב (הפסוק \"ואם מן הצאן קורבנו לזבח שלמים\")? דילמא במותר אשם כתיב (שהרי גם אשם בא מן הצאן בלבד)! - אמר רבא: אמר קרא: \"ואם מן הצאן קורבנו לזבח שלמים\" (ויקרא ג,ו) - דבר השווה בכל צאן (בין בכבשים ובין בעיזים, מה שאין כן אשם שאינו בא אלא מן האילים).<br>מתקיף לה רבי אבין בר חייא, ואיתימא רבי אבין בר כהנא: בכל אתר את אמר: \"מן\" - להוציא (למעט, ולפי זה \"מן הצאן\" צריך להיות דבר הבא רק מחלק מן הצאן), וכאן: \"מן\" - לרבות (\"מן הצאן\" - דבר הבא מכל צאן)! - אמר רבי מני: הכא נמי \"מן\" - להוציא (שהרי אין הפסח בא אלא מחלק מן הצאן), דלא אתי בן שתי שנים ולא אתי נקיבה (אינו בא אלא מן הזכרים בני שנה. ומכל מקום, עיקר הראיה שפסח שנשחט שלא לשמו קרב שלמים הוא מהלשון \"הצאן\", שהפסח בא מכל סוגי הצאן, בין כבשים ובין עיזים, אבל אשם אינו בא מכל סוגי הצאן אלא מן האילים).<br><br>כל סוגיה זו כולה (חוץ מדברי אמוראי בבל האחרונים שהוסיף הבבלי, ולא הובאו כאן) ישנה בירושלמי פסחים ושקלים, אלא שנפלו בה חילופים, וגם הרחיבוה (\"מבואות לספרות האמוראים\", עמודים 307-308).<br><br>לפי הבבלי, אבוה דשמואל למד מ\"ואם מן הצאן קורבנו לזבח שלמים\" שהפסח משתנה לשם שלמים. ואילו לפי הירושלמי, אבוה דשמואל מסר שחכמי בבל למדו מהפסוק הזה כך.<br>רש\"י כתב, שלימוד זה נובע ממשמעות המקרא, שמדובר בדבר הבא מן הצאן דווקא, והוא פסח. ואילו בתוספות אמרו, שהלימוד הוא מן הייתור ושינוי הלשון, שהרי הכתוב מפרט מיד אחר כך דין זה עצמו הן בכבש והן בעז, ונמצא שהכתוב \"מן הצאן\" מיותר, ויש ללמוד ממנו לעניין קורבן הבא מן הצאן דווקא.<br>קושית הבבלי \"אימא: שלמים - אין, מידי אחרינא - לא!\" היא דעת חכמי בבל שמסר רבי חנינא. מה שאמר רבי אילא בשם רבי יוחנן בבבלי הוא מה שרבי אילא אמר בירושלמי בטעמו של רבי יוחנן. שיטת הבבלי, שהפסח משתנה לשם שלמים אפילו שחטו לשם קורבן אחר, היא כרבי יוחנן ושלא כחכמי בבל.<br>דברי רבי אבין בבבלי הם כדבריו בירושלמי. גם דברי יוסי בירבי אבין (בון) בבבלי הם כדבריו בירושלמי.<br>גם בירושלמי הקשו את קושית הבבלי \"דילמא במותר אשם כתיב!\", ותשובת רבא בבבלי היא תשובת רבי אבין (בון) בר כהנא בירושלמי.<br>גם בירושלמי הקשו את קושית הבבלי \"בכל אתר את אמרת...!\", ותשובת רבי מני (מנא) בבבלי היא תשובתו בירושלמי. בבבלי יש אומרים שקושיה זאת הקשה רבי אבין (בון) בר כהנא, בעוד שבירושלמי קושיה זאת היא על מה שהוא תירץ לפני כן.</small><br>• • •<br>ב<b>משנה פסחים</b> ה,ב שנינו: הפסח ששחטו (בזמנו)... לשמו ושלא לשמו (כגון שהתחיל לשחטו לשם פסח ואחר כך שחטו שלא לשמו) - פסול. כיצד לשמו ושלא לשמו? - לשם פסח ולשם שלמים.", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623d49b929bd0108388cc65f", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Chol Hamoed Pesach 29", "anchorRef": "Numbers 9:1-8", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Chol Hamoed Pesach 29", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאה לחוה\"מ פסח כ״ט", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 29, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאה לחוה\"מ פסח", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה בְמִדְבַּר סִינַי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם בַּחֹדֶשׁ הָרִאשׁוֹן לֵאמֹר: וְיַעֲשׂוּ בְנֵי יִשְׂרָאֵל אֶת הַפָּסַח בְּמוֹעֲדוֹ: בְּאַרְבָּעָה עָשָׂר יוֹם בַּחֹדֶשׁ הַזֶּה בֵּין הָעֲרְבַּיִם תַּעֲשׂוּ אֹתוֹ בְּמוֹעֲדוֹ כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ: וַיְדַבֵּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל לַעֲשֹׂת הַפָּסַח: וַיַּעֲשׂוּ אֶת הַפֶּסַח בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בֵּין הָעַרְבַּיִם בְּמִדְבַּר סִינָי כְּכֹל אֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל:לויוַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם וְלֹא יָכְלוּ לַעֲשֹׂת הַפֶּסַח בַּיּוֹם הַהוּא וַיִּקְרְבוּ לִפְנֵי מֹשֶׁה וְלִפְנֵי אַהֲרֹן בַּיּוֹם הַהוּא: וַיֹּאמְרוּ הָאֲנָשִׁים הָהֵמָּה אֵלָיו אֲנַחְנוּ טְמֵאִים לְנֶפֶשׁ אָדָם לָמָּה נִגָּרַע לְבִלְתִּי הַקְרִב אֶת קָרְבַּן יְהֹוָה בְּמֹעֲדוֹ בְּתוֹךְ בְּנֵי יִשְׂרָאֵל: וַיֹּאמֶר אֲלֵהֶם מֹשֶׁה עִמְדוּ וְאֶשְׁמְעָה מַה יְצַוֶּה יְהֹוָה לָכֶם:ישראלוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל לֵאמֹר אִישׁ אִישׁ כִּי יִהְיֶה טָמֵא לָנֶפֶשׁ אוֹ בְדֶרֶךְ רְחֹקָה לָכֶם אוֹ לְדֹרֹתֵיכֶם וְעָשָׂה פֶסַח לַיהֹוָה: בַּחֹדֶשׁ הַשֵּׁנִי בְּאַרְבָּעָה עָשָׂר יוֹם בֵּין הָעַרְבַּיִם יַעֲשׂוּ אֹתוֹ עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ: לֹא יַשְׁאִירוּ מִמֶּנּוּ עַד בֹּקֶר וְעֶצֶם לֹא יִשְׁבְּרוּ בוֹ כְּכָל חֻקַּת הַפֶּסַח יַעֲשׂוּ אֹתוֹ: וְהָאִישׁ אֲשֶׁר הוּא טָהוֹר וּבְדֶרֶךְ לֹא הָיָה וְחָדַל לַעֲשׂוֹת הַפֶּסַח וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מֵעַמֶּיהָ כִּי קָרְבַּן יְהֹוָה לֹא הִקְרִיב בְּמֹעֲדוֹ חֶטְאוֹ יִשָּׂא הָאִישׁ הַהוּא: וְכִי יָגוּר אִתְּכֶם גֵּר וְעָשָׂה פֶסַח לַיהֹוָה כְּחֻקַּת הַפֶּסַח וּכְמִשְׁפָּטוֹ כֵּן יַעֲשֶׂה חֻקָּה אַחַת יִהְיֶה לָכֶם וְלַגֵּר וּלְאֶזְרַח הָאָרֶץ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9441201e878406e0d23e0", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Beha'alotcha 13:65", "anchorRef": "Numbers 9:2-3", "anchorRefExpanded": ["Numbers 9:2", "Numbers 9:3"], "sourceRef": "Zohar, Beha'alotcha 13:65", "sourceHeRef": "ספר הזהר, בהעלותך י״ג:ס״ה", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "בהעלותך", "he": "(במדבר ט׳:ב׳-ג׳) וְיַעֲשׂוּ בְנֵי יִשְׂרָאֵל אֶת הַפָּסַח בְּמוֹעֲדוֹ מַאי וְיַעֲשׂוּ. אָמַר רִבִּי יוֹסֵי, הָא אִתְּמַר, כָּל מַאן דְּאַחְזֵי עוֹבָדָא לְתַתָּא כַּדְקָא יֵאוּת, כְּאִילּוּ עָבִיד לֵיהּ לְעֵילָּא. דְּהָא בְּגִינֵיהּ אִתְּעַר הַהוּא מִלָּה, כִּבְיָכוֹל, כְּאִילּוּ הוּא עָבִיד לֵיהּ, וְהָא אִתְּמַר.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c72eca1000753446981", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Rav Hirsch on Torah, Numbers 9:3:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 3. תעשו אתו ,בארבעה עשר וגו׳: es ist dies der seltene, vielleicht einzige Fall, wo, nachdem in dem vorhergehenden Vers das Gebot als Verpflichtung der Nation in der dritten Person, ויעשו בני ישראל, ausgesprochen war, es nun in der zweiten, Mosche mit begreifend, ausgesprochen wird. Im ספרי wird das במועדו des ersten Verses auf דחית שבת, das במעדו dieses Verses aber auf דחית טומאה bezogen. Nun haben wir bereits in Vorstehendem die hohe Bedeutung entwickelt, die der Begriff צבור, der Begriff der nationalen Gesamtheit für die Gesetzesbestimmung: במעדו ואפילו בטומאה haben dürfte. Der Einschluss selbst eines Mosche in die Gesamtheit, und gerade eines Mosche, dürfte wie kaum etwas anderes den von uns hervorgehobenen unsterblichen Charakter der nationalen Gesamtheit dokumentieren. Wer ist so wie Mosche in der Gesamtheit und durch die Gesamtheit in jeder Zeit lebendig gegenwärtig und durch die Unsterblichkeit der Gesamtheit selber der irdischen Unsterblichkeit teilhaft wie Mosche, wer, obgleich leiblich gestorben, unerreichbar von dem Tode wie Er! – בארבעה עשר וגו׳ בחדש הזה בין הערבים (siehe Schmot 28, 38). ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63d77c72eca1000753446982", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Rav Hirsch on Torah, Numbers 9:3:2", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "בכל חקתיו ובכל משפטיו, für das פסח שני V. 12 heißt es nur בכל חקת הפסה יעשו אתו, der Begriff משפטיו fehlt dort. Aus Peßachim 95a ist nun ersichtlich, daß פסח שני vom פסה ראשון sich darin unterscheidet, daß beim פסח שני nur die מצות שבגופו wie: אל תאכלו ממנו נא וגו׳ כי אם צלי אש, עצם לא ישברו בו, לא ישאירו ממני עד בקר, und ebenso מצות שעל גופו wie: על מצות ומרורים יאכלהו in Erfüllung kommen, nicht aber מצות שלא על גופו wie: לא יראה לך ,תשביתו שאור ,לא תשחט על, חמץ, vielmehr: פסה שני חמץ ומצה עמו בבית (nicht ganz sicher ist, ob איסור הוצאה מחבורה bei פ׳׳ש stattfindet. הל׳ קרבן פסה ,רמב׳׳ם verneint es). Es ist dem 14 .2nach klar, daß sowohl die מצות שבגופו, als שעל גופו, also alle, die das קרבן פסח selbst sowie dessen אכילה und selbstverständlich סדר עבודותיו betreffenden Bestimmungen unter: חקתיו begriffen sind, משפטיו aber die מצות שלא על גופו, diejenigen Vorschriften umfasst, durch welche andere, außerhalb des קרבן פסח liegende Verhältnisse in Folge desselben bestimmt werden, wie die mit שחיטת פסח eintretenden חמץ-Verbote. Bei חקתיו bildet das פסח das Objekt, bei משפטיו die bewirkende Ursache. Hier bei פסח ראשון treten die פסח-Bestimmungen in vollstem Umfange in Kraft, und haben wir bereits zu V. 1 bemerkt, wie bei diesem ersten פסח דורות zu der Erinnerung בכל חקתיו ובכל משפטיו תעשו אתו besondere Veranlassung war. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63eb7617c159397276b74c4c", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Numbers 9:1-15", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64106633e1e6f287deb99430", "index_title": "Rambam on Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Pesachim 6:1:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Rambam on Mishnah Pesachim 6:1:1", "sourceHeRef": "רמב\"ם על משנה פסחים ו׳:א׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rambam on Mishnah Pesachim", "he": "רמב\"ם על משנה פסחים"}, "heTitle": "רמב\"ם על משנה פסחים", "he": "<b>אלו דברים בפסח דוחין את השבת כו':</b> אמר הש\"י בקרבן תמיד במועדו וכמו שהיה תמיד קרב בשבת כמו שכתב בפ' על עולת התמיד יעשה ונסכו כמו כן קרבן פסח היה קרב בשבת.", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "God said regarding the Daily Burnt-Offering Sacrifice (Numbers 28:2): “[Be punctilious in presenting to Me] at stated times [the offerings of food due Me],” and He states with regard to the Passover Offering (Numbers 9:3): “[you shall offeror on the fourteenth day of the month, at twilight,] at its set time;” just as the Daily Burnt-Offering is offered on the Sabbath, that on it Scripture explained (Numbers 28:10): “a burnt offering for every sabbath, in addition to the regular burnt offering and its libation,” so also the Passover Sacrifice is offered on the Sabbath.", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64186d53894184186dd5931c", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Sifrei Zuta 9:3:1", "sourceHeRef": "ספרי זוטא ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>בארבעה עשר יום לחדש הזה בין הערבים יעשו אותו במועדו</b>, בארבעה מקומות הוא אומר בין הערבים יכול בערבו של ערב ובערבו של שחר ובחצות היום כיון היא שחיטת הפסח ת״ל בין הערבים בא לחלוק בין הערבים שנים או בערב משחשכה אמ' בשלישי בין הערבים או בין הערבים בין השמשות אמ' ברביעי בין הערבים בא לחלוק בין חצות יום ובין לילה לכוין שמונה ומחצה. כל ימות השנה היה התמיד נשחט בשמונה ומחצה וקרב בתשע ומחצה ערב פסחים היה נשחט בשבע ומחצה וקרב בשמונה ומחצה והפסח אחריו בזמן שחל ערב פסחים להיות ערב שבת [היה נשחט בשש ומחצה וקרב בשבע ומחצה בזמן שחל להיות בשבת] ר' ישמעאל אומר כסדורו בערב שבת ר' עקיבא אומר כסדורו בחול:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186d54894184186dd5931e", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Sifrei Zuta 9:3:2", "sourceHeRef": "ספרי זוטא ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ככל חקותיו וככל משפטיו</b>, כחקות כחקתי חקתיו וככל חקתיו כמשפט כמשפטי משפטיו וככל משפטיו ליתן בפסח דורות מה שלימד בפסח מצרים [ומה לימד בפסח מצרים אמ'] שה תמים זכר בן שנה (שמות יב ה) אף של דורות כן. מה לימד בפסח מצרים אמ' מן הכבשים ומן העזים תקחו (שמות י״ב ה') אף של דורות כן [כללו של דבר כל שלימד בפסח מצרים לימד בפסח דורות]:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055d492fffa131d602aa2", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 60", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 60", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ס׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 60, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "<b>1. פסח מדבר — לא נזכר חג מצות</b><br>ראיה ברורה לכך שחג המצות לא נהג במדבר עולה מפרשת 'פסח מדבר', שממנה נובע גם 'פסח שני' (במדבר ט', א-יד). לא רק פסח שני אין בו לא חג פסח ולא חג מצות, אלא שגם הפסח הכללי במדבר לא נסמך לחג מצות, וחג מצות כלל לא נזכר בפרשה זו:<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">רש\"י הכניס בפרשת 'פסח מדבר' את חג המצות על כל הלכותיו וכלל את כולן בתוך חוקי הפסח ומשפטיו: \"'ככל חֻקֹּתיו' — אלו מצוות שבגופו... 'וככל משפטיו' — אלו מצוות שעל גופו ממקום אחר, כגון שבעת ימים למצה ולביעור חמץ\" (רש\"י לבמדבר ט', ג); אולם רמב\"ן (שם) שלל פירוש זה וכתב: \"...ולא דיבר בהן הכתוב כאן, וכן בפסח שני נאמר חוקותיו ומשפטיו (שם, יד), ומצה וחמץ עמו בבית, ואינו נוהג אלא יום אחד\" (מחלוקת זו תלויה גם בגרסת המדרש בספרי במדבר פיסקא סה, מהד' הורוויץ עמ' 62). אמנם, רמב\"ן (שם, א) הודה לרש\"י שבני ישראל חגגו במדבר גם חג מצות, אך לדעתו הפסוק לא היה צריך לומר זאת, ורק את קיום הפסח במדבר נזקק הכתוב להדגיש; עיינו בדבריו.<br>עם זאת, בפשוטו של מקרא לא נזכר בכל הפרשה שם אלא פסח לבדו, וכך עולה מדברי ראב\"ע (שמות י\"ב, כה; במדבר ח', כו), שחג מצות באמת לא נהג במדבר. אף הפסח לא נהג במדבר אלא פעם זו בלבד, מגזרת הכתוב. גם לדברי חז\"ל (יבמות עב ע\"א; ספרי במדבר פיסקא סז, מהד' הורוויץ עמ' 62) לא נהג הפסח במדבר אלא בשנה זו בלבד, אך הם תלו את הדבר בכך שלא יכלו למול במדבר.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055d492fffa131d602aa4", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 60", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 60", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ס׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 60, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "<b>1. פסח מדבר — לא נזכר חג מצות</b><br>ראיה ברורה לכך שחג המצות לא נהג במדבר עולה מפרשת 'פסח מדבר', שממנה נובע גם 'פסח שני' (במדבר ט', א-יד). לא רק פסח שני אין בו לא חג פסח ולא חג מצות, אלא שגם הפסח הכללי במדבר לא נסמך לחג מצות, וחג מצות כלל לא נזכר בפרשה זו:<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">רש\"י הכניס בפרשת 'פסח מדבר' את חג המצות על כל הלכותיו וכלל את כולן בתוך חוקי הפסח ומשפטיו: \"'ככל חֻקֹּתיו' — אלו מצוות שבגופו... 'וככל משפטיו' — אלו מצוות שעל גופו ממקום אחר, כגון שבעת ימים למצה ולביעור חמץ\" (רש\"י לבמדבר ט', ג); אולם רמב\"ן (שם) שלל פירוש זה וכתב: \"...ולא דיבר בהן הכתוב כאן, וכן בפסח שני נאמר חוקותיו ומשפטיו (שם, יד), ומצה וחמץ עמו בבית, ואינו נוהג אלא יום אחד\" (מחלוקת זו תלויה גם בגרסת המדרש בספרי במדבר פיסקא סה, מהד' הורוויץ עמ' 62). אמנם, רמב\"ן (שם, א) הודה לרש\"י שבני ישראל חגגו במדבר גם חג מצות, אך לדעתו הפסוק לא היה צריך לומר זאת, ורק את קיום הפסח במדבר נזקק הכתוב להדגיש; עיינו בדבריו.<br>עם זאת, בפשוטו של מקרא לא נזכר בכל הפרשה שם אלא פסח לבדו, וכך עולה מדברי ראב\"ע (שמות י\"ב, כה; במדבר ח', כו), שחג מצות באמת לא נהג במדבר. אף הפסח לא נהג במדבר אלא פעם זו בלבד, מגזרת הכתוב. גם לדברי חז\"ל (יבמות עב ע\"א; ספרי במדבר פיסקא סז, מהד' הורוויץ עמ' 62) לא נהג הפסח במדבר אלא בשנה זו בלבד, אך הם תלו את הדבר בכך שלא יכלו למול במדבר.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055d592fffa131d602aa8", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 61", "anchorRef": "Numbers 9:1-5", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 61", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ס״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 61, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "וַיְדַבֵּר ה' אֶל מֹשֶׁה בְמִדְבַּר סִינַי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם בַּחֹדֶשׁ הָרִאשׁוֹן לֵאמֹר. וְיַעֲשׂוּ בְנֵי יִשְׂרָאֵל אֶת הַפָּסַח בְּמוֹעֲדוֹ. בְּאַרְבָּעָה עָשָׂר יוֹם בַּחֹדֶשׁ הַזֶּה בֵּין הָעַרְבַּיִם תַּעֲשׂוּ אֹתוֹ בְּמוֹעֲדוֹ כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ. וַיְדַבֵּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל לַעֲשֹׂת הַפָּסַח. וַיַּעֲשׂוּ אֶת הַפֶּסַח בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בֵּין הָעַרְבַּיִם בְּמִדְבַּר סִינָי כְּכֹל אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל (במדבר ט', א-ה).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420583d7856108538db39a4", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter IV 71", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter IV 71", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות ע״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 71, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות", "he": "ועוד: שני המסעות באו כהמשך ישיר לפסח. לגבי המסע הראשון נאמר בפירוש, שמטרת היציאה ממצרים לאחר הקרבת קרבן הפסח היא לעבוד את ה' בהר חורב/סיני. במקביל, גם המסע אל ארץ כנען בחודש השני בשנה השנייה בא מיד לאחר פסח מדבר, שכלל גם פסח שני בארבעה עשר לחודש השני (במדבר ט', א-יד).<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">פסח מצרים הוא הפותח את יציאת מצרים, ואילו פסח מדבר הוא הפותח את המסע מהר חורב דרך המדבר. רמז לכך הוא ההולך \"בְדֶרֶךְ רְחֹקָה\", העושה גם הוא פסח שני, נוסף על הטמאים לנפש אדם אשר שאלו וביקשו ממשה: \"לָמָּה נִגָּרַע\". לכן פרשת הפסח במדבר בחודש הראשון ובחודש השני עבור הטמאים (והרחוקים) קודמת מבחינת התאריך, <b>אך גם מבחינה מהותית</b>, למסע בעשרים לחודש השני.<br>כך גם בכיבוש הארץ — פסח גלגל פתח את כיבוש הארץ, כפי שיוזכר להלן. ניתן אולי לצרף לכאן גם את מהפכת חזקיהו שנפתחה בפסח (דה\"ב ל'). לעומתה, מהפכת יאשיהו לא נפתחה בפסח, אלא הגיעה לשיאה בפסח של השנה השמונה עשרה ליאשיהו (דה\"ב ל\"ה).</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642549fa278311770c32a54c", "index_title": "Zevach Pesach on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Zevach Pesach on Pesach Haggadah, Magid, Rabban Gamliel's Three Things 6:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Zevach Pesach on Pesach Haggadah, Magid, Rabban Gamliel's Three Things 6:2", "sourceHeRef": "זבח פסח על הגדה של פסח, מגיד, פסח מצה ומרור ו׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Zevach Pesach on Pesach Haggadah", "he": "זבח פסח על הגדה של פסח"}, "heTitle": "פסח מצה ומרור", "he": "ואף כי בפרשת \"משכו וקחו לכם\" לא נזכר ענין המרור כבר ביארתי סיבתו שהפרשה ההיא לא באה כי אם להזהיר הזקנים שיהיו מקדימין לעניין לקיחת הפסח ושחיטתו ולא דיבר בפרשה כלל מאכילתו. גם בפרשת \"זאת חוקת התורה\" לא נזכר המרור לפי שלא באה אותה פרשה כי אם לפרט מי ומי האוכלים את הפסח, וכמו שאמר \"זֹאת חֻקַּת הַפָּסַח כָּל בֶּן נֵכָר לֹא יֹאכַל בּוֹ (שמות י\"ב, מ\"ג)\" אמנם בשנה השנית צווה ה' יתעלה שיעשו את הפסח, ואמר שם בֵּין הָעֲרְבַּיִם תַּעֲשׂוּ אֹתוֹ בְּמוֹעֲדוֹ כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ. (במדבר ט', ג')\"", "heVersionTitle": "Enhanced edition, 2023", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785c7cc0717b878475c9c2", "index_title": "On the Special Laws", "category": "Second Temple", "type": "", "ref": "On the Special Laws, Book II, Appendix 17", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "On the Special Laws, Book II, Appendix 17", "sourceHeRef": "על החוקים לפרטיהם, ספר ב, הערות י״ז", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 17, "collectiveTitle": {"en": "On the Special Laws", "he": "על החוקים לפרטיהם"}, "heTitle": "הערות", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<i>Ibid. From noon till eventide</i>. See Ex. 12:6, Lev. 23:5, Num. 9:3, where the R.V. has “at even,” (margin) Hebrew “between the two evenings.” The LXX translates this in Ex. and Num. by πρὸς ἑσπέραν, but in Leviticus by ἀνάμεσον τῶν ἑσπερινῶν. “For this the traditional interpretation adopted by the Pharisees and Talmudists was that the ‘first’ evening was when the heat of the sun begins to decrease, about 3 P.M., and that the second evening began with sunset” (Driver on Ex. xii. 6), Philo’s interpretation is in accordance with another opinion quoted by Driver, “that the sacrifice if offered before noon was not valid.”", "versionTitle": "Loeb Classical Library, Harvard University Press, 1937", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc69758c1dc532ec9118", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 9:3", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Steinsaltz on Numbers 9:3", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט׳:ג׳", "anchorVerse": 3, "sourceHasEn": true, "commentaryNum": 9.0003, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>בְּאַרְבָּעָה עָשָׂר יוֹם בַּחֹדֶשׁ הַזֶּה בֵּין הָעַרְבַּיִם</b>,\n  אחר הצהריים\n  <b>תַּעֲשׂוּ</b>, הכינו, שחטו\n  <b>אֹתוֹ בְּמוֹעֲדוֹ. כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו</b>\n  <b>תַּעֲשׂוּ אֹתוֹ.</b> היו הלכות שנאמרו לגבי פסח מצרים בלבד, כגון נתינת הדם על המזוזות והמשקוף במקום זריקתו על המזבח, אך הלכות אחרות שנקבעו בפסח הראשון נשארות בעינן גם בפסח דורות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>On the fourteenth day of that month, in the afternoon, </b>from when the sun begins its descent in the western portion of the sky until it completely sets, 10 <b>you shall offer it at its appointed time; in accordance with all its statutes and in accordance with all its ordinances, you shall offer it. </b>There were commandments issued with regard to the paschal lamb offered in Egypt that applied only that year, such as the requirement to apply its blood to the lintel and side-posts instead of applying the blood to the altar. However, other commandments that were issued with regard to the paschal lamb in Egypt apply for all time. 11", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e5d1aa6aad563290ee4697", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, Haftarot, Vayechi 4", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Tze'enah Ure'enah, Haftarot, Vayechi 4", "sourceHeRef": "צאינה וראינה, הפטרות, ויחי ד׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 4, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "ויחי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Keep the charge of the Lord your God, etc.</i>” [2:3]. You should observe the commandments of your God and walk in His ways, to observe His laws and ordinances. Therefore, the verse says “<i>in His ways.</i>” This means, good attributes, to be compassionate to one’s fellows, just as is the Holy One. “<i>His laws.</i>” That is to say, commandments that we do not know the reasons why the Holy One commanded them, like agricultural mixtures, <i>mixtures of wool and linen</i> and <i>eating pork.</i> If the Holy One had not forbidden them, why should I not have eaten pork? Why should I not have worn a mixture of wool and linen? These commandments are all <i>rules and rites</i> [Numbers, 9:3]. “<i>His ordinances</i>,” means to give laws and proper judgment. “<i>His testimonies</i>,” means keeping the <i>Sabbath</i> and <i>festivals</i> properly. They are called a testimony that the Holy One created the world in six days and rested on the Sabbath. <i>Solomon</i> should observe all of these things, says David your father. You should be intelligent and successful in all the paths that you will follow.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Radak, I Kings, 2:3, with interpolations.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66bde04b2ae4ec8380dd1ade", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 7:2", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Seder Olam Rabbah 7:2", "sourceHeRef": "סדר עולם רבה ז׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "וידבר ה' אל משה לאמר, ביום החדש הראשון באחד לחדש תקים את משכן אהל מועד, ושמת שם וגו', והבאת את השלחן וגו' (שמות מ׳:ב׳-ג׳), התחילו ז' ימי המלואים בכ\"ג באדר, ובאחד בניסן שלמו. כל ז' ימי המלואים היה משה מעמיד את משכן בכל בקר ובקר ומקריב עליו קרבנות ומפרקו, ובשמיני העמידו ולא פרקו, רבי יוסי ברבי יהודה אומר אף בשמיני העמידו ופירקו. ואכל אהרן ובניו את בשר האיל ואת הלחם אשר בסל, ופתח אהל מועד תשבו יומם ולילה שבעת ימים וגו' ויעש אהרן ובניו וגו' (ויקרא ח׳:ל״ה), ויהי ביום השמיני וגו' (שם ט א), אחר ז' ימי המלואים, ואחד בשבת היה, וראש חדש ניסן היה, ובו ביום עמדו אהרן ובניו ורחצו את ידיהם ואת רגליהם מן הכיור, ועבדו את כל העבודות, והסדירום על הסדר, ובו ביום התחילו הנשיאים להקריב, שנאמר ויהי המקריב ביום הראשון (במדבר ז יב), ראשון למעשה בראשית ראשון לנשיאים, ראשון לשכון שכינה בישראל, שנאמר ושכנתי בתוך בני ישראל (שמות כט מה), ראשון לאיסור במה, ראשון לכהונה, ראשון לברכה, ראשון לעבודה, ראשון לחדשים, ראשון לשחיטת צפון, ראשון לאכילת קדשים, ראשון לירידת האש, שנאמר ותצא אש וגו' (ויקרא ט כד), בו ביום הקריבו ישראל תמידין נדרים ונדבות חטאות ואשמות בכורות ומעשרות, ועל אותו יום הוא אומר, עורי צפון ובואי תימן הפיחי גני יזלו בשמיו (שיר השירים ד טז), עורי צפון, זו עולה הנשחטת בצפון, ובואי תימן, אלו שלמים הנשחטין בדרום, הפיחי גני, זה אהל מועד, יזלו בשמיו, זה קטורת הסמים, יבא דודי לגנו (שם), זו השכינה, ויאכל פרי מגדיו (שם), אלו הקרבנות, באתי לגני אחתי כלה (שם ה א), זה יום שמיני, אריתי מורי עם בשמי (שם), זו קטורת ולבונה והמנחות, אכלתי יערי עם דבשי (שם), אלו איברי העולה ואימורי קדשי קדשים, שתיתי ייני עם חלבי (שם), אלו הנסכים ואימורי קדשים קלים, אכלו רעים (שם), זה משה ואהרן, שתו ושכרו דודים (שם), זו כנסת ישראל. בו ביום נמצאת אלישבע בת עמינדב יתרה על ישראל ארבע שמחות ואבל אחד, יבמה מלך, ובעלה כהן גדול, אחיה נשיא, ובניה סגני כהונה, ואבלה בשני בניה נדב ואביהוא, ויש אומרים אף בן בנה משוח מלחמה זה פינחס. בשני בניסן שרף אלעזר הכהן פרת חטאת, והזו כל ישראל ושנו, בארבעה עשר בו שחטו ישראל את פסחיהם, ויום השבת היה: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "\"And the Lord spake unto Moses, saying, On the first day of the first month shalt thou set up the tabernacle of the tent of the congregation. And thou shalt put therein the ark of the testimony, and cover the ark with the vail. And thou shalt bring in the table, and set in order the things that are to be set in order upon it; and thou shalt bring in the candlestick, and light the lamps thereof\" (Exodus 40:1-4).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that by erecting and disassembling the Tabernacle on each of the seven days of consecration, Moses made sure that its erection on the first of Nissan would be a mitzvah in its own right, since any act repeated on the Sabbath is forbidden (Shabbat 92a).  R. Jacob Emdin, on the other hand, thinks that the statement that Moses erected and disassembled the Tabernacle each day is found only in late sources and cannot be reconciled with the biblical text. He explains that the tent of the tabernacle was standing during all seven days, since otherwise the parts to be eaten by Aaron and his sons (Lev. 8) could not have been consumed within the holy precinct. </i> The seven days of consecration started on the 23rd of Adar and were completed on the first of Nissan.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that the source for the statement that the seven days of consecration started on the 23rd of Adar is that in Leviticus 9:1, the eighth day of consecration is mentioned, and Ex. 40:17 states that the Tabernacle was erected on the first day of the first month. He adds that according to his tradition, the first of Nisan is always a Sunday. Meir Ayin notes that this is explained in Rosh Hashanah 11a, 12a.</i>  During all the seven days of consecration, Moses would erect the Tabernacle each morning and bring sacrifices and disassemble it. On the eighth [day], he erected it and did not disassemble it. R. Yose the son of R. Judah says: Also on the eighth [day] he erected it and disassembled it.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that R. Yose the son of R. Judah is of the opinion that Moses disassembled the Tabernacle on the eighth day after bringing the sacrifices in order to receive a direct order from God to re-erect it.  Guggenheimer notes that the proof that the first of Nisan really was the eighth day of celebration is given in Sifra Shemini 14. The argument is based on the fact that Moses officiated during all seven days of consecration, but the Shekhinah dwelled on the Tabernacle only when Aaron performed the service as high priest (Lev. 9:4). According to Sifra, one could also quote Exodus 40:1, 35 to prove that the eighth day and the first of Nisan were identical. R. Eliyahu from Vilna explains that R. Zeira, an Amora of the fourth generation, infers from the statement here that any construction performed at night is invalid for the daytime.</i>  <br>\"And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket\" (Exodus 29:32). \"And thou shalt abide at the door of the tabernacle of the congregation day and night seven days, and keep the charge of the Lord, that ye die not: for so I am commanded.\" \"And Aaron and his sons did all things which the Lord commanded by the hand of Moses\" (Leviticus 8:35-36).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The statement here is a combination of verses from Exodus and Leviticus describing the first seven days of consecration.</i> \"And it came to pass on the eighth day, that Moses called Aaron and his sons, and the elders of Israel\" (Leviticus 9:1),<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The eighth day is after the seven days of consecration. R. Eliyahu from Vilna explains that this was the first day of the week, and the first day of Nissan. On that day, Aaron and his sons were consecrated as priests.  Meir Ayin simply notes that the eighth day was the first of Nissan. </i> after the seven days of consecration. It was the first day of the week, and it was Rosh Hodesh Nissan. On that day, Aaron and his sons entered their priesthood and washed their hands and their feet from the laver, and performed all the service, and set [everything] in order. And on that day the princes began to bring sacrifices, as it is written:  \"And he that offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah\" (Numbers 7:12).<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that the term \"first\" in the verse of Numbers implies that the eighth day of consecration was a Sunday, since otherwise the verse should have read: \"Nahshon was the first who brought sacrifices.\" He also notes that Rabad, in his commentary to Sifra, connects this statement with the verse in Lev. 9:1, \"And it came to pass\" that the eighth day was a Sunday since the angels rejoiced in Heaven like on the day of the Creation. Meir Ayin notes that the eighth day, Rosh Hodesh Nissan, was the first day of the week.</i>  [This day was] the first of Creation,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The first day for bringing voluntary sacrifices.</i> the first of the princes, the first for the dwelling of the Shekhinah in Israel,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">It is written: \"And I will dwell among the children of Israel\" (Exodus 29:45).  This means that the Divine Presence dwelled among the Jewish people from the day the Tabernacle was erected, and onwards. R. Jacob Emdin explains that this verse implies that before the giving of the Torah there was no Shekhinah in the world.</i>  the first [day] of prohibition of private [sacrificial] altars,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">R. Eliyahu from Vilna notes that this is a Babylonian tradition.  He explains that the Yerushalmi, Megillah 1:13 (fol. 82b-c), contains a lengthy discussion between Amoraim whether non-Jews were allowed to bring peace offerings before the erection of the Tabernacle. R. Elazar, who asserts that they did, follows the Babylonian tradition, while R. Yose bar Hanina, who denies it, follows the Palestinian tradition.  R. Eliyahu from Vilna notes that it seems that Seder Olam follows here the opinion of R. Yose bar Hanina.</i> the first of the priesthood, the first of the priestly blessing, the first of the Temple service, the first of slaughtering [sacrifices] north of the altar, the first for eating [sacrificial parts], the first of the Heavenly fire, as it is written \"And there came a fire out from before the Lord, and consumed upon the altar the burnt offering and the fat: which when all the people saw, they shouted, and fell on their faces\" (Leviticus 9:24).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The verse here is taken from the biblical account of the inauguration of the Tabernacle. The statement that the Heavenly fire consumed the offering is based on the parallel verse in Lev. 8:24. R. Eliyahu from Vilna notes that Meir Ayin, in his commentary, adds another \"first\":  \"First for slaughtering north of the altar.\"  Guggenheimer thinks that in some French manuscripts the two \"firsts\" are counted, for a total of 11 crowns.</i> <br>On that day, Israel began to bring the daily offerings, vows, voluntary offerings, sin-offerings, guilt-offerings, firstborns, and tithes. And about that day it says: “Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits. I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved” (Song of Songs 4:16-5:1).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that this Midrash is alluded to in the Babylonian Talmud, Zebahim 116a, and explained in detail in the Jerusalem Talmud, Megillah 1:13 (fol. 82b,c).  He also notes that this is the opinion of Rashi in his commentary on Song of Songs.  Guggenheimer thinks that this Midrash probably originated in the school of either R. Hiyya in Galilee or Rav in Babylonia, since a similar but more stylized version, also tannaitic, is found in Sifra Shemini and Mekhilta deMilluim, and an entirely different aggadic explanation, ascribed to R. Eleazar, the son of R. Yose the Galilean, is found in Song of Songs Rabba 3(11). The interpretation of Song of Songs as referring to God's love of Israel is also at the base of the Targum to the book and can be found in English, e.g., in the ArtScroll translation.</i> \"Awake, O north wind,\" this is the burnt-offering that is slaughtered in the north [of the altar], \"and come, thou south,\" these are the peace-offerings slaughtered in the south, \"blow upon my garden,\" this is the Tabernacle,  \"that the spices thereof may flow out,\" this is the burning of spices, \"Let my beloved come into his garden,\" this is the Shekhinah, \"and eat his pleasant fruits,\" these are the sacrifices. \"I am come into my garden, my sister, my spouse,\" this is the Eighth Day,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The Eighth Day is the first of Nissan, the day following the seven days of consecration. R. Eliyahu from Vilna notes that the list given here of the ten crowns (or firsts) of the first of Nissan is found in Sifra Shemini (1) and is quoted in the Babylonian Talmud, Shabbat 87b.  He also notes that Rashi, in his commentary to Leviticus 9:1, confirms the statement of Seder Olam that the eighth day of consecration was a Sunday. R. Jacob Emdin, however, thinks that since Christians chose Sunday as the preferred day of the week, the statement about the ten crowns must be from before the rise of Christianity.</i> \"I have gathered my myrrh with my spice,\" this is the incense offering and the offering of flour, \"I have eaten my honeycomb with my honey,\" these are the parts of the burnt-offering and the parts [reserved for the priests] of the other offerings,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">R. Jacob Emdin adds \"milk offerings.\"  R. Eliyahu from Vilna explains that \"my milk\" refers to the fat parts of the peace offerings.</i>  \"I have drunk my wine with my milk,\" these are the libations of wine, and [the parts] of the sacrifices of well-being,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Guggenheimer notes that in some French manuscripts of Seder Olam, the \"first\" to slaughter north of the altar is counted separately from the \"first\" for the months, giving a total of 11 \"crowns,\" instead of the 10 given in our printed edition and in Sifra.</i> \"eat, O friends,\" this is Moses and Aaron, \"drink, yea, drink abundantly, O beloved,\" this is the congregation of Israel. <br>On that day, Elisheva the daughter of Amminadab was distinguished from [the rest of] the Jewish [women] by four joys and one mourning: <sup class=\"footnote-marker\">15</sup><i class=\"footnote\">This is quoted in the Babylonian Talmud, Zevahim 101b-102a, and also in the Jerusalem Talmud (Bikkurim 3:3, fol. 65d). R. Eliyahu from Vilna notes that the Babylonian Talmud follows the opinion of some manuscripts of Seder Olam that mention five, not four joys: \"her brother-in-law king, her husband High Priest, her brother a prince, her sons deputies of the High Priest, and her grandson the anointed for war.\"  He explains that the grandson is Phineas, who was born in Egypt (Ex. 6:25) and was elevated to the priesthood after he killed Zimri (Num. 25:10-15).  R. Jacob Emdin notes that Seder Olam rejects the Babylonian Talmud's opinion that five men spanned the world and omits Lemech, who was the father of Noah, because according to its tradition, only perfectly just people should be counted, as stated by Rashbam in Baba Bathra 121b.</i>  Her brother-in-law was a king,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The Babylonian Talmud uses this statement to prove that Moses had the legal status of a king.  R. Eliyahu from Vilna explains that Elisheva, the sister of Nahshon, the prince of Judah, was the wife of Aaron the High Priest. </i> her husband the High Priest, her brother a prince, and her sons deputies of the High Priest, and her mourning was for her two sons, Nadab and Abihu.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"> R. Eliyahu from Vilna adds: \"And some say, also her grandson, the anointed for war.\"  Guggenheimer notes that in Numbers 31:6, Phineas is mentioned as the priest in charge of the army, almost 40 years after the death of Nadab and Abihu.</i>  On the second of Nissan, Eleazar burned the red heifer, Israel were sprinkled [with its ashes] and repeated [the sprinkling].<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The second of Nisan was Tuesday.  Guggenheimer notes that, by tradition, most of Israel was cleansed from any impurity caused by contact with the dead. That follows from the law of the Second Passover (Num. 9:1-14) that was instituted for anyone who was ritually impure on the first Passover. Now, the laws of ritual impurity related to contact with the dead are described in Num. 19. There it is stated that any such impurity needs a full seven days to be removed. Hence, anyone impure on Nissan 14 must have been in contact with the dead on or after Nissan 7. The Babylonian Talmud, Sukkah 25a, relates a discussion about the identity of these people, and the conclusion is that it was the people who had buried a recent dead whom nobody else was burying. Meir Ayin notes that the second of Nissan was a Sunday, and that on that day the princes started to sacrifice. </i> On the fourteenth, they slaughtered their Passover sacrifices, and it was a Sabbath.  \n", "versionTitle": "Seder Olam Translation Draft", "license": "", "versionTitleInHebrew": ""}, {"_id": "54e19dc3fbfba2491cb4acff", "index_title": "Mishnah Pesachim", "category": "Mishnah", "type": "", "ref": "Mishnah Pesachim 6:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Mishnah Pesachim 6:2", "sourceHeRef": "משנה פסחים ו׳:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Mishnah Pesachim", "he": "משנה פסחים"}, "heTitle": "משנה פסחים", "he": "אָמַר רַבִּי אֱלִיעֶזֶר, וַהֲלֹא דִין הוּא, מָה אִם שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה דּוֹחָה אֶת הַשַּׁבָּת, אֵלּוּ שֶׁהֵן מִשּׁוּם שְׁבוּת לֹא יִדְחוּ אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, יוֹם טוֹב יוֹכִיחַ, שֶׁהִתִּירוּ בוֹ מִשּׁוּם מְלָאכָה, וְאָסוּר בּוֹ מִשּׁוּם שְׁבוּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, מַה זֶּה, יְהוֹשֻׁעַ, מָה רְאָיָה רְשׁוּת לְמִצְוָה. הֵשִׁיב רַבִּי עֲקִיבָא וְאָמַר, הַזָּאָה תוֹכִיחַ, שֶׁהִיא מִצְוָה וְהִיא מִשּׁוּם שְׁבוּת וְאֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת, אַף אַתָּה אַל תִּתְמַהּ עַל אֵלּוּ, שֶׁאַף עַל פִּי שֶׁהֵן מִצְוָה וְהֵן מִשּׁוּם שְׁבוּת, לֹא יִדְחוּ אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, וְעָלֶיהָ אֲנִי דָן, וּמָה אִם שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה, דּוֹחָה אֶת הַשַּׁבָּת, הַזָּאָה שֶׁהִיא מִשּׁוּם שְׁבוּת, אֵינוֹ דִּין שֶׁדּוֹחָה אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי עֲקִיבָא, אוֹ חִלּוּף, מָה אִם הַזָּאָה שֶׁהִיא מִשּׁוּם שְׁבוּת, אֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת, שְׁחִיטָה שֶׁהִיא מִשּׁוּם מְלָאכָה, אֵינוֹ דִין שֶׁלֹּא תִדְחֶה אֶת הַשַּׁבָּת. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, עֲקִיבָא, עָקַרְתָּ מַה שֶּׁכָּתוּב בַּתּוֹרָה, בֵּין הָעַרְבַּיִם בְּמֹעֲדוֹ (במדבר ט), בֵּין בְּחֹל בֵּין בְּשַׁבָּת. אָמַר לוֹ, רַבִּי, הָבֵא לִי מוֹעֵד לָאֵלּוּ כַּמּוֹעֵד לַשְּׁחִיטָה. כְּלָל אָמַר רַבִּי עֲקִיבָא, כָּל מְלָאכָה שֶׁאֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת, אֵינָהּ דּוֹחָה אֶת הַשַּׁבָּת. שְׁחִיטָה שֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָהּ מֵעֶרֶב שַׁבָּת, דּוֹחָה אֶת הַשַּׁבָּת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Rabbi Eliezer said:</b> Could this <b>not</b> be derived through <b>an <i>a fortiori</i> inference? If slaughter, which is</b> ordinarily forbidden on Shabbat <b>as a</b> biblically prohibited <b>labor,</b> nonetheless <b>overrides Shabbat</b> when performed for the sake of the Paschal lamb, then <b>these</b> activities, namely carrying the animal, bringing it from outside the Shabbat limit, and the like, which are prohibited <b>due to rabbinic decree, should they not override Shabbat? Rabbi Yehoshua said to him:</b> The law governing <b>a Festival proves</b> otherwise, for the Torah <b>permitted on it</b> acts that are normally prohibited <b>as labor,</b> such as slaughtering, cooking, and baking, <b>and</b> yet <b>it is forbidden</b> to do <b>on it</b> acts that are prohibited <b>due to rabbinic decree.</b> Thus, we cannot derive policy with regard to rabbinic prohibitions from the rules that govern Torah laws. <b>Rabbi Eliezer said to him: What is this, Yehoshua?</b> How can you suggest such a weak proof? <b>What proof</b> can be deduced from <b>optional</b> activities that would apply <b>to a mitzva?</b> How does the fact that rabbinic decrees remain in effect on a Festival with respect to optional activities prove that one is also forbidden to transgress a rabbinic decree in order to fulfill the mitzva of offering the Paschal lamb? <b>Rabbi Akiva responded and said</b> in defense of Rabbi Yehoshua’s opinion: <b>Sprinkling</b> the purifying water of a red heifer upon someone who had contracted ritual impurity through contact with a corpse <b>proves</b> the matter, <b>for it is</b> done <b>for</b> the sake of <b>a mitzva,</b> in order to allow the person to offer the Paschal lamb, <b>and it is</b> prohibited only <b>due to rabbinic decree, and</b> nonetheless <b>it does not override Shabbat,</b> for the purification rite is not performed on the eve of Passover that falls on Shabbat. <b>So, too, you should not be surprised about these</b> activities, namely carrying the animal, bringing it from outside the Shabbat limit, and cutting off its wart, <b>that although they are</b> performed <b>for</b> the sake of <b>a mitzva and they are</b> prohibited only <b>due to rabbinic decree, they do not override Shabbat.</b> <b>Rabbi Eliezer said to him:</b> I do not accept this proof. <b>With regard to this</b> sprinkling itself, <b>I infer</b> that it, too, is permitted for the same reason: <b>If slaughter, which is</b> a biblically prohibited <b>labor, overrides Shabbat, is it not right that sprinkling</b> the purifying water of a red heifer, <b>which is</b> prohibited only <b>due to rabbinic decree, should override Shabbat?</b> You cannot challenge me based on a premise with which I disagree. <b>Rabbi Akiva said to</b> Rabbi Eliezer: <b>Or</b> perhaps we can <b>reverse</b> the order of your argument and say the opposite: <b>If,</b> as we know by accepted tradition, <b>sprinkling</b> the purifying water on Shabbat, <b>which is</b> prohibited only <b>due to rabbinic decree, does not override Shabbat,</b> then with regard to <b>slaughter, which is</b> prohibited <b>as a</b> biblically prohibited <b>labor, is it not right that it should not override Shabbat?</b> Therefore, it should be prohibited to slaughter the Paschal lamb when the eve of Passover occurs on Shabbat. <b>Rabbi Eliezer said to him: Akiva,</b> how can you say this? <b>You have</b> thus <b>uprooted what is written in the Torah:</b> “Let the children of Israel offer the Paschal lamb <b>in its appointed time”</b> (Numbers 9:2); the phrase “at its appointed time” indicates that the offering must be brought on that day, <b>whether it is a weekday or Shabbat.</b> Rabbi Akiva <b>said to</b> Rabbi Eliezer: <b>My teacher, bring me an appointed time</b> stated in the Torah <b>for these</b> tasks, namely, carrying the animal or bringing it from outside the Shabbat limits, <b>like the appointed time</b> stated <b>with respect to slaughter.</b> The Paschal lamb must be slaughtered on the fourteenth of Nisan, but there is no fixed time when the animal must be brought to the Temple, and it is therefore possible to transport it before Shabbat. <b>Rabbi Akiva stated a principle: Any prohibited labor</b> required for the offering of the sacrifice <b>that can be performed on the eve of Shabbat does not override Shabbat; slaughter, which cannot be performed on the eve of Shabbat, overrides Shabbat.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53a60", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Haamek Davar on Numbers 9:3:1", "sourceHeRef": "העמק דבר על במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>במועדו.</b> היינו אפי׳ לשבת ובטומאה כדין כל קרבן שיש לו זמן קבוע שדוחה שבת וטומאה. וכבר ידעו ישראל שבאותו הדור זה הכלל. מש״ה צעקו האנשים למה נגרע וגו׳ במועדו. ועוד יבואר. ובאמת באותה שנה חל ע״פ בשבת. שהרי ר״ח ניסן שמיני למילואים היה ביום א׳. וזה ידוע דשבת וטומאה מישך שייכן להדדי. כדאי׳ פסחים דף ע״ו ומדשבת לא דחי כו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b0fbfba21b48f53a62", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 9:3:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Haamek Davar on Numbers 9:3:2", "sourceHeRef": "העמק דבר על במדבר ט׳:ג׳:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ככל חקותיו וככל משפטיו.</b> דבפסח מצרים לא נהגו בזריקת הדם כחקת הפסח לדורות ועוד איזה שינוים. אבל היום יעשה ככל חקותיו והמה דרשות שלמדין מי״ג מדות שהתורה נדרשת. ומשפטיו. המה חי׳ תורה שבע״פ שהעלה משה וב״ד עד כה. וכמו שביארנו בס׳ ויקרא י״ח ה׳ בס״ד. זהו עיקר הפשט. והדרשה תדרש מלשון ככל. וא״א לפרש הפשט חקותיו כמו זאת חקת הפסח. דשם לא מיירי אלא באכילה וכאן מיירי בעשיה ותו מה הם משפטים אלא כדברינו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae01e0fbfba23a06809aa9", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Behaalotkha 18", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Meshekh Chokhmah, Behaalotkha 18", "sourceHeRef": "משך חכמה, בהעלותך י״ח", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 18, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "בהעלותך", "he": "<b>בארבעה </b>עשר יום בחודש הזה בין הערבים תעשו אותו כו'. הוא הכוונה דלא יאמרו שהוא בא על הנס שנעשה בין הערבים בפסח מצרים, א\"כ הלא במדבר סיני נשתנה השקיעה, והוא אופק אחר, לכן אמר בין הערבים במדבר סיני כו' שלא הביטו על בין הערבים מעשיית הפסח הראשון, שהזמן הוא כבמקום המצוה. וזה כלל גדול בתורה. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5614e3cbfbfba21096621a9a", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Pesakhim 6:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ein Yaakov (Glick Edition), Pesakhim 6:1", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), פסחים ו׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "פסחים", "he": "(דף סו) תנו רבנן הלכה זו נתעלמה מבני בתירא. שפעם אחת חל ארבעה עשר להיות בשבת ושכחו ולא ידעו אם פסח דוחה את השבת אם לאו. אמרו כלום יש אדם יודע אם פסח דוחה את השבת אם לאו. אמרו להם אדם אחד יש שעלה מבבל והלל הבבלי שמו ששימש שני גדולי הדור שמעיה ואבטליון ויודע אם פסח דוחה את השבת אם לאו. שלחו וקראו לו ואמרו לו כלום אתה יודע אם פסח דוחה את השבת ואם לאו. אמר להם וכי פסח אחד יש לנו בשנה שדוחה את השבת והלא הרבה יותר ממאתים פסחים יש לנו בשנה שדוחים את השבת. אמרו לו מנין לך. אמר להם נאמר (במדבר ט ג) במועדו בפסח ונאמר (שם כח) במועדו בתמיד מה מועדו האמור בתמיד דוחה את השבת אף מועדו האמור בפסח דוחה את השבת. ועוד ק״ו הוא ומה תמיד שאין ענוש כרת דוחה את השבת פסח שענוש כרת אינו דין שדוחה את השבת. מיד הושיבוהו בראש ומינוהו נשיא עליהם. והיה יושב ודורש בהלכות פסח כל היום כולו. התחיל מקנטרן בדברים. אמר להם מי גרם לכם שאעלה מבבל ואהיה נשיא עליכם. עצלות שהיתה בכם. שלא שמשתם שני גדולי הדור שמעיה ואבטליון. אמרו לו רבי שכח ולא הביא סכין מערב שבת מהו. אמר להם הלכה זו שמעתי ושכחתי. אלא הניחו להם לישראל אם אין נביאים הם בני נביאים הם. למחר מי שפסחו טלה תחב לו בצמרו. מי שפסחו גדי תחב לו בין קרניו. ראה מעשה ונזכר הלכה ואמר כך מקובלני מפי שמעיה ואבטליון:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "(Fol. 66) Our Rabbis were taught: The following Halacha (law) escaped the memory of the sons of Bathyra. It once happened that the fourteenth [of Nisan] fell on the Sabbath day and they did not know whether the Passover sacrifice supersedes the Sabbath or not. They appealed to the sages, saying: \"Is there a man who knows [the law], whether the Passover sacrifice supersedes the Sabbath or not?\" And they were told that there was a man who had recently come from Babylon whose name was Hillel, the Babylonian, who had served (in the academy of] the two greatest men of that generation, namely, Shemaya and Abitalyon, and who ought to know whether the Passover sacrifice supersedes the Sabbath or not. So they sent for him and asked him: \"Have you any knowledge whether the Passover offering supersedes the Sabbath or not?\" He replied: \"Have we then only one Passover sacrifice during the year that supersedes the Sabbath? Behold, there are more than two hundred Passover sacrifices that supersede the Sabbath!\" So they asked him: \"Whence do you infer this?\" Whereupon he said to them: \"It is said (Num. 9, 3) B'mo'ado (at its appointed season) at the Passover offering, and it is said' (Ib. 28, 2) B'mo'ado at the perpetual daily offering; i.e., just as the B'mo'ado which is said at the perpetual daily offering is intended to mean that it supersedes the Sabbath, so also the B'mo'ado of the Passover offering is intended to mean that it supersedes the Sabbath. Aside from this, that oecision can also be derived by the rule of a fortiori; if the perpetual daily offering, for the neglect of which there is no Karath punishment, supersedes the Sabbath, how much the more then shall the Passover sacrifice, for the neglect of which there is the Karath punishment, supersede the Sabbath?\" They immediately appointed him as their head (chief), whereupon he sat down and lectured the whole day upon the Halachas concerning Passover. Subsequently he began to reproach them (the sons of Bathyra) with words, saying to them: \"What reason have you to make me, who come from Babylon, your Nasi (prince)? Only your idleness in not taking advantage to serve the two great men of your generation, Sh'maya and Abitalyon!\" They then asked him another question, viz., \"What is the law if a man had forgotten to bring the slaughtering knife on Friday, may he bring it on the Sabbath?\" Hillel said to them: \"This Halacha I have heard, but I have forgotten it. Leave this, however, to the Israelites themselves, for although they are not prophets, they are descendants of prophets [and evidently will know what to do].\" On the morrow, whoever brought his sheep for the Passover offering had the knife thrust in the wool, and he who had a kid as his Passover offering thrust the knife between the horns. As soon as Hillel noticed this, he recollected the Halacha and said: \"Such is the tradition I have from the mouth of Sh'maya and Abitalyon.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "56bb4e82d6e4a91b3ce7468d", "index_title": "Leviticus", "category": "Tanakh", "type": "related", "ref": "Leviticus 23:4-5", "anchorRef": "Numbers 9:1-5", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5"], "sourceRef": "Leviticus 23:4-5", "sourceHeRef": "ויקרא כ״ג:ד׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 23.0004, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": ["אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה מִקְרָאֵ֖י קֹ֑דֶשׁ אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם בְּמוֹעֲדָֽם׃", "בַּחֹ֣דֶשׁ הָרִאשׁ֗וֹן בְּאַרְבָּעָ֥ה עָשָׂ֛ר לַחֹ֖דֶשׁ בֵּ֣ין הָעַרְבָּ֑יִם פֶּ֖סַח לַיהֹוָֽה׃"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["These are the set times of יהוה, the sacred occasions, which you shall celebrate each at its appointed time:", "In the first month, on the fourteenth day of the month, at twilight, there shall be a passover offering to יהוה,"], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2aad6e4a9274647210c", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Chizkuni, Numbers 9:3:1", "sourceHeRef": "חזקוני, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וככל משפטיו</b> פירש״‎י כגון שבעת ימים למצה ולביעור חמץ לשבעת הימים כדכתיב שבעת ימים תאכל מצות, ולמצה כדכתיב על מצות ומרורים יאכלהו, לביעור חמץ דכתיב לא תזבח על חמץ דם זבחי.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וככל משפטיו, “and according to all the ordinances thereof;” according to Rashi, this refers to the festival being observed for the full seven days, the search for chametz and its disposal prior to the beginning of the festival, all in accordance with what has been written in chapter 12 of the Book of Exodus.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58fdc0d9d6e4a960c04a2947", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Bo 10:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Midrash Tanchuma, Bo 10:1", "sourceHeRef": "מדרש תנחומא, בא י׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "בא", "he": "‎<b>וַיֹּאמֶר</b> ה' אֶל מֹשֶׁה זֹאת חֻקַּת הַפָּסַח. יֵשׁ פָּרָשִׁיּוֹת כְּלָל בַּתְּחִלָּה וּפְרָט לְבַסּוֹף. אֵלּוּ הֵן: וְאַתֶּם תִּהְיוּ לִי מַמְלֶכֶת כֹּהֲנִים <small>(שמות יט, ו)</small> פְּרָט. אֵלֶּה הַדְּבָרִים אֲשֶׁר תְּדַבֵּר אֶל בְּנֵי יִשְׂרָאֵל <small>(שמות יט, ו)</small> כְּלָל. זֹאת חֻקַּת הַתּוֹרָה וְיִקְחוּ אֵלֶיךָ פָרָה <small>(במדבר יט, ב)</small> כְּלָל. אֲדֻמָּה פְּרָט. זֹאת חֻקַּת הַפָּסַח כְּלָל. כָּל בֶּן נֵכָר פְּרָט. כְּלָל וּפְרָט, אֵין בִּכְלָל אֶלָּא מַה שֶּׁבִּפְרָט. זֹאת חֻקַּת הַפָּסַח. אֵין לִי אֶלָּא פֶּסַח מִצְרַיִם, פֶּסַח דּוֹרוֹת מִנַּיִן? תַּלְמוּד לוֹמַר: כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ <small>(במדבר ט, ג)</small>. כָּל בֶּן נֵכָר, אֶחָד יִשְׂרָאֵל רָשָׁע, וְאֶחָד גּוֹי בְּמַשְׁמָע. וְכָל עֶבֶד אִישׁ מִקְנַת כָּסֶף, עֶבֶד אִישׁ וְלֹא עֶבֶד אִשָּׁה וְקָטָן, תַּלְמוּד לוֹמַר: מִקְנַת כָּסֶף, מִכָל מָקוֹם.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "<b>And the Lord said unto Moses and Aaron: “This is the ordinance of the passover” (Exod. 12:43).</b> There are chapters of the Torah in which a general statement is made at the beginning of the chapter, and a particular statement is made at its end. <i>And ye shall be unto me a kingdom of priests</i> (Exod. 19:6) is a particular statement, while the verse <i>These are the words which thou shalt speak unto the children of Israel</i> (ibid.) is a general statement. <i>This is the statue of the law</i> (Num. 19:2) is a general statement, while the verse <i>That they bring thee a red heifer</i> (ibid.) is a particular statement. <i>This is the ordinance of the Passover</i> (Exod. 12:43) is a general statement, whereas <i>There shall no alien eat thereof</i> (ibid.) is a particular statement. Whenever a general statement is followed by a particular one, the general statement does not include more than is contained in the particular.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The fourth of the thirteen rules of interpretation developed by R. Ishmael.</i> <i>This is the ordinance of the Passover</i>. This passage deals with the Passover in Egypt. How then do we know about Passover in subsequent generations? Scripture informs us of this in the verse <i>According to all the statutes of it, and according to all the ordinances thereof, shall ye keep it</i> (Num. 9:3). <i>There shall no alien eat thereof</i> (Exod. 12:43) alludes also to a renegade Jew and a Gentile. <i>Every man’s servant that is bought for money</i> (ibid., v. 44). (The verse states:) <i>Every man’s servant</i>. Does this mean that the servant of a woman or of a child is excluded? Scripture says: <i>That is bought for money</i>, which implies (every servant that was purchased).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "59636c1ad6e4a9416e9c45f7", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Mizrachi, Numbers 9:3:1", "sourceHeRef": "מזרחי, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ככל חקותיו אלו מצות שבגופו שה תמים זכר בן שנה וככל משפטיו אלו מצות שעל גופו ממקום אחר כגון שבעה ימים למצה ולביעור חמץ. </b>הרמב\"ן ז\"ל כתב שהוא טעות סופר וצריך להיות מצות שבגופו שה תמים זכר בן שנה שעל גופו צלי אש ראשו על כרעיו ועל קרבו שחוץ לגופו מצה וביעור חמץ נראה שכך היה הכתוב בספרי שבידו אבל בספרי שלפנינו אינו כתוב בו אלא כלשון רש\"י ז\"ל לא פחות ולא יותר אך הסבר' נותנת שהנוסחא שבידו הוא הנכונה מפני שלפי הנוסחא שבידנו יקשה מהו זה שאמרו מצות שעל גופו כגון ז' הימים למצה ולביעור חמץ בשלמא מצה מצינן למימר שנקראה שעל גופו מפני שהיה נאכלת עמו אלא ביעור חמץ מה ענינו לקרבן פסח עד שיקרא שעל גופו ועוד אם מצה וביעור חמץ בכלל חקיו ומשפטיו היו נוהגים ג\"כ בפסח שני שנא' בו כחקת הפסח וכמשפטו כן יעשה ואינו כן שהרי פסח שני מצה וחמץ עמו בבית גם אינו נוהג אלא יום אחד: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765594d6e4a90179bf6cce", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Be'er Mayim Chaim, Numbers 9:3:1", "sourceHeRef": "באר מים חיים, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>בארבעה</b> עשר יום וגו' ככל חקותיו וככל משפטיו תעשו אותו. כלומר לפי שחוקי הפסח ומשפטיו רבים הם ואי אפשר שיהא נחקק בלב כל ישראל כל דיניו ודקדוקיו מיום שמוע אותם בהר סיני על כן צריך לחזור להם ב' שבתות קודם, כל משפטיו שידעו אותו כל ישראל מקטנם ועד גדולם על בוריו. ומשה כן עשה, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8f96f685500161b4bb5", "index_title": "Malbim on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Exodus 12:43:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Malbim on Exodus 12:43:1", "sourceHeRef": "מלבי\"ם על שמות י״ב:מ״ג:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 43.0001, "collectiveTitle": {"en": "Malbim on Exodus", "he": "מלבי\"ם על שמות"}, "heTitle": "מלבי\"ם על שמות", "he": "<i></i><b>זאת חקת הפסח.</b> הוא ציון הכלל, ובא לפעמים בתחלת המאמר, כמו זאת תורת העולה, זאת תורת המנחה, ולפעמים בא בסוף המאמר, כמו שבסוף פ' סוטה וסוף פ' נזיר סיים זאת תורת הקנאות, זאת תורת הנזיר, ודעת הספרא שכ\"מ שבא הכלל זאת תורת בתחלת המאמר מורה שהיא תורה קבועה לעולמים, כמ\"ש בספרא צו על זאת תורת המנחה זאת תורת החטאת לבית עולמים, וה\"ה במקום שבא זאת תורת בסוף המאמר, שכן אמר בספרי (סי' כ) על זאת תורת הקנאות, ובסי' כ\"א על זאת תורת הנזיר אין לי אלא לשעה לדורות מנין ת\"ל זאת תורת דברי ר' יאשיה, ר' יונתן אומר כחותם הדברים, מבואר שלדעת ר' יאשיה מורה הכלל זאת תורת, שהוא נוהג לדורות, ור' יונתן חולק ע\"ז וס\"ל שאינו מלמד בזה דבר רק הוא מצחות הלשון, כחותם וסיום הדברים, וה\"ה שכן יפלגו ר' יאשיה ור' יונתן בזאת תורת או זאת חוקת שבא בתחלת המאמר, וכן פה אזלי לשיטתם, שר' יאשיה ס\"ל שזאת חוקת מלמד שנוהג לדורות, ור' יונתן ס\"ל שאינו מלמד כלום, ולמד שנוהג לדורות ממ\"ש בפסח שעשו בשנה השנית (במדבר ט ג) ככל חקותיו וככל משפטיו תעשו אותו, ור' יאשיה השיב לו שממה שכתוב כאן זאת חוקת הפסח ידעינן שנוהג לדורות אבל מזה לא ידעינן רק דברים שנאמרו בפ' זו, לא דברים שנאמר בפרשה הקודמת ששם מדבר מפסח מצרים לבד, לכן אמר ככל חקותיו וככל משפטיו תעשו, וז\"ש שבא ללמד דברים המחוסרים בו. והנה בספרי (שם סי' סז) אמר ככל חקותיו אלו מצות שבגופו שה תמים זכר בן שנה, וככל משפטיו אלו מצות שעל גופו, וככל משפטיו להביא מצות שלא על גופו למצה שבעה ולבעור חמץ, ר\"ל מצה שבעה הוא מצוה שעל גופו ובעור חמץ הוא מצוה שלא על גופו, וכל אלה לא נאמרו בפ' זאת חוקת הפסח רק בפ' הקודמת שמדבר מפסח מצרים, ומ\"ש איסי בן עקיבא <b>חוקה האמורה בפסה אינה אלא גופא,</b> וכן איתא בספרי גבי פסח שני, איסי אומר חוקה האמורה בפסח אינה אלא גופא, ר\"ל שמ\"ש בפסח שני ככל חוקת הפסח יעשו אותו, היינו כל הנזכר בפרשה זאת חוקת הפסח גופא, שלא יאכל בו בן נכר וערל ושלא יוציא מן הבשר חוצה, ומלמד שכל אלה נוהג גם בפסח שני, אבל מה שלא נזכר בפ' זאת חוקת הפסח גופא רק בפ' הקודמות לא ידעינן מזה, וע\"כ הוצרך לכתוב בפסח שני על מצות ומרורים יאכלוהו ולא ישאירו ממנו עד בקר, כי זה לא נזכר בפרשת זאת חוקת הפסח. ומדברים האלה נבין שמ\"ש בפסחים (דף צה) איסי בן יהודה אומר יעשו אותו בדברים שבגופו הכתוב מדבר, אין פירושו כפי' המפרשים מצות שבגופו היינו מצות שבגוף הפסח כמו מצות שבגופו שאמר שה ברישא דברייתא, דהא עז\"א מצות שעל גופו מנין וכו', רק פירושו מצות שבגוף הפרשה של זאת חוקת הפסח, להוציא מצות שנזכרו בפ' הקודמות, כי איסי הנזכר בגמרא הוא עצמו איסי הנזכר בספרי ובמכילתא, ובזה סרה התמיה העצומה שתמהו רש\"י ותוס' שם עמש\"ש איסי בן יהודה האי עצם מאי עביד ביה, אמאי לא בעי לא ישאירו ממנו עד בקר מה עביד ביה, ולפ\"ז לק\"מ כי לא ישאירו הוצרך לכתוב כי זה לא נאמר בפרשת זאת חוקת הפסח רק בפרשיות הקדמות, ולא מקשה רק על מ\"ש ועצם לא תשברו שזה נאמר בפרשת זאת חוקת הפסח:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e4a9e1fc2200b9c5b07b", "index_title": "English Explanation of Mishnah Pesachim", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Pesachim 6:2:8", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "English Explanation of Mishnah Pesachim 6:2:8", "sourceHeRef": "ביאור אנגלי על משנה פסחים ו׳:ב׳:ח׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 2.0008, "collectiveTitle": {"en": "English Explanation of Mishnah Pesachim", "he": "ביאור אנגלי על משנה פסחים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Rabbi Eliezer said to him:  Akiva! You are uprooting what is written in the Torah, “at twilight, offer it at its set time” (Numbers 9:3), both on week-days and on Shabbat.</b>  Rabbi Eliezer responds that the Torah explicitly mandates that the pesah be slaughtered on the fourteenth even if this is on Shabbat.  Hence, the argument that Rabbi Akiva was trying to make in section six would directly contradict the Torah.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cb45d850156a800184b74a4", "index_title": "Marbeh Lesaper on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Marbeh Lesaper on Pesach Haggadah, Magid, Four Questions 2:3", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Marbeh Lesaper on Pesach Haggadah, Magid, Four Questions 2:3", "sourceHeRef": "מרבה לספר על הגדה של פסח, מגיד, מה נשתנה ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1750, 1790], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Marbeh Lesaper on Pesach Haggadah", "he": "מרבה לספר על הגדה של פסח"}, "heTitle": "מה נשתנה", "he": "<b>מה נשתנה</b> הספיקות בזה הפסקא רבו. למה לא שאל על שאר שנוים דהיינו ד' כוסו'. וכי תימא דהבן לא ידע עדיין דישתה ד' כוסו'. הא נמי לא ידע מטיבול שני רק דראה על הקערה ה\"נ רואה שמוזגין כוס שני וביותר קשה לפמ\"ש רש\"י דף קי\"ו וכאן הבן שואל במזיגת כוס שני. א\"כ ה\"ל לשאול על כוס שני גופו. ובפרט הרשב\"ם שכ' דשואל מה נשתנה עכשיו שמוזגין כוס שני ע\"ש ונרא' דעיקר שאלתו על אכילה משום דמוזגין כוס שני כדי שיהי' נגררי' לליבי' דניכול מצה טפי כדאית' בדף ק\"ז ע\"ב וכיון דרואה דכל המזיגה כדי שיאכל כל המונח לפניו לתאבון ושפיר נופל הספק מה נשתנה על אכילתן. אמנם אכתי קשה דשואל שלא כסדר. האברבנא\"ל בזבח פסח מיישב דבראשון שואל על שני סימני עבדות דהיינו מצה ומרור. ואח\"כ שואל על שני סימני חירות. ולזה השיב דשני סימני עבדות הוא מצד שהיינו שני מיני עבדות לפרעה. וגם במצרים שהמקום גורם שלא יכול עבד לברוח והכל מושלים בנו. אמנם עדיין קשה דה\"ל לבן חכם לכלול השני שאלות של עבדות יחד שבכל הלילות אנו אוכלין בין חמץ ובין מצה ובין שאר ירקות. והלילה הזה כולו מצה ומרור. וכן הל\"ל בסימני חירות שבלילה זו אוכלין מסובין ומטבילין שני פעמים מה שאין כן בכל הלילות:<br>והנה בעל מעשה ה' כ' דארבע שאלו' נתקנו נגד ד' בנים שאלת מצה הוא שאלת חכם למה בלילה זו כולו מצה שיהי' אסור אפי' משהו. (או כולו מצה שאינו יוצא במצה מבושלת דבעי' טעם מצה. וגם לאכל מצה באחרונה ואין מפטירין אחריו כדי שישאר טעם מצה בפיו). שאלה שני על אכילת מרור הוא שאלת רשע שהוא לא חפץ בתמרורים ראש ולענה. ועל זה יענה מה העבודה זאת לכם. שאלה שלישית הוא שאלת תם שאינו ספק לו רק מה שרואה בחוש הגשמי שרואה שני מיני טבילות הלא די במין טיבול ראשון. שאלה רביעית הוא על הסיבה נגד שאינו יודע לשאול כדאי' בגמ' מחויבים להסב התינוקו' כדי שישאלו:<br>ולענ\"ד יש לפרש הפסק' על שני דרכי' אחרי' ומתחילה נבאר מה שלא מצאתי בהמפרשים שהרגישו בשינוי הקרא כי בפרשת בא בפסח ראשון כתיב כי אם צלי אש ומצות על מרורים יאכלוהו. ובפ' בהעלותך כתיב ככל חקת הפסח יעשו אותו על מצות ומרורי' יאכלוהו. למה מפסיק בעל בפסח ראשון בין מצה למרור. ובשני כוללן יחד. ולא דיברו בזה מפרשי התורה. ונראה עפ\"י מ\"ש הרמב\"ן בחומש ליישב הא דכתיב צלי אש ומצו' בוי\"ו החיבור. להורות כי אם צלי אש הוא מצוה מיוחדת. ואח\"כ אמר ומצות כלו' דגם מצות הוא מצוה מיוחד' דלאו זה תלי' בזה דאע\"ג דליכא פסח נמי איכא חיוב מצה כמ\"ש ארז\"ל ואחר זה אמר על מרורים יאכלוהו להורות דמרור תלי' באכיל' פסח והוי מרור כמו הכשר מצוה דמרור בזמן הזה דרבנן עכ\"ל הנה באמת מי שלא עשה את הפסח בראשון כגון שגג או נאנס יש לו תשלומין בפסח שני. אבל מי ששגג או נאנס ולא אכל מצה בליל א' דפסח בזמן הזה אין לו תשלומין אפי' אם אוכל מצה בט\"ו אייר לא קיים המצוה עשה דאכילת מצה. דדווקא פסח יש לו תשלומין אבל לא מצה ואי עבר הוא מעוות שלא יכול לתקן. ואע\"ג דבפסח שני החיוב על מצות ומרורים יאכלוהו וזה לית' דבפסח שני לא הוי המצה מצוה מיוחדת. רק הוי מצה כמו הכשר מצוה כאשר הדין במרור. ומעתה זה כוונת הפסוק בפסח ראשון צלי אש הוא מצוה. ומצו' ג\"כ מצוה מיוחדת. על מרורים יאכלוהו דאכילת מרור הוא הכשר לאכילת פסח. אבל בפסח שני כתיב על מצות ומרורים יאכלוהו. דבפסח שני הוי מצה ומרור רק הכשר מצוה וזה נראה ביאור הקרא על הנכון: ובזה מבואר שאלות מה נשתנה כי בוודאי ידע שמקרא מלא דיבר הכתוב שטעם חג הפסח הוא משום יציאת מצרים רק השאלה הוא מה נשתנה לילה הזה מכל הלילות. הכוונה על ליל פסח שני שהדין בפסח שני חמץ ומצה עמו בבית ולילה זה כולו מצה ושאל הטעם הלא בפסח שני כתיב ככל חקת הפסח יעשו אותו:<br>ועוד בא בשאלת מרור כיון דמוכח מקרא דאכילת מרור הוא רק הכשר מצוה דפסח. א\"כ בזמן הזה דליכא פסח למה אוכלין מרור. ואי משום זכר דפסח. א\"כ נעשה נמי איזה דבר זכר לפסח. וגם בא בשאלה על שני טיבולין. וחיוב הסיבה. מאי טעמי' לאו הדין כן לעשות שני טיבולין והסיבה בפסח שני. כי דווקא מצוה שעל גופו מעכב בפסח שני. אבל שאר מצות לא נהגו בפסח שני כמ\"ש הסמ\"ג והרמב\"ם. ותשובה לזה כי עיקר יציאת מצרים הוא בלילה הזה ועושין מצה על שם שלא הספיק להתחמץ. וגם עושין לחם עוני כדרך עני. ומה שאנו אוכלין מרור בזמן הזה על שם וימררו את חייהם. וטיבולין והסיבה משום ויוציאנו ה' ביד חזקה וזרוע נטוי'. וכל זה דווקא בליל ט\"ו דניסן בו נעשו נסים הללו. אבל פסח שני אינו רק תשלומין דפסח ראשון ולא לזכר נס:", "heVersionTitle": "Marbeh Lesaper, Karlsruhe 1791", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קרלסרוה תקנ\"א", "text": "<b><i>Mah Nishtanah</i></b>: There are many questions raised by this passage. First, why don’t we ask about the other things which are different on this night, such as the four cups of wine? The fact that the children aren’t yet aware that there are other cups of wine is not an answer to this question; they also don’t know that we are going to dip twice during the <i>Seder</i>. All they really know about are the things that are found on the <i>Seder </i>plate. The Talmud says that we recite the <i>Mah Nishtanah</i> when we pour the second cup of wine. If that is so, then the child should have asked, “Why are we pouring a second cup of wine?” It seems that the questions are related to eating the Passover meal. We ask them when we pour the second cup of wine because drinking the wine increases one’s appetite and one’s desire for <i>matzah</i><sup class=\"footnote-marker\">45</sup><i class=\"footnote\">BT Pesachim 107b</i>. When the child sees the pouring of the wine, he begins to wonder about this meal and how different it is.<br>There are other questions. We ask the four questions in their proper order!<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">In point of fact, first we lean, then we dip, then we eat matzah and then we eat the bitter herbs.</i> In the Zevach Pesach commentary, Rabbi Isaac Abarbanel writes that the first two questions relate to slavery and the second two questions, freedom. We have two questions regarding slavery (<i>matzah</i> and bitter herbs) because there were two aspects of slavery in Egypt. We were enslaved both to Pharaoh and the people of Egypt. Not only did we have to serve Pharaoh, but we could not escape from Egypt and had to serve all the people of the land. But if these two questions both relate to slavery a wise child could have combined these questions: “Why on all other nights we can eat <i>chametz </i>or <i>matzah </i>as well as all types of vegetables but tonight, we eat only <i>matzah</i> and bitter herbs?” Similarly with the second two questions which relate to freedom, he could have said, “tonight we recline and dip twice unlike other nights.”<br>Rabbi Eliezer Ashkenazi<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><b>Eliezer (Lazer) ben Elijah Ashkenazi</b> (1512–December 13, 1585) was a Talmudist, rabbi, and physician. Though of a German family (according to some, the relative of Joseph Colon, he was probably born in the Levant, and received his Talmudic education under Joseph Taitazak in Salonica. Ashkenazi first became rabbi in Egypt 1538-60, probably at Fostat, where, by his learning and wealth, he became widely known.</i>, in his commentary Ma’aseh Adonai, writes that the four questions are related to the four children. The question regarding <i>matzah</i> is the question of the wise child. He wants to know why this night is ‘entirely’ <i>matzah</i>; with most of the laws of kashrut a small amount can be disregarded but not so with <i>chametz </i>and <i>matzah</i>. Even a little <i>chametz</i> is forbidden.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">There is a concept in <i>kashrut </i>referred to as <i>batel bishishim</i>; that if the amount of <i>treif </i>that falls into kosher food is one sixtieth (or less), the kashrut is still intact. Not so with <i>hametz</i>. Even a tiny bit of something <i>hametz </i>makes the food forbidden. So tonight must be entirely matzah.</i> Also the matzah which we eat on this night must be plain <i>matzah</i>, uncooked other than its being baked. It must also be the last thing we eat so that its taste remains in our mouth. <br>The second question regarding bitter herbs is the wicked child’s question. He has no desire for something bitter so he says, “What is this service to you?”<br>The simple child asks the third question regarding dipping twice. He only asks about that which he sees. He sees that we are going to dip twice and wonders, “What is this?”<br>Finally, the ‘one who doesn’t know how to ask’ on his own, questions the act of leaning. We purposely lean during the Seder, something we don’t ordinarily do, in order to provoke this child to ask questions.<br>There are two other ways of interpreting this passage in the <i>Haggadah</i>.<br><b>First Explanation</b>: To explain the first interpretation, we must first understand the connection between Passover and <i>Pesach Sheni</i>, the Second Passover.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Pesach Sheni, <i>Second Passover</i>, is a minor Jewish observance on the 14th of Iyar in the Hebrew Calendar. The holiday is mentioned in the Torah in Numbers 9:1-14 of which the following text is a paraphrase.</i> There are two verses in scripture which contain a significant difference. “They shall eat it roasted over fire and matzah with bitter herbs.”<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Exodus 12:8</i> In Parshat Baha’lotkha, “According to all the statutes of Passover, you shall eat it with <i>matzah</i> and bitter herbs.”<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Numbers 9:12</i> Note the difference between these two verses. In the first one, regarding Passover, there is a separation between the <i>matzah </i>and bitter herbs<i>, </i>while the verse from Numbers which is related to the Second Passover, the Passover offering is separate from <i>matzah</i> and bitter herbs.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The word “with” appears after the word matzah in the first verse and before the word matzah in the second verse, suggesting that the role of matzah was different on the Second Passover from than on the first. The Bible tells us that those who could not celebrate the first Passover for reasons beyond their control can celebrate a ‘second Passover’ one month later.</i> Nachmanides explains that the first verse suggests that both the Passover offering and the <i>matzah</i> are each a unique and separate <i>mitzvah</i> on the eve of Passover. They are connected by the Hebrew letter, <i>vav </i>(and), which is a conjunction. This teaches us that that these two commandments are not dependent on one another while the eating of bitter herbs is dependent on the Passover offering.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">That is, if there is no offering we are not obligated to eat bitter herbs. But we are still obligated to eat matzah. Eating bitter herbs, then, is a rabbinic and not a scriptural commandment at our <i>Seder </i>today.</i> That is why we see ‘<i>al marorim</i>,’ with bitter herbs, and not <i>u’marorim</i>, ‘and bitter herbs,’ in the first verse.<br>Someone who didn’t observe the Passover on the fifteenth of Nissan because of circumstances beyond his control can make it up one month later on the fifteenth of Iyyar. If one forgot to eat <i>matzah</i> on the fifteenth of Nissan (in our time), he cannot make it up this lost <i>mitzvah.</i> Even if the person eats <i>matzah</i> on the fifteenth of Iyyar he has not fulfilled this <i>mitzvah</i>. The Second Passover is only for making up the missed sacrifice in ancient times. He still must eat the Passover offering with matzah and bitter herbs, but this does not count for the missed commandment of eating <i>matzah</i> on <i>Passover</i>. The verse in Numbers, therefore, says, “You shall eat it <i>WITH </i>matzah and bitter herbs;” the word WITH implies that while you still eat these other foods they are not considered separate <i>mitzvot.</i><br>We can now understand the statements in the <i>Mah Nishtanah</i>. These four questions are all related to the similarities and differences between the regular Passover and the Second Passover. That we do all these things to commemorate the Exodus is obvious to the reader. So why are they different from one another? The question is, “Why is this night so different from all other nights – even from the Second Passover?” <br>On the Second Passover why don’t we have two commandments of <i>matzah </i>and the Passover offering just as we have on the first Passover, since scripture states, “According to all the laws of Passover you shall do it.” Regarding the second question, we ask, ‘If bitter herbs are only an accoutrement and not a separate <i>mitzvah</i> on Passover why do we eat bitter herbs at this time?’ Similarly, we ask regarding the dipping and the leaning, shouldn’t we be required to lean and dip on the Second Passover just as we do on the first Passover? Only those acts which accompany the Passover offering are prevented on the Second Passover and not the other customs.<br>The answer to all these questions is that the first Passover is a commemoration of the Exodus from Egypt and therefore all of these practices are required as part of the celebration while the purpose of the Second Passover is to allow the person to make up for the missed sacrifice and not to commemorate the Exodus all over again. We eat unleavened bread to remind ourselves that our dough did not have time to become leavened when we left Egypt and that the matzah was the bread of affliction, a reminder of slavery. Today we eat the bitter herbs to remind ourselves of our ancestors’ bitterness in Egypt. The dipping and leaning are a commemoration of the verse, “I brought you out with a mighty hand and an outstretched arm.” All of this only applies on the night of the fifteenth of Nissan. The Second Passover offering was not a reminder of the miracles but a ‘make-up date’ for the missed offering.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": "הרב מרק גרינשפאן"}, {"_id": "5cb5b5280d8dc70019d12747", "index_title": "Naftali Seva Ratzon on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Naftali Seva Ratzon on Pesach Haggadah, Magid, The Four Sons 5:1", "anchorRef": "Numbers 9:1-12", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12"], "sourceRef": "Naftali Seva Ratzon on Pesach Haggadah, Magid, The Four Sons 5:1", "sourceHeRef": "נפתלי שבע רצון על הגדה של פסח, מגיד, כנגד ארבעה בנים ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1670, 1710], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Naftali Seva Ratzon on Pesach Haggadah", "he": "נפתלי שבע רצון על הגדה של פסח"}, "heTitle": "כנגד ארבעה בנים", "he": "<b>ושאינו </b>יודע לשאול אתה פתח לו שנ' והגדת לבנך ביום ההוא לאמור. יכול מר\"ח תלמוד לומר ביום ההוא וכו: מה שיש לדקדק בזה רבה למעלה: ולבאר זאת נקדים הגמ' דפסחים דיליף שם דשואלין ודורשין קודם פסח שלשים יום מהכא שהרי משה עמד בי\"ד בניסן ומזהיר את ישראל על פסח שני דסבר לי' כמ\"ד טמאי למת מצוה הי' שחל שביעי שלהם בע\"רפ שנ' ולא יכלו לעשות הפסח ביום ההוא ביום ההוא לא הי' יכולין הא למחר הוו יכולין לעשותו ומשום שהי' שביעי שלהם בע\"רפ: נשמע מזה דשאלת האנשים הי' בי\"ד בניסן מדכתיב ביום ההוא מיותר ילפינן מיני' שהי' בי\"ד בניסן ובאותו פעם הזהיר משה לישראל על פסח שני מוכח מזה דארבעה שבועות ק\"פ שואלין ודורשין. ורש\"בג פליג התם וס\"ל שני שבתות ק\"פ שואלין ודורשין שהרי משה עמד בר\"ח ניסן והזהיר לישראל על הפסח שיעשו אותו בט\"ו בניסן שנ' החודש הזה לכם וכתיב דברו אל ב\"י ויקחו להם. וכתב הר\"ן דנ\"מ בנייהו הוא הא דתניא שני תלמידי' אחד שואל כעניין ואחד שואל שלא כעניין נזקקין תחילה לשואל כעניין: וא\"כ לרש\"בג דס\"ל שתי שבתות קודם פסח לדבריו תוך שתי שבתות הוי שואל כעניין ולת\"ק דס\"ל ד\"ש ק\"פ וכו' לדבריו תוך ד\"ש הוי שואל כעניין ובהיות כן מי שיש לו שני שאלות האחת בעניינו של פסח והשני' שלא כעניין והוא עומד בדרך משל קודם ר\"ח ניסן ולרש\"בג דס\"ל מר\"ח ניסן הוי שואל כעניין נמצא זה שעומד קודם ר\"ח ניסן הוי שאלתו שלא כעניין אבל אליבא דת\"ק דס\"ל ד\"ש ק\"פ לפ\"ז הוי שואל כעניין וא\"כ השואל הזה שיש לו שני שאלות לשאול והוא * מסופק אם כרש\"בג או כת\"ק מכח זה שנסתפק בדבר אינו יודע מה ישאל שאם ישאל בעניין של פסח שמא הלכה כרש\"בג דס\"ל שתי שבתות בלבד שו\"ד וא\"כ הוא שואל שלא כעניין מאחר שהוא עומד קודם ר\"ח ניסן ואם ישאל שלא בעניינו של פסח שמא הלכה כת\"ק דס\"ל ד\"ש א\"כ יהי' שואל שלא כעניין ואחת מן מ\"ח דברים שהתורה נקנית בהם הוא שואל כעניין ומשיב כהלכה ומאחר שמסופק בזה ע\"כ אינו יודע לשאול ר\"ל שאינו יודע מה ישאל אם מעניינו של פסח או מעניין אחר:<br><b>ובהכי </b>ניחא מ\"ש ושאינו יודע לשאול אתה פתח לו שנ' והגדת לבנך ביום ההוא. יכול מר\"ח: ת\"ל ביום ההוא רצונו בזה לומר אמחר שאינו יודע מה שישאול משום שמסופק הוא בדבר אם כרש\"בג או כת\"ק ע\"כ אתה פתח לו ר\"ל שתפתח את פיהו ואמור לו מדוע אינך רוצה לשאול משום דספק שלך הוא שמא שתי שבתות בלבד שהרי משה עמד בר\"ח ניסן ומזהיר על הפסח ול\"זא יכול מר\"ח ר\"ל שספק שלך הוא דשמא מר\"ח שואלין ודורשין: תלמוד לומר ביום ההוא ר\"ל הלא כתיב ולא יכלו לעשות הפסח ביום ההוא דמיותר וללמד בא דביום ההוא דהיינו בי\"ד בניסן לא היו יכולין הא למחר יכולין היו משום שחל הי' שביעי שלהן בע\"רפ מוכח מזה שהי' משה עמד בי\"ד בניסן ומוהיר על פסח שני משום דארבעה שבועות ק\"פ ש\"וד: אי ביום ההוא יכול מבעוד יום ר\"ל שאם תשיב לו ביום ההוא מכח זה מוכח ד\"ש ק\"פ שו\"ד מעתה ימצא מקום * לשאול אותך יכול מבעוד יום ר\"ל יכול שיהי' הפסח נאכל מבעוד יום ובל\"ז לאו רצה לשאול זאת זולת מכח תשובתך שאתה תשיב לו ביום ההוא עי\"ז יתעורר לו שאלה זו:<br><b>ותחילה </b>נשים לב במאי פליגי רש\"בג ות\"ק שזה יליף מפסח ראשון וזה יליף לי' מפסח שני הלא מצינו שמשה הזהיר שתי שבתות ק\"פ: ומצינו ג\"כ משה הזהיר ארבעה שבתות ק\"פ: ומאחר שמצינו שניהם בתורה צריך לשום לב במאי פליגי. ולבאר זאת נקדים תחילה דאי' בפסחי' פסח מצרים הי' מקחו בעשור אבל לא פסח דורות שנ' בעשור לחודש הזה ויקחו להם. זה מקחו בעשור ולא פסח דורות: ופריך אלא מעתה ר\"ל לפי דבריך שאתה אומר דמלת זה בא למעט פ\"ד נימא נמי ואכלו הבשר בלילה הוה זה נאכל בלילה ר\"ל פסח מצרים אבל פסח דורות נאכל אפילו ביום זבחו ומשני א\"ק ועבדת את העבודה בחודש הזה כעבודה שעבדת במצרים ככה תעשה לדורות: ובהכי ניחא דרש\"בג ס\"ל פסח דורות ילפינן מפסח מצרים דבעינן שיהי' שניהם שוים ומה פסח מצרים שתי שבתות שהרי משה עמד בר\"ח ניסן ומזהיר על פסח מצרים אף לדורות סגי בשתי שבתות אבל הת\"ק ס\"ל דלא ילפינן פסח דורות מפסח מצרים די\"ל שם הי' סגי שתי שבתות אבל לדורות בעי טפי וע\"כ יליף פסח דורות מפסח שעשו במדבר בשנה שני' ושם עמד משה * בי\"ד בניסן ומזהיר על פסח שני. ומעתה מבואר מאיליו במ\"ש אי ביום ההוא יכול מבעוד יום ר\"ל אי ביום ההוא מכח זה אתה רוצה להוכיח דארבעה שבתות ק\"פ שו\"ד קשה על דבריך הלא מצינו ג\"כ שתי שבתות שהרי משה עמד בר\"ח ניסן: ומאי חזית דסמכת אהא סמוך אהא ומוכרח אתה לומר דמשם ליכא למילף משום דפסח דורות לא ילפינן מפסח מצרים דמצינו שהתורה מיעטה דלא נילף פ\"ד מפסח מצרי' שהרי כתבה התורה ויקחו להם בעשור לחודש הזה למעט אתי זה הי' מקחו בעשור ולא פסח דורות לפי זה ה\"ה גבי ואכלו את הבשר בלילה הזה כתיב ג\"כ הזה: נימא שבא למעט' דווקא פסח מצרי' הי' נאכל בלילה אבל פסח דורות יהא נאכל אפילו ביום: וע\"כא אי ביום ההוא יכול מבעוד יום ר\"ל מכח תשובה שלך שאתה משיבו ביום ההוא מכח זה ימצא מקום לשאלתו יכול שיהי' הפסח נאכל מבעוד יום:", "heVersionTitle": "Naftali Seva Ratzon, Furth, 1727", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>As for the one who doesn’t know to ask</b>: The <i>Haggadah</i> says that one should ‘open up’ for the one who does not know how to ask. It then goes on to quote a verse: “You shall tell your child on that day…” Finally the next passage in the <i>Haggadah</i> discusses whether one should begin telling the story from the beginning of the month…Who exactly is the person who is referred to as the one who doesn’t know how to ask and why doesn’t he know how to ask? By analyzing a discussion in the <i>Talmud</i> we come up with an intriguing answer to this question.<br><i>Talmud Pesachim </i>discusses from when we become obligated to expound on the laws of Passover: is it thirty days before the holiday or two weeks before Passover? The <i>tanna kama<sup class=\"footnote-marker\">59</sup><i class=\"footnote\"><i>Tanna kama </i>is a term for the first opinion in a <i>Mishnah</i>. Often the person is not named but is referred to as the first<i> tanna.</i></i> </i>deduces the practice of expounding on the laws of Passover for thirty days from the <i>Pesach sheni. <sup class=\"footnote-marker\">60</sup><i class=\"footnote\">See Numbers 9:1-12, The second Passover took place one month after the regular Passover so that those who were impure because of contact with a corpse could offer a Passover offering.</i></i> Moses originally informed the people of the <i>Pesach sheni </i>on the fourteenth of <i>Nisan</i>, a year after the people left Egypt.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">See Numbers 9:6 The reference ‘on that day’ must refer to the 14th of <i>Nissan</i> when the other Israelites were preparing to celebrate Passover. Those who were unable to celebrate Passover on that day had to wait until the following month from which we deduce that they had to have thirty days to expound on the laws of Passover.</i> Those who were unable to offer a <i>Pesach </i>offering because they were impurity on the eve of Passover were told that they could make the special offering thirty days later. This way they would have thirty days to expound<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">In Hebrew <i>sho’alim v’dorshim</i>, literally question and expound on…..</i> on and study the laws of Passover.<br>Rabbi Shimon Ben Gamliel, on the other hand, concludes that one only has to expound on the laws of Passover for two weeks before the holiday. He deduces this from the verse, “This month shall be for you the beginning of months.”<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Exodus 12:1</i> Because Moses informed the people of Passover on the first of <i>Nisan</i>, we too begin preparing for the holiday by studying the laws of Passover on the first of <i>Nisan,</i> two weeks before the<i> Seder.</i><br>What practical difference is there between these two points of view? It would influence what questions a teacher should answer first from his students, and to what questions the student should give priority. During the thirty days before Passover (according to the <i>tanna kama) </i>questions about Passover take precedence over other questions of <i>halachah.</i> According to Rabban Shimon Ben Gamliel, questions about Passover only take precedence during the last two weeks before the holiday.<br>The one who does not know to ask, then, is someone who doesn’t know which of these opinions represents the <i>halachah.</i> It is more than two weeks but less than thirty days before Passover, which question should he ask his teacher and to which question should the teacher give precedence? Do Passover questions take precedence over other <i>Talmudic</i> questions? The student’s silence is a sign of his confusion and indecision. The <i>Haggadah</i> advices: <i>at p’tach lo </i>- you should open the discussion for him by letting him know that you understand the reason for his confusion. By outlining the two points of view and their biblical proofs, the student will know which question to ask and you will inspire him to finally ask his question!", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dcd42c403bbe83363ff37f0", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 12:6:6", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Midrash Sekhel Tov, Shemot 12:6:6", "sourceHeRef": "מדרש שכל טוב, שמות י״ב:ו׳:ו׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 6.0006, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "בין הערבים. ר' אומר הרי הוא אומר שם תזבח את הפסח בערב, שומעני כשמועו, תלמוד לומר מועד צאתך ממצרים (דברים טז ו), אימתי יצאו ישראל ממצרים, משש שעות ולמעלה, וכה\"א ויהי בעצם היום הזה יצאו וגו' (שמות יב מא). ר' נתן אומר מנין לבין הערביים שהיא משש שעות ולמעלה, אע\"פ שאין ראיה לדבר זכר לדבר, שנא' כי פנה היום (ונטו) [כי ינטו] צללי ערב (ירמיה ו ד). ותנן תמיד נשחט בשמנה שעות ומחצה, וקרב בתשעה ומחצה, וערב פסח נשחט בשבע ומחצה, והפסח ע\"כ אחריו לעולם. ואמרינן בגמרא אמר רבא מצותו דתמיד מכי ינטו צללי ערב. דכתיב ואת הכבש השני תעשה בין הערבים (שמות כט לט) משעה שהתחיל היום לערוב, משמע מתחילת שעה שביעית, הלכך כל השנה כולה אי ליכא נדרים ונדבות מצותה בתחלת שעה שביעית, ואי איכא נדרים ונדבות דבעינין להשלים כל קרבן, ואח\"כ תמיד של בין הערבים אמר קרא והקטיר עלי' חלבי השלמים (ויקרא ו ה), השלם עליה כל הקרבנות מאחרינן לתמיד תרתי שעה ועבדינן לי' בשמנה ומחצה, וערבי פסחים דאיכא פסח אחריו מקדמינן ליה חדא שעתא ועבדינן ליה בשבעה ומחצה והפסח אחריו, חל ערב פסח להיות בערב שבת דאיכא נמי צלייתו דלא דחיא שבת מוקמינן ליה אדינא בשש ומחצה וקרב בשבעה ומחצה והפסח אחריו, שהרי בתמיד נאמר בין הערבים (במדבר ט ג), ופסח נאמר בין הערבים (שמות יב ו), ונאמר בו בערב. ותניא יאוחר דבר שנאמר בו בין הערבים ונאמר בו בערב. אחר דבר שלא נאמר בו אלא בין הערבים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5dcd433d03bbe83363ff3c14", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "", "ref": "Midrash Sekhel Tov, Shemot 12:43:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Midrash Sekhel Tov, Shemot 12:43:2", "sourceHeRef": "מדרש שכל טוב, שמות י״ב:מ״ג:ב׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 43.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "שמות", "he": "זאת חקת הפסח. בפסח מצרים ובפסח דורות הכתוב מדבר, דברי ר' יאשי'. ר' נתן אומר בפסח מצרים הכתוב מדבר, אין לי אלא פסח מצרים, פסח דורות מניין, ת\"ל ככל חוקותיו וכל משפטיו תעשו אותו (במדבר ט ג), נם לו ר' יאשי' אחד זה ואחד זה בפסח מצרים הכתוב מדבר, ומה ת\"ל ככל חוקותיו וככל משפטיו, אלא בא הכתוב ללמד דברים המחוסרין בו, איסי בן יהודה אומר חוקה האמורה בפסח אינה אלא בגופו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f02d5958415afd29c04efa1", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Gur Aryeh on Bamidbar 9:3:1", "sourceHeRef": "גור אריה על במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>ככל חקותיו אלו מצות שבגופו וכו'.</b> כתב הרמב\"ן [ד]טעות סופר הוא, וצריך להיות; מצות שבגופו – \"שה תמים זכר בן שנה\" (שמות יב, ה), שעל גופו – \"צלי אש ראשו על כרעיו ועל קרבו\" (שמות יב, ט), ושחוץ לגופו – מצה וביעור חמץ, עד כאן לשונו. והביא ראיה שטעות סופר הוא, דאם שעל גופו הן שבעת ימים למצה וביעור, והם כתובים ב\"כל משפטיו\" הנזכר כאן, אם כן בפסח שני שכתוב (ר' פסוק יד) \"ככל חקותיו וככל משפטיו\" יהיה גם כן צריך ביעור חמץ ומצה שבעת ימים, ואין זה כן, שהרי בפסח שני חמץ עמו בבית ואינו זקוק לביעור (פסחים צה. ), אלא \"כל חקותיו\" הם מצות שבגופו, כגון תמים זכר בן שנה, והוא כתוב ב\"כל חקותיו\", ושעל גופו – צלי אש ראשו על כרעיו ועל קרבו, והם כתובים ב\"כל משפטיו\". אבל מצות שחוץ לגופו לא נכתבים בקרא. ולפיכך פסח שני שאין כתוב בו רק \"ככל חקותיו וככל משפטיו\", לא שייך אלא מצות שעל גופו ושבגופו, ולא אשר הם חוץ לגופו:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea122eb7d2e1475644d13", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Midrash Lekach Tov, Numbers 9:3:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> בארבעה עשר יום. <i data-commentator=\"Beur HaRe'em\" data-order=\"15\"></i> למה אמר עוד במועדו. מלמד שכשם שדוחה את השבת כך דוחה את הטומאה. ככל חוקותיו אלו מצות שבגופו. שה תמים זכר בן שנה. וככל משפטיו אלו מצות שעל גופו למצה ומרורים וביעור חמץ:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f8708b5a93370e26f26662d", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate V 7:8", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Hegyonei Uziel, Gate V 7:8", "sourceHeRef": "הגיוני עוזיאל, שער ה; הבחירה ז׳:ח׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 7.0008, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער ה; הבחירה", "he": "החקים הם, לא רק המצוות שלא נודעו לנו טעמן ועדותן, אלא כל המצוות כלן בצורתן המעשית, הם המה חק עליון שכלנו נכנעים ונשמעים לו, חקה חקקתי גזרה גזרתי ואין לך רשות להרהר אחריהם [פסיקתא זוטרתי ריש פרשת חוקת]. ראיה לדבר ממה שנאמר במצות הפסח: ״ככל חקתיו וככל משפטיו תעשו אותו״ (במדבר ט, ג), ומצות הפסח בכל פרטיה אינה בגדר חקים שלא נתפרשו טעמם, כפרה אדומה ודומיהם, מכאן שכל המצות שבתורה גם השכלית שבהן, הם בגדר חקים בפרטיהם, ובנין אב לכל המצות היא מצות קרבן פסח, שאע״פ שהיא שכלית ביסודה היא חק בכל פרטיו שנאמר: ״ככל חקותיו וככל משפטיו תעשו אתו״, וזהו בנין אב לכל המצות שבתורה שהן חקים ומשפטים.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606aeacf5bc8570411ce3de4", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 8:26:1", "anchorRef": "Numbers 9:1-8", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8"], "sourceRef": "Ibn Ezra on Numbers 8:26:1", "sourceHeRef": "אבן עזרא על במדבר ח׳:כ״ו:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>במשמרותם.</b> על הזקנים ונדבקה פרשת הפסח כי החנוכה היתה בחדש הראשון ואז נבדלו הלוים ובאה זאת הפרשה בעבור שהוא כתוב בפסח והיה כי תבאו אל הארץ והיה כי יביאך ה' צוה שהם חייבים גם במדבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TO KEEP THE CHARGE. This command is directed to the elders.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The Levites who are above the age of 50.</i> The section dealing with the Passover follows the section dealing with the consecration of the Levites because the dedication of the altar took place in the first month.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">See Num. 7:1, Ex. 40:2, and Lev. 9:1.</i> The Levites were separated<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">From Israel and consecrated.</i> at that time.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See Num. 3:1 and Ex. 32:29.</i> The section dealing with Passover<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Num. 9:1-8.</i> is written here because, concerning the Passover, it was written, <i>And it shall come to pass, when ye be come to the land</i> (Ex. 12:25); <i>And it shall be when the Lord shall bring thee into the land</i> (Ex. 13:5).<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">These verses imply that Israel was obligated to offer the Passover sacrifice only in the Land of Israel.</i> This chapter<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Num. 9:1.</i> records that God commanded that they were obligated to offer the Passover sacrifice in the desert also.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Sinai.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f05f4a2845e5d86f6260f", "index_title": "II Chronicles", "category": "Tanakh", "type": "", "ref": "II Chronicles 30:3", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "II Chronicles 30:3", "sourceHeRef": "דברי הימים ב ל׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 30.0003, "collectiveTitle": {"en": "II Chronicles", "he": "דברי הימים ב"}, "heTitle": "דברי הימים ב", "he": "כִּ֣י לֹ֧א יָכְל֛וּ לַעֲשֹׂת֖וֹ בָּעֵ֣ת הַהִ֑יא כִּ֤י הַכֹּֽהֲנִים֙ לֹֽא־הִתְקַדְּשׁ֣וּ לְמַדַּ֔י וְהָעָ֖ם לֹא־נֶאֶסְפ֥וּ לִירוּשָׁלָֽ͏ִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "for at the time, they were unable to keep it,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">I.e., on its proper date; cf. Num. 9.1–14.</i> for not enough priests had sanctified themselves, nor had the people assembled in Jerusalem.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60b367a8c34e351f508d7a0f", "index_title": "Ketonet Pasim", "category": "Chasidut", "type": "", "ref": "Ketonet Pasim, Beha'alotcha 26", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Ketonet Pasim, Beha'alotcha 26", "sourceHeRef": "כתונת פסים, בהעלותך כ״ו", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1777, 1783], "commentaryNum": 26, "collectiveTitle": {"en": "Ketonet Pasim", "he": "כתונת פסים"}, "heTitle": "בהעלותך", "he": "<b>אמנם</b> לפי מה שאמרנו לעיל שיש ג' קני המנורה מימין, ויש ג' קני מנורה משמאל, ואהרן הי' משתמש בג' שמאלים - בשקר, והיפך הדין, ושפתי חלקות וכו', מפני השלום וכו', שהי' מכוין לשם שמים שהוא אל מול פני המנורה, כנ\"ל. ועוד דכתב <b>בזהר</b> בהעלותך דף (קנ\"ג) [קנ\"ב] (ע\"א): ויעשו בני ישראל את הפסח במועדו (במדבר ט, ג), ויעשו, אמר רבי יוסי כל מאן דאתחזי עובדא לתתא כדקא יאות כאלו עביד לי' לעילא דהא בגיני' איתער וכו', יעו\"ש. ושפיר הוי מול פני המנורה העליונה, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f578d859f29a4b526deee7", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Maskil LeDavid, Numbers 9:3:1", "sourceHeRef": "משכיל לדוד, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ככל חקותיו אלו מצות וכו׳</b> הא דקרי להו למצות שבגופו חקים ולאידך משפטים אפשר לפי שהמצות שבגופו הם חקים שלא נראה מן הכתובים טעם. דאף על גב דכתיב זבח פסח הוא לה׳ אשר פסח וכו׳ מ״מ אין זה מספיק לתת טעם למה דוקא שה תמים זכר וכו׳ אבל המצוה טעמה ברור בתורה זכר לעוגות מצות כי לא חמץ כי גורשו ממצרים והמרור ג״כ שמו מוכיח שהוא רמז לוימררו את חייהם:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d6b9f8e0970bbbbb2125", "index_title": "Menachot", "category": "Talmud", "type": "", "ref": "Menachot 72b:8", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Menachot 72b:8", "sourceHeRef": "מנחות ע״ב ב:ח׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 144.0008, "collectiveTitle": {"en": "Menachot", "he": "מנחות"}, "heTitle": "מנחות", "he": "אבל לקצירה לא והתניא רבי אומר (ויקרא כג, מד) וידבר משה את מועדי ה' מה תלמוד לומר לפי שלא למדנו אלא לתמיד ופסח שנאמר בהן (במדבר ט, ב) במועדו (במדבר כח, ב) במועדו ואפילו בשבת במועדו ואפילו בטומאה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>But with regard to reaping,</b> does it <b>not</b> override Shabbat, according to Rabbi Yehuda HaNasi? <b>As, isn’t it taught</b> in a <i>baraita</i> that <b>Rabbi</b> Yehuda HaNasi said the following <i>halakha</i> based upon the verse: <b>“And Moses declared the appointed times of the Lord</b> to the children of Israel” (Leviticus 23:44): <b>What</b> is the meaning when <b>the verse states</b> this phrase? This phrase is necessary <b>because we</b> had <b>learned only that the daily offering and the Paschal offering</b> override Shabbat and ritual impurity, <b>as it is stated concerning them: “In its appointed time”</b> (see Numbers 9:2, 28:2), from which it is derived that each of them must be sacrificed <b>in its appointed time and even on Shabbat; in its appointed time and even in ritual impurity.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "61a6230e87f574a17ca6b4aa", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Pesachim 1:1:16", "anchorRef": "Numbers 9:1-4", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4"], "sourceRef": "Jerusalem Talmud Pesachim 1:1:16", "sourceHeRef": "תלמוד ירושלמי פסחים א׳:א׳:ט״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0016, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "שׁוֹאֲלִין בְּהִילְכוֹת הַפֶּסַח בְּפֶסַח. הִילְכוֹת עֲצֶרֶת בָּעֲצֶרֶת. הִילְכוֹת חַג בְּחַג. בְּבֵית ווַעַד שׁוֹאֲלִין קוֹדֶם לִשְׁלֹשִׁים יוֹם. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר. שְׁתֵּי שַׁבָּתוֹת. אַתְייָא דְרִבִּי יוֹחָנָן כְּרַבָּנִין. וְדַחֲבֵרַייָא כְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל. אָמַר רִבִּי יוֹחָנָן. טַעֲמוֹן דְּרַבָּנִין. שֶׁכֵּן מֹשֶׁה עוֹמֵד בַּפֶּסַח רִאשׁוֹן וְאוֹמֵר לָהֶן הִילְכוֹת הַפֶּסַח הַשֵּׁינִי. וְדַחֲבֵרַייָא כְרַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל. שֶׁכֵּן מֹשֶׁה עוֹמֵד בַּרֹאשׁ חוֹדֶשׁ וְאוֹמֵר לָהֶם הִילְכוֹת הַפֶּסַח.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "One asks about practices of Passover at Passover, practices of Pentecost at Pentecost, practices of Tabernacles at Tabernacles<sup class=\"footnote-marker\">68</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Megillah 4a\" href=\"/Megillah.4a\">Babli <i>Megillah</i> 4a</a>. <i>Sifry Num.</i> 66.</i>. In the House of Assembly one asks thirty days in advance; Rabban Simeon ben Gamliel says, two weeks<sup class=\"footnote-marker\">69</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Pesachim 6a\" href=\"/Pesachim.6a\">Babli <i>Pesaḥim</i> 6a</a>.</i>. The statement of Rebbi Joḥanan follows the rabbis, that of the colleagues Rabban Simeon ben Gamliel. Rebbi Joḥanan said, the reason of the rabbis, because Moses stands on the First Passover and explains to them the rules of Second Passover<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">The rules of the Second Passover to be celebrated on the 14<sup class=\"footnote-marker\">th</sup> of Iyar by people impure on the 14<sup class=\"footnote-marker\">th</sup> of Nisan were promulgated on the 13<sup class=\"footnote-marker\">th</sup> of Nisan, <a class=\"refLink\" data-ref=\"Numbers 9:9-14\" href=\"/Numbers.9.9-14\"><i>Num.</i>9:9–14</a>.</i>. That of the colleagues follows Rabban Simeon ben Gamliel, because Moses stands on the day of the New Moon and explains to them the rules of Passover<sup>71</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 9:1-4\" href=\"/Numbers.9.1-4\"><i>Num.</i> 9:1–4</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "632093c345a1412169bbec85", "index_title": "Mishneh Torah, Red Heifer", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Red Heifer 1:11", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Mishneh Torah, Red Heifer 1:11", "sourceHeRef": "משנה תורה, הלכות פרה אדומה א׳:י״א", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Mishneh Torah, Red Heifer", "he": "משנה תורה, הלכות פרה אדומה"}, "heTitle": "משנה תורה, הלכות פרה אדומה", "he": "אַף כֹּהֵן הֶדְיוֹט כָּשֵׁר לִשְׂרֵפַת הַפָּרָה שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וּנְתַתֶּם אֹתָהּ אֶל אֶלְעָזָר הַכֹּהֵן\" וַעֲדַיִן אַהֲרֹן הָיָה קַיָּם. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ זוֹ נַעֲשֵׂית בְּאֶלְעָזָר וּשְׁאָר כָּל הַפָּרוֹת בֵּין בְּכֹהֵן גָּדוֹל בֵּין בְּכֹהֵן הֶדְיוֹט: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Even an ordinary priest is acceptable to perform the burning of the red heifer, as Numbers 9:3 states: \"And you shall give it to Elazar, the priest.\" At that time, Aaron was still alive. According to the Oral Tradition, it was taught: That red heifer was offered by Elazar. The remainder of the red heifers could be offered either by a High Priest or an ordinary priest.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d181b6084aa1cbf0f12d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֻקָּה² 1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "BDB, חֻקָּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֻקָּה² א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֻקָּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֻקָּה</span></big><sub>104</sub>  <strong>n.f.</strong> <sup>Ex 13:10</sup> something prescribed, enactment, statute;—<span dir=\"rtl\">ח׳</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a> + 2 times; cstr. <span dir=\"rtl\">חֻקַּת</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a> + 28 times; pl. <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a> + 12 times; <span dir=\"rtl\">חֻקֹּת</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a>; <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; sf. <span dir=\"rtl\">חֻקּוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> + 14 times; <span dir=\"rtl\">חֻקֹּתַי</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a> + 21 times etc.;—<br><strong>1.</strong>  sg. <em>statute</em>, of special ritual laws: of passover <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (J); elsewhere only in P (and H), <span dir=\"rtl\">חקת הפסח</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <span dir=\"rtl\">ח׳ התורה</span> <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">Nu 19:2</a>; <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">31:21</a>; <span dir=\"rtl\">ח׳ משׁפט</span> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a>; <span dir=\"rtl\">ח׳ עולם</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">28:43</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>;<a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">9</a>; <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>, <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">34</a>; <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">23:21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">Nu 10:8</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a> (all P), <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">Lv 17:7</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a> (H); <span dir=\"rtl\">חֻקָּה אַחַת לַגֵּר ולאזרח</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>.<br><strong>2.</strong>  pl. <em>statutes:</em> <strong>a.</strong>  of nature <span dir=\"rtl\">ח׳ שׁמים</span> <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">Jb 38:33</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a>; of moon and stars <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; of weeks of harvest <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>. <strong>b.</strong>  fig. of a firmly established custom <span dir=\"rtl\">ח׳ עמרי</span> <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">ח׳ הגוי(ם)</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a> (H); <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>; <span dir=\"rtl\">ח׳ העמים</span> <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">Je 10:3</a>; idolatry <span dir=\"rtl\">ח׳ ישׂראל</span> <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">2 K 17:19</a>; sexual offences <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a> (H). <strong>c.</strong>  <span dir=\"rtl\">ח׳ דוד</span> statutes of David <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>. <strong>d.</strong>  ‖ <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"II Samuel 22:23\" href=\"/II_Samuel.22.23\">2 S 22:23</a> = <a data-ref=\"Psalms 18:23\" href=\"/Psalms.18.23\">ψ 18:23</a> (of the law known to David); ‖ <span dir=\"rtl\">מצות</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>; <span dir=\"rtl\">ברית וח׳</span> <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a>; elsewhere of the prescriptions of the codes of D, H, P, Ez: usually <span dir=\"rtl\">חקות ומשׁפטים</span> <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">19:37</a>; <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">20:22</a> (H), <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">25:18</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a> (P), <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a> <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">Ez 5:7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>; <a data-ref=\"Ezekiel 20:11\" href=\"/Ezekiel.20.11\">20:11</a>, <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">13</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; followed by <span dir=\"rtl\">מצות</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H), <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a>; <span dir=\"rtl\">תורה ומצוה</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; or else <span dir=\"rtl\">משׁפטים וחקות</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>; <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">26:43</a> (H), <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>; <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">20:16</a>, <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">24</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; in diff. order, <span dir=\"rtl\">ח׳ מצות ומ׳ ועדות</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; frequently also <span dir=\"rtl\">ח׳ ומצות</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">1 K 11:38</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; or <span dir=\"rtl\">מצות (ו)ח׳</span> <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">Dt 10:13</a>; <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">28:15</a>, <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>; <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">11:34</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">Ez 43:11</a> (Co), <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; foll. by <span dir=\"rtl\">תורות</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R); <span dir=\"rtl\">מצות ועדות וח׳</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>; <span dir=\"rtl\">תורה וח׳</span> <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>; <span dir=\"rtl\">ותורה וח׳ ועדות</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <span dir=\"rtl\">ח׳ ותורות</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a> (Co); <span dir=\"rtl\">תורות יח׳</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; special ordinances are <span dir=\"rtl\">ח׳ המזבח</span> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <span dir=\"rtl\">ח׳ בית י׳</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <span dir=\"rtl\">ח׳ חיים</span> <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">Ez 33:15</a> (which are life to those who keep them); <span dir=\"rtl\">ח׳ עולם תמיד</span> (𝔊 𝔖 𝔙 Talm Co del. <span dir=\"rtl\">עולם</span>) <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">Ez 46:14</a>. <strong>e.</strong>  phrases of obedience are <span dir=\"rtl\">הלך ב׳</span> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>; <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a>; <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">26:3</a> (H), <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a>, <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>, <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">17</a>; <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">20:13</a>, <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">16</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">שׁמר</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">19:19</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">20:8</a>, <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">22</a> (H), <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">8:11</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">28:45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>, <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">16</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">9:6</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>, <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">34</a>, <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">38</a>; <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">23:3</a>; <a data-ref=\"Ezekiel 18:19\" href=\"/Ezekiel.18.19\">Ez 18:19</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> (P), <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">Dt 28:15</a>; <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a>; <span dir=\"rtl\">עשׂה כח׳</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; <span dir=\"rtl\">בח׳ אֶשְׁתַּעֲשָׁ֑ע</span> <a data-ref=\"Psalms 119:16\" href=\"/Psalms.119.16\">ψ 119:16</a>; phrases of disobedience are <span dir=\"rtl\">מאס ח׳</span> <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">Ez 20:24</a> <span dir=\"rtl\">מאס בח׳</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H); <span dir=\"rtl\">געל</span> <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">Lv 26:43</a> (H); <span dir=\"rtl\">עזב</span> <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; <span dir=\"rtl\">חלל</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>.—[<span dir=\"rtl\">חֹק</span> and <span dir=\"rtl\">חֻקָּה</span> differ somewhat in shade of meaning and frequency in various writings: e.g. <span dir=\"rtl\">חֹק</span> oftener in Jb ψ Pr (<span dir=\"rtl\">חֻקָּה</span> not at all Pr, once Jb), and in Chr (<span dir=\"rtl\">חֻקָּה</span> only <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>); <span dir=\"rtl\">חֻקָּה</span> often in K, rarely in Hex. except in P (H); in proph., <span dir=\"rtl\">חֹק</span> occurs <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">Am 2:4</a>; <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>; <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">24:5</a>; <a data-ref=\"Micah 7:11\" href=\"/Micah.7.11\">Mi 7:11</a>; Je 3 times, Ez 6 times, <span dir=\"rtl\">חֻקָּה</span> only Ez, Je (6 times) and <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">חֻקִּים</span> especially in Dt and <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, <span dir=\"rtl\">חֻקּוֹת</span> especially in H, Ez and sometimes (8 times) Dt; <span dir=\"rtl\">חֹק עוֹלָם</span> usually = <em>due</em>, <span dir=\"rtl\">חֻקַּת ע׳</span> much more often <em>statute, ordinance</em>, etc.]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1e3b6084aa1cbf13447", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מוֹעֵד 1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "BDB, מוֹעֵד 1", "sourceHeRef": "בראון-דרייבר-בריגס, מוֹעֵד א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מוֹעֵד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מוֹעֵד</span></big><sub>223</sub>  <strong>n.m.</strong> <a data-ref=\"Psalms 102:14\" href=\"/Psalms.102.14\">ψ 102:14</a> appointed time, place, meeting; <span dir=\"rtl\">מ׳</span> <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">Ex 9:5</a> + 183 times; <span dir=\"rtl\">מֹעֵד</span> <a data-ref=\"Deuteronomy 31:10\" href=\"/Deuteronomy.31.10\">Dt 31:10</a>; <span dir=\"rtl\">מוֹעֲדוֹ</span> <a data-ref=\"Numbers 9:2\" href=\"/Numbers.9.2\">Nu 9:2</a> + 2 times; <span dir=\"rtl\">מֹעֲדוֹ</span> <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a> + 3 times + 5 times sfs.; pl. <span dir=\"rtl\">מוֹעְדִים</span> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> + 6 times; <span dir=\"rtl\">מֹעֲדִים</span> <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">Zc 8:19</a> <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">1 Ch 23:31</a>; <span dir=\"rtl\">מוֹעֲדוֹת</span> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; cstr. <span dir=\"rtl\">מוֹעֲדֵי</span> <a data-ref=\"Leviticus 23:2\" href=\"/Leviticus.23.2\">Lv 23:2</a> + 6 times; <span dir=\"rtl\">מֹעֲדֵי</span> <a data-ref=\"Leviticus 23:44\" href=\"/Leviticus.23.44\">Lv 23:44</a>; sfs. <span dir=\"rtl\">מוֹעֲדַי</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a>; <span dir=\"rtl\">מֹעֲדֵיכֶם</span> <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">Nu 15:3</a> + 6 times sfs;—<br>†<strong>1.</strong>  <em>appointed time:</em> <strong>a.</strong>  in general with prefix <span dir=\"rtl\">לְ</span>, <em>at an</em> or <em>the appointed time</em> <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">Gn 18:14</a>; <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (J), <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">Ex 23:15</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a>; <a data-ref=\"Joshua 8:14\" href=\"/Joshua.8.14\">Jos 8:14</a> (all JE), <a data-ref=\"Genesis 17:21\" href=\"/Genesis.17.21\">Gn 17:21</a>; <a data-ref=\"Genesis 21:2\" href=\"/Genesis.21.2\">21:2</a> (P), <a data-ref=\"I Samuel 9:24\" href=\"/I_Samuel.9.24\">1 S 9:24</a>; <a data-ref=\"I Samuel 13:8\" href=\"/I_Samuel.13.8\">13:8</a> (after <span dir=\"rtl\">אשׁר</span> insert either <span dir=\"rtl\">אָמַר</span> 𝔊 𝔗 or <span dir=\"rtl\">שָׂם</span> Dr), v <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">11</a> <a data-ref=\"II Kings 4:16\" href=\"/II_Kings.4.16\">2 K 4:16</a>, <a data-ref=\"II Kings 4:17\" href=\"/II_Kings.4.17\">17</a>; <a data-ref=\"Habakkuk 2:3\" href=\"/Habakkuk.2.3\">Hb 2:3</a>; <a data-ref=\"Daniel 8:19\" href=\"/Daniel.8.19\">Dn 8:19</a>; <a data-ref=\"Daniel 11:27\" href=\"/Daniel.11.27\">11:27</a>, <a data-ref=\"Daniel 11:29\" href=\"/Daniel.11.29\">29</a>, <a data-ref=\"Daniel 11:35\" href=\"/Daniel.11.35\">35</a>; <span dir=\"rtl\">למ׳ דוד</span> <em>at the time appointed</em> with David <a data-ref=\"I Samuel 20:35\" href=\"/I_Samuel.20.35\">1 S 20:35</a> (Thes SS <em>place appointed</em>); c. prefix <span dir=\"rtl\">בְּ</span> <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">Ho 2:11</a> <a data-ref=\"Leviticus 23:4\" href=\"/Leviticus.23.4\">Lv 23:4</a> <a data-ref=\"Numbers 9:2\" href=\"/Numbers.9.2\">Nu 9:2</a>, <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">3</a>, <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">7</a>, <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">13</a>; <a data-ref=\"Numbers 28:2\" href=\"/Numbers.28.2\">28:2</a> (P); c. <span dir=\"rtl\">מִן</span> <a data-ref=\"II Samuel 20:5\" href=\"/II_Samuel.20.5\">2 S 20:5</a>; <span dir=\"rtl\">עַד עֵת מ׳</span> <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">24:15</a> <em>unto the time appointed</em> (but dub., v. Dr); c. vbs. <span dir=\"rtl\">בא מ׳</span> <a data-ref=\"Psalms 102:14\" href=\"/Psalms.102.14\">ψ 102:14</a>; <span dir=\"rtl\">לקח מ׳</span> <a data-ref=\"Psalms 75:3\" href=\"/Psalms.75.3\">75:3</a>; <span dir=\"rtl\">שׂים מ׳</span> <a data-ref=\"Exodus 9:5\" href=\"/Exodus.9.5\">Ex 9:5</a> (J); <span dir=\"rtl\">העביר המ׳</span> <a data-ref=\"Jeremiah 46:17\" href=\"/Jeremiah.46.17\">Je 46:17</a>; the stork <span dir=\"rtl\">ידעה מ׳</span> <a data-ref=\"Jeremiah 8:7\" href=\"/Jeremiah.8.7\">Je 8:7</a> <em>knows her appointed time;</em> <span dir=\"rtl\">מ׳ צאתך</span> <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a> <em>time of thy going forth</em> (from Egypt). <strong>b.</strong>  in particular (cf. <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a>; <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">23:15</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a>), <em>sacred season</em>, RV usually <em>set feast</em> or <em>appointed season</em> (wider than <span dir=\"rtl\">חַג</span>, which was only a feast celebrated by <em>a pilgrimage</em>), <span dir=\"rtl\">מ׳ (ימי) יוֹם</span> <em>day</em>(<em>s</em>) <em>of appointed season</em> (i.e. <em>festivals</em>) <a data-ref=\"Hosea 9:5\" href=\"/Hosea.9.5\">Ho 9:5</a>; <a data-ref=\"Hosea 12:10\" href=\"/Hosea.12.10\">12:10</a>; <a data-ref=\"Lamentations 2:7\" href=\"/Lamentations.2.7\">La 2:7</a>, <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">22</a>; sg. indef. <a data-ref=\"Lamentations 1:4\" href=\"/Lamentations.1.4\">1:4</a>; of the feast of booths <a data-ref=\"Deuteronomy 31:10\" href=\"/Deuteronomy.31.10\">Dt 31:10</a>; ‖ <span dir=\"rtl\">חג חדשׁ שׁבת</span> <a data-ref=\"Hosea 2:13\" href=\"/Hosea.2.13\">Ho 2:13</a>; ‖ <span dir=\"rtl\">שׁבת</span> <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a>; usually pl. <span dir=\"rtl\">מ׳ יהוה</span> <a data-ref=\"Leviticus 23:2\" href=\"/Leviticus.23.2\">Lv 23:2</a>, <a data-ref=\"Leviticus 23:4\" href=\"/Leviticus.23.4\">4</a>, <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">37</a>, <a data-ref=\"Leviticus 23:44\" href=\"/Leviticus.23.44\">44</a> (P), <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>; with sfs. referring to <span dir=\"rtl\">י׳</span> <a data-ref=\"Leviticus 23:2\" href=\"/Leviticus.23.2\">Lv 23:2</a> (P); <span dir=\"rtl\">בּמ׳</span> <a data-ref=\"Numbers 15:3\" href=\"/Numbers.15.3\">Nu 15:3</a>; <a data-ref=\"Numbers 29:39\" href=\"/Numbers.29.39\">29:39</a> (P), <a data-ref=\"Ezekiel 36:38\" href=\"/Ezekiel.36.38\">Ez 36:38</a>; <a data-ref=\"Ezekiel 46:9\" href=\"/Ezekiel.46.9\">46:9</a>; <span dir=\"rtl\">קרית מ׳</span> <em>city of our solemnities</em> (sacred seasons) <a data-ref=\"Isaiah 33:20\" href=\"/Isaiah.33.20\">Is 33:20</a>; <span dir=\"rtl\">למ׳ טובים</span> <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">Zc 8:19</a>; ‖ <span dir=\"rtl\">שׁבתות</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a>; ‖ <span dir=\"rtl\">חדשׁים</span> <a data-ref=\"Isaiah 1:14\" href=\"/Isaiah.1.14\">Is 1:14</a>; <a data-ref=\"I Chronicles 23:31\" href=\"/I_Chronicles.23.31\">1 Ch 23:31</a>; <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <a data-ref=\"II Chronicles 31:3\" href=\"/II_Chronicles.31.3\">31:3</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>; ‖ <span dir=\"rtl\">חגים</span> <a data-ref=\"Ezekiel 46:11\" href=\"/Ezekiel.46.11\">Ez 46:11</a>; <span dir=\"rtl\">חגים חדשׁים</span> <a data-ref=\"Ezekiel 45:17\" href=\"/Ezekiel.45.17\">Ez 45:17</a>; ‖ <span dir=\"rtl\">ראשׁי חָדְשֵׁכֶם</span> <a data-ref=\"Numbers 10:10\" href=\"/Numbers.10.10\">Nu 10:10</a> (P).—<em>Notes</em>. It is most probable that in <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">Gn 1:14</a> (P), where <span dir=\"rtl\">מ׳</span> ‖ <span dir=\"rtl\">אֹתֹת</span>, the reference is to the sacred seasons as fixed by the moon’s appearance; and so also <span dir=\"rtl\">עשׂה ירח למ׳</span> <em>he made the moon for sacred seasons</em> <a data-ref=\"Psalms 104:19\" href=\"/Psalms.104.19\">ψ 104:19</a>, although many Lexx. & Comm. refer these to the <em>seasons</em> of the year.—<span dir=\"rtl\">למועד מועדים וחצי</span> <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">Dn 12:7</a> <em>for a set time, times, and a half</em> = 3 1/2 appointed times = half the prophetic week of years, cf. Br<sup>MP 453 f.</sup>—<span dir=\"rtl\">ויאכלו את המ׳</span> they ate throughout the <em>sacred season</em> (of Maṣṣoth) <a data-ref=\"II Chronicles 30:22\" href=\"/II_Chronicles.30.22\">2 Ch 30:22</a> AV RV, but Thes SS Be Ke Öt they ate <em>the offerings of the sacred season;</em> 𝔊 <span dir=\"rtl\">וַיְכַלּוּ</span>.<br><strong>2.</strong>  <em>appointed meeting:</em> <span dir=\"rtl\">בֵּית מ׳ לְכָל־חַי</span> <a data-ref=\"Job 30:23\" href=\"/Job.30.23\">Jb 30:23</a> <em>house of meeting for every living</em> (of She’ol); <span dir=\"rtl\">קְרִאֵי מ׳</span> <a data-ref=\"Numbers 16:2\" href=\"/Numbers.16.2\">Nu 16:2</a> (P) <em>called to the assembly</em> = <span dir=\"rtl\">קְרִאֵי הָעֵדָה</span>; <span dir=\"rtl\">קרא עלי מ׳</span> <a data-ref=\"Lamentations 1:15\" href=\"/Lamentations.1.15\">La 1:15</a> <em>called a festal meeting against me;</em> <span dir=\"rtl\">בקרב מ׳</span> <a data-ref=\"Psalms 74:4\" href=\"/Psalms.74.4\">ψ 74:4</a> <em>in the midst of thine assembly;</em> <span dir=\"rtl\">הַר מוֹעֵד</span> <a data-ref=\"Isaiah 14:13\" href=\"/Isaiah.14.13\">Is 14:13</a> <em>mount of meeting</em> or <em>assembly</em> (of the gods; the mountain of the gods in the extreme north, the oriental Olympus, Persian <em>Alborg</em>, Hindu <em>Meru</em>, Babylon. <em>Arallû</em>, cf. Len<sup>Origines ii, ch. ix</sup>).<br><strong>3.</strong>  <em>appointed place:</em> <strong>a.</strong>  the temple, ‖ <span dir=\"rtl\">שֻׂכּוֹ</span> <a data-ref=\"Lamentations 2:6\" href=\"/Lamentations.2.6\">La 2:6</a>, <span dir=\"rtl\">נוּגֵי ממ׳</span> <em>afflicted</em> (and driven) <em>from the place of assembly</em> <a data-ref=\"Zephaniah 3:18\" href=\"/Zephaniah.3.18\">Zp 3:18</a> (cf. Br<sup>MP 225</sup>). <strong>b.</strong>  synagogues, <span dir=\"rtl\">כָּל־מוֹעֲדֵי־אֵל בָּאָרֶץ</span> <em>all the appointed places of Ēl in the land</em> <a data-ref=\"Psalms 74:8\" href=\"/Psalms.74.8\">ψ 74:8</a> = <span dir=\"rtl\">בֵּית וַעַד</span> <em>Sota</em> <a data-ref=\"Psalms 9:15\" href=\"/Psalms.9.15\">9:15</a>.<br><strong>4.</strong>  <em>appointed sign, signal</em>, <a data-ref=\"Judges 20:38\" href=\"/Judges.20.38\">Ju 20:38</a>.<br><strong>5.</strong>  <span dir=\"rtl\">אֹהֶל מוֹעֵד</span> <em>tent of meeting</em> (of God with his people: see <a data-ref=\"BDB, יָעַד\" href=\"/BDB,_יָעַד\", dir=\"rtl\">יָעַד</a> Niph. <strong>1</strong>); the sacred tent of the Exodus (see <a data-ref=\"BDB, אֹ֫הֶל\" href=\"/BDB,_אֹ֫הֶל\", dir=\"rtl\">אֹהֶל</a> <strong>3</strong>) <a data-ref=\"Exodus 33:7\" href=\"/Exodus.33.7\">Ex 33:7</a><sup>(×2)</sup> <a data-ref=\"Numbers 12:4\" href=\"/Numbers.12.4\">Nu 12:4</a>; <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a><sup>(×2)</sup> (E), <a data-ref=\"Numbers 11:16\" href=\"/Numbers.11.16\">Nu 11:16</a> (J); often in P, as <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a>; <a data-ref=\"Exodus 29:4\" href=\"/Exodus.29.4\">29:4</a>; <a data-ref=\"Leviticus 1:1\" href=\"/Leviticus.1.1\">Lv 1:1</a>, <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">3</a>; <a data-ref=\"Joshua 18:1\" href=\"/Joshua.18.1\">Jos 18:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>, etc. (131 times); elsewhere only <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22b</a> (om. 𝔊), <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> = <a data-ref=\"II Chronicles 5:5\" href=\"/II_Chronicles.5.5\">2 Ch 5:5</a>, <a data-ref=\"I Chronicles 6:17\" href=\"/I_Chronicles.6.17\">1 Ch 6:17</a>; <a data-ref=\"I Chronicles 9:21\" href=\"/I_Chronicles.9.21\">9:21</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">23:32</a>; <a data-ref=\"II Chronicles 1:3\" href=\"/II_Chronicles.1.3\">2 Ch 1:3</a>, <a data-ref=\"II Chronicles 1:6\" href=\"/II_Chronicles.1.6\">6</a>, <a data-ref=\"II Chronicles 1:13\" href=\"/II_Chronicles.1.13\">13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b8b6084aa1cbf2a38b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶ֫רֶב 1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "BDB, עֶ֫רֶב 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶ֫רֶב א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶ֫רֶב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֶ֫רֶב</span></big><sub>131</sub>  <strong>n.</strong>[<strong>m.</strong> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a> del. <span dir=\"rtl\">הַשְּׁלִישִׁית</span> v. We Dr al.] (sun)set, evening;—abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> +, <span dir=\"rtl\">עָ֑רֶב</span> <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> +; cstr. <span dir=\"rtl\">עֶרֶב</span> <a data-ref=\"Proverbs 7:9\" href=\"/Proverbs.7.9\">Pr 7:9</a>; du. <span dir=\"rtl\">עַרְבַּיִם</span> <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">Ex 30:8</a> + 4 times, -<span dir=\"rtl\">בָּ֑יִם</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">12:6</a> + 5 times (all P);—<br><strong>1.</strong> <strong>a.</strong>  <em>evening</em>, orig. sun<em>set</em>, and hence perhaps <span dir=\"rtl\">לְעֵת ע׳</span> <em>at the time of</em> sun<em>set</em> †<a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> (J), <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> (J; ‖ <span dir=\"rtl\">לְעֵת צֵאת הַשֹּׁאֲבֹת</span>), <a data-ref=\"II Samuel 11:2\" href=\"/II_Samuel.11.2\">2 S 11:2</a> <a data-ref=\"Isaiah 17:14\" href=\"/Isaiah.17.14\">Is 17:14</a> and (of the day of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a>, <span dir=\"rtl\">עֵת הָע׳</span> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> (JE)†; usually <span dir=\"rtl\">ע׳</span> alone = <em>time of sunset, evening:</em> <span dir=\"rtl\">בָּע׳</span> <em>in the evening</em> <a data-ref=\"Genesis 19:1\" href=\"/Genesis.19.1\">Gn 19:1</a> (J), <a data-ref=\"Genesis 29:23\" href=\"/Genesis.29.23\">29:23</a> (E), <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> (P), <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a> (+ <span dir=\"rtl\">כְּבוֹא שֶׁמֶשׁ</span>), <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (cf. ‖ <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> where + <span dir=\"rtl\">לְעֵת בּוֹא הַשֶּׁמֶשׁ</span>) + 20 times + <span dir=\"rtl\">בָּע(־)בָּע׳</span> <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a><sup>(×2)</sup> = <em>every evening;</em> <span dir=\"rtl\">לָע׳</span> <em>at evening</em> only late: †<a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">1 Ch 16:40</a>; <a data-ref=\"I Chronicles 23:30\" href=\"/I_Chronicles.23.30\">23:30</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">Ezr 3:3</a> <a data-ref=\"Psalms 59:7\" href=\"/Psalms.59.7\">ψ 59:7</a>, <a data-ref=\"Psalms 59:1\" href=\"/Psalms.59.1\">1</a>R; <a data-ref=\"Psalms 90:6\" href=\"/Psalms.90.6\">90:6</a>; <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">Ec 11:6</a>†; <span dir=\"rtl\">לִפְנוֹת ע׳</span> <em>at the turn of evening</em> †<a data-ref=\"Genesis 24:63\" href=\"/Genesis.24.63\">Gn 24:63</a> (J), <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">Dt 23:12</a>; <span dir=\"rtl\">ע׳</span> as adv. acc. <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">Ex 16:6</a> (P), <a data-ref=\"Psalms 55:18\" href=\"/Psalms.55.18\">ψ 55:18</a>; as marking duration of impurity, in phr. <span dir=\"rtl\">עַד־הָע׳</span> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> + 30 times P + <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">Lv 22:6</a> (H); of Day of Atonement <span dir=\"rtl\">מֵע׳ עַד־ע׳</span> <a data-ref=\"Leviticus 23:32\" href=\"/Leviticus.23.32\">23:32</a> (P). <strong>b.</strong>  du. in phrase (only P) <span dir=\"rtl\">בֵּין הָעַרְבַּיִם</span> <em>between the two evenings</em>, i.e. prob. between sunset and dark (v. Thes [various views fully given]; otherwise Di <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>; on form as poss. only expanded pl. v. Ges<sup>§ 88 c</sup>), †<a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Exodus 29:39\" href=\"/Exodus.29.39\">29:39</a>, <a data-ref=\"Exodus 29:41\" href=\"/Exodus.29.41\">41</a>; <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">30:8</a>; <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>, <a data-ref=\"Numbers 9:11\" href=\"/Numbers.9.11\">11</a>; <a data-ref=\"Numbers 28:4\" href=\"/Numbers.28.4\">28:4</a>, <a data-ref=\"Numbers 28:8\" href=\"/Numbers.28.8\">8</a>†. <strong>c.</strong>  other phrases are: <span dir=\"rtl\">צִלְלֵי ע׳</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> (dist. from <span dir=\"rtl\">צָהֳרָ֑יִם</span> and <span dir=\"rtl\">לָ֑יְלָה</span> v <a data-ref=\"Jeremiah 6:5\" href=\"/Jeremiah.6.5\">5</a>), <span dir=\"rtl\">מִנְחַת (הָ)ע׳</span> †<a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">Ezr 9:4</a>, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">5</a> <a data-ref=\"Psalms 141:2\" href=\"/Psalms.141.2\">ψ 141:2</a> <a data-ref=\"Daniel 9:21\" href=\"/Daniel.9.21\">Dn 9:21</a>†; <span dir=\"rtl\">זְאֵבֵי ע׳</span> v. 1. <a ,=\"\" data-ref=\"BDB, זְאֵב\" dir=\"rtl\" href=\"/BDB,_זְאֵב\">זְאֵב</a>; for all combin. with <span dir=\"rtl\">בֹּקֶר</span> <em>morning</em>, v. <a ,=\"\" data-ref=\"BDB, ב\" dir=\"rtl\" href=\"/BDB,_ב\">ב׳</a> <strong>1 d, e.</strong><br><strong>2.</strong>  (late poet.) = <em>night</em>, <span dir=\"rtl\">עָ֑רֶב</span> <a data-ref=\"Job 7:4\" href=\"/Job.7.4\">Jb 7:4</a>; cf. <span dir=\"rtl\">בְּנֶשֶׁף בְּעֶרֶב יוֹם</span> <a data-ref=\"Proverbs 7:9\" href=\"/Proverbs.7.9\">Pr 7:9</a> (‖ <span dir=\"rtl\">בְּאִישׁוֹן לַיְלָה וַאֲפֵלָה</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6418738fa17d285d83ca9d68", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 9:3:1", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Netinah LaGer, Numbers 9:3:1", "sourceHeRef": "נתינה לגר, במדבר ט׳:ג׳:א׳", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>וככל משפטיו, וככל דחזי לה.</b> השם \"משפט\" ית' פעם בל' \"דינא\" פעם בל' \"הלכה\" ופעם בל' \"חזי\" ולא ידענו מדוע בחר לו פה לת' \"חזי\" ?", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64259d5babe2ddb86fa88564", "index_title": "Introductions to Tanaitic Literature", "category": "Talmud", "type": "", "ref": "Introductions to Tanaitic Literature, Introductions to Tractates of the Mishnah, Pesachim 51", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Introductions to Tanaitic Literature, Introductions to Tractates of the Mishnah, Pesachim 51", "sourceHeRef": "מבואות לספרות התנאים, מבואות למסכות מן המשנה, פסחים נ״א", "anchorVerse": 3, "sourceHasEn": false, "commentaryNum": 51, "collectiveTitle": {"en": "Introductions to Tanaitic Literature", "he": "מבואות לספרות התנאים"}, "heTitle": "פסחים", "he": "ובספרא אמור (פי\"א א): \"יכול משתחשך ת\"ל יום (\"בארבעה עשר <b>יום</b>\", במדבר ט ג, אבל בת\"כ גם באמור, וכן בשבעים ובשומרוני). או יום יכול משתי שעות ת\"ל בין הערבים. מה בין הערבים מיוחד משפנה יום, אף יום משפנה יום <b>משש שעות ולמעלה</b>. אע\"פ שאין ראייה לדבר זכר לדבר אוי לנו כי פנה היום כי ינטו צללי ערב<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">כר' נתן במדר\"י פסחא, סוף פ\"ה, 17, וכרבי, שם.</i> (ירמ' ו ד).", "heVersionTitle": "Jerusalem, 1957", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f639bed9ae71ab5adbf9", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Pischa 15:2", "anchorRef": "Numbers 9:3", "anchorRefExpanded": ["Numbers 9:3"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Pischa 15:2", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְפִסְחָא ט״ו:ב׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [200], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְפִסְחָא", "he": "<b>\"זֹאת חֻקַּת הַפָּסַח\"</b>. בְּפֶסַח מִצְרָיִם וּבְפֶסַח דּוֹרוֹת הַכָּתוּב מְדַבֵּר. דִּבְרֵי רַבִּי יֹאשִׁיָּה. רַבִּי יוֹנָתָן אוֹמֵר: בְּפֶסַח מִצְרָיִם הַכָּתוּב מְדַבֵּר. אֵין לִי אֶלָּא פֶסַח מִצְרָיִם, פֶּסַח דּוֹרוֹת מְנַיִן? תִּלְמֹד לוֹמַר: (במדבר ט,ג) \"כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ.\" נָם לוֹ רַבִּי יֹאשִׁיָּה:<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">נָם לוֹ: אמר לו.</i> אֶחָד זֶה וְאֶחָד זֶה, בְּפֶסַח מִצְרָיִם וּבְפֶסַח דּוֹרוֹת הַכָּתוּב מְדַבֵּר. וּמַה תִּלְמֹד לוֹמַר (במדבר ט,ג) \"כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו\"? אֶלָּא בָּא הַכָּתוּב לְלַמֵּד בּוֹ דְּבָרִים מְחֻסָּרִים בּוֹ. אִיסֵי בֶּן עֲקִיבָה אוֹמֵר: חֻקָּה הָאֲמוּרָה בַּפֶּסַח אֵינָהּ אֶלָּא גוּפוֹ.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "\"This is the statute of the Paschal offering.\" Scripture speaks of (both) the Pesach of Egypt and the Pesach for all the generations. These are the words of R. Oshiyah. R. Yonathan says: Scripture speaks of the Pesach of Egypt. Whence do I derive (the same for) the Pesach of all the generations? From (Numbers 9:3) \"according to all of its statutes and all of its ordinances.\" R. Yoshiyah said to him: Scripture (here) speaks of (both) the Pesach of Egypt and the Pesach for all the generations. What is the intent of \"according to all of its statutes and all of its ordinances\"? Scripture (there) comes to speak of details which are lacking here. R. Issi b. Akiva says: \"statutes\" (in Numbers 9:3) applies only (directly) to the body of the Paschal offering.", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}]