[{"_id": "531e4fe3fbfba276047f6f88", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 9:5", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Onkelos Numbers 9:5", "sourceHeRef": "תרגום אונקלוס על במדבר ט׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וַעֲבָדוּ יָת פִּסְחָא <b>בְּנִיסָן</b> בְּאַרְבְּעַת עַשְׂרָא יוֹמָא לְיַרְחָא בֵּין שִׁמְשַׁיָּא בְּמַדְבְּרָא דְסִינָי כְּכֹל דִּי פַקִּיד יְיָ יָת משֶׁה כֵּן עֲבָדוּ בְּנֵי יִשְׂרָאֵל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They performed the Pesach-offering in the first [month] [<b>in Nissan</b>] on the fourteenth day of the month in the afternoon in the Sinai desert; according to all that Adonoy commanded Moshe, so did Bnei Yisroel do.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7be", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 9:5", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Targum Jonathan on Numbers 9:5", "sourceHeRef": "תרגום יונתן על במדבר ט׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וַעֲבָדוּ יַת פִּסְחָא בְּאַרְבֵּיסַר יוֹמִין לְיַרְחָא בֵּינֵי שִׁמְשְׁתָא בְּמַדְבְּרָא דְסִינַי כְּכָל מַה דִי פַקֵיד יְיָ יַת משֶׁה הֵיכְדֵין עָבָדוּ בְּנֵי יִשְרָאֵל", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " They performed the Pascha, therefore, on the fourteenth day of the month, between the suns in the wilderness of Sinai; after all that the Lord had commanded Mosheh, so did the children of Israel.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "55b157bcfbfba2552ab2cb34", "index_title": "Tikkunei Zohar", "category": "Kabbalah", "type": "", "ref": "Tikkunei Zohar 13a:6", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Tikkunei Zohar 13a:6", "sourceHeRef": "תקוני הזהר י״ג א:ו׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 25.0006, "collectiveTitle": {"en": "Tikkunei Zohar", "he": "תקוני הזהר"}, "heTitle": "תקוני הזהר", "he": "קָם סָבָא וְאָמַר, בּוֹצִינָא קַדִּישָׁא, בְּוַדַּאי אִלֵּין אַרְבַּע סְרֵי דְּפוּרִים אִינוּן, בְּאַרְבָּעָה עָשָׂר בּוֹ וּבַחֲמִשָּׁה עָשָׂר בּוֹ דָּא י\"ד י\"ה, אֲבָל סִימָנִין דְכ\"ח אִינוּן אוֹר אַרְבָּעָה עָשָׂר י\"ד קַדְמָאִין דְכ\"ח, י\"ד תִּנְיָינִין אִינוּן בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם כו' (במדבר ט ה), וְאִינוּן י\"ד פִּרְקִין דְּיָ\"ד יְמִינָא, וְיָ\"ד שְׂמָאלָא, וְי\"ד פִּרְקִין דְּגוּפָא, וְאִינוּן תְּלַת פִּרְקִין דִּדְרוֹעָא יְמִינָא, וּתְלַת דִּדְרוֹעָא שְׂמָאלָא, וּתְלַת דְּשׁוֹקָא יְמִינָא, וּתְלַת דְּשׁוֹקָא שְׂמָאלָא, וּתְרֵין דְּגוּפָא, וְרָזָא דְמִלָּה שְׁלֹשָׁה פוֹנִים יָמָּה, וּשְׁלֹשָׁה פּוֹנִים נֶגְבָּה וכו' (מלכים א ז כה), וְכֹלָּא דָא כְּגַוְונָא דְּדָא, תִּקּוּנָא דְגוּפָא כְּתִקּוּנָא דְמַשְׁכְּנָא, הָא תְּלַת זִמְנִין אַרְבַּע סְרֵי, פּוּרִים בְּאַרְבָּעָה עָשָׂר בּוֹ, פֶּסַח אוֹר לְאַרְבָּעָה עָשָׂר, תְּלִיתָאָה בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם, וְסָלְקִין לְאַרְבְּעִין וּתְרֵין יוֹמִין, וְדָא אִיהוּ וַיַּעֲשׂוּ כָל חֲכַם לֵב כו' (שמות לו ח). \n", "heVersionTitle": "Tikkunei Zohar - Vocalized", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תיקוני הזוהר - מהדורה מנוקדת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "569d07b9d6e4a979b40a0951", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 67:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Sifrei Bamidbar 67:1", "sourceHeRef": "ספרי במדבר ס״ז:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [200], "commentaryNum": 67.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויעשו את הפסח בראשון בארבעה עשר יום לחדש בגנות ישראל הכתוב מדבר שלא עשו אלא פסח זה לבד וכן הוא אומר הזבחים ומנחה הגשתם לי במדבר (עמוס ה). ר' שמעון בן יוחאי אומר ישראל לא היו מקריבים ומי היה מקריב שבטו של לוי שנאמר ישימו קטורה באפך [וגו'] (ואומר ויעמוד משה בשער המחנה וגו') ישראל עבדו עכו\"ם ולוים לא עבדו, כי שמרו אמרתך [ואומר ויעמוד משה בשער המחנה ויאמר מי לה' אלי, ובריתך ינצורו (כי מולים היו כל העם היוצאים)] ישראל לא היו מולים, ומי היה [מל] שבטו של לוי שנאמר ובריתך ינצורו, ככל אשר צוה ה' את משה להודיע שבחן של ישראל שכשם שאמר להם משה כן עשו:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 9:5) \"And they offered the Pesach in the first (month) on the fourteenth day of the month\": Scripture speaks in disparagement of Israel, that all the forty years that they were in the desert they offered only this one Paschal sacrifice. And thus is it written (Amos 5:25) \"Did you bring sacrifices and meal-offerings to Me for forty years in the desert?\" R. Shimon b. Yochai says: Israel did not sacrifice, and who did sacrifice? The tribe of Levi, as it is written (Devarim 33:10) \"They shall place incense before You and a burnt-offering upon Your altar.\" Israel served idolatry and the Levites did not serve idolatry, as it is written (Ibid. 9) \"For they kept Your commandment (\"You shall have no other gods\"). And it is written (Shemot 32:26) \"And Moses stood in the gate of the camp, and he said 'Whoever is for the L-rd, (let him come) to me!' And there gathered unto him all the sons of Levi.\" Israel did not circumcise themselves (in the desert), as it is written (Joshua 5:5) \"and all the people who were born in the desert … were not circumcised,\" but the Levites were circumcised, viz. (Devarim 33:10) \"and Your covenant (of circumcision) they kept.\" (Bamidbar 9:5) \"According to all that the L-rd had commanded Moses\": to declare the praise of Israel. Just as Moses told them, \"thus did they do.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d53d6e4a94c7c18acb0", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 9:5", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Tafsir Rasag, Numbers 9:5", "sourceHeRef": "תפסיר רס\"ג, במדבר ט׳:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פעמלוה פי אלשהר אלאול פי אליום אלראבע עשר מנה בין אלגרובין פי בריה סיני כג̇מיע מא אמר אללה מוסי כד̇אך צנעו בנו אסראיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d678d6e4a92bf45a88c3", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Rabbeinu Bahya, Bamidbar 9:5:1", "sourceHeRef": "רבנו בחיי, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויעשו את הפסח בראשון.</b> כתב הרמב\"ן ז\"ל, על דעת רז\"ל לא עשו ישראל פסח במדבר אלא בשנה זו בלבד, שלא היו יכולין לעשותו לפי שנולדו להם בנים ועבדים ולא יכלו למול אותם מן הטעם שהזכירו שהיה להם לסכנה כמו שמפורש ביבמות, אבל בספרי אמרו ויעשו את הפסח בראשון בגנות ישראל הכתוב מדבר שלא עשו אלא פסח זה בלבד וכן הוא אומר (עמוס ה׳:כ״ה) הזבחים ומנחה הגשתם לי במדבר ארבעים שנה, דרשו כן מן הכתוב הזה שאמר ויעשו את הפסח בראשון בארבעה עשר במדבר סיני, כי הוא מקרא יתר, כי די במה שאמר ויעשו את הפסח ככל אשר צוה, אבל הזכיר היום והמדבר לרמז שלא עשו אותו במדבר רק ביום הזה, וזה גנותם, עד כאן. ונכתבה כאן פרשת הפסח לפי שחנוכת המזבח היתה בחדש הראשון ואז נבדלו הלוים, ולפי שכתוב במצות הפסח (שמות י״ב:כ״ה) והיה כי תבאו אל הארץ, (שם יג) והיה כי יביאך, צוה עתה שהם חייבין בו גם במדבר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויעשו את הפסח בראשון, “They prepared the Passover in the first month, etc.” Nachmanides writes that in accordance with the opinion of the sages this was the only time that the Israelites celebrated the Passover during all the years they were in the desert. The reason was that they had uncircumcised slaves and children whom they could not circumcise due to the hazard of infection in the desert conditions. The matter is discussed in Yevamot 72. However, in Sifri Behaalotcha 67 the word בראשון is understood as a criticism of the Children of Israel for having celebrated the Passover only on that occasion. Similarly, Amos 5,25, where the prophet speaks of “did you offer sacrifice and oblation to Me those forty years in the wilderness?” is also seen as a criticism of the Israelites for not offering all these sacrifices. This criticism is based on the unnecessary words “in the first month, the fourteenth of the month, in the evening in the desert of Sinai.” It would have sufficed for the Torah to write that the Israelites offered the Passover in accordance with the rules laid down by G’d. The additional details provided are a hint that this was the one and only time the people did observe the Passover. (Thus far Sifri).<br> The reason that the Torah saw fit to write this passage at this point was that the inauguration of the Tabernacle and the Altar took place in the first month (of the second year); this was the month the Levites were set apart. Seeing that in connection with the Passover observance the Torah wrote (Exodus 12,25) “it will be when you come into the land, etc.,” and in Exodus 13,11 the Torah also appeared to tie the observance of the Passover to the Israelites coming to the Holy Land, the Torah here had to legislate its observance now as otherwise the people would have thought that the desert was not a suitable location for offering the Passover.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd40cb783360017a83928", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Sukkah, Ner Mitzva 74", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Sukkah, Ner Mitzva 74", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת סוכה, נר מצוה ע״ד", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 74, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "נר מצוה", "he": "<b>על</b> כן חושב אני, שכלל כוונתם בזה מכוון למה שהזכרתי לעיל בסמוך, והוא ללמד דעת את העם שיזכור כל אדם במועדו באבות העולם ממעשה אבות ירשו בנים לעשות כמעשיהם (מלבד הטעמים הכתובים בתורה בהדיא). ויעשו את הפסח במועדו <small>(במדבר ט, ה)</small>, כמו שעשה אברהם אבינו ע\"ה עג\"ת בפסח, והוא על דרך הרמז בנוטריקו\"ן שלו *עבודה *גמילות חסדים *תורה כן יעשו גם הם אלו שלשה דברים בפסח שמלת עגות רומזת עליהם:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b90eb071e100bf4e67c1", "index_title": "Rashi on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Zevachim 117a:8:2", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Rashi on Zevachim 117a:8:2", "sourceHeRef": "רש\"י על זבחים קי״ז א:ח׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rashi on Zevachim", "he": "רש\"י על זבחים"}, "heTitle": "רש\"י על זבחים", "he": "כל שאין נידר ונידב אין קרב בבמה קטנה - כדיליף טעמיה לקמיה שאין יחיד מקריב חובה בשעת היתר הבמות ואפילו בגדולה וצבור בקטנה לא מקרבי כו' אישתכח דאין חובות קריבין בקטנה ואי קשיא לר' מאיר א\"כ יחיד לא עשה פסחו בגלגל וקרא כתיב ויעשו את הפסח (במדבר ט׳:ה׳) פסח קרבן צבור קרי ליה דאתי בכנופיא במס' יומא (דף נא.) והכי נמי בדר\"ש קתני אף צבור לא הקריבו אלא פסחיהם אלמא קרבן צבור קרי ליה לקמן יליף טעמא דכולהו:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fb7bd69a4acaea6c985076c", "index_title": "Steinsaltz on Pesachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Pesachim 6b:1", "anchorRef": "Numbers 9:4-5", "anchorRefExpanded": ["Numbers 9:4", "Numbers 9:5"], "sourceRef": "Steinsaltz on Pesachim 6b:1", "sourceHeRef": "ביאור שטיינזלץ על פסחים ו׳ ב:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Steinsaltz on Pesachim", "he": "ביאור שטיינזלץ על פסחים"}, "heTitle": "ביאור שטיינזלץ על פסחים", "he": "<b>שהרי משה עומד בפסח ראשון</b> בארבעה עשר בניסן, <b>ומזהיר על</b> דיני <b>הפסח שני</b> החל בארבעה עשר באייר, <b>שנאמר</b> למשה בדבר ה': <b>\"ויעשו בני ישראל את הפסח במועדו\"</b> (במדבר ט, ב), ונאמר \"וידבר משה אל בני ישראל לעשות הפסח ויעשו את הפסח בראשון בארבעה עשר יום לחודש בין הערבים במדבר סיני\" (במדבר ט, ד— ה), <b>וכתיב</b> <small>[ונאמר]</small> שם: <b>\"ויהי אנשים אשר היו טמאים לנפש אדם</b> ולא יכלו לעשות הפסח ביום ההוא ויקרבו לפני משה ולפני אהרן ביום ההוא<b>\"</b> (במדבר ט, ו). ובאותו יום אמר להם משה הלכות הפסח השני. משמע, שמקדימים לדרוש בעניני החג חודש ימים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602b67b6e70546ad7d671583", "index_title": "Steinsaltz on Megillah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Megillah 31a:5", "anchorRef": "Numbers 9:1-15", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15"], "sourceRef": "Steinsaltz on Megillah 31a:5", "sourceHeRef": "ביאור שטיינזלץ על מגילה ל״א א:ה׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 61.0005, "collectiveTitle": {"en": "Steinsaltz on Megillah", "he": "ביאור שטיינזלץ על מגילה"}, "heTitle": "ביאור שטיינזלץ על מגילה", "he": "<b>ושאר ימות הפסח מלקט וקורא</b> בנושאים שונים <b>מענינו של פסח</b> מכל מה שכתוב בתורה. ושואלים: <b>מאי היא</b> <small>[מה הוא]</small> שמלקטים? <b>אמר רב פפא: מאפ\"ו</b> הוא <b>סימן.</b> כלומר, <b>\"מ</b> שכו וקחו לכם צאן<b>\"</b> (שמות יב. כא ואילך) <b>\"א</b>ם כסף תלוה את עמי<b>\"</b> (שמות כב, כד-כג, יט) <b>\"פ</b>סל לך<b>\"</b> (שמות לד, א-כו) ו<b>\"ו</b>ידבר<b>\"</b> (במדבר ט, א-טו). ", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a6c8cda51cfa3ddf3ca5", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 9:1:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Ramban on Numbers 9:1:1", "sourceHeRef": "רמב\"ן על במדבר ט׳:א׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>בשנה השנית לצאתם מארץ מצרים בחדש הראשון</b> מכאן אמרו חכמים (ספרי בהעלותך סד פסחים ו) אין מוקדם ומאוחר בתורה וטעם האיחור הזה היה כי כאשר בא הספר הזה הרביעי להזכיר המצות שנצטוו ישראל במדבר סיני לשעתם רצה להשלים ענין אהל מועד ותקונו כל ימי המדבר והזכיר תחלה הדגלים ומקום האהל ומעמד משרתיו ותקון המשמרות למשאו לכל עבודת האהל והזכיר קרבנות הנשיאים שהביאו העגלות אשר ישאו אותו בהן כל עת היותם במדבר והשלים קרבנותם בחנכת המזבח שהיו מאחד בניסן או (שקודם) שאחר לכן ואחר כך שב להזכיר אזהרה שהזהיר אותם שלא ישכחו מצות הפסח ועל דעת רבותינו לא נהגה במדבר אלא בשנה זו בלבד לפי שלא מלו במדבר והיתה מילת זכרים ועבדים מעכבת בהם ויתכן שהוצרך למצוה זו בעבור שלא נצטוו מתחילה בעשיית פסח דורות אלא בארץ דכתיב (שמות יב כה) והיה כי תבאו אל הארץ אשר יתן ה' לכם כאשר דבר ושמרתם את העבודה הזאת ועוד נאמר שם (שם יג ה) והיה כי יביאך ה' אל ארץ הכנעני וגו' ועבדת את העבודה הזאת בחודש הזה ועכשיו רצה הקדוש ברוך הוא וצוה שיעשו אותו כדי שתהיה זכר גאולתם והנסים שנעשו להם ולאבותיהם נעתק להם מן האבות הרואים לבניהם ובניהם לבניהם ובניהם לדור אחרון והנה אמר תחילה <b>והיה כי תבאו אל הארץ</b> לומר שאין מצוה זו נוהגת בחוצה לארץ לדורות ועכשיו צוה שינהגו בה במדבר ועל דעת רבותינו לא עשו אותה אלא בשנה זו בלבד שלא היו יכולין לעשותה לפי שנולדו להם בנים ועבדים ולא יכלו לימול אותם מן הטעם שהזכירו שהיה להם לסכנה כמו שמפורש ביבמות (עא) אבל בספרי (בהעלתך סז) אמרו ויעשו את הפסח בראשון וגו' בגנות ישראל הכתוב מדבר שלא עשו אלא פסח זה בלבד וכן הוא אומר (עמוס ה כה) הזבחים ומנחה הגשתם לי במדבר ארבעים שנה דרשו כן מן הכתוב הזה שאמר (במדבר ט׳:ה׳) ויעשו את הפסח בראשון בארבעה עשר יום לחדש בין הערבים במדבר סיני כי המקרא מיותר ודי במה שיאמר <b>ויעשו את הפסח ככל אשר צוה ה' את משה</b> אבל הזכיר היום והמדבר לרמוז שלא עשו אותו במדבר רק ביום הזה והוא גנותן ויתכן שהגנות הזה הוא קלקלתם בענין המרגלים שממנה נתנדו ולא נשבה להם הרוח הצפונית ולא מלו ולפיכך נאסרו בכל הקדשים והיו נזופים או שתהיה הברייתא הזו כדברי האומר (מכילתא בא טו) אין מילת זכריו ועבדיו מעכבת בו והיו רשאין לעשותו ונתעצלו ולא עשו אותו והוא גנות גדול אבל הראשון הוא יותר נכון בעיני כי היה משה מכריחם לעשותו ולא היה מניחם בחיוב כרת אבל חג המצות שבעה והשבתת חמץ לא הוצרך לומר שנהגו בו שהן חובת הגוף הנוהגת בכל מקום וכבר נאמר בהם (שמות יב יז) לדורותיכם חוקת עולם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "IN THE SECOND YEAR AFTER THEIR COMING OUT OF THE LAND OF EGYPT, IN THE FIRST MONTH. From here the Rabbis have deduced the principle:<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 64. Pesachim 6b.</i> “There is no [strict] chronological order in the narrative of the Torah” [for the census mentioned at the beginning of this Book of Numbers was <i>on the first day of ‘the second’ month in the second year</i>, and the present chapter about the Passover was <i>in the ‘first month’</i> of the same year]! Now the reason for this delay [in mentioning the section concerning the Passover] was that since this fourth book [of the Torah] comes to mention the commandments which Israel was given in the wilderness of Sinai for that particular time, He wanted [first] to complete everything related to the Tent of Meeting and its functioning during all the time [that Israel was] in the wilderness. Therefore He mentioned first the [commandments about the four] standards, and the place of the Tent [of Meeting], and the position of its ministers, and the ordinance concerning the divisions [of the Levites] when carrying [the Tabernacle whilst travelling, and] all services of the Tent. Then He mentioned the dedication-offerings of the princes, who brought the wagons in which they would carry it [the Tent] as long as they were to be in the wilderness, and He finished [the account of] their offerings at the dedication of the altar, which began on the first of Nisan or afterwards.<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">See above. <i>Seder Naso</i>, Notes 131-132, which mention two opinions, to which Ramban alludes here.</i> After all this He returned and mentioned the admonition that He had given them not to forget the commandment of the Passover.<br>Now in the opinion of our Rabbis<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 67.</i> [the obligation to bring the Passover-offering] only applied in the wilderness in this [second] year, after the exodus because they did not perform circumcision in the wilderness,<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The reason for this is that during the years of G-d’s displeasure with Israel after the incident of the golden calf (Rashi), or that of the spies (Ramban), the north wind did not blow, and there was nothing to mitigate the effect of the extreme heat, so that it was dangerous to do the circumcision (Yebamoth 72 a, and see Rashi and Ramban there). See also further on in the text here.</i> and the [non-performance of] circumcision of the male children and the servants prevented them [from slaughtering the Passover-offering].<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">Exodus 12:44.</i> It is possible that this [specific] command [to bring the Passover] was necessary because at first they were only commanded about making the Passover-offering in future generations after [entering] the Land of Israel, as it is written, <i>And it shall come to pass, when ye be come to the Land which the Eternal will give you, according as He hath promised, that ye shall keep this Service</i>.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> And it is further stated there, <i>And it shall be when the Eternal shall bring thee into the land of the Canaanite</i>, etc., <i>that thou shalt keep this Service in this month</i>.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\"><i>Ibid.</i>, 13:5.</i> And now the Holy One, blessed be He, desired and commanded that they should make it [the Passover-offering] in order that the memory of their redemption and of the miracles which were done for them and their fathers should be transmitted from the fathers who saw them to their children, <i>and their children to another generation</i>.<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">Joel 1:3.</i> Thus He had said at first, <i>And it shall come to pass, when ye be come to the Land</i>,<sup class=\"footnote-marker\">63</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> meaning to say that this commandment [to bring the Passover-offering] does not apply outside the Land in future generations; therefore now He commanded that they should fulfill it in the desert. And in the opinion of our Rabbis<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 67.</i> they only brought the Passover-offering in this [second] year [after the exodus], because they begot sons and servants whom they could not circumcise, for the reason that the Rabbis mentioned, that it was dangerous [to observe circumcision], as is explained in Tractate Yebamoth.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">The reason for this is that during the years of G-d’s displeasure with Israel after the incident of the golden calf (Rashi), or that of the spies (Ramban), the north wind did not blow, and there was nothing to mitigate the effect of the extreme heat, so that it was dangerous to do the circumcision (Yebamoth 72 a, and see Rashi and Ramban there). See also further on in the text here.</i><br>However, in the Sifre the Rabbis have said:<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">Sifre <i>Beha’alothcha</i> 67.</i> <i>“And they brought the Passover-offering in the first month</i>.<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Verse 5.</i> Scripture speaks in a critical manner about Israel, inasmuch as [throughout their forty years in the desert] they brought only this Passover-offering, and likewise He said, <i>Did ye bring unto Me offerings and meal-offerings in the wilderness forty years?”</i><sup class=\"footnote-marker\">68</sup><i class=\"footnote\">Amos 5:25.</i> The Rabbis arrived at this interpretation [that the verse is rebuking them because they only brought the Passover-offering in the second year after the exodus], on the basis of this verse which states, <i>And they brought the Passover-offering in the first month, on the fourteenth day of the month, at dusk, in the wilderness of Sinai</i>,<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Verse 5.</i> since it is a superfluous verse, for it would have been sufficient to say, <i>and they brought the Passover-offering</i> “according to all that the Eternal commanded Moses.” But Scripture mentioned the [exact] day and [the fact that it was in] the wilderness in order to hint that they only observed it in the wilderness on that day, and this was their “shortcoming” [which is referred to in the text of the Sifre].<br>It is possible that [the reason why it is considered] their shortcoming is because of their sin in the affair of the spies, on account of which they fell into disesteem<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">The Hebrew word is <i>nithnadu</i>, which means literally “banished, isolated, or excommunicated.”</i> and the [cooling] northern wind did not blow upon them, [with the result that on account of the great heat in the desert] they could not circumcise themselves, and therefore they were prohibited to eat any sacred offerings, and they were “rebuked” by [G-d]. Or it may be that this Beraitha [of the Sifre which speaks of the “shortcoming” of Israel, as hinted at in this section] is in agreement with the words of the Sage<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Rabbi Eliezer (Mechilta <i>Pis’cha</i> 15).</i> who holds that [non-performance of] circumcision of one’s male children or servants does <i>not</i> prevent one from eating the Passover-offering, and therefore the people were permitted to bring the Passover-offering, but they did not trouble themselves to do it, and this is indeed a great “shortcoming.” The first interpretation, however, appears more likely to be correct, for [had they been obliged to bring it] Moses would have forced them to observe it and would not have allowed them [by not bringing it] to incur the penalty of excision. But as for the Festival of Unleavened Bread for seven days, and the removal [over that period] of leavened bread, Scripture did not have to say that they observed it [in the wilderness], since these are commandments that are obligatory on everyone’s person and apply in all places, and it has already been stated [that they are to be observed] <i>throughout your generations by an ordinance forever</i>.<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">Exodus 12:17.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60a391c33de3ce43ed91f114", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 9:5:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ויעשו את הפסח בראשון בארבעה עשר יום לחודש וגו׳.</b><br><b>ספרי פיס׳ סז: בגנות ישראל הכתוב מדבר שלא עשו אלא פסח זה בלבד, וכן הוא אומר: הזבחים ומנחה הגשתם לי במדבר. ר׳ שמעון בן יוחי אומר ישראל לא היו מקריבים, ומי היה מקריב שבטו של לוי וכו׳.</b> ר״ל דשבט א׳ הוה קהל, וגם [שבט] לוי כן. עי׳ הוריות דף ו׳ ע״ש, וברש״י יומא דף נ׳ ע״א.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b96f8430f78f20636ec8", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 202:2", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Yalkut Shimoni on Torah 202:2", "sourceHeRef": "ילקוט שמעוני על התורה ר״ב:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 202.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ושמרתם את היום הזה לדורותיכם למה נאמר. והלא כבר נאמר כל מלאכה לא יעשה בהם אין לי אלא דברים שהן משום מלאכה דברים שהן משום שבות מנין תלמוד לומר ושמרתם להביא דברים שהן משום שבות. ואף חולו של מועד יהא אסור משום שבות והדין נותן הואיל ויום טוב הראשון והאחרון קרוי מקרא קודש וחולו של מועד קרוי מקרא קודש אם למדת על יום טוב הראשון שהן קרוין מקרא קודש הרי הן אסורין משום שבות חולו של מועד קרוי מקרא קודש אינו דין שאסור משום שבות. תלמוד לומר ביום הראשון שבתון וביום השמיני שבתון. בראשון בארבעה עשר וגו' קבעו הכתוב חובה. עד יום האחד ועשרים לחודש למה נאמר. לפי שהוא אומר שבעת ימים מצות תאכלו אין לי אלא ימים לילות מנין תלמוד לומר עד יום האחד ועשרים לרבות את הלילות. תניא חמץ בין לפני זמנו בין לאחר זמנו עובר עליו בלאו וכרת דברי רבי יהודה. רבי שמעון אומר חמץ לפני זמנו אינו עובר עליו בלא כלום. תוך זמנו עובר עליו בלאו וכרת. רבי יוסי הגלילי אומר תמה על עצמך היאך חמץ אסור בהנאה כל שבעה. ומנין לאוכל חמץ משש שעות ולמעלה שהוא בלא תעשה שנאמר לא תאכל עליו חמץ דברי ר' יהודה. אמר לו רבי שמעון וכי אפשר לומר כן הרי כבר נאמר לא תאכל עליו חמץ שבעת ימים תאכל עליו מצות. בשעה שישנו בקום אכול מצה ישנו בבל תאכל חמץ. בשעה שאינו בקום אכול מצה אינו בבל תאכל חמץ. מאי טעמא דרבי יהודה תלתא קראי כתיבי לא יאכל חמץ. כל מחמצת לא תאכלו. לא תאכל עליו חמץ. חד לפני זמנו. וחד בתוך זמנו. וחד לאחר זמנו. ורבי שמעון מחמצת מבעיא ליה לכדתניא מחמצת אין לי אלא שנתחמץ מאליו. נתחמץ מחמת ", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b96fc823a798e70b5efc", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 719:21", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Yalkut Shimoni on Torah 719:21", "sourceHeRef": "ילקוט שמעוני על התורה תשי״ט:כ״א", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 719.0021, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "בארבעה עשר יום בחדש הזה בין הערבים. (י) בד' מקומות הוא אומר בין הערבים יכול בערבו של ערב ובערבו של שחר ובחצות היום כאן היא שחיטת הפסח, תלמוד לומר בין הערבים בא לחלק בין הערבים שנים, אי בערב משחשכה, אמר הכתוב השלישי בין הערבים, אי בין הערבים בין השמשות, אמרת ברביעי בין הערבים בא לחלק בין חצות יום ובין לילה בין ח' שעות ומחצה. כל ימות השנה היה תמיד נשחט בשמונה ומחצה וקרב בתשע ומחצה, ערבי פסחים היה נשחט בשבע ומחצה וקרב בשמונה ומחצה והפסח אחיו. בזמן שחל ערב פסח להיות ערב שבת רבי ישמעאל אומר כסדורו בערב שבת. רבי עקיבא אומר כסדורו בחול. חקת בחקתי חקתיו בכל חקתיו, משפט במשפט משפטיו ככל משפיו ליתן בפסח דורות מה שלמד בפסח מצרים, שה תמיד זכר בן שנה אף של דורות כן, מה למד בפסח מצרים, מן הכבשים ומן העזים אף של דורות כן. ככל חקותיו אלו מצות שבגופו שה תמים זכר בן שנה, וככל משפטיו אל מצות שעל גופו לשבעה ולמצה ולבעור חמץ:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee6bfddfbb310fed2c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Second Passover; Cloud and Dwelling", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["It has been noted by Milgrom that, a number of times in the Bible, ceremonies dedicating a House of God are followed by the observance of one of the three pilgrimage festivals: Passover, Shavuot (Weeks), and Sukkot (Huts). Under Solomon, Hezekiah, Josiah, and Ezra/Nehemiah, respectively, we find a major celebration of Sukkot, Passover, Passover, and Sukkot. This linking of sacred space with sacred time is only natural. The account here echoes the first Passover as well, which similarly inaugurated a wilderness march (Milgrom). In contrast to the Exodus account, however, something new has been added with the inauguration of the Tabernacle/Dwelling. In Exodus (12:43–49), the major laws concerning Passover had to do with excluding non-Israelites and not breaking the bones of the sacrificial lamb; here, the bone motif returns, but the existence of the sanctuary raises the issue of ritual pollution.", "The second part of the chapter (vv. 15–23) parallels the ending of the book of Exodus (40:36–38), where, once the Tabernacle has been dedicated, the “Cloud” takes up residence there, to guide Israel “on all their marches.” Our passage here is longer and rather redundant, perhaps in order to set the chronological framework of the narrative straight."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9ec", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 9:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 9:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623d49b929bd0108388cc65f", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Chol Hamoed Pesach 29", "anchorRef": "Numbers 9:1-8", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Chol Hamoed Pesach 29", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאה לחוה\"מ פסח כ״ט", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 29, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאה לחוה\"מ פסח", "he": "<b>וַיְדַבֵּר</b> יְהֹוָה אֶל מֹשֶׁה בְמִדְבַּר סִינַי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם בַּחֹדֶשׁ הָרִאשׁוֹן לֵאמֹר: וְיַעֲשׂוּ בְנֵי יִשְׂרָאֵל אֶת הַפָּסַח בְּמוֹעֲדוֹ: בְּאַרְבָּעָה עָשָׂר יוֹם בַּחֹדֶשׁ הַזֶּה בֵּין הָעֲרְבַּיִם תַּעֲשׂוּ אֹתוֹ בְּמוֹעֲדוֹ כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ: וַיְדַבֵּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל לַעֲשֹׂת הַפָּסַח: וַיַּעֲשׂוּ אֶת הַפֶּסַח בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בֵּין הָעַרְבַּיִם בְּמִדְבַּר סִינָי כְּכֹל אֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל:לויוַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם וְלֹא יָכְלוּ לַעֲשֹׂת הַפֶּסַח בַּיּוֹם הַהוּא וַיִּקְרְבוּ לִפְנֵי מֹשֶׁה וְלִפְנֵי אַהֲרֹן בַּיּוֹם הַהוּא: וַיֹּאמְרוּ הָאֲנָשִׁים הָהֵמָּה אֵלָיו אֲנַחְנוּ טְמֵאִים לְנֶפֶשׁ אָדָם לָמָּה נִגָּרַע לְבִלְתִּי הַקְרִב אֶת קָרְבַּן יְהֹוָה בְּמֹעֲדוֹ בְּתוֹךְ בְּנֵי יִשְׂרָאֵל: וַיֹּאמֶר אֲלֵהֶם מֹשֶׁה עִמְדוּ וְאֶשְׁמְעָה מַה יְצַוֶּה יְהֹוָה לָכֶם:ישראלוַיְדַבֵּר יְהֹוָה אֶל מֹשֶׁה לֵּאמֹר: דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל לֵאמֹר אִישׁ אִישׁ כִּי יִהְיֶה טָמֵא לָנֶפֶשׁ אוֹ בְדֶרֶךְ רְחֹקָה לָכֶם אוֹ לְדֹרֹתֵיכֶם וְעָשָׂה פֶסַח לַיהֹוָה: בַּחֹדֶשׁ הַשֵּׁנִי בְּאַרְבָּעָה עָשָׂר יוֹם בֵּין הָעַרְבַּיִם יַעֲשׂוּ אֹתוֹ עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ: לֹא יַשְׁאִירוּ מִמֶּנּוּ עַד בֹּקֶר וְעֶצֶם לֹא יִשְׁבְּרוּ בוֹ כְּכָל חֻקַּת הַפֶּסַח יַעֲשׂוּ אֹתוֹ: וְהָאִישׁ אֲשֶׁר הוּא טָהוֹר וּבְדֶרֶךְ לֹא הָיָה וְחָדַל לַעֲשׂוֹת הַפֶּסַח וְנִכְרְתָה הַנֶּפֶשׁ הַהִוא מֵעַמֶּיהָ כִּי קָרְבַּן יְהֹוָה לֹא הִקְרִיב בְּמֹעֲדוֹ חֶטְאוֹ יִשָּׂא הָאִישׁ הַהוּא: וְכִי יָגוּר אִתְּכֶם גֵּר וְעָשָׂה פֶסַח לַיהֹוָה כְּחֻקַּת הַפֶּסַח וּכְמִשְׁפָּטוֹ כֵּן יַעֲשֶׂה חֻקָּה אַחַת יִהְיֶה לָכֶם וְלַגֵּר וּלְאֶזְרַח הָאָרֶץ:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63eb7617c159397276b74c4c", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Numbers 9:1-15", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64186d56894184186dd59322", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Sifrei Zuta 9:5:1", "sourceHeRef": "ספרי זוטא ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>ככל אשר צוה ה' את משה כן עשו בני ישר'</b>, יכול שלא היו מקריבין אמ' ככל אשר צוה ה' את משה כן עשו בני ישראל מקריבין היו יכול משל צבור היו מקריבין ודאי אמ' הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל (עמוס ה כה) מלמד שלא היו מקריבין אין לי אלא לענין הפסחים מניין את מרבה חטאות ואשמות ושאר כל קרבנות צבור אמרת ככל אשר צוה ה' כן עשו מקריבין היו. - אי אפשר לומר שהיו מקריבין שהרי כבר נאמר הזבחים ומנחה הגשתם וגו' מלמד שלא היו מקריבין ואי אפשר לומר שלא היו מקריבין שהרי כבר נאמר ויעשו ככל אשר צוה ה' את משה כן עשו הא מה הדבר מלמד שהיה שבטו של לוי מקריב [משלו כל קרבנות צבור ארבעים שנה שהיו ישראל במדבר וכשרי ישראל סמוכין לו]:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055d492fffa131d602aa2", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 60", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 60", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ס׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 60, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "<b>1. פסח מדבר — לא נזכר חג מצות</b><br>ראיה ברורה לכך שחג המצות לא נהג במדבר עולה מפרשת 'פסח מדבר', שממנה נובע גם 'פסח שני' (במדבר ט', א-יד). לא רק פסח שני אין בו לא חג פסח ולא חג מצות, אלא שגם הפסח הכללי במדבר לא נסמך לחג מצות, וחג מצות כלל לא נזכר בפרשה זו:<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">רש\"י הכניס בפרשת 'פסח מדבר' את חג המצות על כל הלכותיו וכלל את כולן בתוך חוקי הפסח ומשפטיו: \"'ככל חֻקֹּתיו' — אלו מצוות שבגופו... 'וככל משפטיו' — אלו מצוות שעל גופו ממקום אחר, כגון שבעת ימים למצה ולביעור חמץ\" (רש\"י לבמדבר ט', ג); אולם רמב\"ן (שם) שלל פירוש זה וכתב: \"...ולא דיבר בהן הכתוב כאן, וכן בפסח שני נאמר חוקותיו ומשפטיו (שם, יד), ומצה וחמץ עמו בבית, ואינו נוהג אלא יום אחד\" (מחלוקת זו תלויה גם בגרסת המדרש בספרי במדבר פיסקא סה, מהד' הורוויץ עמ' 62). אמנם, רמב\"ן (שם, א) הודה לרש\"י שבני ישראל חגגו במדבר גם חג מצות, אך לדעתו הפסוק לא היה צריך לומר זאת, ורק את קיום הפסח במדבר נזקק הכתוב להדגיש; עיינו בדבריו.<br>עם זאת, בפשוטו של מקרא לא נזכר בכל הפרשה שם אלא פסח לבדו, וכך עולה מדברי ראב\"ע (שמות י\"ב, כה; במדבר ח', כו), שחג מצות באמת לא נהג במדבר. אף הפסח לא נהג במדבר אלא פעם זו בלבד, מגזרת הכתוב. גם לדברי חז\"ל (יבמות עב ע\"א; ספרי במדבר פיסקא סז, מהד' הורוויץ עמ' 62) לא נהג הפסח במדבר אלא בשנה זו בלבד, אך הם תלו את הדבר בכך שלא יכלו למול במדבר.</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055d592fffa131d602aa8", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter III 61", "anchorRef": "Numbers 9:1-5", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter III 61", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שלישי; פסח, חג המצות והאביב ס״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 61, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שלישי; פסח, חג המצות והאביב", "he": "וַיְדַבֵּר ה' אֶל מֹשֶׁה בְמִדְבַּר סִינַי בַּשָּׁנָה הַשֵּׁנִית לְצֵאתָם מֵאֶרֶץ מִצְרַיִם בַּחֹדֶשׁ הָרִאשׁוֹן לֵאמֹר. וְיַעֲשׂוּ בְנֵי יִשְׂרָאֵל אֶת הַפָּסַח בְּמוֹעֲדוֹ. בְּאַרְבָּעָה עָשָׂר יוֹם בַּחֹדֶשׁ הַזֶּה בֵּין הָעַרְבַּיִם תַּעֲשׂוּ אֹתוֹ בְּמוֹעֲדוֹ כְּכָל חֻקֹּתָיו וּכְכָל מִשְׁפָּטָיו תַּעֲשׂוּ אֹתוֹ. וַיְדַבֵּר מֹשֶׁה אֶל בְּנֵי יִשְׂרָאֵל לַעֲשֹׂת הַפָּסַח. וַיַּעֲשׂוּ אֶת הַפֶּסַח בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בֵּין הָעַרְבַּיִם בְּמִדְבַּר סִינָי כְּכֹל אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל (במדבר ט', א-ה).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6420583d7856108538db39a4", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter IV 71", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter IV 71", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות ע״א", "anchorVerse": 1, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 71, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק רביעי; חג השבועות; חג חקלאי עם כפל משמעות", "he": "ועוד: שני המסעות באו כהמשך ישיר לפסח. לגבי המסע הראשון נאמר בפירוש, שמטרת היציאה ממצרים לאחר הקרבת קרבן הפסח היא לעבוד את ה' בהר חורב/סיני. במקביל, גם המסע אל ארץ כנען בחודש השני בשנה השנייה בא מיד לאחר פסח מדבר, שכלל גם פסח שני בארבעה עשר לחודש השני (במדבר ט', א-יד).<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">פסח מצרים הוא הפותח את יציאת מצרים, ואילו פסח מדבר הוא הפותח את המסע מהר חורב דרך המדבר. רמז לכך הוא ההולך \"בְדֶרֶךְ רְחֹקָה\", העושה גם הוא פסח שני, נוסף על הטמאים לנפש אדם אשר שאלו וביקשו ממשה: \"לָמָּה נִגָּרַע\". לכן פרשת הפסח במדבר בחודש הראשון ובחודש השני עבור הטמאים (והרחוקים) קודמת מבחינת התאריך, <b>אך גם מבחינה מהותית</b>, למסע בעשרים לחודש השני.<br>כך גם בכיבוש הארץ — פסח גלגל פתח את כיבוש הארץ, כפי שיוזכר להלן. ניתן אולי לצרף לכאן גם את מהפכת חזקיהו שנפתחה בפסח (דה\"ב ל'). לעומתה, מהפכת יאשיהו לא נפתחה בפסח, אלא הגיעה לשיאה בפסח של השנה השמונה עשרה ליאשיהו (דה\"ב ל\"ה).</i>", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc69758c1dc532ec911a", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 9:5", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Steinsaltz on Numbers 9:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט׳:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 9.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיַּעֲשׂוּ אֶת הַפֶּסַח בּ</b> חודש\n  ה\n  <b>רִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם לַחֹדֶשׁ בֵּין הָעַרְבַּיִם בְּמִדְבַּר סִינָי, כְּכֹל אֲשֶׁר צִוָּה ה' אֶת מֹשֶׁה</b>– \n  <b>כֵּן עָשׂוּ בְּנֵי יִשְׂרָאֵל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They offered the paschal lamb during the first month, on the fourteenth day of the month, in the afternoon, in the wilderness of Sinai; in accordance with everything that the Lord commanded Moses, so the children of Israel did. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66bde04b2ae4ec8380dd1ade", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 7:2", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Seder Olam Rabbah 7:2", "sourceHeRef": "סדר עולם רבה ז׳:ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "וידבר ה' אל משה לאמר, ביום החדש הראשון באחד לחדש תקים את משכן אהל מועד, ושמת שם וגו', והבאת את השלחן וגו' (שמות מ׳:ב׳-ג׳), התחילו ז' ימי המלואים בכ\"ג באדר, ובאחד בניסן שלמו. כל ז' ימי המלואים היה משה מעמיד את משכן בכל בקר ובקר ומקריב עליו קרבנות ומפרקו, ובשמיני העמידו ולא פרקו, רבי יוסי ברבי יהודה אומר אף בשמיני העמידו ופירקו. ואכל אהרן ובניו את בשר האיל ואת הלחם אשר בסל, ופתח אהל מועד תשבו יומם ולילה שבעת ימים וגו' ויעש אהרן ובניו וגו' (ויקרא ח׳:ל״ה), ויהי ביום השמיני וגו' (שם ט א), אחר ז' ימי המלואים, ואחד בשבת היה, וראש חדש ניסן היה, ובו ביום עמדו אהרן ובניו ורחצו את ידיהם ואת רגליהם מן הכיור, ועבדו את כל העבודות, והסדירום על הסדר, ובו ביום התחילו הנשיאים להקריב, שנאמר ויהי המקריב ביום הראשון (במדבר ז יב), ראשון למעשה בראשית ראשון לנשיאים, ראשון לשכון שכינה בישראל, שנאמר ושכנתי בתוך בני ישראל (שמות כט מה), ראשון לאיסור במה, ראשון לכהונה, ראשון לברכה, ראשון לעבודה, ראשון לחדשים, ראשון לשחיטת צפון, ראשון לאכילת קדשים, ראשון לירידת האש, שנאמר ותצא אש וגו' (ויקרא ט כד), בו ביום הקריבו ישראל תמידין נדרים ונדבות חטאות ואשמות בכורות ומעשרות, ועל אותו יום הוא אומר, עורי צפון ובואי תימן הפיחי גני יזלו בשמיו (שיר השירים ד טז), עורי צפון, זו עולה הנשחטת בצפון, ובואי תימן, אלו שלמים הנשחטין בדרום, הפיחי גני, זה אהל מועד, יזלו בשמיו, זה קטורת הסמים, יבא דודי לגנו (שם), זו השכינה, ויאכל פרי מגדיו (שם), אלו הקרבנות, באתי לגני אחתי כלה (שם ה א), זה יום שמיני, אריתי מורי עם בשמי (שם), זו קטורת ולבונה והמנחות, אכלתי יערי עם דבשי (שם), אלו איברי העולה ואימורי קדשי קדשים, שתיתי ייני עם חלבי (שם), אלו הנסכים ואימורי קדשים קלים, אכלו רעים (שם), זה משה ואהרן, שתו ושכרו דודים (שם), זו כנסת ישראל. בו ביום נמצאת אלישבע בת עמינדב יתרה על ישראל ארבע שמחות ואבל אחד, יבמה מלך, ובעלה כהן גדול, אחיה נשיא, ובניה סגני כהונה, ואבלה בשני בניה נדב ואביהוא, ויש אומרים אף בן בנה משוח מלחמה זה פינחס. בשני בניסן שרף אלעזר הכהן פרת חטאת, והזו כל ישראל ושנו, בארבעה עשר בו שחטו ישראל את פסחיהם, ויום השבת היה: ", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "\"And the Lord spake unto Moses, saying, On the first day of the first month shalt thou set up the tabernacle of the tent of the congregation. And thou shalt put therein the ark of the testimony, and cover the ark with the vail. And thou shalt bring in the table, and set in order the things that are to be set in order upon it; and thou shalt bring in the candlestick, and light the lamps thereof\" (Exodus 40:1-4).<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that by erecting and disassembling the Tabernacle on each of the seven days of consecration, Moses made sure that its erection on the first of Nissan would be a mitzvah in its own right, since any act repeated on the Sabbath is forbidden (Shabbat 92a).  R. Jacob Emdin, on the other hand, thinks that the statement that Moses erected and disassembled the Tabernacle each day is found only in late sources and cannot be reconciled with the biblical text. He explains that the tent of the tabernacle was standing during all seven days, since otherwise the parts to be eaten by Aaron and his sons (Lev. 8) could not have been consumed within the holy precinct. </i> The seven days of consecration started on the 23rd of Adar and were completed on the first of Nissan.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that the source for the statement that the seven days of consecration started on the 23rd of Adar is that in Leviticus 9:1, the eighth day of consecration is mentioned, and Ex. 40:17 states that the Tabernacle was erected on the first day of the first month. He adds that according to his tradition, the first of Nisan is always a Sunday. Meir Ayin notes that this is explained in Rosh Hashanah 11a, 12a.</i>  During all the seven days of consecration, Moses would erect the Tabernacle each morning and bring sacrifices and disassemble it. On the eighth [day], he erected it and did not disassemble it. R. Yose the son of R. Judah says: Also on the eighth [day] he erected it and disassembled it.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that R. Yose the son of R. Judah is of the opinion that Moses disassembled the Tabernacle on the eighth day after bringing the sacrifices in order to receive a direct order from God to re-erect it.  Guggenheimer notes that the proof that the first of Nisan really was the eighth day of celebration is given in Sifra Shemini 14. The argument is based on the fact that Moses officiated during all seven days of consecration, but the Shekhinah dwelled on the Tabernacle only when Aaron performed the service as high priest (Lev. 9:4). According to Sifra, one could also quote Exodus 40:1, 35 to prove that the eighth day and the first of Nisan were identical. R. Eliyahu from Vilna explains that R. Zeira, an Amora of the fourth generation, infers from the statement here that any construction performed at night is invalid for the daytime.</i>  <br>\"And Aaron and his sons shall eat the flesh of the ram, and the bread that is in the basket\" (Exodus 29:32). \"And thou shalt abide at the door of the tabernacle of the congregation day and night seven days, and keep the charge of the Lord, that ye die not: for so I am commanded.\" \"And Aaron and his sons did all things which the Lord commanded by the hand of Moses\" (Leviticus 8:35-36).<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The statement here is a combination of verses from Exodus and Leviticus describing the first seven days of consecration.</i> \"And it came to pass on the eighth day, that Moses called Aaron and his sons, and the elders of Israel\" (Leviticus 9:1),<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The eighth day is after the seven days of consecration. R. Eliyahu from Vilna explains that this was the first day of the week, and the first day of Nissan. On that day, Aaron and his sons were consecrated as priests.  Meir Ayin simply notes that the eighth day was the first of Nissan. </i> after the seven days of consecration. It was the first day of the week, and it was Rosh Hodesh Nissan. On that day, Aaron and his sons entered their priesthood and washed their hands and their feet from the laver, and performed all the service, and set [everything] in order. And on that day the princes began to bring sacrifices, as it is written:  \"And he that offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah\" (Numbers 7:12).<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that the term \"first\" in the verse of Numbers implies that the eighth day of consecration was a Sunday, since otherwise the verse should have read: \"Nahshon was the first who brought sacrifices.\" He also notes that Rabad, in his commentary to Sifra, connects this statement with the verse in Lev. 9:1, \"And it came to pass\" that the eighth day was a Sunday since the angels rejoiced in Heaven like on the day of the Creation. Meir Ayin notes that the eighth day, Rosh Hodesh Nissan, was the first day of the week.</i>  [This day was] the first of Creation,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The first day for bringing voluntary sacrifices.</i> the first of the princes, the first for the dwelling of the Shekhinah in Israel,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">It is written: \"And I will dwell among the children of Israel\" (Exodus 29:45).  This means that the Divine Presence dwelled among the Jewish people from the day the Tabernacle was erected, and onwards. R. Jacob Emdin explains that this verse implies that before the giving of the Torah there was no Shekhinah in the world.</i>  the first [day] of prohibition of private [sacrificial] altars,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">R. Eliyahu from Vilna notes that this is a Babylonian tradition.  He explains that the Yerushalmi, Megillah 1:13 (fol. 82b-c), contains a lengthy discussion between Amoraim whether non-Jews were allowed to bring peace offerings before the erection of the Tabernacle. R. Elazar, who asserts that they did, follows the Babylonian tradition, while R. Yose bar Hanina, who denies it, follows the Palestinian tradition.  R. Eliyahu from Vilna notes that it seems that Seder Olam follows here the opinion of R. Yose bar Hanina.</i> the first of the priesthood, the first of the priestly blessing, the first of the Temple service, the first of slaughtering [sacrifices] north of the altar, the first for eating [sacrificial parts], the first of the Heavenly fire, as it is written \"And there came a fire out from before the Lord, and consumed upon the altar the burnt offering and the fat: which when all the people saw, they shouted, and fell on their faces\" (Leviticus 9:24).<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The verse here is taken from the biblical account of the inauguration of the Tabernacle. The statement that the Heavenly fire consumed the offering is based on the parallel verse in Lev. 8:24. R. Eliyahu from Vilna notes that Meir Ayin, in his commentary, adds another \"first\":  \"First for slaughtering north of the altar.\"  Guggenheimer thinks that in some French manuscripts the two \"firsts\" are counted, for a total of 11 crowns.</i> <br>On that day, Israel began to bring the daily offerings, vows, voluntary offerings, sin-offerings, guilt-offerings, firstborns, and tithes. And about that day it says: “Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits. I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved” (Song of Songs 4:16-5:1).<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">R. Eliyahu from Vilna explains that this Midrash is alluded to in the Babylonian Talmud, Zebahim 116a, and explained in detail in the Jerusalem Talmud, Megillah 1:13 (fol. 82b,c).  He also notes that this is the opinion of Rashi in his commentary on Song of Songs.  Guggenheimer thinks that this Midrash probably originated in the school of either R. Hiyya in Galilee or Rav in Babylonia, since a similar but more stylized version, also tannaitic, is found in Sifra Shemini and Mekhilta deMilluim, and an entirely different aggadic explanation, ascribed to R. Eleazar, the son of R. Yose the Galilean, is found in Song of Songs Rabba 3(11). The interpretation of Song of Songs as referring to God's love of Israel is also at the base of the Targum to the book and can be found in English, e.g., in the ArtScroll translation.</i> \"Awake, O north wind,\" this is the burnt-offering that is slaughtered in the north [of the altar], \"and come, thou south,\" these are the peace-offerings slaughtered in the south, \"blow upon my garden,\" this is the Tabernacle,  \"that the spices thereof may flow out,\" this is the burning of spices, \"Let my beloved come into his garden,\" this is the Shekhinah, \"and eat his pleasant fruits,\" these are the sacrifices. \"I am come into my garden, my sister, my spouse,\" this is the Eighth Day,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The Eighth Day is the first of Nissan, the day following the seven days of consecration. R. Eliyahu from Vilna notes that the list given here of the ten crowns (or firsts) of the first of Nissan is found in Sifra Shemini (1) and is quoted in the Babylonian Talmud, Shabbat 87b.  He also notes that Rashi, in his commentary to Leviticus 9:1, confirms the statement of Seder Olam that the eighth day of consecration was a Sunday. R. Jacob Emdin, however, thinks that since Christians chose Sunday as the preferred day of the week, the statement about the ten crowns must be from before the rise of Christianity.</i> \"I have gathered my myrrh with my spice,\" this is the incense offering and the offering of flour, \"I have eaten my honeycomb with my honey,\" these are the parts of the burnt-offering and the parts [reserved for the priests] of the other offerings,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">R. Jacob Emdin adds \"milk offerings.\"  R. Eliyahu from Vilna explains that \"my milk\" refers to the fat parts of the peace offerings.</i>  \"I have drunk my wine with my milk,\" these are the libations of wine, and [the parts] of the sacrifices of well-being,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Guggenheimer notes that in some French manuscripts of Seder Olam, the \"first\" to slaughter north of the altar is counted separately from the \"first\" for the months, giving a total of 11 \"crowns,\" instead of the 10 given in our printed edition and in Sifra.</i> \"eat, O friends,\" this is Moses and Aaron, \"drink, yea, drink abundantly, O beloved,\" this is the congregation of Israel. <br>On that day, Elisheva the daughter of Amminadab was distinguished from [the rest of] the Jewish [women] by four joys and one mourning: <sup class=\"footnote-marker\">15</sup><i class=\"footnote\">This is quoted in the Babylonian Talmud, Zevahim 101b-102a, and also in the Jerusalem Talmud (Bikkurim 3:3, fol. 65d). R. Eliyahu from Vilna notes that the Babylonian Talmud follows the opinion of some manuscripts of Seder Olam that mention five, not four joys: \"her brother-in-law king, her husband High Priest, her brother a prince, her sons deputies of the High Priest, and her grandson the anointed for war.\"  He explains that the grandson is Phineas, who was born in Egypt (Ex. 6:25) and was elevated to the priesthood after he killed Zimri (Num. 25:10-15).  R. Jacob Emdin notes that Seder Olam rejects the Babylonian Talmud's opinion that five men spanned the world and omits Lemech, who was the father of Noah, because according to its tradition, only perfectly just people should be counted, as stated by Rashbam in Baba Bathra 121b.</i>  Her brother-in-law was a king,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The Babylonian Talmud uses this statement to prove that Moses had the legal status of a king.  R. Eliyahu from Vilna explains that Elisheva, the sister of Nahshon, the prince of Judah, was the wife of Aaron the High Priest. </i> her husband the High Priest, her brother a prince, and her sons deputies of the High Priest, and her mourning was for her two sons, Nadab and Abihu.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"> R. Eliyahu from Vilna adds: \"And some say, also her grandson, the anointed for war.\"  Guggenheimer notes that in Numbers 31:6, Phineas is mentioned as the priest in charge of the army, almost 40 years after the death of Nadab and Abihu.</i>  On the second of Nissan, Eleazar burned the red heifer, Israel were sprinkled [with its ashes] and repeated [the sprinkling].<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The second of Nisan was Tuesday.  Guggenheimer notes that, by tradition, most of Israel was cleansed from any impurity caused by contact with the dead. That follows from the law of the Second Passover (Num. 9:1-14) that was instituted for anyone who was ritually impure on the first Passover. Now, the laws of ritual impurity related to contact with the dead are described in Num. 19. There it is stated that any such impurity needs a full seven days to be removed. Hence, anyone impure on Nissan 14 must have been in contact with the dead on or after Nissan 7. The Babylonian Talmud, Sukkah 25a, relates a discussion about the identity of these people, and the conclusion is that it was the people who had buried a recent dead whom nobody else was burying. Meir Ayin notes that the second of Nissan was a Sunday, and that on that day the princes started to sacrifice. </i> On the fourteenth, they slaughtered their Passover sacrifices, and it was a Sabbath.  \n", "versionTitle": "Seder Olam Translation Draft", "license": "", "versionTitleInHebrew": ""}, {"_id": "554ef0b0fbfba21b48f53a66", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Haamek Davar on Numbers 9:5:1", "sourceHeRef": "העמק דבר על במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ככל אשר צוה וגו׳.</b> היינו הלכות בע״פ כביאורינו בכ״מ עפ״י הגמרא ברכות ד״ה והמצוה זו המשנה והיינו דיוק לשון ככל דמשמעו הרבה דברים. וע׳ בסמוך מקרא ח׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56bb4e82d6e4a91b3ce7468d", "index_title": "Leviticus", "category": "Tanakh", "type": "related", "ref": "Leviticus 23:4-5", "anchorRef": "Numbers 9:1-5", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5"], "sourceRef": "Leviticus 23:4-5", "sourceHeRef": "ויקרא כ״ג:ד׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 23.0004, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": ["אֵ֚לֶּה מוֹעֲדֵ֣י יְהֹוָ֔ה מִקְרָאֵ֖י קֹ֑דֶשׁ אֲשֶׁר־תִּקְרְא֥וּ אֹתָ֖ם בְּמוֹעֲדָֽם׃", "בַּחֹ֣דֶשׁ הָרִאשׁ֗וֹן בְּאַרְבָּעָ֥ה עָשָׂ֛ר לַחֹ֖דֶשׁ בֵּ֣ין הָעַרְבָּ֑יִם פֶּ֖סַח לַיהֹוָֽה׃"], "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": ["These are the set times of יהוה, the sacred occasions, which you shall celebrate each at its appointed time:", "In the first month, on the fourteenth day of the month, at twilight, there shall be a passover offering to יהוה,"], "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5892f2aad6e4a9274647210e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Chizkuni, Numbers 9:5:1", "sourceHeRef": "חזקוני, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>ויעשו את הפסח</b> רבי יוסי אומר לא עשו ישראל פסח במדבר אלא אותו בלבד והטעם לפי שבאותה שעה היו חונים במקום אחד ויכולים היו למול הזכרים הילודים להם כדי שלא תעכב להם מילתם מלאכול בפסח אבל מכאן ואילך שהלכו במדבר ולא מלו הילודים להם משום חולשא דאורחא וסכנת הנימול שיניעוהו בדרך כדכתיב וכל העם הילודים במדבר בדרך בצאתם מארץ מצרים לא מלו ומילת זכריו מעכבתו לאכול בפסח כדכתיב המול לו כל זכר ואז יקרב לעשותו לפיכך לא עשו פסח. ורבותינו אמרו לפי שכל ארבעים שנה שהיו ישראל במדבר לא נשבה להם רוח צפונית ולא היה להם יום צח למול.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ויעשו את הפסח, “they performed the ritual of the Passover;” according to Rabbi Yossi in the Tossephta, this was the only time in all the years that the Israelites wandered in the desert that the Passover was actually observed. The reason for this was that at the time described they were encamped in a location where it was possible to perform circumcisions without endangering the lives of the infants being circumcised. This has been explained at the beginning of the Book of Joshua where a mass circumcision took place of all the people who had been born after the Exodus and who could not have been circumcised on account of the danger to the lives of these infants.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5b0bc281c1533e001928ab23", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Malbim on Numbers 9:5:1", "sourceHeRef": "מלבי\"ם על במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויעשו את הפסח בראשון וכו' במדבר סיני. </b>בא להודיע שרק במדבר סיני עשו, אבל משנסעו ממדבר סיני לא עשו פסח, ות\"ק ס\"ל שלא נתחייבו בפסח עד בואם לארץ, דכתיב ביה כי יביאך, והגנות הוא שנשתהו מלכנס לארץ, ורשב\"י ס\"ל שנתחייבו במדבר דביאה דכתיב גבי תפלין היינו עשה מצוה זו שבשבילה תכנס לארץ, ומה שלא עשו רק פסח זה מפני שהיו ערלים כתי' שני של התוס' קדושין (דף ל\"ז ע\"ב ד\"ה הואיל), ולכן ס\"ל דשבט לוי עשו כי הם היו מולים:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e9d4bfb49d00a0db9174", "index_title": "English Explanation of Mishnah Makkot", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Makkot 3:3:5", "anchorRef": "Numbers 9:4-13", "anchorRefExpanded": ["Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13"], "sourceRef": "English Explanation of Mishnah Makkot 3:3:5", "sourceHeRef": "ביאור אנגלי על משנה מכות ג׳:ג׳:ה׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0005, "collectiveTitle": {"en": "English Explanation of Mishnah Makkot", "he": "ביאור אנגלי על משנה מכות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>One who breaks a bone of a ritually clean Passover offering receives forty [lashes] (Exodus 12:46); But one who leaves over a clean [Passover offering] (Exodus 12:10), or breaks a bone of an unclean [Passover offering], is not given forty [lashes].</b>  The Torah forbids breaking a bone of the Passover sacrifice.  The mishnah limits this law to a Passover sacrifice brought by a ritually clean person.  Usually unclean people could not bring the Passover sacrifice and they were to wait a month and celebrate what is called Pesach Sheni, or The Second Passover (see Numbers 9:4-13).  However, if most of the congregation was impure at the time of the first Passover (the 14th of Nissan) they were allowed to sacrifice the Passover offering while impure.  Our mishnah teaches that one who breaks a bone of a Passover offering brought while the congregation is impure is not liable to be lashed. The Torah also states that the Passover offering must be consumed that very night.  One who does not consume the Passover offering, while having violated a commandment, is nevertheless not flogged.  We will learn why in the next mishnah.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cb45d850156a800184b74a4", "index_title": "Marbeh Lesaper on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Marbeh Lesaper on Pesach Haggadah, Magid, Four Questions 2:3", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "Marbeh Lesaper on Pesach Haggadah, Magid, Four Questions 2:3", "sourceHeRef": "מרבה לספר על הגדה של פסח, מגיד, מה נשתנה ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1750, 1790], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Marbeh Lesaper on Pesach Haggadah", "he": "מרבה לספר על הגדה של פסח"}, "heTitle": "מה נשתנה", "he": "<b>מה נשתנה</b> הספיקות בזה הפסקא רבו. למה לא שאל על שאר שנוים דהיינו ד' כוסו'. וכי תימא דהבן לא ידע עדיין דישתה ד' כוסו'. הא נמי לא ידע מטיבול שני רק דראה על הקערה ה\"נ רואה שמוזגין כוס שני וביותר קשה לפמ\"ש רש\"י דף קי\"ו וכאן הבן שואל במזיגת כוס שני. א\"כ ה\"ל לשאול על כוס שני גופו. ובפרט הרשב\"ם שכ' דשואל מה נשתנה עכשיו שמוזגין כוס שני ע\"ש ונרא' דעיקר שאלתו על אכילה משום דמוזגין כוס שני כדי שיהי' נגררי' לליבי' דניכול מצה טפי כדאית' בדף ק\"ז ע\"ב וכיון דרואה דכל המזיגה כדי שיאכל כל המונח לפניו לתאבון ושפיר נופל הספק מה נשתנה על אכילתן. אמנם אכתי קשה דשואל שלא כסדר. האברבנא\"ל בזבח פסח מיישב דבראשון שואל על שני סימני עבדות דהיינו מצה ומרור. ואח\"כ שואל על שני סימני חירות. ולזה השיב דשני סימני עבדות הוא מצד שהיינו שני מיני עבדות לפרעה. וגם במצרים שהמקום גורם שלא יכול עבד לברוח והכל מושלים בנו. אמנם עדיין קשה דה\"ל לבן חכם לכלול השני שאלות של עבדות יחד שבכל הלילות אנו אוכלין בין חמץ ובין מצה ובין שאר ירקות. והלילה הזה כולו מצה ומרור. וכן הל\"ל בסימני חירות שבלילה זו אוכלין מסובין ומטבילין שני פעמים מה שאין כן בכל הלילות:<br>והנה בעל מעשה ה' כ' דארבע שאלו' נתקנו נגד ד' בנים שאלת מצה הוא שאלת חכם למה בלילה זו כולו מצה שיהי' אסור אפי' משהו. (או כולו מצה שאינו יוצא במצה מבושלת דבעי' טעם מצה. וגם לאכל מצה באחרונה ואין מפטירין אחריו כדי שישאר טעם מצה בפיו). שאלה שני על אכילת מרור הוא שאלת רשע שהוא לא חפץ בתמרורים ראש ולענה. ועל זה יענה מה העבודה זאת לכם. שאלה שלישית הוא שאלת תם שאינו ספק לו רק מה שרואה בחוש הגשמי שרואה שני מיני טבילות הלא די במין טיבול ראשון. שאלה רביעית הוא על הסיבה נגד שאינו יודע לשאול כדאי' בגמ' מחויבים להסב התינוקו' כדי שישאלו:<br>ולענ\"ד יש לפרש הפסק' על שני דרכי' אחרי' ומתחילה נבאר מה שלא מצאתי בהמפרשים שהרגישו בשינוי הקרא כי בפרשת בא בפסח ראשון כתיב כי אם צלי אש ומצות על מרורים יאכלוהו. ובפ' בהעלותך כתיב ככל חקת הפסח יעשו אותו על מצות ומרורי' יאכלוהו. למה מפסיק בעל בפסח ראשון בין מצה למרור. ובשני כוללן יחד. ולא דיברו בזה מפרשי התורה. ונראה עפ\"י מ\"ש הרמב\"ן בחומש ליישב הא דכתיב צלי אש ומצו' בוי\"ו החיבור. להורות כי אם צלי אש הוא מצוה מיוחדת. ואח\"כ אמר ומצות כלו' דגם מצות הוא מצוה מיוחד' דלאו זה תלי' בזה דאע\"ג דליכא פסח נמי איכא חיוב מצה כמ\"ש ארז\"ל ואחר זה אמר על מרורים יאכלוהו להורות דמרור תלי' באכיל' פסח והוי מרור כמו הכשר מצוה דמרור בזמן הזה דרבנן עכ\"ל הנה באמת מי שלא עשה את הפסח בראשון כגון שגג או נאנס יש לו תשלומין בפסח שני. אבל מי ששגג או נאנס ולא אכל מצה בליל א' דפסח בזמן הזה אין לו תשלומין אפי' אם אוכל מצה בט\"ו אייר לא קיים המצוה עשה דאכילת מצה. דדווקא פסח יש לו תשלומין אבל לא מצה ואי עבר הוא מעוות שלא יכול לתקן. ואע\"ג דבפסח שני החיוב על מצות ומרורים יאכלוהו וזה לית' דבפסח שני לא הוי המצה מצוה מיוחדת. רק הוי מצה כמו הכשר מצוה כאשר הדין במרור. ומעתה זה כוונת הפסוק בפסח ראשון צלי אש הוא מצוה. ומצו' ג\"כ מצוה מיוחדת. על מרורים יאכלוהו דאכילת מרור הוא הכשר לאכילת פסח. אבל בפסח שני כתיב על מצות ומרורים יאכלוהו. דבפסח שני הוי מצה ומרור רק הכשר מצוה וזה נראה ביאור הקרא על הנכון: ובזה מבואר שאלות מה נשתנה כי בוודאי ידע שמקרא מלא דיבר הכתוב שטעם חג הפסח הוא משום יציאת מצרים רק השאלה הוא מה נשתנה לילה הזה מכל הלילות. הכוונה על ליל פסח שני שהדין בפסח שני חמץ ומצה עמו בבית ולילה זה כולו מצה ושאל הטעם הלא בפסח שני כתיב ככל חקת הפסח יעשו אותו:<br>ועוד בא בשאלת מרור כיון דמוכח מקרא דאכילת מרור הוא רק הכשר מצוה דפסח. א\"כ בזמן הזה דליכא פסח למה אוכלין מרור. ואי משום זכר דפסח. א\"כ נעשה נמי איזה דבר זכר לפסח. וגם בא בשאלה על שני טיבולין. וחיוב הסיבה. מאי טעמי' לאו הדין כן לעשות שני טיבולין והסיבה בפסח שני. כי דווקא מצוה שעל גופו מעכב בפסח שני. אבל שאר מצות לא נהגו בפסח שני כמ\"ש הסמ\"ג והרמב\"ם. ותשובה לזה כי עיקר יציאת מצרים הוא בלילה הזה ועושין מצה על שם שלא הספיק להתחמץ. וגם עושין לחם עוני כדרך עני. ומה שאנו אוכלין מרור בזמן הזה על שם וימררו את חייהם. וטיבולין והסיבה משום ויוציאנו ה' ביד חזקה וזרוע נטוי'. וכל זה דווקא בליל ט\"ו דניסן בו נעשו נסים הללו. אבל פסח שני אינו רק תשלומין דפסח ראשון ולא לזכר נס:", "heVersionTitle": "Marbeh Lesaper, Karlsruhe 1791", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קרלסרוה תקנ\"א", "text": "<b><i>Mah Nishtanah</i></b>: There are many questions raised by this passage. First, why don’t we ask about the other things which are different on this night, such as the four cups of wine? The fact that the children aren’t yet aware that there are other cups of wine is not an answer to this question; they also don’t know that we are going to dip twice during the <i>Seder</i>. All they really know about are the things that are found on the <i>Seder </i>plate. The Talmud says that we recite the <i>Mah Nishtanah</i> when we pour the second cup of wine. If that is so, then the child should have asked, “Why are we pouring a second cup of wine?” It seems that the questions are related to eating the Passover meal. We ask them when we pour the second cup of wine because drinking the wine increases one’s appetite and one’s desire for <i>matzah</i><sup class=\"footnote-marker\">45</sup><i class=\"footnote\">BT Pesachim 107b</i>. When the child sees the pouring of the wine, he begins to wonder about this meal and how different it is.<br>There are other questions. We ask the four questions in their proper order!<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">In point of fact, first we lean, then we dip, then we eat matzah and then we eat the bitter herbs.</i> In the Zevach Pesach commentary, Rabbi Isaac Abarbanel writes that the first two questions relate to slavery and the second two questions, freedom. We have two questions regarding slavery (<i>matzah</i> and bitter herbs) because there were two aspects of slavery in Egypt. We were enslaved both to Pharaoh and the people of Egypt. Not only did we have to serve Pharaoh, but we could not escape from Egypt and had to serve all the people of the land. But if these two questions both relate to slavery a wise child could have combined these questions: “Why on all other nights we can eat <i>chametz </i>or <i>matzah </i>as well as all types of vegetables but tonight, we eat only <i>matzah</i> and bitter herbs?” Similarly with the second two questions which relate to freedom, he could have said, “tonight we recline and dip twice unlike other nights.”<br>Rabbi Eliezer Ashkenazi<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><b>Eliezer (Lazer) ben Elijah Ashkenazi</b> (1512–December 13, 1585) was a Talmudist, rabbi, and physician. Though of a German family (according to some, the relative of Joseph Colon, he was probably born in the Levant, and received his Talmudic education under Joseph Taitazak in Salonica. Ashkenazi first became rabbi in Egypt 1538-60, probably at Fostat, where, by his learning and wealth, he became widely known.</i>, in his commentary Ma’aseh Adonai, writes that the four questions are related to the four children. The question regarding <i>matzah</i> is the question of the wise child. He wants to know why this night is ‘entirely’ <i>matzah</i>; with most of the laws of kashrut a small amount can be disregarded but not so with <i>chametz </i>and <i>matzah</i>. Even a little <i>chametz</i> is forbidden.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">There is a concept in <i>kashrut </i>referred to as <i>batel bishishim</i>; that if the amount of <i>treif </i>that falls into kosher food is one sixtieth (or less), the kashrut is still intact. Not so with <i>hametz</i>. Even a tiny bit of something <i>hametz </i>makes the food forbidden. So tonight must be entirely matzah.</i> Also the matzah which we eat on this night must be plain <i>matzah</i>, uncooked other than its being baked. It must also be the last thing we eat so that its taste remains in our mouth. <br>The second question regarding bitter herbs is the wicked child’s question. He has no desire for something bitter so he says, “What is this service to you?”<br>The simple child asks the third question regarding dipping twice. He only asks about that which he sees. He sees that we are going to dip twice and wonders, “What is this?”<br>Finally, the ‘one who doesn’t know how to ask’ on his own, questions the act of leaning. We purposely lean during the Seder, something we don’t ordinarily do, in order to provoke this child to ask questions.<br>There are two other ways of interpreting this passage in the <i>Haggadah</i>.<br><b>First Explanation</b>: To explain the first interpretation, we must first understand the connection between Passover and <i>Pesach Sheni</i>, the Second Passover.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">Pesach Sheni, <i>Second Passover</i>, is a minor Jewish observance on the 14th of Iyar in the Hebrew Calendar. The holiday is mentioned in the Torah in Numbers 9:1-14 of which the following text is a paraphrase.</i> There are two verses in scripture which contain a significant difference. “They shall eat it roasted over fire and matzah with bitter herbs.”<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Exodus 12:8</i> In Parshat Baha’lotkha, “According to all the statutes of Passover, you shall eat it with <i>matzah</i> and bitter herbs.”<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Numbers 9:12</i> Note the difference between these two verses. In the first one, regarding Passover, there is a separation between the <i>matzah </i>and bitter herbs<i>, </i>while the verse from Numbers which is related to the Second Passover, the Passover offering is separate from <i>matzah</i> and bitter herbs.<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">The word “with” appears after the word matzah in the first verse and before the word matzah in the second verse, suggesting that the role of matzah was different on the Second Passover from than on the first. The Bible tells us that those who could not celebrate the first Passover for reasons beyond their control can celebrate a ‘second Passover’ one month later.</i> Nachmanides explains that the first verse suggests that both the Passover offering and the <i>matzah</i> are each a unique and separate <i>mitzvah</i> on the eve of Passover. They are connected by the Hebrew letter, <i>vav </i>(and), which is a conjunction. This teaches us that that these two commandments are not dependent on one another while the eating of bitter herbs is dependent on the Passover offering.<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">That is, if there is no offering we are not obligated to eat bitter herbs. But we are still obligated to eat matzah. Eating bitter herbs, then, is a rabbinic and not a scriptural commandment at our <i>Seder </i>today.</i> That is why we see ‘<i>al marorim</i>,’ with bitter herbs, and not <i>u’marorim</i>, ‘and bitter herbs,’ in the first verse.<br>Someone who didn’t observe the Passover on the fifteenth of Nissan because of circumstances beyond his control can make it up one month later on the fifteenth of Iyyar. If one forgot to eat <i>matzah</i> on the fifteenth of Nissan (in our time), he cannot make it up this lost <i>mitzvah.</i> Even if the person eats <i>matzah</i> on the fifteenth of Iyyar he has not fulfilled this <i>mitzvah</i>. The Second Passover is only for making up the missed sacrifice in ancient times. He still must eat the Passover offering with matzah and bitter herbs, but this does not count for the missed commandment of eating <i>matzah</i> on <i>Passover</i>. The verse in Numbers, therefore, says, “You shall eat it <i>WITH </i>matzah and bitter herbs;” the word WITH implies that while you still eat these other foods they are not considered separate <i>mitzvot.</i><br>We can now understand the statements in the <i>Mah Nishtanah</i>. These four questions are all related to the similarities and differences between the regular Passover and the Second Passover. That we do all these things to commemorate the Exodus is obvious to the reader. So why are they different from one another? The question is, “Why is this night so different from all other nights – even from the Second Passover?” <br>On the Second Passover why don’t we have two commandments of <i>matzah </i>and the Passover offering just as we have on the first Passover, since scripture states, “According to all the laws of Passover you shall do it.” Regarding the second question, we ask, ‘If bitter herbs are only an accoutrement and not a separate <i>mitzvah</i> on Passover why do we eat bitter herbs at this time?’ Similarly, we ask regarding the dipping and the leaning, shouldn’t we be required to lean and dip on the Second Passover just as we do on the first Passover? Only those acts which accompany the Passover offering are prevented on the Second Passover and not the other customs.<br>The answer to all these questions is that the first Passover is a commemoration of the Exodus from Egypt and therefore all of these practices are required as part of the celebration while the purpose of the Second Passover is to allow the person to make up for the missed sacrifice and not to commemorate the Exodus all over again. We eat unleavened bread to remind ourselves that our dough did not have time to become leavened when we left Egypt and that the matzah was the bread of affliction, a reminder of slavery. Today we eat the bitter herbs to remind ourselves of our ancestors’ bitterness in Egypt. The dipping and leaning are a commemoration of the verse, “I brought you out with a mighty hand and an outstretched arm.” All of this only applies on the night of the fifteenth of Nissan. The Second Passover offering was not a reminder of the miracles but a ‘make-up date’ for the missed offering.", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": "הרב מרק גרינשפאן"}, {"_id": "5cb5b5280d8dc70019d12747", "index_title": "Naftali Seva Ratzon on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Naftali Seva Ratzon on Pesach Haggadah, Magid, The Four Sons 5:1", "anchorRef": "Numbers 9:1-12", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12"], "sourceRef": "Naftali Seva Ratzon on Pesach Haggadah, Magid, The Four Sons 5:1", "sourceHeRef": "נפתלי שבע רצון על הגדה של פסח, מגיד, כנגד ארבעה בנים ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1670, 1710], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Naftali Seva Ratzon on Pesach Haggadah", "he": "נפתלי שבע רצון על הגדה של פסח"}, "heTitle": "כנגד ארבעה בנים", "he": "<b>ושאינו </b>יודע לשאול אתה פתח לו שנ' והגדת לבנך ביום ההוא לאמור. יכול מר\"ח תלמוד לומר ביום ההוא וכו: מה שיש לדקדק בזה רבה למעלה: ולבאר זאת נקדים הגמ' דפסחים דיליף שם דשואלין ודורשין קודם פסח שלשים יום מהכא שהרי משה עמד בי\"ד בניסן ומזהיר את ישראל על פסח שני דסבר לי' כמ\"ד טמאי למת מצוה הי' שחל שביעי שלהם בע\"רפ שנ' ולא יכלו לעשות הפסח ביום ההוא ביום ההוא לא הי' יכולין הא למחר הוו יכולין לעשותו ומשום שהי' שביעי שלהם בע\"רפ: נשמע מזה דשאלת האנשים הי' בי\"ד בניסן מדכתיב ביום ההוא מיותר ילפינן מיני' שהי' בי\"ד בניסן ובאותו פעם הזהיר משה לישראל על פסח שני מוכח מזה דארבעה שבועות ק\"פ שואלין ודורשין. ורש\"בג פליג התם וס\"ל שני שבתות ק\"פ שואלין ודורשין שהרי משה עמד בר\"ח ניסן והזהיר לישראל על הפסח שיעשו אותו בט\"ו בניסן שנ' החודש הזה לכם וכתיב דברו אל ב\"י ויקחו להם. וכתב הר\"ן דנ\"מ בנייהו הוא הא דתניא שני תלמידי' אחד שואל כעניין ואחד שואל שלא כעניין נזקקין תחילה לשואל כעניין: וא\"כ לרש\"בג דס\"ל שתי שבתות קודם פסח לדבריו תוך שתי שבתות הוי שואל כעניין ולת\"ק דס\"ל ד\"ש ק\"פ וכו' לדבריו תוך ד\"ש הוי שואל כעניין ובהיות כן מי שיש לו שני שאלות האחת בעניינו של פסח והשני' שלא כעניין והוא עומד בדרך משל קודם ר\"ח ניסן ולרש\"בג דס\"ל מר\"ח ניסן הוי שואל כעניין נמצא זה שעומד קודם ר\"ח ניסן הוי שאלתו שלא כעניין אבל אליבא דת\"ק דס\"ל ד\"ש ק\"פ לפ\"ז הוי שואל כעניין וא\"כ השואל הזה שיש לו שני שאלות לשאול והוא * מסופק אם כרש\"בג או כת\"ק מכח זה שנסתפק בדבר אינו יודע מה ישאל שאם ישאל בעניין של פסח שמא הלכה כרש\"בג דס\"ל שתי שבתות בלבד שו\"ד וא\"כ הוא שואל שלא כעניין מאחר שהוא עומד קודם ר\"ח ניסן ואם ישאל שלא בעניינו של פסח שמא הלכה כת\"ק דס\"ל ד\"ש א\"כ יהי' שואל שלא כעניין ואחת מן מ\"ח דברים שהתורה נקנית בהם הוא שואל כעניין ומשיב כהלכה ומאחר שמסופק בזה ע\"כ אינו יודע לשאול ר\"ל שאינו יודע מה ישאל אם מעניינו של פסח או מעניין אחר:<br><b>ובהכי </b>ניחא מ\"ש ושאינו יודע לשאול אתה פתח לו שנ' והגדת לבנך ביום ההוא. יכול מר\"ח: ת\"ל ביום ההוא רצונו בזה לומר אמחר שאינו יודע מה שישאול משום שמסופק הוא בדבר אם כרש\"בג או כת\"ק ע\"כ אתה פתח לו ר\"ל שתפתח את פיהו ואמור לו מדוע אינך רוצה לשאול משום דספק שלך הוא שמא שתי שבתות בלבד שהרי משה עמד בר\"ח ניסן ומזהיר על הפסח ול\"זא יכול מר\"ח ר\"ל שספק שלך הוא דשמא מר\"ח שואלין ודורשין: תלמוד לומר ביום ההוא ר\"ל הלא כתיב ולא יכלו לעשות הפסח ביום ההוא דמיותר וללמד בא דביום ההוא דהיינו בי\"ד בניסן לא היו יכולין הא למחר יכולין היו משום שחל הי' שביעי שלהן בע\"רפ מוכח מזה שהי' משה עמד בי\"ד בניסן ומוהיר על פסח שני משום דארבעה שבועות ק\"פ ש\"וד: אי ביום ההוא יכול מבעוד יום ר\"ל שאם תשיב לו ביום ההוא מכח זה מוכח ד\"ש ק\"פ שו\"ד מעתה ימצא מקום * לשאול אותך יכול מבעוד יום ר\"ל יכול שיהי' הפסח נאכל מבעוד יום ובל\"ז לאו רצה לשאול זאת זולת מכח תשובתך שאתה תשיב לו ביום ההוא עי\"ז יתעורר לו שאלה זו:<br><b>ותחילה </b>נשים לב במאי פליגי רש\"בג ות\"ק שזה יליף מפסח ראשון וזה יליף לי' מפסח שני הלא מצינו שמשה הזהיר שתי שבתות ק\"פ: ומצינו ג\"כ משה הזהיר ארבעה שבתות ק\"פ: ומאחר שמצינו שניהם בתורה צריך לשום לב במאי פליגי. ולבאר זאת נקדים תחילה דאי' בפסחי' פסח מצרים הי' מקחו בעשור אבל לא פסח דורות שנ' בעשור לחודש הזה ויקחו להם. זה מקחו בעשור ולא פסח דורות: ופריך אלא מעתה ר\"ל לפי דבריך שאתה אומר דמלת זה בא למעט פ\"ד נימא נמי ואכלו הבשר בלילה הוה זה נאכל בלילה ר\"ל פסח מצרים אבל פסח דורות נאכל אפילו ביום זבחו ומשני א\"ק ועבדת את העבודה בחודש הזה כעבודה שעבדת במצרים ככה תעשה לדורות: ובהכי ניחא דרש\"בג ס\"ל פסח דורות ילפינן מפסח מצרים דבעינן שיהי' שניהם שוים ומה פסח מצרים שתי שבתות שהרי משה עמד בר\"ח ניסן ומזהיר על פסח מצרים אף לדורות סגי בשתי שבתות אבל הת\"ק ס\"ל דלא ילפינן פסח דורות מפסח מצרים די\"ל שם הי' סגי שתי שבתות אבל לדורות בעי טפי וע\"כ יליף פסח דורות מפסח שעשו במדבר בשנה שני' ושם עמד משה * בי\"ד בניסן ומזהיר על פסח שני. ומעתה מבואר מאיליו במ\"ש אי ביום ההוא יכול מבעוד יום ר\"ל אי ביום ההוא מכח זה אתה רוצה להוכיח דארבעה שבתות ק\"פ שו\"ד קשה על דבריך הלא מצינו ג\"כ שתי שבתות שהרי משה עמד בר\"ח ניסן: ומאי חזית דסמכת אהא סמוך אהא ומוכרח אתה לומר דמשם ליכא למילף משום דפסח דורות לא ילפינן מפסח מצרים דמצינו שהתורה מיעטה דלא נילף פ\"ד מפסח מצרי' שהרי כתבה התורה ויקחו להם בעשור לחודש הזה למעט אתי זה הי' מקחו בעשור ולא פסח דורות לפי זה ה\"ה גבי ואכלו את הבשר בלילה הזה כתיב ג\"כ הזה: נימא שבא למעט' דווקא פסח מצרי' הי' נאכל בלילה אבל פסח דורות יהא נאכל אפילו ביום: וע\"כא אי ביום ההוא יכול מבעוד יום ר\"ל מכח תשובה שלך שאתה משיבו ביום ההוא מכח זה ימצא מקום לשאלתו יכול שיהי' הפסח נאכל מבעוד יום:", "heVersionTitle": "Naftali Seva Ratzon, Furth, 1727", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>As for the one who doesn’t know to ask</b>: The <i>Haggadah</i> says that one should ‘open up’ for the one who does not know how to ask. It then goes on to quote a verse: “You shall tell your child on that day…” Finally the next passage in the <i>Haggadah</i> discusses whether one should begin telling the story from the beginning of the month…Who exactly is the person who is referred to as the one who doesn’t know how to ask and why doesn’t he know how to ask? By analyzing a discussion in the <i>Talmud</i> we come up with an intriguing answer to this question.<br><i>Talmud Pesachim </i>discusses from when we become obligated to expound on the laws of Passover: is it thirty days before the holiday or two weeks before Passover? The <i>tanna kama<sup class=\"footnote-marker\">59</sup><i class=\"footnote\"><i>Tanna kama </i>is a term for the first opinion in a <i>Mishnah</i>. Often the person is not named but is referred to as the first<i> tanna.</i></i> </i>deduces the practice of expounding on the laws of Passover for thirty days from the <i>Pesach sheni. <sup class=\"footnote-marker\">60</sup><i class=\"footnote\">See Numbers 9:1-12, The second Passover took place one month after the regular Passover so that those who were impure because of contact with a corpse could offer a Passover offering.</i></i> Moses originally informed the people of the <i>Pesach sheni </i>on the fourteenth of <i>Nisan</i>, a year after the people left Egypt.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">See Numbers 9:6 The reference ‘on that day’ must refer to the 14th of <i>Nissan</i> when the other Israelites were preparing to celebrate Passover. Those who were unable to celebrate Passover on that day had to wait until the following month from which we deduce that they had to have thirty days to expound on the laws of Passover.</i> Those who were unable to offer a <i>Pesach </i>offering because they were impurity on the eve of Passover were told that they could make the special offering thirty days later. This way they would have thirty days to expound<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">In Hebrew <i>sho’alim v’dorshim</i>, literally question and expound on…..</i> on and study the laws of Passover.<br>Rabbi Shimon Ben Gamliel, on the other hand, concludes that one only has to expound on the laws of Passover for two weeks before the holiday. He deduces this from the verse, “This month shall be for you the beginning of months.”<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Exodus 12:1</i> Because Moses informed the people of Passover on the first of <i>Nisan</i>, we too begin preparing for the holiday by studying the laws of Passover on the first of <i>Nisan,</i> two weeks before the<i> Seder.</i><br>What practical difference is there between these two points of view? It would influence what questions a teacher should answer first from his students, and to what questions the student should give priority. During the thirty days before Passover (according to the <i>tanna kama) </i>questions about Passover take precedence over other questions of <i>halachah.</i> According to Rabban Shimon Ben Gamliel, questions about Passover only take precedence during the last two weeks before the holiday.<br>The one who does not know to ask, then, is someone who doesn’t know which of these opinions represents the <i>halachah.</i> It is more than two weeks but less than thirty days before Passover, which question should he ask his teacher and to which question should the teacher give precedence? Do Passover questions take precedence over other <i>Talmudic</i> questions? The student’s silence is a sign of his confusion and indecision. The <i>Haggadah</i> advices: <i>at p’tach lo </i>- you should open the discussion for him by letting him know that you understand the reason for his confusion. By outlining the two points of view and their biblical proofs, the student will know which question to ask and you will inspire him to finally ask his question!", "versionTitle": "Rabbi Mark Greenspan", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1410804bbb60019c1e5cc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Birkat Asher on Torah, Numbers 9:5:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"...בראשון\".</b> אונקלוס מתרגם: \"בניסן\", אך את המילים \"בחדש השני\" שלהלן (בפסוק יא) אינו מתרגם בשם הבבלי של החודש, אלא מתרגם \"בירחא תנינא\". (פ' בהעלתך תש\"ן, תשנ\"ז) הערת ר' רפאל בנימין פוזן שי': בכל מקום אין לתרגום אונקלוס צורך לציין את שם החודש כי הכוונה ברורה. רק כאן שנאמר \"<b>בָּרִאשֹׁן </b>בְּאַרְבָּעָה עָשָׂר יוֹם\" ולא נאמר \"בחדש הראשון\", הוכרח לפרש שהכוונה לחודש הראשון ולכן תרגם \"בניסן\". (מתוך ספר \"פרשגן\" - ביאור חדש לתרגום אונקלוס - בכתיבה)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d6f8941a0ef0c006f0ca9ca", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Nachal Kedumim on Torah, Numbers 9:5:1", "sourceHeRef": "נחל קדומים על תורה, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "במדבר", "he": "<b>ויעשו את הפסח וגו'.</b> וי\"ו ויעשו צריכה ביאור כי תחילת דיבר אינו צודק ואפשר במ\"ש המפרשים שהקרבן פסח היה לתקון חטא אדה\"ר וכשחטאו בעגל שחזר העולם לכמות שהיה הוצרך הקב\"ה לצוות על הפסח מחדש. וזה שנים שהקשה לי אהוב אחד על מפרש זה שהרי כתיב בקרבן פסח לחק לך ולבניך עד עולם ואם נאמר שצפה והביט שעתידין לחטוא בעגל ולכך ציוה מתחילה שיהא נוהג לדורות א\"כ תקשי למה הוצרך לצוות מחדש עכ\"ד המקשה ועתה אמת אגיד שלא ראיתי דברי המפרש רק מפי המקשה והשבתי שהרי כתב רש\"י פרשת בא שם על פסוק והיה כי תבואו אל הארץ תלה הכתוב עבודה זו בביאתם לארץ ולא נתחייבו במדבר אלא פסח אחד שעשו על פי הדיבור. ולפ\"ז אפשר לומר דבתחילה ציוה ה' שיעשו פסח מצרים לתקן חטא אדה\"ר. ושוב לא היו צריכים להקריב הפסח עד אשר יבואו אל הארץ כי שם יקיימו המצות בסודות וכונות עליונות פנימיות התורה. ולפי שעשו העגל חזרו ונצטוו לעשות הפסח במדבר כי פסח זה תמורת מה שעשו פסח מצרים לתקן איזה דבר במה שקלקלו. ובהכי אפשר ליישב קושית התוס' בקדושין (דף ל\"ז ע\"ב) על מה שאמרו בספרי בגנותן של ישראל דיבר הכתוב דלא עשו כי אם פסח ההוא ולמ\"ד שלא נתחייבו עד בואם לארץ אין זה גנות וע\"ש מה שתירצו ובתוס' יבמות ריש (דף ע\"ב). ועל פי דרכנו ניחא דלעולם דלא נצטוו אלא על ביאתם לארץ משום דהקרבן פסח שהקריבו במצרים היה סגי קודם בואם לפי שמסרו עצמם על קידוש השם בקשירת הטלה ובהיותם כואבים מהמילה כמו שהארכנו במ\"א ולכך בקרבן פסח דמצרים מאד נעלה לתקן חטא אדה\"ר ולפי שעשו העגל חזרו ונתחייבו והיינו שציוה ה' לעשות הפסח במדבר והי\"ל לעשות בכל שנה אולי יעלה דוגמת קרבן פסח דמצרים ובגנותן דיבר הכתוב וכו'. ועפ\"ז א\"ש דאחר פרשת הלוים שבאו לכפר על עון ע\"א מהעגל כמ\"ש רש\"י בשם ר' משה הדרשן ובמ\"ש בסמוך דברי מהר\"ש אסתרוק אמר ויעשו את הפסח דגם זה הוא מסיבת העגל דאי לאו העגל כבר עשו פסח מצרים לתקן חטא אדם הראשון ובעגל חזרו וקלקלו ולכן ויעשו את הפסח בוי\"ו כלומר נוסף על פסח מצרים כי בעגל חלף הלך מה שתקנו לכן ויעשו פעם אחרת א\"נ דהוי\"ו מוליד תיבה כיוצא בה כמשז\"ל על ויתן לך וה\"נ קאמר יעשו ויעשו כי פסח מצרים בהיות שמסרו עצמם על ק\"ה הוה סגי פעם אחת אך עתה יעשו ויעשו לתקן חטא אדה\"ר והוא רמז בלעמא. וזהו בעצם בגנותן דיבר הכתוב שלא עשו אלא פסח אחד במדבר הגם שרמז להם כי טוב לעשות גם אחר זה. ועיין במ\"ש בזהר הקדוש על הסד\"ר (דף קנ\"א ע\"ב) ומה שכתבתי אני בעניי בהגהתי שם בדפוס ליוורנו ע\"ש ודוק:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea123eb7d2e1475644d17", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Midrash Lekach Tov, Numbers 9:5:1", "sourceHeRef": "מדרש לקח טוב, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויעשו את הפסח בראשון. מלמד שלא עשו במדבר אלא פסח זה בלבד. וכן הוא אומר (עמוס ה׳:כ״ה) הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל. (יהושע ה׳:ה׳) כי מולים היו כל העם היוצאים וכל העם הילודים במדבר בדרך בצאתם ממצרים לא מלו. וכתוב (שמות י״ב:מ״ח) כל ערל לא יאכל בו. ככל אשר צוה ה' את משה. לא סרו מדבריו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f5f16f57113268dd2229234", "index_title": "Gur Aryeh on Vayikra", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Vayikra 8:36:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Gur Aryeh on Vayikra 8:36:1", "sourceHeRef": "גור אריה על ויקרא ח׳:ל״ו:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 36.0001, "collectiveTitle": {"en": "Gur Aryeh on Vayikra", "he": "גור אריה על ויקרא"}, "heTitle": "גור אריה על ויקרא", "he": "<b>להגיד שבחן.</b> כי העבודה ענין גדול וחומרא יתירא היא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"107\"></i>, והלכות רבות יש בעבודה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"108\"></i>, ומגיד לך הכתוב שלא שנו ולא טעו באחד מהן לימין ולשמאל, כי בכוונה יתירה ובדקדוק גדול עשה זה, כן הוא דעת רש\"י. אבל בתורת כהנים לא דרשו כן, אלא שעשו זה בשמחה לקיים מה שאמר להם משה כאילו שמעו מפי הגבורה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"109\"></i>. וזה יותר נכון, דזה שייך כאן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"110\"></i>, כי דרך עולם – גדול שנצטווה מאחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"111\"></i>, אינו עושה בשמחה שהוא ישמע לאחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"112\"></i>, אבל אהרן היה שמח כאילו בעצמו שמע. שלא דרשו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"113\"></i> '<b>להגיד שבחן</b> שלא שינו' אלא במקום שהמעשה הוא דבר קשה, כגון \"וישבו ויחנו לפני פי החירות\" (שמות יד, ב), שזה היה דבר קשה להתקרב אל רודפיהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"114\"></i>, אבל בשאר מקום שנאמר \"ויעשו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"115\"></i> דרשו לפי ענינו; בפרשת בא (שמות יב, כח) \"וילכו [ויעשו]\" '<b>להגיד שבחן</b> של ישראל שלא הפילו [דבר] וכו\" (רש\"י שם), מפני שהיא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"116\"></i> מצוה ראשונה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"117\"></i>, דעדיין לא נתאמת להם תורת משה עד מתן תורה, דכתיב (שמות יט, ט) \"וגם בך יאמינו לעולם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"118\"></i>, וכאן היה מצוה ראשונה, והיו מאמינים בדברי משה ואהרן, ולא הפילו:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"119\"></i><br>ובפרשת בהעלותך (במדבר ח, כב) \"כאשר ציוה ה' את משה\" שאחד מהם לא עיכב (רש\"י שם)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"120\"></i>, כי היה ראוי להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"121\"></i> לעכב, שהרי היו צריכים להתעסק ולטרוח במשכן. והעושה – שהיו ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"122\"></i>, אף על גב שנתנו הכבוד ללוים, והם לא היו מתקרבים אל המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"123\"></i>, אפילו הכי היו עושים להיות סומכים ידיהם על הלוים (רש\"י שם כ), וליתן אותם לעבודת המשכן:<br>ובפרשת בהעלותך דכתיב בפסח (במדבר ט, ה) \"ככל אשר ציוה ה' וגומר\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"124\"></i>, מפני כי הפסח הוא מוטל על כל יחיד ויחיד לעשות הפסח<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"125\"></i>, ולא כמו שאר המצות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"126\"></i>, כי קרבן זה יש לו שעה ידועה ומוגבלת לכל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"127\"></i> ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"128\"></i>:<br>וגם אצל מצות המנורה אמר \"ויעש כן אהרן וגו'\" (במדבר ח, ג)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"129\"></i>, מפני כי בהדלקת הנרות צריך דקדוק גדול מאד לכוין שיהיו הנרות אל מול פני המנורה (שם ב), אמר \"ויעש כן אהרן\" להגיד שבחו. ובפרשת אחרי מות (ר' להלן טז, לד) דרשו (בתו\"כ שם) \"ויעש כן אהרן\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"130\"></i> דרשו להגיד שבחו של אהרן שלא היה לובש אותם לגדולתו, אלא כמקיים גזירת המלך. ורש\"י פירש שם שלא שינה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"131\"></i>, ואפשר דגם עבודת יום הכפורים עבודה חמורה גדולה היא, והרבה דברים יש בעבודה, שכתב גם כן שם להגיד שבחו שלא שינה:<br>אבל בפרשת קרח דכתיב (במדבר יז, כו) \"ויעש משה כאשר ציוה ה'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"132\"></i>, לא דרשו כלל (קושית הרא\"ם), לפי שהוא דבר פשוט, שבא לאמרו שלא היה משה עושה לכבודו ולכבוד אחיו, לפיכך אמר שעשה זה כמקיים גזירת מלך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"133\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606aeacf5bc8570411ce3de4", "index_title": "Ibn Ezra on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Numbers 8:26:1", "anchorRef": "Numbers 9:1-8", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8"], "sourceRef": "Ibn Ezra on Numbers 8:26:1", "sourceHeRef": "אבן עזרא על במדבר ח׳:כ״ו:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Ibn Ezra on Numbers", "he": "אבן עזרא על במדבר"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>במשמרותם.</b> על הזקנים ונדבקה פרשת הפסח כי החנוכה היתה בחדש הראשון ואז נבדלו הלוים ובאה זאת הפרשה בעבור שהוא כתוב בפסח והיה כי תבאו אל הארץ והיה כי יביאך ה' צוה שהם חייבים גם במדבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "TO KEEP THE CHARGE. This command is directed to the elders.<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">The Levites who are above the age of 50.</i> The section dealing with the Passover follows the section dealing with the consecration of the Levites because the dedication of the altar took place in the first month.<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">See Num. 7:1, Ex. 40:2, and Lev. 9:1.</i> The Levites were separated<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">From Israel and consecrated.</i> at that time.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">See Num. 3:1 and Ex. 32:29.</i> The section dealing with Passover<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">Num. 9:1-8.</i> is written here because, concerning the Passover, it was written, <i>And it shall come to pass, when ye be come to the land</i> (Ex. 12:25); <i>And it shall be when the Lord shall bring thee into the land</i> (Ex. 13:5).<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">These verses imply that Israel was obligated to offer the Passover sacrifice only in the Land of Israel.</i> This chapter<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">Num. 9:1.</i> records that God commanded that they were obligated to offer the Passover sacrifice in the desert also.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">Sinai.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "606f05f4a2845e5d86f6260f", "index_title": "II Chronicles", "category": "Tanakh", "type": "", "ref": "II Chronicles 30:3", "anchorRef": "Numbers 9:1-14", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14"], "sourceRef": "II Chronicles 30:3", "sourceHeRef": "דברי הימים ב ל׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [-450, -350], "commentaryNum": 30.0003, "collectiveTitle": {"en": "II Chronicles", "he": "דברי הימים ב"}, "heTitle": "דברי הימים ב", "he": "כִּ֣י לֹ֧א יָכְל֛וּ לַעֲשֹׂת֖וֹ בָּעֵ֣ת הַהִ֑יא כִּ֤י הַכֹּֽהֲנִים֙ לֹֽא־הִתְקַדְּשׁ֣וּ לְמַדַּ֔י וְהָעָ֖ם לֹא־נֶאֶסְפ֥וּ לִירוּשָׁלָֽ͏ִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "for at the time, they were unable to keep it,<sup class=\"footnote-marker\">a</sup><i class=\"footnote\">I.e., on its proper date; cf. Num. 9.1–14.</i> for not enough priests had sanctified themselves, nor had the people assembled in Jerusalem.", "versionTitle": "Tanakh: The Holy Scriptures, published by JPS", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d240b6084aa1cbf17c49", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כֵּן² 1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "BDB, כֵּן² 1", "sourceHeRef": "בראון-דרייבר-בריגס, כֵּן² א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כֵּן²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["I. <big><big><span dir=\"rtl\">כֵּן</span></big></big>  <strong>adv. so,</strong> thus <strong>(</strong>Ph. NH 𝔗 <em>id.;</em> Syriac <span dir=\"rtl\">ܟܶܢ</span> is <em>then</em>, Arabic <span dir=\"rtl\">لٰكِنْ</span>, <span dir=\"rtl\">لٰكِنَّ</span>, <em>but:</em> prob. from the demonstr. √ <em>ka</em>, found in <span dir=\"rtl\">כִּי</span> etc., Kö<sup>ii 1, 254</sup><strong>)</strong>; <span dir=\"rtl\">(הִיא) כֶּן־הוּא</span> <a data-ref=\"Genesis 44:10\" href=\"/Genesis.44.10\">Gn 44:10</a> + 4 times: <em>so thus</em> (i.e. usually, as has been described or commanded, with ref. to what has preceded), mostly of manner, but sometimes also of quantity, quality, or degree:<br><strong>1.</strong> <strong>a.</strong>  <a data-ref=\"Judges 5:31\" href=\"/Judges.5.31\">Ju 5:31</a> <span dir=\"rtl\">כן יאבדו</span> <em>so</em> perish thy enemies, <a data-ref=\"Job 5:27\" href=\"/Job.5.27\">Jb 5:27</a> <span dir=\"rtl\">כֶּן־הִיא</span>, <a data-ref=\"Job 8:13\" href=\"/Job.8.13\">8:13</a> <span dir=\"rtl\">כן ארחות כל שׁכחי אל</span>, <a data-ref=\"Proverbs 6:29\" href=\"/Proverbs.6.29\">Pr 6:29</a>; <a data-ref=\"Proverbs 8:13\" href=\"/Proverbs.8.13\">8:13</a>; <a data-ref=\"II Samuel 16:23\" href=\"/II_Samuel.16.23\">2 S 16:23</a> <a data-ref=\"Isaiah 36:6\" href=\"/Isaiah.36.6\">Is 36:6</a>; <a data-ref=\"Isaiah 47:15\" href=\"/Isaiah.47.15\">47:15</a> <span dir=\"rtl\">כן היו לך</span>, <a data-ref=\"Numbers 13:33\" href=\"/Numbers.13.33\">Nu 13:33</a> <span dir=\"rtl\">וכן היינו בעיניהם</span>; <a data-ref=\"Numbers 9:16\" href=\"/Numbers.9.16\">Nu 9:16</a> <span dir=\"rtl\">כן יהיה תמיד</span>; <a data-ref=\"Exodus 10:14\" href=\"/Exodus.10.14\">Ex 10:14</a>, <a data-ref=\"Exodus 10:14\" href=\"/Exodus.10.14\">14</a> <span dir=\"rtl\">לא היה כן ארבה כמהו וג׳</span> (i.e. in such numbers), <a data-ref=\"I Kings 10:12\" href=\"/I_Kings.10.12\">1 K 10:12</a> <span dir=\"rtl\">לא בא כן עצי אלמגים</span>, v <a data-ref=\"I Kings 10:20\" href=\"/I_Kings.10.20\">20</a> <a data-ref=\"II Chronicles 1:12\" href=\"/II_Chronicles.1.12\">2 Ch 1:12</a>, <a data-ref=\"II Chronicles 1:12\" href=\"/II_Chronicles.1.12\">12</a>, <a data-ref=\"Judges 21:14\" href=\"/Judges.21.14\">Ju 21:14</a> <span dir=\"rtl\">ולא מצאו להם כן</span> and they did not suffice for them <em>so</em> (viz. in such numbers of them as there were); <a data-ref=\"I Kings 6:26\" href=\"/I_Kings.6.26\">1 K 6:26</a> <span dir=\"rtl\">וכן הכרוב השׁני</span>, <a data-ref=\"Ezekiel 41:7\" href=\"/Ezekiel.41.7\">Ez 41:7</a> (?); <span dir=\"rtl\">וכן ל׳</span> <a data-ref=\"Exodus 27:11\" href=\"/Exodus.27.11\">Ex 27:11</a> <a data-ref=\"I Kings 10:29\" href=\"/I_Kings.10.29\">1 K 10:29</a> <a data-ref=\"Ezekiel 40:16\" href=\"/Ezekiel.40.16\">Ez 40:16</a> <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">2 Ch 35:12</a>, cf. <a data-ref=\"I Chronicles 23:30\" href=\"/I_Chronicles.23.30\">1 Ch 23:30</a>; <span dir=\"rtl\">כן ל׳</span> <a data-ref=\"Exodus 25:33\" href=\"/Exodus.25.33\">Ex 25:33</a> (cf. <a data-ref=\"Exodus 26:24\" href=\"/Exodus.26.24\">26:24</a>), <a data-ref=\"Joshua 21:40\" href=\"/Joshua.21.40\">Jos 21:40</a>. <strong>b.</strong>  the force of <span dir=\"rtl\">כֵּן</span> has sometimes to be elicited from the context: <a data-ref=\"I Kings 2:7\" href=\"/I_Kings.2.7\">1 K 2:7</a> <span dir=\"rtl\">כי כן קרבו אלי</span> (sc. with kindness such as that enjoined in v a), <a data-ref=\"I Kings 20:40\" href=\"/I_Kings.20.40\">20:40</a> <span dir=\"rtl\">כן משׁפטך</span>, <a data-ref=\"Jeremiah 14:10\" href=\"/Jeremiah.14.10\">Je 14:10</a> <span dir=\"rtl\">כן אהבו לנוע</span> (i.e. not less than <span dir=\"rtl\">י׳</span> has withdrawn from them v <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">9</a>, Gf Ke; Gie proposes <span dir=\"rtl\">אָכֵן</span>), <a data-ref=\"Psalms 61:9\" href=\"/Psalms.61.9\">ψ 61:9</a> <span dir=\"rtl\">כֵּן אֲוַמְּרָה שִׁמְךָ</span> (Hi <span dir=\"rtl\">כְּצִדְקְךָ</span>, implied in v <a data-ref=\"Psalms 61:6-8\" href=\"/Psalms.61.6-8\">6–8</a>), <a data-ref=\"Psalms 63:3\" href=\"/Psalms.63.3\">63:3</a> <span dir=\"rtl\">כֵּן בַּקֹּדֶשׁ חֲזִיתִךָ</span> (sc. with the longings of v <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">2</a>), v <a data-ref=\"Psalms 63:5\" href=\"/Psalms.63.5\">5</a> <span dir=\"rtl\">כֵּן אֲבָרֶכְךָ בְחַיָּי</span> (sc. <span dir=\"rtl\">כִּי־טוֹב חַסְדְּךָ</span> v <a data-ref=\"Psalms 63:4\" href=\"/Psalms.63.4\">4</a>), <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">65:10</a> <span dir=\"rtl\">כִּי כֵן תְּכִינֶהָ</span> (i.e. so generously, v <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">10</a>), <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">90:12</a> <span dir=\"rtl\">לִמְנוֹת יָמֵינוּ כֵּן הוֹדַע</span> (Hi <span dir=\"rtl\">כְּיִרְאַת י׳</span> v <a data-ref=\"Psalms 90:11\" href=\"/Psalms.90.11\">11</a>), <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">127:2</a> <span dir=\"rtl\">כֵּן יִּתֵּן לִידִידוֹ שֵׁנָא</span> (sc. as abundantly; but Che <span dir=\"rtl\">אָכֵן</span>), <a data-ref=\"Proverbs 24:14\" href=\"/Proverbs.24.14\">Pr 24:14</a> (see v <a data-ref=\"Proverbs 24:13\" href=\"/Proverbs.24.13\">13</a>), <a data-ref=\"Isaiah 52:14\" href=\"/Isaiah.52.14\">Is 52:14</a> <span dir=\"rtl\">כֵּן מִשְׁחַת מֵאִישׁ מַרְאֵהוּ</span> (sufficiently to justify <span dir=\"rtl\">שׁממו עליך רבים</span>). <strong>c.</strong>  <span dir=\"rtl\">כן</span> occurs freq. in partic. phrases, as (<em>a</em>) with <span dir=\"rtl\">הָיָה</span>, especially <span dir=\"rtl\">ויהי כן</span> and it was <em>so</em> <a data-ref=\"Genesis 1:7\" href=\"/Genesis.1.7\">Gn 1:7</a>, <a data-ref=\"Genesis 1:9\" href=\"/Genesis.1.9\">9</a>, <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">11</a> +, <a data-ref=\"II Kings 2:10\" href=\"/II_Kings.2.10\">2 K 2:10</a> if thou seest me taken from thee <span dir=\"rtl\">יהי־לך כן</span> let it be to thee <em>so</em> (sc. as thou desirest), <a data-ref=\"II Kings 7:20\" href=\"/II_Kings.7.20\">7:20</a>, with <span dir=\"rtl\">עשׂה</span> (especially <span dir=\"rtl\">וַיַּעַשׂ</span>, <span dir=\"rtl\">וַיַּעֲשׂוּ</span>) <a data-ref=\"Genesis 29:28\" href=\"/Genesis.29.28\">Gn 29:28</a>; <a data-ref=\"Genesis 42:20\" href=\"/Genesis.42.20\">42:20</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a> + often, <a data-ref=\"Judges 7:16\" href=\"/Judges.7.16\">Ju 7:16</a> <span dir=\"rtl\">מִמֶּנִּי תִרְאוּ וְכֵן תַּעֲשׂוּ</span>, + <span dir=\"rtl\">ל׳</span> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> <span dir=\"rtl\">ויעשׂ להם כן</span>, <a data-ref=\"Exodus 22:29\" href=\"/Exodus.22.29\">Ex 22:29</a>; <a data-ref=\"Exodus 23:11\" href=\"/Exodus.23.11\">23:11</a> <span dir=\"rtl\">כן תעשׂה ל׳</span>, <a data-ref=\"Deuteronomy 22:3\" href=\"/Deuteronomy.22.3\">Dt 22:3</a> <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> (cf. <a data-ref=\"I Kings 6:33\" href=\"/I_Kings.6.33\">6:33</a>; <a data-ref=\"I Kings 7:18\" href=\"/I_Kings.7.18\">7:18</a>); <a data-ref=\"Genesis 29:26\" href=\"/Genesis.29.26\">Gn 29:26</a> <span dir=\"rtl\">לא יֵעָשֶׂה כן במקומנו</span>, <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">34:7</a> <a data-ref=\"II Samuel 13:12\" href=\"/II_Samuel.13.12\">2 S 13:12</a>; rarer usages, <span dir=\"rtl\">דִּבֶּר כֵּן</span> <a data-ref=\"Exodus 6:9\" href=\"/Exodus.6.9\">Ex 6:9</a>, <span dir=\"rtl\">אמר כן</span> <a data-ref=\"I Kings 22:8\" href=\"/I_Kings.22.8\">1 K 22:8</a> <span dir=\"rtl\">כֵּן אמרתם</span> <a data-ref=\"Ezekiel 11:5\" href=\"/Ezekiel.11.5\">Ez 11:5</a>; <a data-ref=\"Ezekiel 33:10\" href=\"/Ezekiel.33.10\">33:10</a>, <span dir=\"rtl\">אָמֵן כֵּן יֹאמַר י׳</span> <a data-ref=\"I Kings 1:36\" href=\"/I_Kings.1.36\">1 K 1:36</a> (cf. <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">Je 28:6</a>), <span dir=\"rtl\">וגם שׁאול אבי יֹדֵעַ כֵּן</span> <a data-ref=\"I Samuel 23:17\" href=\"/I_Samuel.23.17\">1 S 23:17</a>; <span dir=\"rtl\">אָהֵב כֵּן</span> (idiom.) to love (it) <em>so</em>, †<a data-ref=\"Jeremiah 5:31\" href=\"/Jeremiah.5.31\">Je 5:31</a> <a data-ref=\"Amos 4:5\" href=\"/Amos.4.5\">Am 4:5</a>; (<em>b</em>) <a data-ref=\"Genesis 50:3\" href=\"/Genesis.50.3\">Gn 50:3</a> <span dir=\"rtl\">כי כן ימלאו ימי החנֻטים</span> (cf. <a data-ref=\"Judges 14:10\" href=\"/Judges.14.10\">Ju 14:10</a> <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">2 S 13:18</a> <a data-ref=\"Esther 2:12\" href=\"/Esther.2.12\">Est 2:12</a>); (<em>c</em>) alone, <span dir=\"rtl\">אִם כֵּן</span> if it be <em>so</em> †<a data-ref=\"Genesis 25:22\" href=\"/Genesis.25.22\">Gn 25:22</a>; <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">43:11</a>; †<span dir=\"rtl\">וַיִּרְאוּ כִּי־כֵן</span> <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">1 S 5:7</a>, <span dir=\"rtl\">יָדַעְתִּי כִּי־כֵן</span> <a data-ref=\"Job 9:2\" href=\"/Job.9.2\">Jb 9:2</a>; (<em>d</em>) <span dir=\"rtl\">לא כן</span> not <em>so</em> (viz. as has been described or implied), with a subst. <a data-ref=\"Numbers 12:7\" href=\"/Numbers.12.7\">Nu 12:7</a> <span dir=\"rtl\">לא כן עבדי משׁה</span>, <a data-ref=\"II Samuel 20:21\" href=\"/II_Samuel.20.21\">2 S 20:21</a>; <a data-ref=\"II Samuel 23:5\" href=\"/II_Samuel.23.5\">23:5</a> <a data-ref=\"Psalms 1:4\" href=\"/Psalms.1.4\">ψ 1:4</a> <a data-ref=\"Job 9:35\" href=\"/Job.9.35\">Jb 9:35</a> b <span dir=\"rtl\">כי־לא־כן אנכי עמדי</span> not <em>so</em> am I with myself (i. e. I am not conscious of being one who would fear him, v a), with a vb. <a data-ref=\"Deuteronomy 18:14\" href=\"/Deuteronomy.18.14\">Dt 18:14</a> <span dir=\"rtl\">ואתה לא כן נתן לך י׳</span> (not <em>so</em>,—viz. as implied in v a), <a data-ref=\"II Samuel 18:14\" href=\"/II_Samuel.18.14\">2 S 18:14</a> <a data-ref=\"Isaiah 10:7\" href=\"/Isaiah.10.7\">Is 10:7</a> <span dir=\"rtl\">לא כן יְדַמֶּה</span>, <span dir=\"rtl\">לא כן יחשׁב</span>, absol. <a data-ref=\"Genesis 48:18\" href=\"/Genesis.48.18\">Gn 48:18</a> <span dir=\"rtl\">לא כן אבי</span>, <a data-ref=\"Exodus 10:11\" href=\"/Exodus.10.11\">Ex 10:11</a>.<br><strong>2.</strong>  Often, to emphasize the agreement, in answer to <span dir=\"rtl\">כְּ</span>, and <span dir=\"rtl\">כַּאֲשֶׁר</span>: viz. <strong>a.</strong>  <span dir=\"rtl\">כְּ</span> … <span dir=\"rtl\">כֵּן</span>, (<em>a</em>) <a data-ref=\"Genesis 44:10\" href=\"/Genesis.44.10\">Gn 44:10</a> = <a data-ref=\"Joshua 2:21\" href=\"/Joshua.2.21\">Jos 2:21</a> <span dir=\"rtl\">כדבריכם כֶּן־הוּא</span>, according to your words, <em>so</em> be it, <a data-ref=\"I Samuel 25:25\" href=\"/I_Samuel.25.25\">1 S 25:25</a> <span dir=\"rtl\">כי כשׁמו כֶּן־הוּא</span>, <a data-ref=\"Psalms 48:11\" href=\"/Psalms.48.11\">ψ 48:11</a> <a data-ref=\"Proverbs 23:7\" href=\"/Proverbs.23.7\">Pr 23:7</a> <span dir=\"rtl\">כֶּן־הוּא</span> (after conj. <span dir=\"rtl\">כְּמוֹ</span>), <a data-ref=\"Ezekiel 42:11\" href=\"/Ezekiel.42.11\">Ez 42:11</a> <span dir=\"rtl\">כְּאָרְכָּן כֵּן רָחְבָּן</span>; (<em>b</em>) <a data-ref=\"Leviticus 27:12\" href=\"/Leviticus.27.12\">Lv 27:12</a> <span dir=\"rtl\">כְּעֶרְכְּךָ כֵּן יִהְיֶה</span>, <a data-ref=\"II Samuel 13:35\" href=\"/II_Samuel.13.35\">2 S 13:35</a> <a data-ref=\"Numbers 8:4\" href=\"/Numbers.8.4\">Nu 8:4</a>; <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">9:14</a>; <a data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\">15:20</a> <a data-ref=\"Deuteronomy 8:20\" href=\"/Deuteronomy.8.20\">Dt 8:20</a> <a data-ref=\"Judges 11:10\" href=\"/Judges.11.10\">Ju 11:10</a>, so after <span dir=\"rtl\">כְּפִי</span> <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a>; (<em>c</em>) <span dir=\"rtl\">כְּכֹל</span> … <span dir=\"rtl\">כֵּן</span> … <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">1 S 8:8</a> <a data-ref=\"II Samuel 7:17\" href=\"/II_Samuel.7.17\">2 S 7:17</a> <a data-ref=\"Jeremiah 42:5\" href=\"/Jeremiah.42.5\">Je 42:5</a>; (<em>d</em>) in similes, (α) <a data-ref=\"II Samuel 14:17\" href=\"/II_Samuel.14.17\">2 S 14:17</a> <span dir=\"rtl\">כמלאך הא׳ כן אדני המלך</span>, <a data-ref=\"Jeremiah 18:6\" href=\"/Jeremiah.18.6\">Je 18:6</a> <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">ψ 123:2</a>; <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">127:4</a> <a data-ref=\"Proverbs 10:26\" href=\"/Proverbs.10.26\">Pr 10:26</a>; <a data-ref=\"Proverbs 26:8\" href=\"/Proverbs.26.8\">26:8</a>, <a data-ref=\"Proverbs 26:19\" href=\"/Proverbs.26.19\">19</a>; <a data-ref=\"Proverbs 27:8\" href=\"/Proverbs.27.8\">27:8</a>, <a data-ref=\"Proverbs 27:19\" href=\"/Proverbs.27.19\">19</a> <a data-ref=\"Song of Songs 2:2\" href=\"/Song_of_Songs.2.2\">Ct 2:2</a>, <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">3</a>; (β) <a data-ref=\"Joel 2:4\" href=\"/Joel.2.4\">Jo 2:4</a> <span dir=\"rtl\">כְּפָרָשִׁים כֵּן יְרוּצוּן</span>, <a data-ref=\"Isaiah 31:5\" href=\"/Isaiah.31.5\">Is 31:5</a> <a data-ref=\"Isaiah 38:14\" href=\"/Isaiah.38.14\">38:14</a> <a data-ref=\"Psalms 103:15\" href=\"/Psalms.103.15\">ψ 103:15</a> <a data-ref=\"Proverbs 26:1\" href=\"/Proverbs.26.1\">Pr 26:1</a>, <a data-ref=\"Proverbs 26:2\" href=\"/Proverbs.26.2\">2</a>; (γ) <a data-ref=\"Psalms 42:2\" href=\"/Psalms.42.2\">ψ 42:2</a> <span dir=\"rtl\">כאיל תערג</span> … <span dir=\"rtl\">כן נפשׁי וג׳</span> like the hind which etc., <a data-ref=\"Psalms 83:16\" href=\"/Psalms.83.16\">83:16</a> <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a>; <a data-ref=\"Isaiah 63:14\" href=\"/Isaiah.63.14\">63:14</a> <a data-ref=\"Job 7:3\" href=\"/Job.7.3\">Jb 7:3</a>, so after <span dir=\"rtl\">כמו</span> <a data-ref=\"Isaiah 26:17\" href=\"/Isaiah.26.17\">Is 26:17</a>; (δ) <a data-ref=\"Jeremiah 2:26\" href=\"/Jeremiah.2.26\">Je 2:26</a> <span dir=\"rtl\">כְּבשֶׁת גַּנָּב</span> … <span dir=\"rtl\">כֵּן הוֹבִישׁוּ</span> <a data-ref=\"Jeremiah 6:7\" href=\"/Jeremiah.6.7\">6:7</a>; <a data-ref=\"Jeremiah 34:5\" href=\"/Jeremiah.34.5\">34:5</a> (read <span dir=\"rtl\">כְּמשׂרפות</span>), <a data-ref=\"Ezekiel 22:22\" href=\"/Ezekiel.22.22\">Ez 22:22</a> (cf. v <a data-ref=\"Ezekiel 22:20\" href=\"/Ezekiel.22.20\">20</a>), <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">23:44</a>; <a data-ref=\"Ezekiel 34:12\" href=\"/Ezekiel.34.12\">34:12</a>; cf. (of degree) <a data-ref=\"Ezekiel 35:15\" href=\"/Ezekiel.35.15\">35:15</a> (om. 𝔊 Co), <a data-ref=\"Hosea 4:7\" href=\"/Hosea.4.7\">Ho 4:7</a> <span dir=\"rtl\">כְּרֻכָּם כֵּן חָֽטְאוּ לִי</span>. Of <em>time</em> (rare) <a data-ref=\"Hosea 6:3\" href=\"/Hosea.6.3\">Ho 6:3</a> (?), <a data-ref=\"I Samuel 9:13\" href=\"/I_Samuel.9.13\">1 S 9:13</a> <span dir=\"rtl\">כְּבֹאֲכֶם הָעִיר כֵּן תִּמְצְאוּן אֹתוֹ</span>. <strong>b.</strong>  †<a data-ref=\"Ezra 10:12\" href=\"/Ezra.10.12\">Ezr 10:12</a> <span dir=\"rtl\">כן כדבריך עלינו לעשׂות</span>. <strong>c.</strong>  <span dir=\"rtl\">כַּאֲשֶׁר</span> … <span dir=\"rtl\">כֵּן</span> …, (<em>a</em>) <a data-ref=\"Exodus 7:6\" href=\"/Exodus.7.6\">Ex 7:6</a> <span dir=\"rtl\">כאשׁר צוה י׳ כן עשׂו</span>, <a data-ref=\"Exodus 12:28\" href=\"/Exodus.12.28\">12:28</a>, <a data-ref=\"Exodus 12:50\" href=\"/Exodus.12.50\">50</a>; <a data-ref=\"Exodus 39:43\" href=\"/Exodus.39.43\">39:43</a> (cf. <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">27:8</a>), <a data-ref=\"Numbers 8:22\" href=\"/Numbers.8.22\">Nu 8:22</a> (cf. <a data-ref=\"Numbers 5:4\" href=\"/Numbers.5.4\">5:4</a>), <a data-ref=\"Numbers 17:26\" href=\"/Numbers.17.26\">17:26</a>; <a data-ref=\"Numbers 36:10\" href=\"/Numbers.36.10\">36:10</a> <a data-ref=\"Joshua 14:5\" href=\"/Joshua.14.5\">Jos 14:5</a> (all P); <a data-ref=\"Genesis 41:13\" href=\"/Genesis.41.13\">Gn 41:13</a> <span dir=\"rtl\">כאשׁר פתר כן היה</span>, <a data-ref=\"Joshua 10:1\" href=\"/Joshua.10.1\">Jos 10:1</a>, <a data-ref=\"Joshua 10:39\" href=\"/Joshua.10.39\">39</a>; <a data-ref=\"Joshua 11:15\" href=\"/Joshua.11.15\">11:15</a> <a data-ref=\"Judges 1:7\" href=\"/Judges.1.7\">Ju 1:7</a>; <a data-ref=\"Judges 15:11\" href=\"/Judges.15.11\">15:11</a> b <a data-ref=\"Psalms 48:9\" href=\"/Psalms.48.9\">ψ 48:9</a>; (<em>b</em>) (freq.) <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">Nu 2:17</a> <span dir=\"rtl\">כאשׁר יַחֲנוּ כֵּן יִסָּ֑עוּ</span>, <a data-ref=\"Exodus 1:12\" href=\"/Exodus.1.12\">Ex 1:12</a> (of degree = <em>the more</em> … <em>the more</em>) <span dir=\"rtl\">כַּאֲשֶׁר יְעַנּוּ אֹתוֹ כֵּן יִרְבֶּה וְכֵן יִפְרֹץ</span>; (<em>c</em>) <a data-ref=\"Genesis 6:22\" href=\"/Genesis.6.22\">Gn 6:22</a> <span dir=\"rtl\">ככל אשׁר צוה אתו אלהים כן עשׂה</span>, <a data-ref=\"Exodus 39:32\" href=\"/Exodus.39.32\">Ex 39:32</a>, <a data-ref=\"Exodus 39:42\" href=\"/Exodus.39.42\">42</a>; <a data-ref=\"Exodus 40:16\" href=\"/Exodus.40.16\">40:16</a> <a data-ref=\"Numbers 1:54\" href=\"/Numbers.1.54\">Nu 1:54</a>; <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">2:34</a>; <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">8:20</a>; <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">9:5</a> (all P), cf. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a> <span dir=\"rtl\">(וְכֵן)</span>, simil. <a data-ref=\"II Samuel 9:11\" href=\"/II_Samuel.9.11\">2 S 9:11</a> <a data-ref=\"II Kings 16:11\" href=\"/II_Kings.16.11\">2 K 16:11</a>, cf. <a data-ref=\"Joshua 1:17\" href=\"/Joshua.1.17\">Jos 1:17</a> <a data-ref=\"Jeremiah 42:20\" href=\"/Jeremiah.42.20\">Je 42:20</a>; (<em>d</em>) <a data-ref=\"Exodus 27:8\" href=\"/Exodus.27.8\">Ex 27:8</a> <span dir=\"rtl\">כאשׁר הֶרְאָה אתך כן יעשׂו</span>, <a data-ref=\"II Samuel 16:19\" href=\"/II_Samuel.16.19\">2 S 16:19</a> <a data-ref=\"I Kings 2:38\" href=\"/I_Kings.2.38\">1 K 2:38</a> <a data-ref=\"Isaiah 20:4\" href=\"/Isaiah.20.4\">Is 20:4</a>; <a data-ref=\"Isaiah 52:14\" href=\"/Isaiah.52.14\">52:14f.</a>; with the same vb. repeated <a data-ref=\"Leviticus 24:19\" href=\"/Leviticus.24.19\">Lv 24:19</a>, <a data-ref=\"Leviticus 24:20\" href=\"/Leviticus.24.20\">20</a> <a data-ref=\"Deuteronomy 28:63\" href=\"/Deuteronomy.28.63\">Dt 28:63</a> <span dir=\"rtl\">כאשׁר שׂשׂ</span> … <span dir=\"rtl\">כן ישׂישׂ</span>, <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">Jos 23:15</a>; <a data-ref=\"I Samuel 15:33\" href=\"/I_Samuel.15.33\">1 S 15:33</a>; <a data-ref=\"I Samuel 26:24\" href=\"/I_Samuel.26.24\">26:24</a> <a data-ref=\"I Kings 1:37\" href=\"/I_Kings.1.37\">1 K 1:37</a> <a data-ref=\"Isaiah 10:11\" href=\"/Isaiah.10.11\">Is 10:11</a> <a data-ref=\"Jeremiah 5:19\" href=\"/Jeremiah.5.19\">Je 5:19</a>; <a data-ref=\"Jeremiah 31:28\" href=\"/Jeremiah.31.28\">31:28</a>; <a data-ref=\"Jeremiah 32:42\" href=\"/Jeremiah.32.42\">32:42</a>; <a data-ref=\"Jeremiah 42:18\" href=\"/Jeremiah.42.18\">42:18</a> <a data-ref=\"Ezekiel 12:11\" href=\"/Ezekiel.12.11\">Ez 12:11</a>; <a data-ref=\"Ezekiel 20:36\" href=\"/Ezekiel.20.36\">20:36</a> <a data-ref=\"Zechariah 7:13\" href=\"/Zechariah.7.13\">Zc 7:13</a> <a data-ref=\"Proverbs 24:29\" href=\"/Proverbs.24.29\">Pr 24:29</a>; <a data-ref=\"Numbers 14:28\" href=\"/Numbers.14.28\">Nu 14:28</a> <span dir=\"rtl\">אם לא כאשׁר דברתם כן אעשׂה</span>, <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a>, so after <span dir=\"rtl\">הלא</span> <a data-ref=\"Isaiah 10:11\" href=\"/Isaiah.10.11\">10:11</a>, after asseverative <span dir=\"rtl\">כי</span> <a data-ref=\"II Samuel 3:9\" href=\"/II_Samuel.3.9\">2 S 3:9</a> <a data-ref=\"I Kings 1:30\" href=\"/I_Kings.1.30\">1 K 1:30</a>; so <span dir=\"rtl\">כָּל־עֻמַּת שֶׁ׳</span> … <span dir=\"rtl\">כֵּן</span> † <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">Ec 5:15</a>; (<em>e</em>) <a data-ref=\"Judges 7:17\" href=\"/Judges.7.17\">Ju 7:17</a> b <span dir=\"rtl\">כאשׁר אעשׂה כן תעשׂון</span>, <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a> <a data-ref=\"Numbers 15:14\" href=\"/Numbers.15.14\">Nu 15:14</a>, cf. <a data-ref=\"Jeremiah 39:12\" href=\"/Jeremiah.39.12\">Je 39:12</a>; (<em>f</em>) in similes, <a data-ref=\"Deuteronomy 12:22\" href=\"/Deuteronomy.12.22\">Dt 12:22</a>; <a data-ref=\"Deuteronomy 22:26\" href=\"/Deuteronomy.22.26\">22:26</a> <a data-ref=\"Amos 3:12\" href=\"/Amos.3.12\">Am 3:12</a> <a data-ref=\"Isaiah 65:8\" href=\"/Isaiah.65.8\">Is 65:8</a> <a data-ref=\"Jeremiah 13:11\" href=\"/Jeremiah.13.11\">Je 13:11</a>. †<strong>d.</strong>  <span dir=\"rtl\">כן כאשׁר</span> …, (<em>a</em>) <a data-ref=\"Exodus 7:10\" href=\"/Exodus.7.10\">Ex 7:10</a> <span dir=\"rtl\">ויעשׂו כן כאשׁר צוה י׳</span>, v <a data-ref=\"Exodus 7:20\" href=\"/Exodus.7.20\">20</a> <a data-ref=\"Joshua 4:8\" href=\"/Joshua.4.8\">Jos 4:8</a> <a data-ref=\"II Samuel 5:25\" href=\"/II_Samuel.5.25\">2 S 5:25</a> <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">Ez 12:7</a>, cf. <a data-ref=\"Genesis 50:12\" href=\"/Genesis.50.12\">Gn 50:12</a> <a data-ref=\"Numbers 8:3\" href=\"/Numbers.8.3\">Nu 8:3</a>; iron. <a data-ref=\"Amos 5:14\" href=\"/Amos.5.14\">Am 5:14</a> <span dir=\"rtl\">יהי כן י׳ אתּכם כאשׁר אמרתם</span>, <a data-ref=\"Exodus 10:10\" href=\"/Exodus.10.10\">Ex 10:10</a>; (<em>b</em>) <a data-ref=\"Genesis 18:5\" href=\"/Genesis.18.5\">Gn 18:5</a> <span dir=\"rtl\">כן תעשׂה כאשׁר דברת</span>, <a data-ref=\"Nehemiah 5\" href=\"/Nehemiah.5\">Ne 5</a>;<a data-ref=\"Nehemiah 12\" href=\"/Nehemiah.12\">12</a>.—Occasionally in poetry <span dir=\"rtl\">כאשׁר</span> is not expressed: <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a> (De), <a data-ref=\"Isaiah 55:9\" href=\"/Isaiah.55.9\">55:9</a> <a data-ref=\"Jeremiah 3\" href=\"/Jeremiah.3\">Je 3</a>;<a data-ref=\"Jeremiah 20\" href=\"/Jeremiah.20\">20</a> <a data-ref=\"Job 7:9\" href=\"/Job.7.9\">Jb 7:9</a> <a data-ref=\"Hosea 11:2\" href=\"/Hosea.11.2\">Ho 11:2</a> <span dir=\"rtl\">קראו להם כן הלכו מפניהם</span> (of degree: <em>so</em> = in the same proportion), <a data-ref=\"Psalms 48:6\" href=\"/Psalms.48.6\">ψ 48:6</a> <span dir=\"rtl\">המה ראו כן תמהו</span> (i.e. in the same measure that they saw); <a data-ref=\"Jeremiah 33:22\" href=\"/Jeremiah.33.22\">Je 33:22</a> (according to many, but dub.; read prob. <span dir=\"rtl\">כאשׁר</span> Gie) it is represented by <span dir=\"rtl\">אשׁר</span> (so <a data-ref=\"Isaiah 54:9\" href=\"/Isaiah.54.9\">Is 54:9</a> Hi Ew Di): <a data-ref=\"Judges 5:15\" href=\"/Judges.5.15\">Ju 5:15</a> <a data-ref=\"Ezekiel 22:20\" href=\"/Ezekiel.22.20\">Ez 22:20</a> כ is not expressed. <a data-ref=\"Nahum 1:12\" href=\"/Nahum.1.12\">Na 1:12</a> is prob. corrupt; <a data-ref=\"Zechariah 11:11\" href=\"/Zechariah.11.11\">Zc 11:11</a> for <span dir=\"rtl\">כן עניי</span> read <span dir=\"rtl\">כְּנַעֲנֵי</span>.—<span dir=\"rtl\">כֹּה</span>, <span dir=\"rtl\">כָּכָה</span>, <span dir=\"rtl\">כָּזֹאת</span> are syn., but differ considerably in usage.<br><strong>3.</strong>  With prepositions:— <strong>a.</strong>  <span dir=\"rtl\">אַחַר־כֵּן</span>, <span dir=\"rtl\">אַחֲרֵי־כֵן</span>, <span dir=\"rtl\">מֵאַחֲרֵי־כֵן</span>, lit. <em>after so</em>, i. e. <em>afterwards:</em> v. <a ,=\"\" data-ref=\"BDB, אַחַר\" dir=\"rtl\" href=\"/BDB,_אַחַר\">אַחַר</a>. <strong>b.</strong>  †<span dir=\"rtl\">בְּכֵן</span> (late), lit. <em>in such circumstances</em>, i.e. <em>thereupon, then</em>, <a data-ref=\"Ecclesiastes 8\" href=\"/Ecclesiastes.8\">Ec 8</a>;<a data-ref=\"Ecclesiastes 10\" href=\"/Ecclesiastes.10\">10</a> <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <strong>(</strong>𝔗 <span dir=\"rtl\">בְּכֵין</span> often for <span dir=\"rtl\">אָז</span>; e.g. <a data-ref=\"Exodus 15:1\" href=\"/Exodus.15.1\">Ex 15:1</a>; Syriac<sup>Jerus.</sup> <span dir=\"rtl\">ܒܟܢ</span> = τότε<strong>)</strong>. <strong>c.</strong>  †<span dir=\"rtl\">כְּמוֹ־כֵן</span> <a data-ref=\"Isaiah 51:6\" href=\"/Isaiah.51.6\">Is 51:6</a>, according to some, <em>like so</em>, i.e. (Vrss Rabb) <em>in like manner</em>, or (De) <em>like this</em> (accompanied by a contemptuous gesture) = like a mere nothing: but v. iv. <a ,=\"\" data-ref=\"BDB, כֵּן⁷\" dir=\"rtl\" href=\"/BDB,_כֵּן⁷\">כֵּן</a>. <strong>d.</strong>  <span dir=\"rtl\">לָכֵן</span><sub>200</sub> <em>according to such conditions, that being so, therefore</em> <a data-ref=\"Numbers 16:11\" href=\"/Numbers.16.11\">Nu 16:11</a> <a data-ref=\"I Samuel 27:6\" href=\"/I_Samuel.27.6\">1 S 27:6</a> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 73:6\" href=\"/Psalms.73.6\">73:6</a>, <a data-ref=\"Psalms 73:10\" href=\"/Psalms.73.10\">10</a>; especially in proph., where it often introduces, after statement of the grounds, a divine declaration or command: <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">Ju 10:13</a> <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">2 K 1:6</a> <a data-ref=\"Amos 4:12\" href=\"/Amos.4.12\">Am 4:12</a> <a data-ref=\"Isaiah 5:13\" href=\"/Isaiah.5.13\">Is 5:13</a>, <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">14</a>, <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">24</a>; <a data-ref=\"Isaiah 7:14\" href=\"/Isaiah.7.14\">7:14</a>; <a data-ref=\"Isaiah 10:16\" href=\"/Isaiah.10.16\">10:16</a>; <a data-ref=\"Isaiah 16:7\" href=\"/Isaiah.16.7\">16:7</a>; <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">27:9</a> <a data-ref=\"Jeremiah 6:15\" href=\"/Jeremiah.6.15\">Je 6:15</a>; <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">8:10</a> etc.; <span dir=\"rtl\">לכן כה אמר י׳</span> <a data-ref=\"II Kings 21:12\" href=\"/II_Kings.21.12\">2 K 21:12</a> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">28:16</a>; <a data-ref=\"Isaiah 29:22\" href=\"/Isaiah.29.22\">29:22</a>; <a data-ref=\"Isaiah 30:12\" href=\"/Isaiah.30.12\">30:12</a>; <a data-ref=\"Isaiah 37:33\" href=\"/Isaiah.37.33\">37:33</a> <a data-ref=\"Jeremiah 5:14\" href=\"/Jeremiah.5.14\">Je 5:14</a>; <a data-ref=\"Jeremiah 6:21\" href=\"/Jeremiah.6.21\">6:21</a> + often; sq. <span dir=\"rtl\">נאם האדון</span> <a data-ref=\"Isaiah 1:24\" href=\"/Isaiah.1.24\">Is 1:24</a>; <span dir=\"rtl\">נאם י׳</span> <a data-ref=\"I Samuel 2:30\" href=\"/I_Samuel.2.30\">1 S 2:30</a> <a data-ref=\"Jeremiah 2:9\" href=\"/Jeremiah.2.9\">Je 2:9</a>; <span dir=\"rtl\">לכן הנה ימים באים נאם י׳</span> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a>; <a data-ref=\"Jeremiah 19:6\" href=\"/Jeremiah.19.6\">19:6</a> +; <span dir=\"rtl\">לכן חי אני נאם י׳</span> <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a>; <a data-ref=\"Ezekiel 35:6\" href=\"/Ezekiel.35.6\">35:6</a>, <a data-ref=\"Ezekiel 35:11\" href=\"/Ezekiel.35.11\">11</a> <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>; <span dir=\"rtl\">לכן הנני</span> … <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">1 K 14:10</a> <a data-ref=\"Hosea 2:8\" href=\"/Hosea.2.8\">Ho 2:8</a>, <a data-ref=\"Hosea 2:16\" href=\"/Hosea.2.16\">16</a> <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a> <a data-ref=\"Jeremiah 16:21\" href=\"/Jeremiah.16.21\">Je 16:21</a> <a data-ref=\"Ezekiel 16:37\" href=\"/Ezekiel.16.37\">Ez 16:37</a>; <a data-ref=\"Ezekiel 22:19\" href=\"/Ezekiel.22.19\">22:19</a> b; <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">25:4</a>, <a data-ref=\"Ezekiel 25:7\" href=\"/Ezekiel.25.7\">7</a>, <a data-ref=\"Ezekiel 25:9\" href=\"/Ezekiel.25.9\">9</a> +; <span dir=\"rtl\">לכן אֱמֹר</span> †<a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> <a data-ref=\"Numbers 25:12\" href=\"/Numbers.25.12\">Nu 25:12</a> (both P), <a data-ref=\"Ezekiel 11:16\" href=\"/Ezekiel.11.16\">Ez 11:16</a>, <a data-ref=\"Ezekiel 11:17\" href=\"/Ezekiel.11.17\">17</a>; <a data-ref=\"Ezekiel 14:6\" href=\"/Ezekiel.14.6\">14:6</a>; <a data-ref=\"Ezekiel 20:30\" href=\"/Ezekiel.20.30\">20:30</a>; <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">33:25</a>; <a data-ref=\"Ezekiel 36:22\" href=\"/Ezekiel.36.22\">36:22</a>; <span dir=\"rtl\">לָכֵן דַּבֵּר</span> † <a data-ref=\"Ezekiel 14:4\" href=\"/Ezekiel.14.4\">Ez 14:4</a>; <a data-ref=\"Ezekiel 20:27\" href=\"/Ezekiel.20.27\">20:27</a>; <span dir=\"rtl\">לָכֵן הִנָּבֵא</span> †<a data-ref=\"Ezekiel 11:4\" href=\"/Ezekiel.11.4\">Ez 11:4</a>; <a data-ref=\"Ezekiel 36:3\" href=\"/Ezekiel.36.3\">36:3</a>, <a data-ref=\"Ezekiel 36:6\" href=\"/Ezekiel.36.6\">6</a>; <a data-ref=\"Ezekiel 37:12\" href=\"/Ezekiel.37.12\">37:12</a>; <a data-ref=\"Ezekiel 38:14\" href=\"/Ezekiel.38.14\">38:14</a>; <span dir=\"rtl\">לָכֵן שִׁמְעוּ</span> … <a data-ref=\"Isaiah 28:14\" href=\"/Isaiah.28.14\">Is 28:14</a>; <a data-ref=\"Isaiah 51:21\" href=\"/Isaiah.51.21\">51:21</a> <a data-ref=\"Jeremiah 6:18\" href=\"/Jeremiah.6.18\">Je 6:18</a>; <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">44:26</a> +. In answer to <span dir=\"rtl\">יען</span>, <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a> (P), <a data-ref=\"I Kings 14:10\" href=\"/I_Kings.14.10\">1 K 14:10</a> <a data-ref=\"II Kings 1:16\" href=\"/II_Kings.1.16\">2 K 1:16</a>; <a data-ref=\"II Kings 21:12\" href=\"/II_Kings.21.12\">21:12</a>; <a data-ref=\"II Kings 22:20\" href=\"/II_Kings.22.20\">22:20</a> <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; <a data-ref=\"Isaiah 30:13\" href=\"/Isaiah.30.13\">30:13</a> <a data-ref=\"Jeremiah 19:6\" href=\"/Jeremiah.19.6\">Je 19:6</a> +, <a data-ref=\"Ezekiel 5:8\" href=\"/Ezekiel.5.8\">Ez 5:8</a> <a data-ref=\"Ezekiel 13:23\" href=\"/Ezekiel.13.23\">13:23</a> +; so, once, <span dir=\"rtl\">וְלָכֵן</span> <a data-ref=\"Isaiah 8:7\" href=\"/Isaiah.8.7\">Is 8:7</a>; to <span dir=\"rtl\">כי</span> <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">Is 28:16</a> <a data-ref=\"Jeremiah 35:17\" href=\"/Jeremiah.35.17\">Je 35:17</a>; <span dir=\"rtl\">על</span> <a data-ref=\"Jeremiah 9:14\" href=\"/Jeremiah.9.14\">Je 9:14</a>; <span dir=\"rtl\">אם</span> <a data-ref=\"Jeremiah 23:38\" href=\"/Jeremiah.23.38\">23:38</a>; <a data-ref=\"Jeremiah 42:15\" href=\"/Jeremiah.42.15\">42:15</a>. Special usages:—(<em>a</em>) idiom., in conversation, in reply to an objection, to state the ground upon which the answer is made; <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> <em>therefore</em>—this being so—whoso killeth Cain, etc., <a data-ref=\"Genesis 30:15\" href=\"/Genesis.30.15\">30:15</a> <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"Judges 11:8\" href=\"/Judges.11.8\">11:8</a> <a data-ref=\"I Samuel 28:2\" href=\"/I_Samuel.28.2\">1 S 28:2</a> <a data-ref=\"I Kings 22:19\" href=\"/I_Kings.22.19\">1 K 22:19</a> <a data-ref=\"Job 20:2\" href=\"/Job.20.2\">Jb 20:2</a> (𝔊 in Gn K Jb, not perceiving the idiom, renders οὐχ οὕτως (as though <span dir=\"rtl\">לא־כן</span>): so also strangely, elsewhere, as <a data-ref=\"I Samuel 3:14\" href=\"/I_Samuel.3.14\">1 S 3:14</a> <a data-ref=\"II Kings 1:4\" href=\"/II_Kings.1.4\">2 K 1:4</a>, <a data-ref=\"II Kings 1:6\" href=\"/II_Kings.1.6\">6</a>; <a data-ref=\"II Kings 21:12\" href=\"/II_Kings.21.12\">21:12</a>). (<em>b</em>) inferring the cause from the effect, or developing what is logically involved in a statement, <a data-ref=\"Isaiah 26:14\" href=\"/Isaiah.26.14\">Is 26:14</a> b (cf. De) <em>therefore</em> thou hast visited and destroyed them (not a consequence of v a ‘the dead rise not,’ but the development of what is implicit in it), <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">61:7</a> <a data-ref=\"Jeremiah 2:33\" href=\"/Jeremiah.2.33\">Je 2:33</a>; <a data-ref=\"Jeremiah 5:2\" href=\"/Jeremiah.5.2\">5:2</a> (because viz. <span dir=\"rtl\">אין אמונה</span> v <a data-ref=\"Jeremiah 5:1\" href=\"/Jeremiah.5.1\">1</a>), <a data-ref=\"Job 34:25\" href=\"/Job.34.25\">Jb 34:25</a>; <a data-ref=\"Job 42:3\" href=\"/Job.42.3\">42:3</a>.—<a data-ref=\"Zechariah 11:7\" href=\"/Zechariah.11.7\">Zc 11:7</a> read <span dir=\"rtl\">לִכְנַעֲנֵי הַצֹּאן</span>. <strong>e.</strong>  †<span dir=\"rtl\">עַד־כֵּן</span> <em>hitherto</em> (of time), <em>as yet</em> <a data-ref=\"Nehemiah 2:16\" href=\"/Nehemiah.2.16\">Ne 2:16</a>. <strong>f.</strong>  <span dir=\"rtl\">עַל־כֵּן</span><sub>145</sub> <em>upon ground of such conditions, therefore</em> (introducing, more generally than <span dir=\"rtl\">לָכֵן</span>, the statement of a <em>fact</em>, rather than a <em>declaration:</em> never used in the phrases noted under <span dir=\"rtl\">לָכֵן</span>), <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a>; <a data-ref=\"Genesis 42:21\" href=\"/Genesis.42.21\">42:21</a> <a data-ref=\"Exodus 5:8\" href=\"/Exodus.5.8\">Ex 5:8</a>, <a data-ref=\"Exodus 5:17\" href=\"/Exodus.5.17\">17</a>; <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">16:29</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">20:11</a> <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">1 S 20:29</a>; <a data-ref=\"I Samuel 28:18\" href=\"/I_Samuel.28.18\">28:18</a> <a data-ref=\"II Samuel 7:22\" href=\"/II_Samuel.7.22\">2 S 7:22</a>, <a data-ref=\"II Samuel 7:27\" href=\"/II_Samuel.7.27\">27</a> <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">1 K 20:23</a> <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">9:16</a>; <a data-ref=\"Isaiah 13:7\" href=\"/Isaiah.13.7\">13:7</a>, <a data-ref=\"Isaiah 13:13\" href=\"/Isaiah.13.13\">13</a>; <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">15:4</a>, <a data-ref=\"Isaiah 15:7\" href=\"/Isaiah.15.7\">7</a>; <a data-ref=\"Isaiah 16:9\" href=\"/Isaiah.16.9\">16:9</a>, <a data-ref=\"Isaiah 16:11\" href=\"/Isaiah.16.11\">11</a>; <a data-ref=\"Isaiah 17:10\" href=\"/Isaiah.17.10\">17:10</a>; <a data-ref=\"Isaiah 21:3\" href=\"/Isaiah.21.3\">21:3</a> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>, <a data-ref=\"Jeremiah 5:27\" href=\"/Jeremiah.5.27\">27</a>; <a data-ref=\"Jeremiah 10:21\" href=\"/Jeremiah.10.21\">10:21</a>; <a data-ref=\"Jeremiah 12:8\" href=\"/Jeremiah.12.8\">12:8</a>; <a data-ref=\"Jeremiah 20:11\" href=\"/Jeremiah.20.11\">20:11</a>; <a data-ref=\"Jeremiah 31:3\" href=\"/Jeremiah.31.3\">31:3</a>, <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">20</a> <a data-ref=\"Ezekiel 7:20\" href=\"/Ezekiel.7.20\">Ez 7:20</a>; <a data-ref=\"Ezekiel 22:4\" href=\"/Ezekiel.22.4\">22:4</a>; <a data-ref=\"Ezekiel 31:5\" href=\"/Ezekiel.31.5\">31:5</a> etc., <a data-ref=\"Psalms 1:5\" href=\"/Psalms.1.5\">ψ 1:5</a>; <a data-ref=\"Psalms 42:7\" href=\"/Psalms.42.7\">42:7</a>; <a data-ref=\"Psalms 45:3\" href=\"/Psalms.45.3\">45:3</a> c (the poet’s inference from v a. b), v <a data-ref=\"Psalms 45:8\" href=\"/Psalms.45.8\">8</a> <a data-ref=\"Psalms 110:7\" href=\"/Psalms.110.7\">110:7</a> <a data-ref=\"Job 6:3\" href=\"/Job.6.3\">Jb 6:3</a>; <a data-ref=\"Job 9:22\" href=\"/Job.9.22\">9:22</a>; <a data-ref=\"Job 17:4\" href=\"/Job.17.4\">17:4</a>; <a data-ref=\"Job 20:21\" href=\"/Job.20.21\">20:21</a> etc., <a data-ref=\"Song of Songs 1:3\" href=\"/Song_of_Songs.1.3\">Ct 1:3</a>; and regularly where the origin of a name, or custom, or proverb is assigned, <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> <span dir=\"rtl\">על־כן יעזב אישׁ וג׳</span>, <a data-ref=\"Genesis 10:9\" href=\"/Genesis.10.9\">10:9</a> <span dir=\"rtl\">על־כן יֵאָמַ֔ר</span>, <a data-ref=\"Genesis 11:9\" href=\"/Genesis.11.9\">11:9</a> <span dir=\"rtl\">על־כן קרא שׁמה בבל</span>, <a data-ref=\"Genesis 16:14\" href=\"/Genesis.16.14\">16:14</a>; <a data-ref=\"Genesis 19:22\" href=\"/Genesis.19.22\">19:22</a>; <a data-ref=\"Genesis 21:31\" href=\"/Genesis.21.31\">21:31</a>; <a data-ref=\"Genesis 25:30\" href=\"/Genesis.25.30\">25:30</a>; <a data-ref=\"Genesis 26:33\" href=\"/Genesis.26.33\">26:33</a>; <a data-ref=\"Genesis 29:34\" href=\"/Genesis.29.34\">29:34</a>, <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">35</a>; <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">30:6</a>; <a data-ref=\"Genesis 32:33\" href=\"/Genesis.32.33\">32:33</a>; <a data-ref=\"Genesis 47:22\" href=\"/Genesis.47.22\">47:22</a> <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">Ex 13:15</a>; <a data-ref=\"Exodus 15:23\" href=\"/Exodus.15.23\">15:23</a> <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">Nu 18:24</a>; <a data-ref=\"Numbers 21:14\" href=\"/Numbers.21.14\">21:14</a>, <a data-ref=\"Numbers 21:27\" href=\"/Numbers.21.27\">27</a> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a> (cf. <a data-ref=\"Deuteronomy 15:11\" href=\"/Deuteronomy.15.11\">15:11</a>, <a data-ref=\"Deuteronomy 15:15\" href=\"/Deuteronomy.15.15\">15</a>; <a data-ref=\"Deuteronomy 19:7\" href=\"/Deuteronomy.19.7\">19:7</a>; <a data-ref=\"Deuteronomy 24:18\" href=\"/Deuteronomy.24.18\">24:18</a>, <a data-ref=\"Deuteronomy 24:22\" href=\"/Deuteronomy.24.22\">22</a>), <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a>; <a data-ref=\"Joshua 14:14\" href=\"/Joshua.14.14\">14:14</a> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>; <a data-ref=\"Judges 18:12\" href=\"/Judges.18.12\">18:12</a> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a>; <a data-ref=\"I Samuel 10:12\" href=\"/I_Samuel.10.12\">10:12</a>; <a data-ref=\"I Samuel 23:28\" href=\"/I_Samuel.23.28\">23:28</a> (? read so <a data-ref=\"I Samuel 27:6\" href=\"/I_Samuel.27.6\">27:6</a>) <a data-ref=\"II Samuel 5:8\" href=\"/II_Samuel.5.8\">2 S 5:8</a>, <a data-ref=\"II Samuel 5:20\" href=\"/II_Samuel.5.20\">20</a> etc.; <span dir=\"rtl\">הַעַל־כֵּן</span> †<a data-ref=\"Habakkuk 1:17\" href=\"/Habakkuk.1.17\">Hb 1:17</a>.—<a data-ref=\"Esther 9:26\" href=\"/Esther.9.26\">Est 9:26</a> the 2nd <span dir=\"rtl\">על כן</span> (unless dittogr.) points unusually onwards to <span dir=\"rtl\">על כל דברי האגרת</span> <em>on this account, on account, viz.</em>, etc."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d33eb6084aa1cbf24425", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סִינַי 1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "BDB, סִינַי 1", "sourceHeRef": "בראון-דרייבר-בריגס, סִינַי א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סִינַי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סִינַי</span></big>  <strong>n.pr. mont. Sinai</strong>;—name of mt. of law-giving in J and especially P (<span dir=\"rtl\">חֹרֵב</span> in E and especially D): <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a> ψ <a data-ref=\"Psalms 68:9\" href=\"/Psalms.68.9\">68:9</a> <a data-ref=\"Deuteronomy 33:2\" href=\"/Deuteronomy.33.2\">Dt 33:2</a> (poem), also <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a> (P) usually <span dir=\"rtl\">הַר־סִינַי</span> (<span dir=\"rtl\">־סִינָ֑י</span> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> +), rarely J, <a data-ref=\"Exodus 19:20\" href=\"/Exodus.19.20\">Ex 19:20</a>, <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">23</a> and perhaps <a data-ref=\"Exodus 34:2\" href=\"/Exodus.34.2\">34:2</a>, <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a>, elsewhere mostly P, <a data-ref=\"Exodus 24:16\" href=\"/Exodus.24.16\">24:16</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:32\" href=\"/Exodus.34.32\">32</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a>; <a data-ref=\"Leviticus 25:1\" href=\"/Leviticus.25.1\">25:1</a>; <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">27:34</a> and <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">26:46</a> (H), <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a>; <a data-ref=\"Numbers 28:6\" href=\"/Numbers.28.6\">28:6</a>, also <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">מִדְבַּר סִינַי</span> (<span dir=\"rtl\">סִינָ֑י</span> <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">Nu 1:19</a> +), <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>, <a data-ref=\"Exodus 19:2\" href=\"/Exodus.19.2\">2</a> <a data-ref=\"Leviticus 7:38\" href=\"/Leviticus.7.38\">Lv 7:38</a> <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a>, <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">19</a>; <a data-ref=\"Numbers 3:4\" href=\"/Numbers.3.4\">3:4</a>, <a data-ref=\"Numbers 3:14\" href=\"/Numbers.3.14\">14</a>; <a data-ref=\"Numbers 9:1\" href=\"/Numbers.9.1\">9:1</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>; <a data-ref=\"Numbers 10:12\" href=\"/Numbers.10.12\">10:12</a>; <a data-ref=\"Numbers 26:64\" href=\"/Numbers.26.64\">26:64</a>; <a data-ref=\"Numbers 33:15\" href=\"/Numbers.33.15\">33:15</a>, <a data-ref=\"Numbers 33:16\" href=\"/Numbers.33.16\">16</a> (all P);—in view of these facts, and of E’s use of <span dir=\"rtl\">חֹרֵב</span> (q.v.), it is prob. that <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, <a data-ref=\"Exodus 19:18\" href=\"/Exodus.19.18\">18</a> (in E passages) are from R.—𝔊 Σ(ε)ινα. Identif. dub.; local tradition names <em>Jebel Musa</em>, mt. at S. end of peninsular between the two arms of Red Sea, so Rob<sup>BR i, 90 ff., especially 119–122</sup> cf. Stanley<sup>Sinai and Pal. 42 f.</sup> al., specif. its N. supr, <em>Ras Ṣafṣâfeh;</em> but Lepsius<sup>Briefe 345 ff., 416 ff.</sup> Eb<sup>GSespecially 392 ff.</sup> al. advocate <em>Serbal</em>, NW. from <em>Jebel Musa</em> (on trad., cf. Eb<sup>ib. 413 ff.</sup>); v. discussion Di <a data-ref=\"Exodus 19:1\" href=\"/Exodus.19.1\">Ex 19:1</a>. Against both is the working of Egyptian mines in the penins. as late as the 19th dyn. (v. Eb<sup>GS 135, 148 ff., 159, etc.</sup>), involving presence of soldiers there. This, and connex. with Midian (cf. also <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>), have led to search for Sinai further NE, near head of Gulf of <em>Aḳaba</em>, or even in Seir, so Say<sup>Monuments 263 ff.</sup>, cf. GFM <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>; <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">6:1</a> and <em>Yakut</em>, cited by <em>Id.</em><sup>179 n. §</sup>, also v. Gall<sup>Altisr. Kultst. 12</sup>; on sanctity of mt. v. further RS<sup>Sem i. 110f., 2nd ed. 117 f.</sup> Sm<sup>Rel.Gesch. 30</sup>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b8b6084aa1cbf2a3a3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֶ֫רֶב 1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "BDB, עֶ֫רֶב 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֶ֫רֶב א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֶ֫רֶב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֶ֫רֶב</span></big><sub>131</sub>  <strong>n.</strong>[<strong>m.</strong> <a data-ref=\"I Samuel 20:5\" href=\"/I_Samuel.20.5\">1 S 20:5</a> del. <span dir=\"rtl\">הַשְּׁלִישִׁית</span> v. We Dr al.] (sun)set, evening;—abs. <span dir=\"rtl\">ע׳</span> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a> +, <span dir=\"rtl\">עָ֑רֶב</span> <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> +; cstr. <span dir=\"rtl\">עֶרֶב</span> <a data-ref=\"Proverbs 7:9\" href=\"/Proverbs.7.9\">Pr 7:9</a>; du. <span dir=\"rtl\">עַרְבַּיִם</span> <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">Ex 30:8</a> + 4 times, -<span dir=\"rtl\">בָּ֑יִם</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">12:6</a> + 5 times (all P);—<br><strong>1.</strong> <strong>a.</strong>  <em>evening</em>, orig. sun<em>set</em>, and hence perhaps <span dir=\"rtl\">לְעֵת ע׳</span> <em>at the time of</em> sun<em>set</em> †<a data-ref=\"Genesis 8:11\" href=\"/Genesis.8.11\">Gn 8:11</a> (J), <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> (J; ‖ <span dir=\"rtl\">לְעֵת צֵאת הַשֹּׁאֲבֹת</span>), <a data-ref=\"II Samuel 11:2\" href=\"/II_Samuel.11.2\">2 S 11:2</a> <a data-ref=\"Isaiah 17:14\" href=\"/Isaiah.17.14\">Is 17:14</a> and (of the day of <span dir=\"rtl\">י׳</span>) <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a>, <span dir=\"rtl\">עֵת הָע׳</span> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a> (JE)†; usually <span dir=\"rtl\">ע׳</span> alone = <em>time of sunset, evening:</em> <span dir=\"rtl\">בָּע׳</span> <em>in the evening</em> <a data-ref=\"Genesis 19:1\" href=\"/Genesis.19.1\">Gn 19:1</a> (J), <a data-ref=\"Genesis 29:23\" href=\"/Genesis.29.23\">29:23</a> (E), <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> (P), <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a> (+ <span dir=\"rtl\">כְּבוֹא שֶׁמֶשׁ</span>), <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> (cf. ‖ <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> where + <span dir=\"rtl\">לְעֵת בּוֹא הַשֶּׁמֶשׁ</span>) + 20 times + <span dir=\"rtl\">בָּע(־)בָּע׳</span> <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a><sup>(×2)</sup> = <em>every evening;</em> <span dir=\"rtl\">לָע׳</span> <em>at evening</em> only late: †<a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">1 Ch 16:40</a>; <a data-ref=\"I Chronicles 23:30\" href=\"/I_Chronicles.23.30\">23:30</a>; <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>; <a data-ref=\"Ezra 3:3\" href=\"/Ezra.3.3\">Ezr 3:3</a> <a data-ref=\"Psalms 59:7\" href=\"/Psalms.59.7\">ψ 59:7</a>, <a data-ref=\"Psalms 59:1\" href=\"/Psalms.59.1\">1</a>R; <a data-ref=\"Psalms 90:6\" href=\"/Psalms.90.6\">90:6</a>; <a data-ref=\"Ecclesiastes 11:6\" href=\"/Ecclesiastes.11.6\">Ec 11:6</a>†; <span dir=\"rtl\">לִפְנוֹת ע׳</span> <em>at the turn of evening</em> †<a data-ref=\"Genesis 24:63\" href=\"/Genesis.24.63\">Gn 24:63</a> (J), <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">Dt 23:12</a>; <span dir=\"rtl\">ע׳</span> as adv. acc. <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">Ex 16:6</a> (P), <a data-ref=\"Psalms 55:18\" href=\"/Psalms.55.18\">ψ 55:18</a>; as marking duration of impurity, in phr. <span dir=\"rtl\">עַד־הָע׳</span> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> + 30 times P + <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">Lv 22:6</a> (H); of Day of Atonement <span dir=\"rtl\">מֵע׳ עַד־ע׳</span> <a data-ref=\"Leviticus 23:32\" href=\"/Leviticus.23.32\">23:32</a> (P). <strong>b.</strong>  du. in phrase (only P) <span dir=\"rtl\">בֵּין הָעַרְבַּיִם</span> <em>between the two evenings</em>, i.e. prob. between sunset and dark (v. Thes [various views fully given]; otherwise Di <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>; on form as poss. only expanded pl. v. Ges<sup>§ 88 c</sup>), †<a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>; <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">16:12</a>; <a data-ref=\"Exodus 29:39\" href=\"/Exodus.29.39\">29:39</a>, <a data-ref=\"Exodus 29:41\" href=\"/Exodus.29.41\">41</a>; <a data-ref=\"Exodus 30:8\" href=\"/Exodus.30.8\">30:8</a>; <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>, <a data-ref=\"Numbers 9:11\" href=\"/Numbers.9.11\">11</a>; <a data-ref=\"Numbers 28:4\" href=\"/Numbers.28.4\">28:4</a>, <a data-ref=\"Numbers 28:8\" href=\"/Numbers.28.8\">8</a>†. <strong>c.</strong>  other phrases are: <span dir=\"rtl\">צִלְלֵי ע׳</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> (dist. from <span dir=\"rtl\">צָהֳרָ֑יִם</span> and <span dir=\"rtl\">לָ֑יְלָה</span> v <a data-ref=\"Jeremiah 6:5\" href=\"/Jeremiah.6.5\">5</a>), <span dir=\"rtl\">מִנְחַת (הָ)ע׳</span> †<a data-ref=\"II Kings 16:15\" href=\"/II_Kings.16.15\">2 K 16:15</a>; <a data-ref=\"Ezra 9:4\" href=\"/Ezra.9.4\">Ezr 9:4</a>, <a data-ref=\"Ezra 9:5\" href=\"/Ezra.9.5\">5</a> <a data-ref=\"Psalms 141:2\" href=\"/Psalms.141.2\">ψ 141:2</a> <a data-ref=\"Daniel 9:21\" href=\"/Daniel.9.21\">Dn 9:21</a>†; <span dir=\"rtl\">זְאֵבֵי ע׳</span> v. 1. <a ,=\"\" data-ref=\"BDB, זְאֵב\" dir=\"rtl\" href=\"/BDB,_זְאֵב\">זְאֵב</a>; for all combin. with <span dir=\"rtl\">בֹּקֶר</span> <em>morning</em>, v. <a ,=\"\" data-ref=\"BDB, ב\" dir=\"rtl\" href=\"/BDB,_ב\">ב׳</a> <strong>1 d, e.</strong><br><strong>2.</strong>  (late poet.) = <em>night</em>, <span dir=\"rtl\">עָ֑רֶב</span> <a data-ref=\"Job 7:4\" href=\"/Job.7.4\">Jb 7:4</a>; cf. <span dir=\"rtl\">בְּנֶשֶׁף בְּעֶרֶב יוֹם</span> <a data-ref=\"Proverbs 7:9\" href=\"/Proverbs.7.9\">Pr 7:9</a> (‖ <span dir=\"rtl\">בְּאִישׁוֹן לַיְלָה וַאֲפֵלָה</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3e2b6084aa1cbf2c44d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּ֫סַח 1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "BDB, פֶּ֫סַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּ֫סַח א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּ֫סַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">פֶּ֫סַח</span></big>  <strong>n.m.</strong> passover <strong>(</strong>usually (Thes and most) from I. <span dir=\"rtl\">פסח</span>, with reference to <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">Ex 12:13</a> etc.; Reuss<sup>Gesch. A.T. § 58</sup> <em>passing over</em> into new year; Schaefer <sup>Passah-Mazzoth (1900), 346</sup> cp. Assyrian <em>pašâḫu</em>, <em>soothe, placate</em> [deity], < <em>be sooted</em>, Pi. trans., Jen<sup>ZA iv (1889), 275</sup> Zim<sup>Bab. Rel. i (1896), Gloss.; ii (1899), 92</sup>; Schwally<sup>Idiot. 124</sup> from II. <span dir=\"rtl\">פסח</span>, of sacred dance<strong>)</strong>;—abs. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">Ex 12:11</a> +; <span dir=\"rtl\">פָּ֑סַח</span> v <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">21</a> +; pl. <span dir=\"rtl\">פְּסָחִים</span> <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a> + 3 times;—<br><strong>1.</strong>  <em>sacrifice of passover</em>, involving communion-meal, hence a species of peace-offering (cf. i. <a data-ref=\"BDB, זֶ֫בַח\" href=\"/BDB,_זֶ֫בַח\", dir=\"rtl\">זֶבַח</a> <strong>II. 2</strong>), <span dir=\"rtl\">זֶבַח פ׳ הוא לי׳</span> <a data-ref=\"Exodus 12:27\" href=\"/Exodus.12.27\">Ex 12:27</a> (J), cf. v <a data-ref=\"Exodus 12:11\" href=\"/Exodus.12.11\">11</a> (P); <span dir=\"rtl\">זָבַח פ׳</span> <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">Dt 16:2</a>, <a data-ref=\"Deuteronomy 16:5\" href=\"/Deuteronomy.16.5\">5</a>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <span dir=\"rtl\">אכל הפ׳</span> <a data-ref=\"II Chronicles 30:18\" href=\"/II_Chronicles.30.18\">2 Ch 30:18</a>; the special feature lay in the application of blood to homes to consecrate them; cf. sim. Bab. rite of purification Zim <sup>ib. ii. 126–7</sup>.<br><strong>2.</strong>  <em>the animal victim of the passover:</em> <span dir=\"rtl\">שׁחט פ׳</span> <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (J) <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">2 Ch 30:15</a>; <a data-ref=\"II Chronicles 35:1\" href=\"/II_Chronicles.35.1\">35:1</a>, <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">6</a>, <a data-ref=\"II Chronicles 35:11\" href=\"/II_Chronicles.35.11\">11</a>; <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">Ezr 6:20</a>, cf. <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <span dir=\"rtl\">בשׁל הפ׳ באשׁ</span> <a data-ref=\"II Chronicles 35:13\" href=\"/II_Chronicles.35.13\">2 Ch 35:13</a>; <span dir=\"rtl\">לפסחים</span> <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">2 Ch 35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a>, <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">9</a>. [Passover animals (cf. Br<sup>Hex. 206</sup>) were <span dir=\"rtl\">צֹאן</span> <em>flock</em> <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (J), <span dir=\"rtl\">שֶׂה</span> v <a data-ref=\"Exodus 12:3\" href=\"/Exodus.12.3\">3</a>, <a data-ref=\"Exodus 12:4\" href=\"/Exodus.12.4\">4</a>, <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">5</a>, incl. <span dir=\"rtl\">כֶּבֶשׁ</span> and <span dir=\"rtl\">עֵז</span> v <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">5</a> (P); <span dir=\"rtl\">צאן ובקר</span> <a data-ref=\"Deuteronomy 16:2\" href=\"/Deuteronomy.16.2\">Dt 16:2</a>; large numbers of all these (<span dir=\"rtl\">שֶׂה</span> not used) in Josiah’s passover, according to <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">2 Ch 35:7</a>, <a data-ref=\"II Chronicles 35:8\" href=\"/II_Chronicles.35.8\">8</a>, <a data-ref=\"II Chronicles 35:9\" href=\"/II_Chronicles.35.9\">9</a>, but evident mingling of whole burnt-offerings for the passover with special passover victim.]<br><strong>3.</strong>  <em>festival of the passover:</em> <span dir=\"rtl\">חג הפ׳</span> <a data-ref=\"Exodus 34:25\" href=\"/Exodus.34.25\">Ex 34:25</a> (J); <span dir=\"rtl\">(ה)פ׳</span> <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 28:16\" href=\"/Numbers.28.16\">Nu 28:16</a>; <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">33:3</a>; <a data-ref=\"Joshua 5:11\" href=\"/Joshua.5.11\">Jos 5:11</a> (P) <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>; <span dir=\"rtl\">חֻקַּת הפ׳</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a> (P); <span dir=\"rtl\">עשׂה פ׳</span> <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a>; <a data-ref=\"Numbers 9:2\" href=\"/Numbers.9.2\">Nu 9:2</a>, <a data-ref=\"Numbers 9:4\" href=\"/Numbers.9.4\">4</a>, <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">5</a>, <a data-ref=\"Numbers 9:6\" href=\"/Numbers.9.6\">6</a>, <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">10</a>, <a data-ref=\"Numbers 9:13\" href=\"/Numbers.9.13\">13</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">Jos 5:10</a> (P) <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">Dt 16:1</a>; <a data-ref=\"II Kings 23:21\" href=\"/II_Kings.23.21\">2 K 23:21</a>, <a data-ref=\"II Kings 23:22\" href=\"/II_Kings.23.22\">22</a>, <a data-ref=\"II Kings 23:23\" href=\"/II_Kings.23.23\">23</a>; <a data-ref=\"II Chronicles 30:1\" href=\"/II_Chronicles.30.1\">2 Ch 30:1</a>, <a data-ref=\"II Chronicles 30:2\" href=\"/II_Chronicles.30.2\">2</a>, <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">5</a>; <a data-ref=\"II Chronicles 35:1\" href=\"/II_Chronicles.35.1\">35:1</a>, <a data-ref=\"II Chronicles 35:16\" href=\"/II_Chronicles.35.16\">16</a>, <a data-ref=\"II Chronicles 35:17\" href=\"/II_Chronicles.35.17\">17</a>, <a data-ref=\"II Chronicles 35:18\" href=\"/II_Chronicles.35.18\">18</a><sup>(×2)</sup>, <a data-ref=\"II Chronicles 35:19\" href=\"/II_Chronicles.35.19\">19</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">Ezr 6:19</a>; it was held in month <span dir=\"rtl\">הָאָבִיב</span> <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">Dt 16:1</a>, <span dir=\"rtl\">בָּעָ֑רֶב</span> v <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; on 14th day <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">Jos 5:10</a> (P), of 1st month <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>; <span dir=\"rtl\">בֵּין הערבים</span> (<a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>); <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a>; <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">Nu 9:5</a> (P); if impossible at that time, then on 14th of 2nd month <a data-ref=\"Numbers 9:10\" href=\"/Numbers.9.10\">Nu 9:10</a>, <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">12</a>. [No ref. to <span dir=\"rtl\">פֶּסַח</span> in E; J subordinates it to <span dir=\"rtl\">מַצּוֹת</span> (the great feast of JE); in D it predom. over <span dir=\"rtl\">מצות</span>; P makes it first in importance (Br<sup>Hex. 195 f.</sup>).]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d455b6084aa1cbf320d5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רִאשׁוֹן 1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "BDB, רִאשׁוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, רִאשׁוֹן א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רִאשׁוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">רִאשׁוֹן</span></big><sub>182</sub>  <strong>adj.</strong> former, first, chief <strong>(</strong><em>i</em> heightened from orig. <em>a</em>, v. √<strong>)</strong>;—abs. <span dir=\"rtl\">ר׳</span> <a data-ref=\"Hosea 2:19\" href=\"/Hosea.2.19\">Ho 2:19</a> +, <span dir=\"rtl\">שֹׁן</span>- <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a> +, <span dir=\"rtl\">רִישׁוֹן</span> <a data-ref=\"Job 8:8\" href=\"/Job.8.8\">Jb 8:8</a>, cstr. <span dir=\"rtl\">רִאשׁוֹן</span> <a data-ref=\"Job 15:7\" href=\"/Job.15.7\">Jb 15:7</a> Qr (Kt <span dir=\"rtl\">ראישון</span>, and so always Cod. Sam. Pent., v. Kö<sup>ii. 1. 225 n</sup>); f. <span dir=\"rtl\">רִאשֹׁנָה</span> <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">Ju 20:37</a> + (<a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> Kt <span dir=\"rtl\">ראישנה</span>, v. supr.); mpl. <span dir=\"rtl\">רִאשֹׁנִים</span> <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">Ex 34:1</a> +, fpl. <span dir=\"rtl\">רִאשֹׁנוֹת</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> +, etc.;—<br><strong>1.</strong>  <em>former:</em> <strong>a.</strong>  in time, <em>former</em> of two <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a> (J), <a data-ref=\"Genesis 41:20\" href=\"/Genesis.41.20\">41:20</a> (E), <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">Dt 10:1</a>, <a data-ref=\"Deuteronomy 10:2\" href=\"/Deuteronomy.10.2\">2</a>, <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">3</a>, <a data-ref=\"Deuteronomy 10:4\" href=\"/Deuteronomy.10.4\">4</a>, <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">10</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a>, cf. <a data-ref=\"Hosea 2:9\" href=\"/Hosea.2.9\">Ho 2:9</a>; <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">Lv 4:21</a>; <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">9:15</a> (both P), <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">Ju 20:39</a>; <a data-ref=\"II Kings 1:14\" href=\"/II_Kings.1.14\">2 K 1:14</a>; <a data-ref=\"Haggai 2:3\" href=\"/Haggai.2.3\">Hg 2:3</a>, <a data-ref=\"Haggai 2:9\" href=\"/Haggai.2.9\">9</a>; <a data-ref=\"Ezra 3:12\" href=\"/Ezra.3.12\">Ezr 3:12</a> +; more gen. <em>former, previous</em>, <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a> (JE), <a data-ref=\"Micah 4:8\" href=\"/Micah.4.8\">Mi 4:8</a>; <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>, <a data-ref=\"II Kings 17:40\" href=\"/II_Kings.17.40\">40</a>; <a data-ref=\"Zechariah 1:4\" href=\"/Zechariah.1.4\">Zc 1:4</a>; <a data-ref=\"Zechariah 7:7\" href=\"/Zechariah.7.7\">7:7</a>, <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">12</a>; <a data-ref=\"Zechariah 8:11\" href=\"/Zechariah.8.11\">8:11</a>; <a data-ref=\"Nehemiah 5:15\" href=\"/Nehemiah.5.15\">Ne 5:15</a>; <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">Ec 17:10</a> <a data-ref=\"Psalms 79:8\" href=\"/Psalms.79.8\">ψ 79:8</a> +; <span dir=\"rtl\">כָּעֵת הָר׳</span> <a data-ref=\"Isaiah 8:23\" href=\"/Isaiah.8.23\">Is 8:23</a>; <span dir=\"rtl\">דִּבְרֵי דויד הָר׳</span> †<a data-ref=\"I Chronicles 29:29\" href=\"/I_Chronicles.29.29\">1 Ch 29:29</a> <em>the doings of David, the former</em> and the latter <span dir=\"rtl\">(הָאַחֲרֹנִים)</span>, cf. †<a data-ref=\"II Chronicles 9:29\" href=\"/II_Chronicles.9.29\">2 Ch 9:29</a>; <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">12:15</a>; <a data-ref=\"II Chronicles 16:11\" href=\"/II_Chronicles.16.11\">16:11</a>; <a data-ref=\"II Chronicles 20:34\" href=\"/II_Chronicles.20.34\">20:34</a>; <a data-ref=\"II Chronicles 25:26\" href=\"/II_Chronicles.25.26\">25:26</a>; <a data-ref=\"II Chronicles 26:22\" href=\"/II_Chronicles.26.22\">26:22</a>; <a data-ref=\"II Chronicles 28:26\" href=\"/II_Chronicles.28.26\">28:26</a>; <a data-ref=\"II Chronicles 35:27\" href=\"/II_Chronicles.35.27\">35:27</a>; <em>early</em> days of harvest <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; <span dir=\"rtl\">רִאשֹׁנִים</span> as subst., <em>former persons</em>, ancestors, men of old, <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a>; <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">Lv 26:45</a> (H), <a data-ref=\"Ecclesiastes 1:11\" href=\"/Ecclesiastes.1.11\">Ec 1:11</a> (opp. <span dir=\"rtl\">אַחֲרֹנִים</span>); <span dir=\"rtl\">(הָ)רִאשֹׁנוֹת</span> as subst. the <em>former things</em>, i.e. past events <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a>; <a data-ref=\"Isaiah 43:9\" href=\"/Isaiah.43.9\">43:9</a>, <a data-ref=\"Isaiah 43:18\" href=\"/Isaiah.43.18\">18</a>; <a data-ref=\"Isaiah 46:9\" href=\"/Isaiah.46.9\">46:9</a>; <a data-ref=\"Isaiah 48:3\" href=\"/Isaiah.48.3\">48:3</a>, earlier predictions <a data-ref=\"Isaiah 42:9\" href=\"/Isaiah.42.9\">42:9</a>. <strong>b.</strong>  loc., <em>foremost</em>, of two <a data-ref=\"II Samuel 18:27\" href=\"/II_Samuel.18.27\">2 S 18:27</a>.<br><strong>2.</strong>  <em>first:</em> <strong>a.</strong>  in time, <span dir=\"rtl\">הַמַּכָּה הָר׳</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a> <em>the first slaughter</em> (prelim. to general carnage); <span dir=\"rtl\">וְלֹא־הָיָה דְּבָרִי ר׳</span> <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a> <em>was not my word first?</em> <span dir=\"rtl\">ר׳</span> in appos. with pers. subj. †<a data-ref=\"II Samuel 19:21\" href=\"/II_Samuel.19.21\">2 S 19:21</a> I am come <em>as first</em>, cf. perhaps <a data-ref=\"Isaiah 41:27\" href=\"/Isaiah.41.27\">Is 41:27</a> (ins. <span dir=\"rtl\">אָמַרְתִּי</span> Ges De < read <span dir=\"rtl\">הִגַּדְתִּים</span> for <span dir=\"rtl\">הִנֵּה הִנָּם</span>, Che<sup>Hpt</sup> Kit<sup>Di</sup>), and <span dir=\"rtl\">הָר׳</span> <a data-ref=\"Jeremiah 50:17\" href=\"/Jeremiah.50.17\">Je 50:17</a> (opp. <span dir=\"rtl\">הָאַחֲרוֹן</span>), <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">Is 43:27</a>; <span dir=\"rtl\">ר׳</span> abs., <em>first</em> of mankind <a data-ref=\"Job 15:17\" href=\"/Job.15.17\">Jb 15:17</a>; abs. of <span dir=\"rtl\">י׳</span>, <em>I</em> (am the) <em>first</em> <a data-ref=\"Isaiah 41:4\" href=\"/Isaiah.41.4\">Is 41:4</a> (+ <span dir=\"rtl\">אֶת־ אַחֲרֹנִים</span>), + <span dir=\"rtl\">אַחֲרוֹן</span> <a data-ref=\"Isaiah 44:6\" href=\"/Isaiah.44.6\">44:6</a>; <a data-ref=\"Isaiah 48:12\" href=\"/Isaiah.48.12\">48:12</a>; abs. of time, <span dir=\"rtl\">מֵרִאשׁוֹן</span> <a data-ref=\"Jeremiah 17:12\" href=\"/Jeremiah.17.12\">Je 17:12</a> <em>from the beginning;</em> especially <em>first</em> of a def. series (sometimes opp. <span dir=\"rtl\">אַחֲרוֹן</span>), <em>first</em> day of feast <a data-ref=\"Deuteronomy 16:4\" href=\"/Deuteronomy.16.4\">Dt 16:4</a>; <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a><sup>(×2)</sup>, <a data-ref=\"Exodus 12:16\" href=\"/Exodus.12.16\">16</a> + 5 times P (H), <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; usually <em>first</em> month <span dir=\"rtl\">(חֹדֶשׁ)</span> <a data-ref=\"Exodus 40:2\" href=\"/Exodus.40.2\">Ex 40:2</a>, <a data-ref=\"Exodus 40:17\" href=\"/Exodus.40.17\">17</a>; <a data-ref=\"Leviticus 23:5\" href=\"/Leviticus.23.5\">Lv 23:5</a> + 6 times P, <a data-ref=\"I Chronicles 12:16\" href=\"/I_Chronicles.12.16\">1 Ch 12:16</a> (van d. H. v <a data-ref=\"I Chronicles 12:15\" href=\"/I_Chronicles.12.15\">15</a>) + 10 times Ch Ezr, <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a>; <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a>, <span dir=\"rtl\">חֹדֶשׁ</span> om. <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">Gn 8:13</a>; <a data-ref=\"Exodus 12:2\" href=\"/Exodus.12.2\">Ex 12:2</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a>; <a data-ref=\"Numbers 9:5\" href=\"/Numbers.9.5\">Nu 9:5</a> (all P) <a data-ref=\"Ezekiel 29:17\" href=\"/Ezekiel.29.17\">Ez 29:17</a>; <a data-ref=\"Ezekiel 30:20\" href=\"/Ezekiel.30.20\">30:20</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>, <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">21</a>, so <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a>, but read <span dir=\"rtl\">כָּרִאשׁוֹנָה</span> (<strong>3 a</strong>) 𝔊 𝔖 We Now and Dr. <strong>b.</strong>  <em>first</em> in degree, <em>chief:</em> <span dir=\"rtl\">יַד הַשָּׁרִים</span> … <span dir=\"rtl\">רִאשׁוֹנָה</span> <a data-ref=\"Ezra 9:2\" href=\"/Ezra.9.2\">Ezr 9:2</a> <em>the hand of the princes</em> … has been <em>first</em> in this trespass; <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>; <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">Dn 10:13</a> (cf. <a data-ref=\"Esther 1:14\" href=\"/Esther.1.14\">Est 1:14</a> infr.).<br>†<strong>3.</strong> <strong>a.</strong>  fem. c. prep. as adv.; phr.: (1) of time, <span dir=\"rtl\">בָּרִאשֹׁנָה</span> <a data-ref=\"Genesis 13:4\" href=\"/Genesis.13.4\">Gn 13:4</a> (J), = <em>before, formerly</em>, so <a data-ref=\"Joshua 8:5\" href=\"/Joshua.8.5\">Jos 8:5</a>, <a data-ref=\"Joshua 8:6\" href=\"/Joshua.8.6\">6</a> (JE), <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">2 S 7:10</a>; <a data-ref=\"II Samuel 20:18\" href=\"/II_Samuel.20.18\">20:18</a>; <a data-ref=\"Jeremiah 7:12\" href=\"/Jeremiah.7.12\">Je 7:12</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">Is 52:4</a>, <span dir=\"rtl\">לָר׳</span> = <em>before, formerly</em>, <a data-ref=\"Genesis 28:19\" href=\"/Genesis.28.19\">Gn 28:19</a> (J), <a data-ref=\"Judges 18:29\" href=\"/Judges.18.29\">Ju 18:29</a>; so <span dir=\"rtl\">כְּבָר׳</span> <em>as formerly</em> <a data-ref=\"Judges 20:32\" href=\"/Judges.20.32\">Ju 20:32</a>; <a data-ref=\"I Kings 13:6\" href=\"/I_Kings.13.6\">1 K 13:6</a>; <a data-ref=\"Isaiah 1:26\" href=\"/Isaiah.1.26\">Is 1:26</a>; <a data-ref=\"Jeremiah 33:7\" href=\"/Jeremiah.33.7\">Je 33:7</a>, <a data-ref=\"Jeremiah 33:11\" href=\"/Jeremiah.33.11\">11</a>, = <span dir=\"rtl\">כָּר׳</span> <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>; <a data-ref=\"Daniel 11:29\" href=\"/Daniel.11.29\">Dn 11:29</a> (opp. <span dir=\"rtl\">כָּאַחֲרוֹנָה</span>); <span dir=\"rtl\">בָּר׳</span> = <em>at first</em>, first of all, <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a> <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">Nu 10:13</a> (P) <a data-ref=\"Joshua 8:33\" href=\"/Joshua.8.33\">Jos 8:33</a> (D), <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a>; <a data-ref=\"I Kings 20:9\" href=\"/I_Kings.20.9\">20:9</a>; <a data-ref=\"Zechariah 12:7\" href=\"/Zechariah.12.7\">Zc 12:7</a>; <a data-ref=\"Proverbs 20:21\" href=\"/Proverbs.20.21\">Pr 20:21</a> (opp. <span dir=\"rtl\">אַחֲרִיתָהּ</span>), <a data-ref=\"I Chronicles 11:6\" href=\"/I_Chronicles.11.6\">1 Ch 11:6</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">17:9</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">Ne 7:5</a>; <span dir=\"rtl\">לְמַבָּרִאשׁוֹנָה</span> <a data-ref=\"I Chronicles 15:13\" href=\"/I_Chronicles.15.13\">1 Ch 15:13</a> (= <span dir=\"rtl\">לְמַה־בָּר׳</span>) <em>for what was at first</em>, etc. (<span dir=\"rtl\">מָה</span> <strong>1 e</strong>); (2) loc., <span dir=\"rtl\">בָּר׳</span>, i.e. <em>at the head</em> of an army <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">1 K 20:17</a>, a procession <a data-ref=\"Numbers 10:14\" href=\"/Numbers.10.14\">Nu 10:14</a> (P), cf. <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a>. <strong>b.</strong>  <span dir=\"rtl\">רִאשֹׁנָה</span> alone as adv.: (1) of time, <em>first</em> <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">Gn 38:28</a> (J), <a data-ref=\"I Kings 18:25\" href=\"/I_Kings.18.25\">1 K 18:25</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">Je 16:18</a>; <a data-ref=\"Leviticus 5:8\" href=\"/Leviticus.5.8\">Lv 5:8</a>; <a data-ref=\"Numbers 2:9\" href=\"/Numbers.2.9\">Nu 2:9</a>; <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (all P), <a data-ref=\"Isaiah 65:7\" href=\"/Isaiah.65.7\">Is 65:7</a> (Ew De Che Di Du Skinner, > adj. Ges Hi Kn); (2) of place <a data-ref=\"Genesis 33:2\" href=\"/Genesis.33.2\">Gn 33:2</a> (J); (3) of degree, rank, <a data-ref=\"Esther 1:14\" href=\"/Esther.1.14\">Est 1:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187390a17d285d83ca9d6c", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 9:5:1", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Netinah LaGer, Numbers 9:5:1", "sourceHeRef": "נתינה לגר, במדבר ט׳:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>בראשון, בניסן.</b> לעיל (בראשית ח' י\"ג) לא תרגם כן, משום דשם יש פלוגתא דתנאי ושניהם היו רבותיו ולא אבה להכריע, גם לעיל (ויקרא כ\"ג ה') לא ת' כן משום דהתם כתיב \"בחדש הראשון\".", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f61fbed9ae71ab5adb7f", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Pischa 5:12", "anchorRef": "Numbers 9:5", "anchorRefExpanded": ["Numbers 9:5"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Pischa 5:12", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְפִסְחָא ה׳:י״ב", "anchorVerse": 5, "sourceHasEn": true, "compDate": [200], "commentaryNum": 5.0012, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְפִסְחָא", "he": "<b>\"וְהָיָה לָכֶם לְמִשְׁמֶרֶת\"</b>, שָׁמְרֵהוּ עַד אַרְבָּעָה עָשָׂר, וְשָׁחְטֵהוּ בְּאַרְבָּעָה עָשָׂר. אַתָּה אוֹמֵר שָׁמְרֵהוּ עַד אַרְבָּעָה עָשָׂר, וְשָׁחְטֵהוּ בְּאַרְבָּעָה עָשָׂר, אוֹ שָׁמְרֵהוּ עַד אַרְבָּעָה עָשָׂר, וּמָשְׁכֵהוּ וְשָׁחְטֵהוּ בְּאַרְבָּעָה עָשָׂר? תִּלְמֹד לוֹמַר: (במדבר ט,ה) \"בָּרִאשׁוֹן בְּאַרְבָּעָה עָשָׂר יוֹם\", קְבָעוֹ הַכָּתוּב חוֹבָה. הָא אֵין עָלֶיךָ לָדוּן כְּלָשׁוֹן אַחֲרוֹן, אֶלָּא כְלָשׁוֹן רִאשׁוֹן: שָׁמְרֵהוּ עַד אַרְבָּעָה עָשָׂר, וְשָׁחְטֵהוּ בְּאַרְבָּעָה עָשָׂר.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "\"And it shall be to you for a keeping\": Keep it until the fourteenth (of Nissan) and slaughter it on the fourteenth. You say this, but perhaps (the meaning is) keep it and slaughter it until the fourteenth? It is, therefore, written (Numbers 9:5) \"And they offered the Pesach in the first (month [Nissan]) on the fourteenth day of the month.\"", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}]