[{"_id": "531e4fe3fbfba276047f6f9a", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 9:23", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Onkelos Numbers 9:23", "sourceHeRef": "תרגום אונקלוס על במדבר ט׳:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 9.0023, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "עַל מֵימְרָא דַיְיָ שָׁרָן וְעַל מֵימְרָא דַיְיָ נָטְלִין יָת מַטְּרַת <b>מֵימְרָא</b> דַיְיָ נָטְרִין עַל מֵימְרָא דַיְיָ בִּידָא דְמשֶׁה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "On the order of Adonoy they camped and on the order of [<b>the word of</b>] Adonoy they traveled; they kept the watch of Adonoy on the order of Adonoy, through Moshe.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec7d0", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 9:23", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Targum Jonathan on Numbers 9:23", "sourceHeRef": "תרגום יונתן על במדבר ט׳:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 9.0023, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "עַל פּוּם מֵימְרָא דַיְיָ שָׁרָן וְעַל פּוּם מֵימְרָא דַיְיָ נַטְלִין יַת מַטְרַת מֵימְרָא דַיְיָ נַטְרִין עַל פּוּם מֵימְרָא דַיְיָ בִּידָא דְמשֶׁה", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " By the mouth of the Word of the Lord they encamped, and by it they journeyed; they kept the observance of the Word of the Lord, by the mouth of the Word of the Lord through Mosheh.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179b4fbfba22336ea6353", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sforno on Numbers 9:23:1", "sourceHeRef": "ספורנו על במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>על פי ה' יחנו.</b> גם בזמן הקצר בלתי השגת סידור עניניהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "על פי ה' יחנו, even when the encampment was so short-lived and the time for the to arrange their affairs was so short.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f179b4fbfba22336ea6355", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 9:23:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sforno on Numbers 9:23:2", "sourceHeRef": "ספורנו על במדבר ט׳:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ועל פי ה' יסעו.</b> בהעלות הענן גם אחר הזמן הארוך שכבר סדרו שם כל עניניהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ועל פי ה' יסעו, when the dismantling in advance of the next journey would be more time consuming seeing that they had been in the same location for a long time, they still hastened and packed up to follow the cloud.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd482dfbfba21733362ba2", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 32:1:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ramban on Exodus 32:1:1", "sourceHeRef": "רמב\"ן על שמות ל״ב:א׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>אֲשֶׁר יֵלְכוּ לְפָנֵינוּ</b> אֱלוֹהוֹת הַרְבֵּה אִוּוּ לָהֶם. <b>כִּי זֶה מֹשֶׁה הָאִישׁ אֲשֶׁר הֶעֱלָנוּ מֵאֶרֶץ מִצְרַיִם</b>, וְהָיָה מוֹרֶה לָנוּ הַדֶּרֶךְ נַעֲלֶה בָּהּ, <b>לֹא יָדַעְנוּ מֶה הָיָה לוֹ</b>, עַתָּה צְרִיכִין לֶאֱלוֹהוֹת הַרְבֵּה אֲשֶׁר יֵלְכוּ לְפָנֵינוּ. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות ל\"ב:א'). וְאֵין לְשׁוֹנוֹ מְכֻוָּן. אֲבָל הַכָּתוּב הַזֶּה הוּא מַפְתֵּחַ לָדַעַת נָכוֹן עִנְיַן הָעֵגֶל וּמַחְשֶׁבֶת עוֹשָׂיו, כִּי בְּיָדוּעַ שֶׁלֹּא הָיוּ יִשְׂרָאֵל סְבוּרִים שֶׁמֹּשֶׁה הוּא הָאֱלֹהִים, וְשֶׁהוּא בְּכֹחוֹ עָשָׂה לָהֶם הָאֹתוֹת וְהַמּוֹפְתִים, וּמַה טַעַם שֶׁיֹּאמְרוּ כֵּיוָן שֶׁהָלַךְ מֹשֶׁה מִמֶּנּוּ נַעֲשֶׂה אֱלֹהִים. וְעוֹד, כִּי בְּפֵרוּשׁ אָמְרוּ אֱלֹהִים אֲשֶׁר יֵלְכוּ לְפָנֵינוּ, לֹא שֶׁיִּהְיוּ נוֹתְנִין לָהֶם חַיִּים בָּעוֹלָם הַזֶּה אוֹ בָּעוֹלָם הַבָּא. אֲבָל הָיוּ מְבַקְשִׁין מֹשֶׁה אַחֵר, אָמְרוּ, מֹשֶׁה שֶׁהוֹרָה לָנוּ הַדֶּרֶךְ מִמִּצְרַיִם וְעַד הֵנָּה, שֶׁהָיוּ הַמַּסָּעִים ע\"פ ה' בְּיַד מֹשֶׁה (במדבר ט כג), הִנֵּה אָבַד מִמֶּנּוּ. נַעֲשֶׂה לָנוּ מֹשֶׁה אַחֵר שֶׁיּוֹרֶה הַדֶּרֶךְ לְפָנֵנוּ ע\"פ ה' בְּיָדוֹ. וְזֶה טַעַם הַזְכִּירָם מֹשֶׁה הָאִישׁ אֲשֶׁר הֶעֱלָנוּ, לֹא הָאֵל אֲשֶׁר הֶעֱלָם, כִּי יִצְטָרְכוּ לְאִישׁ אֱלֹהִים: וְכֵן תּוּכַל לְהָבִין זֶה מִתְּשׁוּבַת אַהֲרֹן אֶל מֹשֶׁה רַבֵּינוּ \"מֶה עָשָׂה לְךָ הָעָם הַזֶּה כִּי הֵבֵאתָ עָלָיו חֲטָאָה גְדֹלָה\" (שמות ל\"ב:כ\"א), וְהָיְתָה תְּשׁוּבָתוֹ \"וַיֹּאמְרוּ לִי קוּם עֲשֵׂה לָנוּ אֱלֹהִים וְגוֹ', וָאֹמַר לָהֶם לְמִי זָהָב הִתְפָּרָקוּ וַיִּתְּנוּ לִי וָאַשְׁלִכֵהוּ בָאֵשׁ\" (להלן פסוקים כג כד) וְהִנֵּה אַהֲרֹן מִתְנַצֵּל לְמֹשֶׁה וְאוֹמֵר לוֹ \"אַל יִחַר אַף אֲדֹנִי\" (שמות ל\"ב:כ\"ב), וְהוּא כְּמוֹסִיף עַל חַטָּאתוֹ פֶּשַׁע, שֶׁאוֹמֵר כִּי הֵם בִּקְשׁוּ מִמֶּנּוּ עֲבוֹדָה זָרָה וַעֲשָׂאָהּ לָהֶם בְּיָדָיו, וְלָמָּה לֹא יִחַר אַפּוֹ, וּמַה חֲטָאָה גְּדוֹלָה מִזּוֹ:<br>אֲבָל הָעִנְיָן כְּמוֹ שֶׁאָמַרְתִּי, שֶׁלֹּא בִּקְשׁוּ הָעֵגֶל לִהְיוֹת לָהֶם לְאֵל מֵמִית וּמְחַיֶּה, וְקִבְּלוּ עֲבוֹדַת אֱלֹהוּתוֹ עֲלֵיהֶם, אֲבָל יִרְצוּ שֶׁיִּהְיֶה לָהֶם בִּמְקוֹם מֹשֶׁה מוֹרֶה דַּרְכָּם, וְזֶהוּ הִתְנַצְּלוּתוֹ שֶׁל אַהֲרֹן, טָעַן כִּי לֹא אָמְרוּ לִי רַק שֶׁאֶעֱשֶׂה לָהֶם אֱלֹהִים אֲשֶׁר יֵלְכוּ לִפְנֵיהֶם בִּמְקוֹמְךָ אֲדֹנִי, שֶׁלֹּא יָדְעוּ מֶה הָיָה לְךָ, וְאִם תָּשׁוּב אִם לֹא, וְלָכֵן הֵם הָיוּ צְרִיכִין לְמִי שֶׁיּוֹרֶה לָהֶם דַּרְכָּם כָּל זְמַן שֶׁלֹּא תִּהְיֶה אַתָּה עִמָּהֶם, וְאִם אוּלַי תָּשׁוּב יַעַזְבוּהוּ וְיֵלְכוּ אַחֲרֶיךָ כְּבָרִאשׁוֹנָה: וְכֵן הָיָה הַדָּבָר, כִּי כֵּיוָן שֶׁרָאוּ הָעָם אֶת מֹשֶׁה מִיָּד הִנִּיחוּ אֶת הָעֵגֶל וּבָעֲטוּ בּוֹ, שֶׁהִנִּיחוּ לוֹ לְשָׂרְפוֹ וְלִזְרוֹת עֲפָרוֹ עַל פְּנֵי הַמַּיִם, וְלֹא הָיָה מֵהֶם חוֹלֵק עָלָיו כְּלָל. וְכֵן תִּרְאֶה שֶׁלֹּא הוֹכִיחָם, וְלֹא אָמַר לָהֶם כְּלוּם, אֲבָל בְּבוֹאוֹ בַּמַּחֲנֶה וַיַּרְא אֶת הָעֵגֶל וּמְחֹלֹת מִיָּד בָּרְחוּ מִמֶּנּוּ, וְהוּא לָקַח הָעֵגֶל וַיִּשְׂרֹף אוֹתוֹ וַיַּשְׁקְ אוֹתוֹ לָהֶם וְלֹא מֵאֲנוּ כְּלָל. וְאִלּוּ הָיָה לָהֶם לֵאלֹהִים, אֵין דֶּרֶךְ שֶׁיַּנִּיחַ אָדָם מַלְכּוֹ וֵאלֹהָיו לִשְׂרֵפַת אֵשׁ, הֵן יִשְׂרֹף אֶת תּוֹעֲבָתָם לְעֵינֵיהֶם וְלֹא יִסְקְלוּהוּ:<br>וְהִנֵּה אַהֲרֹן הוּא אֲשֶׁר הוֹצִיא הַצּוּרָה הַזֹּאת, כִּי הֵם לֹא אָמְרוּ לוֹ מַה יַעֲשֶׂה שׁוֹר אוֹ כֶשֶׂב אוֹ עֵז וְזוּלָתָם. וְזֶהוּ מַאֲמַר הַחֲכָמִים שֶׁאָמְרוּ (סנהדרין סג) מְלַמֵּד שֶׁאִוּוּ לֶאֱלוֹהוֹת הַרְבֵּה, כִּי הֵם לֹא יָדְעוּ בַּמֶּה יִבְחֲרוּ וְאֵיזֶה הַטּוֹב לָהֶם. וְהַכַּוָּנָה לְאַהֲרֹן הָיְתָה, מִפְּנֵי שֶׁיִּשְׂרָאֵל הָיוּ בְּמִדְבַּר חֹרֶב שְׁמָמָה, וְהַחֻרְבָּן וְשִׁמְמוּת עוֹלָם יָבוֹאוּ מִן הַצָּפוֹן, כְּדִכְתִיב (ירמיה א יד) \"מִצָּפוֹן תִּפָּתַח הָרָעָה עַל כָּל יֹשְׁבֵי הָאָרֶץ\", שֶׁאֵין הַכַּוָּנָה בְּמֶלֶךְ בָּבֶל בִּלְבַד, כַּאֲשֶׁר יֵרָאֶה בַּנִּגְלֶה מִן הַכָּתוּב, אֲבָל כִּי מִן הַשְּׂמֹאל תָּבֹא מִדַּת הַדִּין לְעוֹלָם לְהָשִׁיב עַל כָּל יֹשְׁבֵי הָאָרֶץ כְּרָעָתָם. וְהִנֵּה בְּמַעֲשֵׂה הַמֶּרְכָּבָה אָמַר \"פְּנֵי שׁוֹר מֵהַשְּׂמֹאל לְאַרְבַּעְתָּם\" (יחזקאל א י), וְלָכֵן חָשַׁב אַהֲרֹן כִּי הַמַּחְרִיב יוֹרֶה דֶּרֶךְ מְקוֹם הַחֻרְבָּן כִּי שָׁם כֹּחוֹ הַגָּדוֹל, וּבִהְיוֹתָם עוֹבְדִים שָׁם לָאֵל יְעָרֶה רוּחַ מִמָּרוֹם, כַּאֲשֶׁר נֶאֱצַל עַל מֹשֶׁה. וְזֶהוּ שֶׁאָמַר \"חַג לַה' מָחָר\", שֶׁיִּהְיוּ הָעֲבוֹדוֹת וְהַזְּבָחִים לַשֵּׁם הַמְּיֻחָד לְהָפִיק רָצוֹן מִמֶּנּוּ אֶל בַּעַל הַצּוּרָה, כִּי בִּהְיוֹתָהּ לִפְנֵיהֶם יְכַוְּנוּ אֶל עִנְיָנָהּ: וְרַבּוֹתֵינוּ לִמְּדוּ אוֹתָנוּ הָעִנְיָן הַזֶּה, וְהֵם שֶׁגִּלּוּ סוֹדוֹ, אָמְרוּ (שמו\"ר ג ב, מב ה, מג ח) \"רָאֹה רָאִיתִי אֶת עֳנִי עַמִּי\", אָמַר לוֹ הקב\"ה לְמֹשֶׁה, מֹשֶׁה אַתָּה רוֹאֶה רְאִיָּה אַחַת וַאֲנִי רוֹאֶה שְׁתֵּי רְאִיּוֹת, אַתָּה רוֹאֶה אוֹתָן בָּאִין לְסִינַי וּמְקַבְּלִין תּוֹרָתִי, וַאֲנִי רוֹאֶה הֵיאַךְ מִתְבּוֹנְנִין בִּי שֶׁאֲנִי יוֹצֵא בִּקְרוֹנִין שֶׁלִּי שֶׁאֶתֵּן לָהֶם אֶת הַתּוֹרָה, שֶׁנֶּאֱמַר (תהלים סח יח) \"רֶכֶב אֱלֹהִים רִבֹּתַיִם אַלְפֵי שִׁנְאָן\", וְשׁוֹמְטִין אֶחָד מִטֶּטְרָאמוֹלִין שֶׁלִּי, שֶׁכָּתוּב (יחזקאל א י) \"וּפְנֵי שׁוֹר מֵהַשְּׂמֹאל\", וּמַכְעִיסִין אוֹתִי בּוֹ טֶטְרָאמוֹלִין, אַרְבַּע פְּרָדוֹת, טֶטְרָא בִּלְשׁוֹן יָוָן אַרְבַּע, כְּמוֹ שֶׁאָמְרוּ (נזיר ח:) טֶטְרָאגוֹן אַרְבַּע. מוּלִין - פְּרָדוֹת, כְּמוֹ מוּלָאוֹת שֶׁל בֵּית רַבִּי (שבת נב.). מָשָׁל לְאַרְבַּע חַיּוֹת הַנּוֹשְׂאוֹת הַמֶּרְכָּבָה. וּבְוַיִּקְרָא רַבָּה (י ג) שֶׁאָמַר אַהֲרֹן מִתּוֹךְ שֶׁאֲנִי בּוֹנֶה אֲנִי בּוֹנֶה אוֹתוֹ לִשְׁמוֹ שֶׁל הקב\"ה, שֶׁנֶּאֱמַר (שמות ל\"ב:ה') \"וַיִּקְרָא אַהֲרֹן וַיֹּאמַר חַג לַה' מָחָר\", חַג לָעֵגֶל מָחָר אֵין כָּתוּב כָּאן, אֶלָּא לַה': וְר\"א אָמַר כִּי בַּמָּקוֹם הַזֶּה אֱלֹהִים כָּבוֹד חוֹנֶה בְּצוּרַת גְּוִיָּה. וְאִם תָּשִׂים לִבְּךָ אֶל הַמַּסָּע הָרִאשׁוֹן (שמות י\"ד:י\"ט) תָּבִין זֶה. וְאֵינֶנּוּ נָכוֹן בְּעֵינַי, שֶׁלֹּא נַעֲשָׂה הָעֵגֶל בִּמְלֶאכֶת חָכְמַת הַמַּזָּלוֹת לִהְיוֹת בְּצוּרָתוֹ חוֹנֶה כָּבוֹד, אֵין הַדָּבָר רַק שֶׁעָשׂוּ הַצּוּרָה לְכַוֵּן בַּעֲבוֹדָתָהּ אֶל עִנְיָנָהּ. וּכְבָר פֵּרַשְׁתִּי (לעיל יג כא, יד יט) סוֹד הַמַּסָּע הָרִאשׁוֹן, וְחָלִילָה שֶׁרָצָה אַהֲרֹן לְהִדָּמוֹת אֵלָיו, רַק מִמֶּנּוּ יִקַּח שֶׁיִּהְיֶה מַסָּעָם מִצַּד הַמִּדָּה הַהִיא. וְהַמַּשְׂכִּיל יָבִין:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "MAKE US A GOD WHO ‘YEILCHU’ (SHALL GO — in the plural) BEFORE US. “They wished to have many gods. FOR THIS MOSES, THE MAN THAT BROUGHT US UP OUT OF THE LAND OF EGYPT, and used to show us the way we were to go, WE KNOW NOT WHAT IT BECOME OF HIM. Now we need many gods which shall go before us.” This is Rashi’s language.<br>But his language does not fit [the verse, since Scripture indicates only that they wanted a leader in place of Moses, but not gods]. Rather, this verse is the key to understand the incident of the golden calf, and the thought of those who made it. For it is known that the Israelites did not think that Moses was a god, and that he did for them the signs and wonders through his own power. So what sense is there in their saying, “since Moses is gone from us, we will make ourselves gods?” Moreover, they clearly said, <i>make us, ‘elohim’ who shall go before us</i> — and not a deity who should give them life in this world or in the World to Come. Instead, they wanted another Moses, saying: “Moses, the man who showed us the way <i>from Egypt until now</i>,<sup class=\"footnote-marker\">256</sup><i class=\"footnote\">Numbers 14:19.</i> being in charge of the journeyings <i>at the commandment of the Eternal by the hand of Moses</i>,<sup class=\"footnote-marker\">257</sup><i class=\"footnote\"><i>Ibid.</i>, 9:23.</i> he is now lost to us; let us make ourselves another Moses who will show us the way at the commandment of the Eternal by his hand.” This is the reason for their mentioning, <i>Moses, the man that brought us up</i>, rather than saying “the G-d who brought them up,” for they needed <i>a man of G-d</i>.<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Deuteronomy 33:1.</i> You can also understand this matter from Aaron’s answer to Moses our Teacher, when he asked him, <i>What did this people do unto thee, that thou hast brought a great sin upon them</i>,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Further, Verse 21.</i> to which Aaron replied, <i>And they said unto me: Make us a god</i> etc. <i>And I said unto them: Whosoever hath any gold, let him break it off; so they gave it to me; and I cast it into the fire</i>.<sup class=\"footnote-marker\">260</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 23-24.</i> Now Aaron was apologizing to Moses and saying to him, <i>Let not the anger of my lord wax hot</i>,<sup class=\"footnote-marker\">261</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> and yet here he was speaking as if adding <i>rebellion unto his sin</i>,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Job 34:37.</i> saying that they asked of him an idol and he made it for them with his hands! So why should Moses’ anger not burn against him! What greater sin than this is there?<br>But the matter is as I have stated, that they did not want the calf to be for them in place of a god <i>who killeth and maketh alive</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">I Samuel 2:6.</i> whom they would take upon themselves to serve as a deity; instead, they wanted to have someone in place of Moses to show them the way. And this was the apology of Aaron. He argued that “they merely told me that I should make them <i>elohim</i> who would go before them in your place, my lord, because they did not know what had happened to you and whether you would return or not. Therefore they needed someone who would show them the way as long as you were not with them, and if perchance you would return they would leave him and follow you as before.” And so indeed it happened, for as soon as the people saw Moses, they immediately left the calf and rejected it, and they allowed him to burn it and scatter its powder upon the water,<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">Further, Verse 20.</i> and no one quarrelled with him at all. Similarly you will note that he did not rebuke the people nor say anything to them, and yet when he came into the camp <i>and he saw the calf and the dancing</i>,<sup class=\"footnote-marker\">265</sup><i class=\"footnote\">Verse 19.</i> they immediately fled from before him; and he took the calf and burnt it [and scattered its powder upon the water] and made them drink of it, and yet they did not protest at all. But if the calf were to them in place of a god, it is surely not normal that a person should let his king and god be burnt in fire. Lo, if one burn their abominations before their eyes, would they not stone him?<sup class=\"footnote-marker\">266</sup><i class=\"footnote\">See above, 8:22.</i> Now it was Aaron who brought forth this shape, for they did not tell him what he should make, whether <i>a bullock, or a sheep, or a goat</i>,<sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Leviticus 22:27.</i> or other forms. It is this which is the intention of the saying of the Sages who said,<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">Sanhedrin 63a.</i> “The verse teaches us that they wished to have many gods,” For they did not know what to choose and which one would be best for them.<br>Now Aaron’s intention was as follows. Because Israel was in a wilderness, a desolate wasteland, and destruction and everlasting desolation come from the north, as it is written, <i>Out of the north the evil shall break forth upon all the inhabitants of the land</i>,<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Jeremiah 1:14.</i> the reference being not merely to the king of Babylon, as can be seen clearly from Scripture,<sup class=\"footnote-marker\">270</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15: <i>For, lo, I will call all the families of the kingdoms of the north</i> etc.</i> but rather [the intent of the verse is to state] that the attribute of justice comes to the world from the left,<sup class=\"footnote-marker\">271</sup><i class=\"footnote\">As one faces the east, his left hand is to the north.</i> to requite upon all the inhabitants of the land according to their evil; and since in the account of the Divine Chariot it is said, <i>and the four of them had the face of an ox on the left side</i><sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Ezekiel 1:10.</i> — therefore Aaron thought that the destroyer [the ox, which was to the left, i.e. the north] points to the place of destruction where its great power is centered, and when worshipping G-d through there <i>the spirit will be poured from on high</i>,<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Isaiah 32:15.</i> just as it was put upon Moses. It is for this reason that Aaron said, <i>Tomorrow shall be a feast to the Eternal</i>,<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Verse 5.</i> meaning that the services and the sacrifices would be to the Proper Name of G-d in order to obtain His favor upon the power [symbolized by] this image,<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">I.e., “the ox” which is on the left side of the Divine Chariot, and denotes the attribute of justice. See my Hebrew commentary, p. 507.</i> for, it being before them, they would direct their thoughts towards the purport thereof [and thus would be able to mitigate the destructive forces of the wilderness].<br>It is our Rabbis who have taught us this interpretation, and it is they who have revealed the secret thereof. Thus they have said:<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">Ramban is quoting here a composite of Midrashim in Shemoth Rabbah — 3:2, 42:5, 43:8.</i> “<i>‘Ra’oh ra’ithi’ (I have surely seen) the affliction of My people</i>.<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Exodus 3:7.</i> Said the Holy One, blessed be He, to Moses: ‘Moses, you see them in one appearance, and I see them in two appearances.<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Hence the double expression: <i>Ra’oh ra’ithi</i>, translated “I have surely seen.”</i> You see them coming to Sinai and accepting My Torah, and I see them contemplating Me and how I came forth in My ‘travelling coach’ to give them the Torah, as it is said, <i>The chariots of G-d are myriads, even thousands upon thousands</i>,<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">Psalms 68:18. This whole psalm is interpreted in Midrash Tehilim with reference to the Revelation on Sinai.</i> and they will unhitch one of My <i>tatromulin</i>,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">This is a Greek word [as Ramban will explain further on] which denotes “four mules.” Here it is used in reference to the four <i>chayoth</i> (living creatures) in the Divine Chariot as described by Ezekiel (Chapter 1), which, as stated in Psalms quoted above, were also seen at the Revelation on Sinai. The sense here is thus that “they will unhitch one of the four <i>chayoth</i> (creatures) in My Chariot, and worship it.”</i> of which it is written, <i>and the face of an ox on the left side</i>,<sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Ezekiel 1:10.</i> and bring Me to anger with it.” <i>Tatromulin</i> means “four mules,” for <i>tetra</i> in Greek means “four,” just as the Rabbis have said,<sup class=\"footnote-marker\">281</sup><i class=\"footnote\">Nazir 8b.</i> [“If a person vowed, ‘I will be a <i>Nazir</i>] <i>tetragon</i>,’ he becomes [a <i>Nazir</i> for a period of] four times;” <i>mulin</i> means “mules,” just as in the expression, “The <i>mula’oth</i> (mules) of Rabbi’s house<sup class=\"footnote-marker\">282</sup><i class=\"footnote\">Shabbath 52a.</i> [used to go out with their bits on the Sabbath].” The word <i>tatromulin</i> is thus used as a symbol of the four <i>chayoth</i> (living creatures) who carried the Divine Chariot.<sup class=\"footnote-marker\">283</sup><i class=\"footnote\">Ezekiel 1:5.</i> And in Vayikra Rabbah [10:3] [we find the Midrash stating] that Aaron said, “Since I am building the altar, I will build it to the Name of the Holy One, blessed be He, as it is said, <i>and Aaron made a proclamation, and said, ‘Tomorrow shall be a feast to the Eternal.’</i><sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Verse 5.</i> It is not written here, ‘Tomorrow shall be a feast to the calf,’ but <i>to the Eternal</i>.”<br>Rabbi Abraham ibn Ezra wrote that <i>elohim</i> in this case [<i>Arise, make us ‘elohim’</i>] means that Aaron should make them “something visible and corporeal on which the glory would rest. And if you will pay attention to the first journey,<sup class=\"footnote-marker\">284</sup><i class=\"footnote\">Above, 14:19. <i>And the angel of G-d, who went before the camp of Israel</i> etc. (Bachya).</i> you will understand this.” But this does not appear to me to be correct, since the calf was not made according to the manner of those proficient in the art of the constellations, so that the glory or some spiritual influence should dwell upon it; rather, the figure was made so that when the people would worship it they would direct their thoughts to the purport thereof [as explained above]. Now I have already explained<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">Above, 13:21.</i> the secret of the first journey, and far it be from Aaron that he should want to be likened to him. Instead, his desire was merely to take of [the <i>tatromulin</i>, as explained above] so that their journeys [in the wilderness] should be on the side of that attribute. The student learned [in the mysteries of the Cabala] will understand.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd48b4fbfba217333666d0", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 15:1:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rashi on Exodus 15:1:1", "sourceHeRef": "רש\"י על שמות ט״ו:א׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>אז ישיר משה.</b> אָז כְּשֶׁרָאָה הַנֵּס עָלָה בְלִבּוֹ שֶׁיָּשִׁיר שִׁירָה. וְכֵן \"אָז יְדַבֵּר יְהוֹשֻׁעַ\" (יהושע י'), וְכֵן \"וּבַיִת יַעֲשֶׂה לְבַת פַּרְעֹה\" (מלכים א ז') – חָשַׁב בְּלִבּוֹ שֶׁיַּעֲשֶׂה לָהּ, אַף כָּאן יָשִׁיר אָמַר לוֹ לִבּוֹ שֶׁיָּשִׁיר וְכֵן עָשָׂה – וַיֹּאמְרוּ לֵאמֹר אָשִׁירָה לַה', וְכֵן בִּיהוֹשֻׁעַ כְּשֶׁרָאָה הַנֵּס אָמַר לוֹ לִבּוֹ שֶׁיְּדַבֵּר וְכֵן עָשָׂה – \"וַיֹּאמֶר לְעֵינֵי יִשְׂרָאֵל\" (יהושע י'), וְכֵן שִׁירַת הַבְּאֵר, שֶׁפָּתַח בָּהּ אָז יָשִׁיר יִשְׂרָאֵל, פֵּרֵשׁ אַחֲרָיו \"עֲלִי בְאֵר עֱנוּ לָהּ\" (במדבר י\"א), \"אָז יִבְנֶה שְׁלֹמֹה בָּמָה\" (מלכים א י\"א), פֵּרְשׁוּ בוֹ חַכְמֵי יִשְׂרָאֵל שֶׁבִּקֵּשׁ לִבְנוֹת וְלֹא בָנָה, לִמְּדָנוּ שֶׁהַיּוֹ\"ד עַל שֵׁם הַמַּחֲשָׁבָה נֶאֶמְרָה, זֶהוּ לְיַשֵּׁב פְּשׁוּטוֹ. אֲבָל מִדְרָשׁוֹ אָמְרוּ רַבּוֹתֵינוּ זִ\"לִ \"מִכָּאן רֶמֶז לִתְחִיַּת הַמֵּתִים מִן הַתּוֹרָה\" וְכֵן בְּכֻלָּן, חוּץ מִשֶּׁל שְׁלֹמֹה, שֶׁפֵּרְשׁוּהוּ בִּקֵּשׁ לִבְנוֹת וְלֹא בָנָה. וְאֵין לוֹמַר וּלְיַשֵּׁב לָשׁוֹן הַזֶּה כִּשְׁאָר דְּבָרִים הַנִּכְתָּבִים בִּלְשׁוֹן עָתִיד וְהֵן מִיָּד, כְּגוֹן \"כָּכָה יַעֲשֶׂה אִיּוֹב\" (איוב א'), \"עַ\"פִּ ה' יַחֲנוּ\" (במדבר ט'), \"וְיֵשׁ אֲשֶׁר יִהְיֶה הֶעָנָן\" (שם), לְפִי שֶׁהֵן דָּבָר הַהוֹוֶה תָמִיד וְנוֹפֵל בּוֹ בֵּין לְשׁוֹן עָתִיד וּבֵין לְשׁוֹן עָבָר, אֲבָל זֶה שֶׁלֹּא הָיָה אֶלָּא לְשָׁעָה, אֵינִי יָכוֹל לְיַשְּׁבוֹ בַּלָּשׁוֹן הַזֶּה:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אז ישיר משה THEN SANG MOSES — with regard to the usage of the future ישיר, the meaning is: THEN — i. e. when he saw the miracle it entered his mind that HE WOULD SING a song. Similar is, (Joshua 10:12) “Then Joshua would speak (אז ידבר)”; and similar, (1 Kings 7:8) “and a house he would make (יעשה) for Pharaoh’s daughter”, which signifies “he purposed in his heart that he would make it for her”. So, also, ישיר here signifies: his heart told him that he should sing, and thus did he actually do, as it states, “and they (Moses and Israel) spake as follows, ‘I will sing unto the Lord’”. And in the same way, in the case of Joshua, it means: then (או) — when he saw the miracle mentioned in that narrative — his heart told him (prompted him) to speak, and thus did he actually do, as it is stated, “and he spake before the eyes of all Israel”. The same applies to the Song of the Well (Numbers 21:17) which begins with the words: אז ישיר ישראל, “then would Israel sing”; it expresses the intention quite plainly in the following words, “Come up, O Well — sing ye unto it” (i. e. these words are a call to the people to sing to it after Israel had expressed their intention so to do and are not part of the song itself which begins with the words that follow). With regard to (1 Kings 11:7) אז יבנה שלמה במה our Rabbis explained that He proposed to build a high place for Chemosh but actually did not build it (Sanhedrin 91b). This, too, teaches us that the י as a prefix of the imperfect is used in reference to intention to do a thing. This explanation serves to settle the literal meaning of the text. But so far as its Midrashic explanation is concerned our Rabbis, of blessed memory, said: from here (i. e. from the fact that the future tense is used) we may derive an intimation that the tenet of the Resurrection of the Dead is from the Torah (is alluded to, although only by inference, in the Torah) (Sanhedrin 91b). And thus, also, do they explain in the case of all them (all of the examples quoted) except in the case of that referring to Solomon which they explained in the sense that he purposed to build a high place but did not build it. — One cannot say that this can be appropriately explained in the same way as one explains other passages which are written in the future tense, but which really refer to an immediate action (i. e. to a then present time); for example, (Job. 1:5) “Thus was Job doing (יעשה)”; (Numbers 9:18) “At the command of the Lord were they encamping (יחנו)”; (Numbers 9:20) “And there were occasions when the cloud was (יהיה) upon the tabernacle”, because these were each of them something that was continuously happening, and there is proper to it either the future tense or the past tense (cf. Rashi on Genesis 29:3). But this (אז ישיר and other passages quoted) which happened only at the particular moment mentioned (once and once only), one cannot fittingly explain in this sense (i. e. of continuous action).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "569d07bed6e4a979b40a0a11", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 84:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sifrei Bamidbar 84:2", "sourceHeRef": "ספרי במדבר פ״ד:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 84.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויאמר משה קומה ה'. וכתוב אחד אומר (במדבר ט) \"על פי ה' יחנו ועל פי ה' יסעו\". כיצד יתקיימו ב' כתובים הללו? משל למלך בשר ודם, שאמר לעבדו: הנראה שתעמידני, בשביל שאני הולך ליתן ירושה לבני. ד\"א: למה הדבר דומה? למלך בשר ודם, שהיה מהלך בדרך ונהג אוהבו עמו. כשהוא נוסע – אומר: איני נוסע עד שיבא אוהבי. וכשהוא חונה – אומר: איני חונה עד שיבא אוהבי. נמצאת מקיים \"על פי ה' יחנו וע\"פ ה' יסעו\":", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " One verse states (Bamidbar 11:35) \"And Moses said: 'Stand, O L-rd (and let Your foes be scattered'\"), and another (Bamidbar 9:23) \"By word of the L-rd they encamped, and by word of the L-rd they traveled.\" How are these two verses to be reconciled? An analogy: A king says to his servant: Would you please stop me (if I go too quickly). For I am on my way to give an inheritance to my son, (\"and I may 'run away' with myself!\") Variantly: A king goes on a journey and takes his lover along with him. When he travels, he says: I will not go further before my lover tells me to; and when he desires to camp, he says: I will not camp unless my lover tells me to. Thus is reconciled \"And Moses said, etc.\" and \"By word of the L-rd they encamped, and by the word of the L-rd they traveled.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d54d6e4a94c7c18acd4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 9:23", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Tafsir Rasag, Numbers 9:23", "sourceHeRef": "תפסיר רס\"ג, במדבר ט׳:כ״ג", "anchorVerse": 23, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0023, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "כד̇אך עלי קול אללה ינזלון ועלי קולה ירחלון יחפט̇ון מא אסתחפט̇הם מן קולה ביד מוסי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58317151d6e4a912cea9834a", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 84:5", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sifrei Bamidbar 84:5", "sourceHeRef": "ספרי במדבר פ״ד:ה׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 84.0005, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "רבי אומר: כאן אתה אומר \"קומה ה'\", וכאן אתה אומר \"שובה\". כיצד יתקיימו שני כתובים הללו? מגיד הכתוב, כשהיו ישראל נוסעים – היה עמוד הענן מקופל, ולא היה פורס עד שהיה אומר \"קומה ה'\". נמצאת מקיים \"קומה ה'\" – ונמצאת מקיים \"שובה ה'. ובנחה יאמר. מגיד הכתוב, כשהיו ישראל נוסעים – אלפים, וחונים – רבבות. אמר משה: אינני מניח את השכינה, עד שתעש לישראל רבבות ואלפים! שמתשובה שאמר – אתה יודע מה אמר להם: \"ה' אלהי אבותיכם יוסיף עליהם ככה אלף פעמים\". אמרו לו: משה רבינו, הרי אנו מובטחים לברכות הרבה, ואתה נותן קצבה לברכותינו! אמר להם: אני בשר ודם, יש קצבה לברכותי. זו – משלי, אבל הוא – יברך אתכם כאשר דבר לכם: כחול ימים, וכצמחי אדמה, וכדגי הים, וכוכבי השמים. אבל הוא יברך אתכם כאשר דבר לכם לרוב. ובנחה יאמר – מגיד הכתוב שאין שכינה שורה למעלה, אלא באלפים ורבבות; שנא' (תהלים סח) \"רכב אלהים רבותים אלפי שנאן\". וכשם שאין שכינה שורה למעלה, אלא באלפים וברבבות – כך אין שכינה שורה למטה, אלא באלפים ורבבות:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " Rebbi says: One verse states (Bamidbar 9:23) \"By the word of the L-rd they encamped, and by the word of the L-rd they traveled,\" and here (10:35-36) it is written \"And Moses said: \"Stand, O L-rd … Rest, O -rd.\" How are these verses to be reconciled? Scripture is telling us that when Israel traveled (by word of the L-rd) the pillar of cloud was folded and standing, and it did not move until Moses said \"Stand, O L-rd.\" And when they rested (by word of the L-rd), the pillar of cloud was folded and standing, and it did not spread out (over the encampment) until Moses said \"Rest, O L-rd,\" so that there are satisfied both \"By word of the L-rd they encamped and by word of the L-rd they traveled,\" and \"Moses said: Stand, O L-rd … Rest, O L-rd.\" And this is the intent of \"by the mouth of the L-rd, by the hand of Moses.\" (Ibid. 36) \"And when it came to rest, he said, etc.\": Scripture (here) states that Moses said: (I will not allow the Shechinah to rest) until Israel travels in thousands and rests in ten thousands, until Israel becomes thousands of ten thousands, like the stars of heaven. \"And when it rested, he said\": Scripture (here) states that the Shechinah rests on high only on two thousands and two ten thousands, as it is written (Psalms 68:18) \"the chariots of G-d are two ten thousands, two thousands.\" And just as the Shechinah does not rest on high except on two thousands and two ten thousands, so, it does not rest below except on two thousands and two ten thousands.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "5889b4f9d6e4a902855ff9d1", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Tur HaArokh, Numbers 9:23:1", "sourceHeRef": "הטור הארוך, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>על פי ה' יחנו ועל פי ה' יסעו. </b>הזכיר זה פעם אחרת לומר שעשו כן כל ימי שבתם במדבר ולמעלה אמר על פי ה' יסעו ועל פי ה' יחנו וכאן הקדים חניי' לנסיעה לומר בין בנסיעתן ובין בחנייתן כבוד ה' עמהם. עוד נ\"ל דלמעלה שסיים בפסוק שלפניו ובמקום אשר ישכון שם הענן שם יחנו בני ישראל על זה אמר על פי ה' יסעו ממקום שחנו ועל פי ה' יחנו אחר כן וכאן שסיים בפסוק שלפניו ובהעלותו יסעו על זה אמר כשיחנו אחר הנסיעה על פי ה' יחנו ועל פי ה' יסעו אחר כן: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " על פי ה' יחנו ועל פי ה' יסעו, “They would encamp according to the word of <i>Hashem</i>, and they would break camp and commence their journey according to the word of <i>Hashem.”</i> This has been repeated once more to tell us that this pattern continued for all the forty years they were in the desert. Previously, the Torah had described the people as journeying followed by their making camp, whereas here the pattern is reversed and their encamping is mentioned ahead of their breaking camp. The Torah wanted to stress that on all occasions the glory of <i>Hashem</i> accompanied them.\n    It also appears to me that the verse that concludes with ובמקום אשר ישכן שם הענן, שם יחנו בני ישראל is the verse to which the words על פי ה' יסעו apply, to tell us that after having encamped according to the word of <i>Hashem,</i> they also commenced journeying again only at the command of <i>Hashem.</i> On the other hand, when we read על פי ה' יסעו, the Torah follows with the report that the people started to journey at the command of <i>Hashem,</i> by adding that they did not continue but they encamped at the command of <i>Hashem</i> although they might have preferred to keep on journeying toward their ultimate destination.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad922ed6e4a93323dbe7c9", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 31b:7", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Shabbat 31b:7", "sourceHeRef": "שבת ל״א ב:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0007, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "אֲמַר לֵיהּ רַבָּה: מִכְּדֵי כׇּל מְלָאכוֹת יָלְפִינַן לְהוּ מִמִּשְׁכָּן, וְהָתָם סוֹתֵר עַל מְנָת לִבְנוֹת שֶׁלֹּא בִּמְקוֹמוֹ הוּא! אֲמַר לֵיהּ: שָׁאנֵי הָתָם כֵּיוָן דִּכְתִיב ״עַל פִּי ה׳ יַחֲנוּ״, כְּסוֹתֵר עַל מְנָת לִבְנוֹת בִּמְקוֹמוֹ דָּמֵי.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rabba said to him:</b> That reasoning is implausible. <b>After all, all labors</b> prohibited on Shabbat, <b>we derive them from</b> the labors performed in the Tabernacle, <b>and there it was</b> a case of <b>dismantling in order to build elsewhere.</b> They would dismantle the Tabernacle and reconstruct it at the next encampment. Ulla <b>said to</b> Rabba: That is not a proof, as <b>there,</b> in the case of the Tabernacle, <b>it is different. Since it is written: “At the commandment of the Lord they encamped”</b> (Numbers 9:23). The time and place of their travels and their encampments were not determined by them but rather by the word of God. Consequently, when they took down the Tabernacle <b>it was tantamount to demolishing in order to build in the same place.</b> Since the demolition and the construction were both accomplished at the command of God, there was never a case of destruction without a constructive purpose.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5964830fd6e4a92bf45a4b1a", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Shemot 32:4:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rabbeinu Bahya, Shemot 32:4:2", "sourceHeRef": "רבנו בחיי, שמות ל״ב:ד׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": "<b>והחכם </b>ר\"א ז\"ל אמר כי אלהים במקום הזה שאמר קום עשה לנו אלהים הוא כבוד חונה בצורת גויה, ואם תשים לבך אל המסע הראשון תבין זה ע\"כ, ומסע הראשון הוא מה שכתוב ויסע מלאך האלהים וגו', ובלשון שאמר כבוד חונה בצורת גויה תפש עליו הרמב\"ן ואמר איננו נכון בעיני שלא נעשה במלאכת חכמת המזלות להיות בצורתו כבוד חונה או הדבור, ע\"כ. והאמת כי אין מעשה העגל כמעשה הצלמים לקבל רוחניות כוכב או מזל להמשיכו שם כי הכוונה היתה למעלה מן הכוכבים והמזלות, והוא שכוון אהרן לעשות בעגל גוף מקבל כח אחד מטטראמולין של הקב\"ה, והוא שור שבמרכבה שהוא מן השמאל מדת הדין כדי שיורה להם הדרך כי המחריב יורה דרך החרבן, וישראל היו במדבר במקום החרבן שהוא מחלק כוכב מאדים וכל כחותיו נשפעים ויונקים ממדת הדין, זאת היתה כוונת אהרן בעשית העגל להיות מסעם של ישראל על פיו מצד מדת הדין כמו שהיה על פי משה מצד מדת הדין, כענין שדכתוב (במדבר ו) ע\"פ ה' ביד משה. ואחר שגמר עשיתו בנה מזבח לפניו והיה בזה קצוץ בנטיעות אלא שהיתה כוונתו בקרבנות לשם המיוחד, הוא שאמר חג לה' מחר ולא אמר לאלהים או לעגל, שאם היתה כונתו למדת הדין בלבד היה בזה קצוץ.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Rabbi Avraham Ibn Ezra claims that the word אלוהים in this instance (the one in verses 5 and 1) means that they wanted the attribute כבוד of G’d to rest in a stationary position in the form of a body, as a symbol of G’d’s Presence amongst them. If you will reflect on the first journey of the people in chapter 14,19 where the Torah describes the מלאך האלוהים which traveled first in front of the camp of the Israelites and afterwards behind them, you will understand the true nature of the people’s request. The stationary columns of cloud or fire were described as מלאך אלהים. [I have found this Ibn Ezra in his introduction to the episode of the golden calf. Ed.] Nachmanides disagrees with the Ibn Ezra he just quoted, seeing that none of the other reproductions of zodiac signs portrayed the golden calf as reposing. Thus far Nachmanides.<br> The truth is that the whole point of making the golden calf was not to duplicate what the idolaters who construct a lifeless form do when they hope to imbue this lifeless stature or hewn image with some spirit and powers of prophecy. These idolaters expect the creation of their hands to have some form of life breathed into them by their counterparts in the cosmos, much as they imagined the first man to have had life breathed into him.<br> When Aaron constructed the golden calf he intended for it to be a body which would receive divine input from the angel Mattatron, the one in charge of the universe and the powers assigned to the planets and their constellations in the sky. He thought in terms of the ox which is one of the four “animal-like faces” (concepts) supporting the throne (carriage) of G’d. He assumed that such insights would be provided by the ox seeing it is on the left side of the מרכבה, and it would show the Israelites the way so that it would counteract the negative northern influences. <small>[The journey of the Israelites towards the Holy Land took them straight north. Ed.]</small> At that time the Israelites found themselves within the domain of the planet Mars (as Pharaoh had already warned them about, see Exodus 10,10 compare Rashi). That planet derives all its celestial input from the attribute of Justice. Aaron hoped that just as the Israelites had been guided under the leadership of Moses by the attribute of Justice, so now, under the auspices of that attribute the Israelites would continue to receive celestial guidance. The calf merely symbolized which attribute of the מרכבה would guide the people. He misunderstood such verses as על פי ה’ ביד משה at the command of G’d by means of Moses (Numbers 9,23), as being something that could also apply to על פי ה’ ביד העגל, “at the command of the Lord by means of the ox.”. Aaron’s fatal error was to build an altar in front of this calf. Seeing he announced that the celebration on the following day would be in honor of Hashem (only), he had not become guilty of an act of idolatry by building this altar.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48974d6e4a939ba174d1e", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Torah Temimah on Torah, Numbers 9:23:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>על פי ה׳ יחנו. </b>אמר עולא, קסבר ר׳ יוסי, סותר על מנת לבנות במקומו הוי סותר, סותר על מנת לבנות שלא במקומו לא הוי סותר <sup class=\"footnote-marker\">לח</sup><i class=\"footnote\">הנה כלל גדול קיי\"ל לענין איסורי וחיובי שבת, הסותר כל שהוא חייב, והוא שיסתור על מנת לבנות, אבל אם סתר דרך השחתה פטור, דכל המקלקלין פטורין, ור' יוסי מוסיף דאפילו סותר ע\"מ לבנות פטור אם הבנין הוא שלא במקום סתירה, ולכן ס\"ל דהמכבה את הנר בשבת מפני שהוא חס על נר או על השמן פטור, מפני דאפילו לר' יהודה דמלאכה שא\"צ לגופה חייב עליה, אך בכאן הוי סותר דהו\"ל כמקלקל דפטור משום דאינה מלאכת מחשבת, ואע\"פ דסתירה זו הוי על מנת לבנות כדי שיתקיים הנר או השמן, אך כל כבוי שאינו על מנת להדליק אותה פתילה רק פתילה אחרת נקרא סתירה ע\"מ לבנות שלא במקומו, ולדינא לא קיי\"ל כחלוקו של ר' יוסי אלא כל סתירה ע\"מ לבנות חייב, ובכ\"ז העתקנו דרשה זו לאסברא קרא שלפנינו.\n</i>, אמר ליה רבה, מכדי כל מלאכות שבת ממשכן ילפינן, והתם סותר על מנת לבנות שלא במקומו הוא <sup class=\"footnote-marker\">לט</sup><i class=\"footnote\">שהיו סותרין אותו בחניה זו ונוסעים למקום אחר וחונים וחוזרים ומקימים אותו.\n</i>, אמר ליה, שאני התם, כיון דכתיב ע\"פ ה׳ יחנו – כסותר על מנת לבנות במקומו דמי <sup class=\"footnote-marker\">מ</sup><i class=\"footnote\">כיון דהחניה והנסיעה היא ע\"פ ה', יתכן שיאמר להם שובו חנו במקום שסתרתם, לכן הוי כסותר ע\"מ לבנות במקומו.\n</i>.<br>(שבת ל\"א ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48974d6e4a939ba174d20", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 9:23:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Torah Temimah on Torah, Numbers 9:23:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ט׳:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>על פי ה׳ יחנו. </b>אמר רב הונא, יושבי צריפין אין מודדין להם אלא מפתח בתיהם <sup class=\"footnote-marker\">מא</sup><i class=\"footnote\">מדין תורה, היוצא חוץ לתחום העיר בשבת לוקה, שנאמר (פ' בשלח) אל יצא איש ממקומו ביום השביעי, מקום זה הוא תחום העיר, ולא נתנה תורה שיעור לתחום זה, אבל חכמים קצבו שתחום זה הוא חוץ לי\"ב מיל כנגד מחנה ישראל, וכך אמר להם משה, לא תצאו חוץ למחנה, ומדברי סופרים שלא יצא אדם חוץ לעיר אלא אלפים אמה, אבל חוץ לאלפים אמה אסור, שאלפיים אמה הוא מגרש העיר, ומבואר ענין זה לפנינו בפ' בשלח. והנה כשמודדין מהעיר אלפים אמה מודדין משער העיר ואפילו היתה העיר גדולה מאוד נחשבת כולה כד' אמות, ואמר על זה כיון דביושבי צריפין היינו אהלים ועושין מהוצין וערבה אין להם דין עיר להיות כולה כד' אמות, מפני שאינן קבע, ולכן מודדין להם אלפים אמה רק מפתח בתיהם של כל אחד אם אין להם כעין היקף מחיצה י' או חריץ י' סביב בתיהם.\n</i>, מתיב רב חסדא, ויחנו על הירדן מבית הישימות (פ׳ מסעי) ואמר רבה בר בר חנא, לדידי חזי לי ההוא אתרא והוי תלתא פרסי על תלתא פרסי, ותניא, כשהן נפנין אין נפנין לא לפניהם ולא לצדיהם אלא לאחוריהם <sup class=\"footnote-marker\">מב</sup><i class=\"footnote\">ר\"ל לא חוץ לענן שמא ילך הענן והארון שם, ולא לצדיהם ג\"כ חוץ לענן, שאין יודעין אנה פנה הענן לעבור, אלא לאחוריהם, ושם שרי חוץ לענן, יען כי בודאי לא יחזור הענן לאחוריו, אלמא המהלך בראש והוצרך לנקביו חוזר לאחוריו ג' פרסאות, וישראל במדבר יושבי אהלים שאינן קבע, ואפ\"ה מהלכין את כל המחנה כד' אמות.\n</i>, אמר ליה רבא, דגלי מדבר קאמרת, שאני דגלי מדבר, כיון דכתיב על פי ה' יחנו ועל פי ה' יסעו, כמאן דקביע להר דמי <sup class=\"footnote-marker\">מג</sup><i class=\"footnote\">ר\"ל חשובה היא חנייתן להיות נדונת כקבע, וע\"ע לפנינו בפ' תצא בפסוק ויצאת שמה חוץ (כ\"ג י\"ג).\n</i>.<br>(עירובין נ\"ה ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3082d6e4a90d4d5ce6b0", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 31b:7", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Steinsaltz on Shabbat 31b:7", "sourceHeRef": "ביאור שטיינזלץ על שבת ל״א ב:ז׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 62.0007, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "<b>אמר ליה</b> <small>[לו]</small> <b>רבה:</b> סברה זו לא תתכן, שכן <b>מכדי</b> <small>[הרי]</small> את <b>כל</b> ה<b>מלאכות</b> האסורות בשבת <b>ילפינן להו</b> <small>[לומדים אנו אותן]</small> <b>מ</b>מלאכת ה<b>משכן, והתם</b> <small>[שם]</small> <b>סותר על מנת לבנות שלא במקומו הוא,</b> שהרי היו מפרקים את המשכן ומעמידים אותו אחר כך במקום אחר! <b>אמר ליה</b> <small>[לו]</small> עולא לרבה: אין זו ראייה, שכן <b>שאני התם</b> <small>[שונה שם]</small> <b>כיון דכתיב</b> <small>[שנאמר]</small> <b>\"על פי ה' יחנו\"</b> (במדבר ט, כג), ומכיון שזמן ומקום נסיעתם וחנייתם לא נקבעו על פי רצונם אלא על פי ה' הרי זה <b>כסותר על מנת לבנות במקומו.</b> שגם הסתירה וגם הבניה נעשו על פי ציוויו של הקדוש ברוך הוא, ואין בהם קלקול שלא לצורך.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e2d6e4a92409abf200", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 17:5:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Siftei Chakhamim, Numbers 17:5:2", "sourceHeRef": "שפתי חכמים, במדבר י״ז:ה׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>על קרח.</b> ואע\"ג דכתיב כ\"פ בקרא ביד משה בפ' בהעלותך ע\"פ ה' ביד משה, וכן בפ' בחקתי, וכן בפ' פנחס. וי\"ל דק\"ל מאי ביד משה, דא\"ל דע\"י משה אמר לקרח שיענוש אותו אם יחלוק על הכהונה, דלא מצינו זה בקרא. ועוד דלמה צוה לקרח יותר משאר ישראל, דע\"כ האי לו על קרח קאמר לפי המדרש דאמר רמז לחולקים, כלומר קרח שחולק. אלא ע\"כ האי ביד משה דהכא למדרש אתא רמז לחולקין, פירוש דכתיב הכא ביד משה וכתיב התם הבא נא ידך בחיקך, מה התם צרעת אף הכא כל החולקים ילקו בצרעת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>About Korach.</b> Even though the Torah often writes ביד משה (lit. ‘in the hand of Moshe’ but normally meaning ‘through Moshe’) as in Parshas Beha'aloscha where it writes “according to the word of Hashem in the hand of Moshe” (Bamidbar 9:23, 10:13) and similarly in Parshas Bechukosai (Vayikra 26:46) and Parshas Pinchos (Bamidbar 27:23). Nevertheless, Rashi is answering a question: What is the meaning of “in the hand of Moshe”? For one cannot answer that Hashem said through Moshe to Korach that he would be punished if he disputed the <i>kehunah,</i> since we do not find this in the Torah. Furthermore why would He have commanded Korach any more than the rest of Yisroel? The phrase “to him” certainly refers to Korach, according to the Midrash which says, “This alludes that those who enter a dispute,” a reference to Korach who disputed. Rather one must say that “in the hand of Moshe” comes for one to expound an “allusion that those who dispute…” meaning that it is written “in the <i>hand</i> of Moshe” and there (Shemos 4:6) it is written “Please place your <i>hand</i> in your chest.” Just as there the Torah refers to <i>tzora’as,</i> so too here, those who enter a dispute will be stricken with <i>tzora’as.</i>", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a462645d6e4a924eb193bb0", "index_title": "Rashi on Song of Songs", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Song of Songs 4:8:3", "anchorRef": "Numbers 9:17-23", "anchorRefExpanded": ["Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "Rashi on Song of Songs 4:8:3", "sourceHeRef": "רש\"י על שיר השירים ד׳:ח׳:ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Rashi on Song of Songs", "he": "רש\"י על שיר השירים"}, "heTitle": "רש\"י על שיר השירים", "he": "<b>תָּשׁוּרִי מֵרֹאשׁ אֲמָנָה.</b> בְּקַבְּצִי אֶת נִדָּחַיִךְ, תִּסְתַּכְּלִי וְתִתְבּוֹנְנִי מַה שְׂכַר פְּעֻלָּתֵךְ מֵרֵאשִׁית הָאֱמוּנָה שֶׁהֶאֱמַנְתְּ בִּי: לֶכְתֵּךְ אַחֲרַי בַּמִּדְבָּר, וּמַסָּעוֹתַיִךְ וַחֲנִיּוֹתַיִךְ עַל פִּי, וּבִיאָתֵךְ לְרֹאשׁ שְׂנִיר וְחֶרְמוֹן שֶׁהָיוּ מְעוֹנוֹת אֲרָיוֹת, סִיחוֹן וְעוֹג. דָּבָר אַחֵר: \"מֵרֹאשׁ אֲמָנָה\", הַר הוּא בִּגְבוּל צְפוֹנָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל וּשְׁמוֹ אֲמָנָה, וּבִלְשׁוֹן מִשְׁנָה טוּרֵי אַמְנוֹן, וְהֹר הָהָר שֶׁנֶּאֱמַר בּוֹ \"מִן הַיָּם הַגָּדוֹל תְּתָאוּ לָכֶם הֹר הָהָר\". וּכְשֶׁהַגָּלֻיּוֹת נִקְבָּצוֹת וּמַגִּיעוֹת שָׁם, הֵם צוֹפִים מִשָּׁם וְרוֹאִין גְּבוּל אֶרֶץ יִשְׂרָאֵל וַאֲוִירָהּ שֶׁל אֶרֶץ יִשְׂרָאֵל, וּשְׂמֵחִים וְאוֹמְרִים הוֹדָיָה. לְכָךְ נֶאֱמַר: \"תָּשׁוּרִי מֵרֹאשׁ אֲמָנָה\": ", "heVersionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>You will look from the peak of Amanah.</b> When I gather your dispersed ones, you will look and ponder what is the reward of your actions from the beginning of your faith [=מֵרֹאשׁ אֲמָנָה that you believed in Me, [e.g.,] your following Me in the wilderness,<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">See Yirmiyahu 2:22. </i> and your travels and your encampments at My command,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">See Bamidbar 9:17-23. </i> and your coming to the peak of Snir and Chermon, which were the lions’ dens, Sichon and Og. Another explanation, “מֵרֹאשׁ אֲמָנָה” [=from the peak of Amanah], this is a mountain on the northern boundary of Eretz Yisroel, named Amanah. In the language of the Mishnah,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Maseches Gittin 8a. </i> [these are] the mountains of Amnon [or] Mount Hor, about which it is stated, “from the Great Sea you shall draw a line extending to Mount Hor.”<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Bamidbar 34:7. </i> When the exiles gather and arrive there, they will look from there and see the boundary of Eretz Yisroel and the air of Eretz Yisroel, and they will rejoice and offer thanks. Therefore, it is stated, “תָּשׁוּרִי [=You will sing] from the peak of Amanah.” ", "versionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ea9f073ad4f00597bd9a1", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 33:1:7", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Or HaChaim on Numbers 33:1:7", "sourceHeRef": "אור החיים על במדבר ל״ג:א׳:ז׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 1.0007, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<i></i><b>אשר יצאו מארץ מצרים לצבאותם</b>. לפי מה שפירשנו כי תיבת אלה הגידה על המסעות המובחרים ופסלה מסעות הגרועים סמך הכתוב למאמר אלה מאמר <b>אשר יצאו</b> וגו' <b>לצבאותם</b> להעירך כי המובחרים הם אותם שקדמו למרגלים שהם בני ישראל שיצאו מארץ מצרים לצבאותם פירוש הצבאות עצמן שיצאו לשלול מסעות שהיו מזמן המרגלים שלא היו לצבאותם שנגזרה גזירה למות במדבר ומאותה שנה עצמה מתו חלק מהם ולא היה בנמצא הצבאות שיצאו ממצרים, ואומרו <b>ביד משה ואהרן</b> פירוש המסעות היו בידם דכתיב בפרשת בהעלותך (ט' כ') ועל פי ה' יסעו וגו' על פי ה' ביד משה וסמך עמו אהרן שאהרן הוא התוקע בחצוצרות למסעם לזה שתפו עם משה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b><span>אשר יצאו מארץ מצרים לצבאותם</span>, who had departed from Egypt according to their hosts;</b> according to what we explained thus far that the word <span>אלה</span> separates these special journeys as being spiritually superior to any previous journeys, the reason that the Torah wrote the words \"who came forth out of Egypt according to their hosts,\" is that the Torah wished to describe the journeys prior to the affair of the spies as being spiritually superior to those which occurred only as a result of the decree after the affair of the spies. Prior to the affair of the spies, the Israelites deserved to be described as journeying <span>לצבאותם</span> as due to their being the hosts of G'd. Journeys which took place after the decree occasioned by the fiasco of the spies lacked the element described here as <span>לצבאותם</span>. The major reason that it lacked this element was that part of the men who had participated both in the Exodus and in the refining process of the iron crucible called Egypt had begun to die off, so that there were no longer the requisite number of holy souls to make up the magic number of 600,000 who combined all the qualities we described. When the Torah describes the journeys as <span>ביד משה ואהרון</span>, this means that prior to the fiasco with the spies the journeys had been described in Numbers 9,23 as <span>על פי ה׳ ביד משה</span>, \"at the command of G'd as conveyed by Moses,\" that Moses and Aaron (the latter by means of the trumpets) gave the signal to initiate a journey.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9eab071e100bf4ef5c1", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bamidbar 10:2:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rabbeinu Bahya, Bamidbar 10:2:1", "sourceHeRef": "רבנו בחיי, במדבר י׳:ב׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>עשה לך שתי חצוצרות כסף.</b> ע\"ד הפשט היו חצוצרות הללו של כסף והיו מקשה, ולשני דברים היו משמשים, האחד להקהיל העם או הנשיאים, והשני לנסיעה, הוא שכתוב והיו לך למקרא העדה ולמסע את המחנות. כשהיו תוקעין בשתיהן היה סימן להקהיל העם וכשהיו תוקעין בחצוצרת אחת בלבד היה סימן להקהיל הנשיאים הוא שכתוב ואם באחת יתקעו ונועדו אליך הנשיאים, לפי שהם המיוחדים שבעם לפיכך היו תוקעין באחת והיה סימן להם, וזה וזה בתקיעה שהיא פשוטה, ופשוטה רמז למדת רחמים, כי ימינו פשוטה לקבל שבים, אבל למסע את המחנות היו תוקעין בתרועה שנאמר תרועה יתקעו למסעיהם, לפי שהנסיעה סימן למלחמה, שהרי מחנות ישראל לקראת שבעה עממין היו הולכים להלחם בהם ולכבוש את הארץ, ולכך היו מריעין בתחלת נסיעתן כי התרועה רמז למדת הדין והיא המנצחת במלחמה, ומפני זה יזכיר הכתוב במסעות (במדבר ט׳:כ״ג) על פי ה' ביד משה, וזהו שכתוב (שם י) וכי תבאו מלחמה בארצכם והרעותם, והזכיר משה וינוסו משנאיך מפניך כלומר ממדת הדין. וכן היה סדר הענין במסעות, היו תוקעין לכל רוח ורוח מארבע רוחות העולם, כי ארבע מחנות של ארבע דגלים היו עומדים לארבע רוחות העולם, והוא שכתוב ותקעתם תרועה ונסעו המחנות החונים קדמה ותקעתם תרועה שנית ונסעו המחנות החונים תימנה, והרי לך מחנות המזרח ומחנות דרום. תרועה יתקעו למסעיהם, למסעות הנשארים, כלומר שיתקעו תרועה שלישית למסע מחנות המערב ותרועה רביעית למסע מחנות הצפון, כי לכל דגל מסע בפני עצמו כמו שמפרש הכתוב והולך ונסע דגל פלוני וכן כלן. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "עשה לך שתי חצוצרות כסף, “make for yourself two silver trumpets, etc.” According to the plain meaning of the text these two trumpets were made of silver, a single casting each as directed in our verse by the words מקשה תעשה אותם,”make them hammered out.” These trumpets had two functions 1) they served to call the people or the princes to an assembly. 2) They provided the signal for the people to break camp and commence their journeys. This is the meaning of the words: “they shall be yours for summoning the congregation and to cause the camps to journey.”<br> When both trumpets would be sounded simultaneously this would be the signal to assemble the people; if only one of the trumpets was blown this was the signal that only the princes need assemble. This is the meaning of the words in verse 4: “when they will blow in one (trumpet), the princes will assemble to you, the leaders of the thousands of Israel.” Seeing that these people were special, unique amongst their peers, only a single trumpet was blown to call them to an assembly. The kind of blast blown was that known as tekiah, a smooth unbroken tone. The smoothness of the sound was a reminder of the attribute of Mercy, reminding people that G’d’s right hand is outstretched waiting to welcome penitent sinners.<br> In order to make the camps start journeying the kind of sound blown was the teruah, shorter broken sounds, staccato-like. We know this from verse 6: “a teruah they are to blow for their journeys.” The reason, as we explained already, is that journeys called מסעות mean marching into war, i.e. involving the attribute of Justice. Basically, the journeys of the people of Israel were directed at dislodging the seven Canaanite nations from their homeland. It is the attribute of Justice which grants one victory in battle, and the Jewish people therefore alerted the attribute of Justice whenever they set out on their journeys. This is why in that connection you will always find the words 'על פי ה', “at the command of the Lord.”<br> When the people got ready to journey the trumpets would be blown in each direction of the four camps seeing that the four camps faced the four directions (winds) of the earth. This is why we have separate verses describing the different camps breaking up at different times (verses 5-6).", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5da76d159734abcd0808c4d6", "index_title": "Rashi on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Genesis 18:19:3", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rashi on Genesis 18:19:3", "sourceHeRef": "רש\"י על בראשית י״ח:י״ט:ג׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Rashi on Genesis", "he": "רש\"י על בראשית"}, "heTitle": "רש\"י על בראשית", "he": "<b>יצוה.</b> לְשׁוֹן הוֹוֶה, כְמוֹ כָּכָה יַעֲשֶׂה אִיּוֹב (איוב א'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "יצוה HE WILL COMMAND — This form of the verb (the imperfect) expresses frequentative action, as (Job 1.5) \"This Job used to do\" (יַעֲשֶׂה)", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "6037a6cbcda51cfa3ddf3cbb", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 10:6:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ramban on Numbers 10:6:2", "sourceHeRef": "רמב\"ן על במדבר י׳:ו׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>תרועה יתקעו למסעיהם</b> כבר פירשתי בסדר אמור אל הכהנים (ויקרא כג כד) כי התרועה רמז למדת הדין כי כן כתוב במסעות (במדבר ט׳:כ״ג) על פי ה' ביד משה והיא המנצחת במלחמה וכתוב (במדבר י׳:ט׳) וכי תבאו מלחמה בארצכם וגו' והרעותם ועל כן אמר משה (במדבר י׳:ל״ה) וינוסו משנאיך מפניך וכבר פירשתי סוד הפנים בעשרת הדברות (שמות כ ג) וכן תראו כי חומת יריחו נפלה בתרועה דכתיב (יהושע ו י) עד יום אמרי לכם הריעו והרעותם וכתיב (שם פסוק כ) ויריעו העם תרועה גדולה ותפול החומה ולכך היתה חרם ובהקהיל את הקהל ראויים לתקיעה כי הפשוטה רמז למדת רחמים כי ימינו פשוטה לקבל שבים על כן יאמר (ו) בנחה (במדבר י׳:ל״ו) שובה ה' רבבות אלפי ישראל וכתיב (במדבר י׳:י׳) וביום שמחתכם ובמועדיכם ותקעתם כי המלחמה לתרועה והמועדים והשמחה לרחמים ורבותינו (ר\"ה לג) העתיקו פשוטה לפניה ופשוטה לאחריה ותרועה באמצע שלא יקצץ בנטיעות בראש השנה ויום הכפורים ועל הקרבן אבל הכוונה זו לתקיעה וזו לתרועה והמשכיל יבין:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "A ‘T’RUAH’ THEY SHALL BLOW FOR THEIR JOURNEYS. I have already explained in <i>Seder ‘Emor El Hakohanim’</i> (<i>Speak unto the priests</i>)<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Leviticus 21:1. The verse referred to is <i>ibid.</i>, 23:24.</i> that the <i>t’ruah</i> alludes to the [Divine] attribute of justice, for so it is written concerning the journeyings that they were <i>‘al pi Hashem’</i> (<i>at the commandment of the Eternal</i>) <i>by the hand of Moses</i>,<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Above, 9:23. The expression <i>pi Hashem</i> alludes to the attribute of justice (Abusaula).</i> and it is that [attribute] which brings victory in war, as it is written, <i>And when ye go to war in your land … ‘vahareiothem’</i> (<i>ye shall sound a ‘t’ruah’</i>).<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Further, Verse 9.</i> Therefore Moses said, <i>and let them that hate Thee flee ‘mipanecha’</i> (<i>before Thee</i>),<sup class=\"footnote-marker\">110</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 35. Literally: “from before Thy face.”</i> and I have already explained the secret of the <i>panim</i> (face) in the Ten Commandments.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">Exodus 20:3.</i> And similarly you see that the wall of Jericho fell to the sound of a <i>t’ruah</i>, for it is written, <i>Ye shall not shout … until the day I bid you ‘hari’u’</i> (<i>sound a ‘t’ruah’</i>); <i>‘vahari’othem’</i> (<i>then shall you sound it</i>),<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Joshua 6:10.</i> and it is written, <i>and the people sounded a great ‘t’ruah,’ and the wall fell down</i>.<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> It was for this reason that it [the city of Jericho] was declared <i>cheirem</i> (devoted) [to the Eternal, and prohibited for private use.].<sup class=\"footnote-marker\">114</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> <i>But when the assembly is to be gathered together ‘tithke’u’</i><sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Further, Verse 7.</i> — they are deserving that the <i>t’kiah</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">A <i>t’ruah</i> is a succession of nine tremulous or quavering sounds. A <i>t’kiah</i> is a continuous plain sound. The <i>sh’varim</i> are broken disconnected sounds, but they are not as broken as those of the <i>t’ruah</i>. The three broken sounds of the <i>sh’varim</i> are equal [in length of time] to the nine quavering sounds of the <i>t’ruah</i>.</i> be sounded, for the <i>‘p’shutah’</i> [plain long and continuous sound] alludes to the [Divine] attribute of mercy, for “His right hand is <i>p’shutah</i> (stretched out) to receive the penitent” [as it is stated at the Closing Service on the Day of Atonement — a time of mercy]. Therefore, when the ark rested, Moses said, <i>‘Return, O Eternal, unto the myriads of thousands of Israel.’</i><sup class=\"footnote-marker\">116</sup><i class=\"footnote\">Further, Verse 36.</i> And it is written, <i>And in the day of your gladness and in your appointed seasons … ‘uthkatem’</i> (<i>ye shall blow a ‘t’kiah’</i>),<sup class=\"footnote-marker\">117</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> since war is [suitable] for <i>t’ruah</i> [which alludes to the attribute of justice, as explained above], and the appointed seasons and joyous occasions are for mercy [i.e., for the sound of <i>t’kiah</i>, which alludes to mercy].<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Tziyoni.</i> And our Rabbis have received by tradition that there should be a long continuous sound before [the <i>t’ruah</i>] and a long continuous sound after it and the <i>t’ruah</i> in the middle, on the New Year, the Day of Atonement [of the Jubilee year],<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">Leviticus 25:9. See Ramban there.</i> and at the bringing of the offerings,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">See “The Commandments,” Vol. I, pp. 70-71.</i> in order not “to mutilate the shoots” [of faith]. But as far as their purpose is concerned, the one is for <i>t’kiah</i> [which alludes to mercy] and the other for <i>t’ruah</i> [which alludes to judgment].<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Tziyoni.</i> The student learned [in the mystic lore of the Cabala] will understand.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b96dc823a798e70b5ef6", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 254:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Yalkut Shimoni on Torah 254:1", "sourceHeRef": "ילקוט שמעוני על התורה רנ״ד:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 254.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ויסע משה את ישראל אמר רבי סימון לא כל שרוצה לומר שירה אומר שירה אלא כל מי שנעשה לו נס ואומר שירה בידוע שמוחלין לו על כל עונותיו ונעשה בריה חדשה. ישראל כשנעשה להם נס ואמרו שירה נמחלו להן עונותיהן שנאמר ויסע משה את ישראל שהסיען מעונותיהן. וכן אתה מוצא בדבורה וברק שנעשה להם נס ואמרו שירה. ומנין שנמחלו עונותיהן רבי איבו בשם רבי אבא בכל מקום נאמר ויוסיפו בני ישראל לעשות הרע וכאן כתיב ויעשו בני ישראל תחלת עשיה והיכן הן מה שעשו לשעבר אלא מחל להן הקב\"ה מה שעשו לשעבר. וכן אתה מוצא בדוד שנעשה לו נס ואמר שירה ומנין שנמחל לו על כל עונותיו דכתיב בתר שירתו ואלה דברי דוד האחרונים היכן הן הראשונים אלא מלמד שמחל לו הקב\"ה ויסע משה את ישראל רבי יהושע אומר נסיעה זו נסעו ישראל על פי משה ושאר כל המסעות נסעו על פי הגבורה שנאמר ועל פי ה' יסעו אבל נסיעה זו לא נסעו אלא על פי משה לכך נאמר ויסע משה את ישראל. רבי אליעזר אומר על פי הגבורה נסעו שכן מצינו בשנים ושלשה מקומות שלא נסעו אלא על פי הגבורה ומה תלמוד לומר ויסע משה אלא להודיע שבחן של ישראל שכיון שאמר להן משה קומו סעו לא אמרו היאך אנו נוסעין במדבר ואין בידינו מחיה לדרך אלא האמינו והלכו אחרי משה ועליהן מפורש בקבלה הלוך וקראת באזני ירושלים וגו'. וכן מצינו שחזרו לאחוריהן שלש מסעות שנאמר ויסעו מפני החירות ויעברו בתוך הים ויסעו ממרה ויבואו אילמה ויסעו מאילם ויחנו על ים סוף, וכן מצינו שחזרו לכבודו של אהרן לקבורתו שמונה מסעות שנאמר ובני ישראל נסעו מבארות בני יעקן מוסרה שם מת אהרן וכי במוסרה מת והלא לא מת אלא בהר ההר שנאמר ויעל אהרן הכהן אל הר ההר ומה תלמוד לומר שם מת אהרן אלא מלמד שחזרו לכבודו של אהרן לקבורתו שמונה מסעות. ר' אליעזר אומר על פי הגבורה נסעו ומה תלמוד לומר ויסע משה אלא מלמד שהסיען משה בעל כרחן שכיון שראו בפגרי האנשים שהיו מעבידין בהן בפרך ובעבודה קשה כולם פגרים מתים מוטלים על שפת הים אמרו כמדומין אנו שלא נשתייר אדם במצרים שנאמר נתנה ראש ונשובה מצרימה ונעשה לנו עבודה זרה ותרד בראשנו ונחזור למצרים יכול שאמרו ולא עשו הרי הוא אומר וימאנו לשמוע ולא זכרו נפלאותיך אשר עשית עמהם ויקשו את ערפם. רבי יהודה בר אילעאי אומר עבודה זרה עברה עם ישראל בים והסיעם משה באותה שעה שנאמר ויסע משה את ישראל מים סוף מדבר שהיה עמהם בים סוף:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee46bfddfbb310fed0a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "anchorRef": "Numbers 1:1-10:36", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳ ב׳-ד׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part I; The Wilderness Camp", "he": "במדבר מאמר ב׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>O LIST IS TO DEMONSTRATE A SENSE OF ORDER AND CONTROL</small>. T<small>HE BOOK OF</small> Numbers commences with several lists that serve to arrange and catalog the Israelite camp in the wilderness: first, the “accountings” of the Israelites fit for battle; then, the symmetrical arrangement of the camp itself, around the Tabernacle; and finally, the special listing of the Levite population, accompanied by an enumeration of its special tasks in the camp. The first part of Numbers thus takes place as it were in the shadow of Mount Sinai—that is, under the aegis of the priestly school of thinking, in which order is everything.", "There is a strong military bent to the arrangement. The census of Chapter 1 is not a head count of the entire Israelite population, but rather of those “twenty years of age and upward,” those eligible to serve in the army. The setup of the camp resembles that in ancient Egypt, with the sanctuary and ark (here “Dwelling” and “coffer”) in the center (in the Egypt of Raamses II—thought by some to have been the Pharaoh of the Exodus—it was the king’s throne). The Levites, whom we have not encountered previously as a group with tasks distinct from those of the priests, emerge in this part of the book as caretakers and perhaps guardians of the sanctuary, in addition to their tasks of dismantling and transport of the “Holy-Shrine.” This military aspect reflects an ancient concept of Israel as the “forces of Y<small>HWH</small>,” surely a conquest image, which later becomes standardized in language in the phrase usually rendered “the L<small>ORD</small> of Hosts.”", "Some of the material in this section might well have been put elsewhere. Chapters 5–7 would have fit nicely in Leviticus; Chapter 7, the listing of the tribal gifts brought to the sanctuary upon its dedication, could even have followed Ex. 40, where Moshe completes the erection of the structure. That these chapters are here therefore must be the result of a conscious decision, either to include material that did not find its way into the other books, or out of a feeling that they were appropriately placed in the book about Israel’s wanderings in the wilderness."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eee6bfddfbb310fed2c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Second Passover; Cloud and Dwelling", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["It has been noted by Milgrom that, a number of times in the Bible, ceremonies dedicating a House of God are followed by the observance of one of the three pilgrimage festivals: Passover, Shavuot (Weeks), and Sukkot (Huts). Under Solomon, Hezekiah, Josiah, and Ezra/Nehemiah, respectively, we find a major celebration of Sukkot, Passover, Passover, and Sukkot. This linking of sacred space with sacred time is only natural. The account here echoes the first Passover as well, which similarly inaugurated a wilderness march (Milgrom). In contrast to the Exodus account, however, something new has been added with the inauguration of the Tabernacle/Dwelling. In Exodus (12:43–49), the major laws concerning Passover had to do with excluding non-Israelites and not breaking the bones of the sacrificial lamb; here, the bone motif returns, but the existence of the sanctuary raises the issue of ritual pollution.", "The second part of the chapter (vv. 15–23) parallels the ending of the book of Exodus (40:36–38), where, once the Tabernacle has been dedicated, the “Cloud” takes up residence there, to guide Israel “on all their marches.” Our passage here is longer and rather redundant, perhaps in order to set the chronological framework of the narrative straight."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d1c9ad75f2d99af7be", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 24", "anchorRef": "Numbers 9:15-23", "anchorRefExpanded": ["Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 24", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ כ״ד", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 24, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382ecc9ad75f2d99af9ec", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "anchorRef": "Numbers 9:1-23", "anchorRefExpanded": ["Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part I; The Wilderness Camp, The Second Passover; Cloud and Dwelling 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ב׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 9:1-23\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 9:1-23</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63c9442301e878406e0d26a0", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Korach 14:57", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Zohar, Korach 14:57", "sourceHeRef": "ספר הזהר, קרח י״ד:נ״ז", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "קרח", "he": "(במדבר ט׳:כ״ג) עַל פִּי יְיָ יַחֲנוּ וְעַל פִּי יְיָ יִסָּעוּ אֶת מִשְׁמֶרֶת יְיָ שָׁמָרוּ. דְּכָל י' אִית לָהּ ד' אַנְפִּין, ג' חִיוָון אִינּוּן, לָקֳבֵל תְּלַת יוֹדִין, וְד' אַנְפִּין לְכָל חַיָּה, לָקֳבֵל ד' אַנְפִּין (ס\"א אתוון) דִּיְהוָֹ\"ה, עַל פִּי יְיָ יַחֲנוּ וְיִּסָּעוּ.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c73eca1000753446990", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rav Hirsch on Torah, Numbers 9:23:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 23. על פי ד׳ ביד משה. Ihre Lagerungen und Wanderungen geschahen nach dem durch die Wolke angekündigten Aussprüche Gottes, aber durch Mosche Vermittlung. Mosche hatte die jedesmalige Aufforderung zur Befolgung des durch die Wolke ergangenen Gottesausspruchs an das Volk ergehen zu lassen, wie sogleich im folgenden des näheren angedeutet wird. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64186a17d17253d3f8428048", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 10:35:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sifrei Zuta 10:35:2", "sourceHeRef": "ספרי זוטא י׳:ל״ה:ב׳", "anchorVerse": 23, "sourceHasEn": false, "commentaryNum": 35.0002, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "כת' ויהי בנסוע הארון ויאמר משה ובנחה יאמר שובה י״י וכת' על פי י״י יחנו ועל פי י״י יסעו (במדבר ט כג) וכי היאך אפשר לקיים כל הכתובים הללו הא כיצד - בזמן שהיו נוסעין היה עמוד הענן נעקר ממקומו על פי המקום ולא היה לו רשות להלוך עד שיאמר לו משה נמצאת מקיים על פי י״י ועל פי משה משל למה הדבר דומה למלך שאמר לעבדו הריני ישן לי עד שתעירני משנתי כך אמר הקדוש ברוך הוא איני מהלך עד שתאמר לי לך. קומה י״י ויפוצו אויביך, מלמד שכולן בשעה שהן מתכנסין למלחמה וינסו משנאיך מפניך בשעה שפניך עמנו הם נסים וכן הוא אומר אם אין פניך הולכים אל תעלנו מזה (שמות לג טו):", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64882c2ed7b2ce6a14d0d3df", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Leviticus 8:35:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Rav Hirsch on Torah, Leviticus 8:35:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא ח׳:ל״ה:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 35.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 35. ופתח אלה מועד תשבו וגו׳. Erwägen wir, daß in Stellen wie אשרי יושבי ביתך וגו׳ בחרתי הסתופף בבית אלקי וגו׳ (Ps. 84, 5 u. 11) שבתי בבית ד׳ כל (daselbst 27, 4) offenbar das \"Weilen im Gotteshause\" die dadurch ימי חיי לחזות וגו׳ vermittelte Hingebung an die durch das Gotteshaus zum Ausdruck kommende Idee und Durchdringung mit den von ihm gelehrten Gedanken und Entschlüssen mit umfasst, da ja nur dadurch das Weilen im Gotteshause ein glückseliges Ziel menschlicher Sehnsucht werden kann, so glauben wir nicht zu irren, wenn wir in diesem vorgeschriebenen siebentägigen Weilen am Eingange des אהל מועד zugleich die Aufgabe erblicken: sich dort sieben Tage lang dem Erfassen, Aufnehmen und Aneignen der ganzen Fülle von Gedanken für Erkenntnis und Willen hinzugeben, die in dem אהל מועד-Heiligtum zur Darstellung gekommen, und deren Wartung und Pflege eben den Begriff des Priesterdienstes ausmachen, für welchen dieses siebentägige Weilen am Eingange zum Heiligtum sie vorbereiten sollte. — ושמרתם את משמרת ד׳: so heißt es von dem der göttlichen Bestimmung des Verweilens und des Weiterziehens auf der Wanderung durch die Wüste gezollten Gehorsam im allgemeinen (Bamidbar 9, 23), insbesondere aber von dem geduldigen langen Ausharren bis zum Signal des Aufbruches: ובהאריך הענן וגו׳ ושמרו בני ישראל את משמרת ד׳ ולא יסעו (daselbst 9, 19).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc6a758c1dc532ec912c", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 9:23", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Steinsaltz on Numbers 9:23", "sourceHeRef": "ביאור שטיינזלץ על במדבר ט׳:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "commentaryNum": 9.0023, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>עַל פִּי ה' יַחֲנוּ וְעַל פִּי ה' יִסָּעוּ. אֶת מִשְׁמֶרֶת ה' שָׁמָרוּ, עַל פִּי ה'</b> לפי הסימנים שה' הראה להם משמים,\n  <b>בְּיַד מֹשֶׁה,</b> שהסביר להם מהי המשמעות של עליית הענן ושכינתו.אכן, מלבד הסימן השמיימי, שאולי לא תמיד יכול היה להיראות בבירור לכל העם ולהתפרש נכון על ידו, היה צורך בהכרזה רשמית מצד ההנהגה, שתודיע לעם על יציאה למסע ועל עצירתו, ככתוב בסוף העניין הקודם: עַל פִּי ה' בְּיַד מֹשֶׁה. לשם כך הצטווה משה לעשות חצוצרות. כאן מתוארת התקשורת באמצעות שני קולות בסיסיים, המובחנים זה מזה: התקיעה, שהיא קול מתמשך ורצוף, והתרועה, המורכבת מקטעי קול קצרים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>At the directive of the Lord they would camp, and at the directive of the Lord they would travel; the commission of the Lord they kept, according to the directive of the Lord </b>as expressed through the movements of the cloud, <b>at the hand of Moses, </b>who explained to them the significance of the cloud’s movements and resting.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66b21e1bd11c92d4bb191ba6", "index_title": "Sefat Emet", "category": "Chasidut", "type": "", "ref": "Sefat Emet, Numbers, Masei 8:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Sefat Emet, Numbers, Masei 8:2", "sourceHeRef": "שפת אמת, במדבר, מסעי ח׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1860, 1900], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Sefat Emet", "he": "שפת אמת"}, "heTitle": "מסעי", "he": "במדרש הבורח מה שיחלל השבת כו'. הענין כי המסעות היו מקומות שהוצרכו להלחם עם הסט\"א כמ\"ש ויהי בנסוע כו' קומה ה' ויפוצו אויבך. ובודאי באלה הנסיעות הי' מושרש כל הגלות שנתקיים עתה בפועל ואז הי' בשורש דכ' אלה מסעי בנ\"י סתם שהמה המסעות שצריכין בנ\"י לעבור ולתקן אותם המקומות תמיד. אכן אז הי' בדקות שמרוב קדושה שהי' ביניהם נתבטלו כל כחות החיצוניות שהיו באותן המקומות כמ\"ש נחש כו' ועקרב כו' וכ' על פי ה' יחנו ועל פי ה' יסעו היינו שגם בבחי' המסעות ובריחות שהיו בורחין ממקום למקום עכ\"ז הי' אצלם המנוחה ולא הוצרכו לחלל השבת וכדאיתא בגמ' כיון דכ' על פי ה' כו' כסותר ע\"מ לבנות במקומו דמי ע\"ש. כי כל מסע היא שינוי מקום וביטול המנוחה והשביתה. אבל במסעות שלהם היו ג\"כ אצל המנוחה. וז\"ש במד' הרמז שלא הניחן לברוח כו' עכ\"ז לפי ערך הנהגה שלהם הי' המסעות כמו ימי המעשה אצל החני' כמ\"ש ויסעו ויחנו ויסעו ויחנו שהיו מתעלין משביתה למסע ומשביתה למסע כמו שצריך איש ישראל להיות מתעלה משבת לשבת בנ' שבתות השנה:", "heVersionTitle": "Sefat emet, Piotrków, 1905-1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שפת אמת, פיוטרקוב, תרס\"ה-תרס\"ח", "text": "The Midrash (Tanchuma Masei 1) questions whether one can transgress Shabbos to escape danger. This idea is linked to Bnei Yisrael's journeys in the wilderness, where they fought off negative forces, as it states: “And when the Aron was lifted…stand forth Hashem and your enemies will scatter” (Bamidbar 10:35). These journeys were the source of the entire exile we now experience, implying that Bnei Yisrael must constantly repair these places.<br>At that time, due to the holiness among them, Bnei Yisrael were able to nullify the external negative powers in those places. This is hinted at in the pasuk (Devarim 8:15) “places of snakes and scorpions,” yet it was (Bamidbar 9:23) “By the word of Hashem they encamped, and by the word of Hashem they traveled.” Even while escaping, they maintained calmness and did not have to transgress Shabbos. The Gemara (Shabbos 31b) explains that since they disassembled the Mishkan with the intention of rebuilding it elsewhere, it was still considered like building it in the same place because it was all done by Hashem's command.<br>Traveling usually disrupts rest, but their travels were also with calmness. The Midrash hints that despite the dangers, Hashem did not let them run away in haste. Their journeys were compared to the weekdays, and the camping to Shabbos, as they moved from level to level. This teaches that each person should elevate themselves from Shabbos to Shabbos through the 50 Shabbosim of the year, paralleling the 50 campings of Bnei Yisrael in the wilderness.", "versionTitle": "Translation by Dan Levy, 2024", "license": "", "versionTitleInHebrew": ""}, {"_id": "525a2e54edbab4498f484a51", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ibn Ezra on Numbers 9:23:1", "sourceHeRef": "אבן עזרא על במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>על פי ה' יחנו.</b> באחרונה כל ימי שבתם במדבר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AT THE COMMANDMENT OF THE LORD THEY ENCAMPED. This is stated at the end of the chapter to indicate that this was the procedure as long as Israel lived in the wilderness.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17a27fbfba22336ea7205", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 9:23:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>ביד משה</b> וסמיך ליה עשה לך שתי חצוצרות כסף שלא היו אלא בידו שבחייו נגנזו:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b0fbfba21b48f53a98", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Haamek Davar on Numbers 9:23:1", "sourceHeRef": "העמק דבר על במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>עפ״י</b> <b>ה׳ ביד משה.</b> פרש״י במקרא י״ט כמו וביד משה שאמר שובה ה׳ קומה ה׳. אבל מלשון הברייתא שהבאנו מבואר כמשמעו שהיה הערה למשה במשך קטן לפני מסעם שיכינו עצמם לדבר. ומשמעות ביד משה בכ״מ זה אינו בדבור ממש. אלא בקבלה כדאיתא בכריתות דף י״ג ביד משה זה גמרא. וע׳ מש״כ בסוף ספר זה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55a557a3fbfba23b37d0b43a", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 3 32:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Guide for the Perplexed, Part 3 32:2", "sourceHeRef": "מורה נבוכים, חלק ג' ל״ב:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">הקרבנות כדוגמה לניהול הדרגתי במצוות</span><br><sup>4</sup> בהנהגה זו עצמה, ומאותו מנהיג יתהדר ויתעלה, נאמרו דברים רבים בתורתנו: משום שאי אפשר לעבור בבת אחת מצד אחד אל הפכּוֹ, ולכן אין אפשרות לאדם, כפי טבעו, לעזוב בבת אחת כל מה שהורגל בו. <br><sup>רקע א: דרישת ידיעת ה' וההתמסרות לו)</sup> על כן כאשר שלח ה' את משה רבינו כדי לעשותנו ל\"מַמְלֶכֶת כֹּהֲנִים וְגוֹי קָדוֹשׁ\" (שמות יט,ו), על ידי הכרתו יתעלה , <br><sup>פסוקי הידיעה)</sup> כמו שביאר ואמר: \"אַתָּה הָרְאֵתָ לָדַעַת [כִּי ה' הוּא הָאֱלֹהִים אֵין עוֹד מִלְּבַדּוֹ]\" (דברים ד,לה), \"וְיָדַעְתָּ הַיּוֹם וַהֲשֵׁבֹתָ אֶל לְבָבֶךָ [כִּי ה' הוּא הָאֱלֹהִים בַּשָּׁמַיִם מִמַּעַל וְעַל הָאָרֶץ מִתָּחַת אֵין עוֹד]\" (שם,לט), ושנתמסר לעבודתו, <br><sup>פסוקי העבודה)</sup> כמו שאמר \"וּלְעָבְדוֹ בְּכָל לְבַבְכֶם\" (שם יא,יג), \"[לֹא תִשְׁתַּחֲוֶה לֵאלֹהֵיהֶם וְלֹא תָעָבְדֵם וְלֹא תַעֲשֶׂה כְּמַעֲשֵׂיהֶם...] וַעֲבַדְתֶּם אֵת ה' אֱלֹהֵיכֶם\" (שמות כג,כד-כה), ואמר \"וְאֹתוֹ תַעֲבֹדוּ\" (דברים יג,ה); <br><sup>רקע ב: הנוהג הקיים)</sup> וכיוון שהמנהג המפורסם בעולם כולו שהיו רגילים בו אז, והעבודה הכללית שגדלנו עליה, היו דווקא להקריב מיני בעלי חיים באותם מקדשים שהועמדו בהם צורות (=פסלים), ולהשתחוות להם ולהקטיר לפניהם קטורת; והעובדים הנזירים היו אז דווקא האנשים המתמסרים לשירות אותם מקדשים העשויים לכוכבים, כמו שביארנו (ג,כט) – <br><sup>מסקנה)</sup> חכמתו יתעלה ותחכומו הניכר בכלל ברואיו לא חייבו שיצוונו לדחות את כל מיני העבודות הללו ולעוזבם ולבטלם, כי באותו זמן לא היה זה מתקבל על הדעת לפי טבע האדם, המסכין תמיד להרגל. דבר מעין זה באותו זמן הוא כאילו היה בא נביא בזמננו וקורא לעבוד את ה' ואומר: \"ה' ציווה אתכם שלא תתפללו אליו ולא תצומו ולא תשוועו אליו בעת צרה, ולא תהיה עבודתכם אלא מחשבה בלי מעשה כלל\".", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "Many precepts in our Law are the result of a similar course adopted by the same Supreme Being. It is, namely, impossible to go suddenly from one extreme to the other: it is therefore according to the nature of man impossible for him suddenly to discontinue everything to which he has been accustomed. Now God sent Moses to make [the Israelites] a kingdom of priests and a holy nation (Exod. 19:6) by means of the knowledge of God. Comp. “Unto thee it was showed that thou mightest know that the Lord is God (Deut. 4:35); “Know therefore this day, and consider it in thine heart, that the Lord is God” (ibid. 5:39). The Israelites were commanded to devote themselves to His service; comp. “and to serve him with all your heart” (ibid. 11:13); “and you shall serve the Lord your God” (Exod. 23:25); “and ye shall serve him” (Deut. 13:5). But the custom which was in those days general among all men, and the general mode of worship in which the Israelites were brought up, consisted in sacrificing animals in those temples which contained certain images, to bow down to those images, and to burn incense before them; religious and ascetic persons were in those days the persons that were devoted to the service in the temples erected to the stars, as has been explained by us. It was in accordance with the wisdom and plan of God, as displayed in the whole Creation, that He did not command us to give up and to discontinue all these manners of service; for to obey such a commandment it would have been contrary to the nature of man, who generally cleaves to that to which he is used; it would in those days have made the same impression as a prophet would make at present if he called us to the service of God and told us in His name, that we should not pray to Him, not fast, not seek His help in time of trouble; that we should serve Him in thought, and not by any action.", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "586901ebd6e4a97c9cbb2275", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Numbers, Beha'alotcha 3", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Mei HaShiloach, Volume II, Numbers, Beha'alotcha 3", "sourceHeRef": "מי השלוח, חלק ב, ספר במדבר, בהעלותך ג׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 3, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "בהעלותך", "he": "<b>על פי ה' יחנו ועל פי ה' יסעו את משמרת ה' שמרו על פי ה' ביד משה.</b> הסתלקות הענן ושכינתו לא נראה רק למשה רבינו ע\"ה, וכן בכל דור ודור מי שהוא צדיק הדור רואה רצון השי\"ת כמו שכתוב (משלי י',ל\"ב) שפתי צדיק ידעון רצון, והיהודי הקדוש זללה\"ה בדורו ראה רצון השי\"ת באיחור זמן תפלה ונסמך על מאמר הכתוב (דברים י\"ב,ד') לא תעשון כן לה' אלהיכם, כן רומז על קביעות בלי חיים, וכשראה רצון השי\"ת בזה לכן התאחר בתפלתו, ונשמתו מאירה בגן עדן מזה כי כוון לאור רצון השי\"ת, אף כי יכול זאת בשנוי זמנים להשתנות מ\"מ נאמנה את אל רוחו עד עת קץ.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b177d6e4a952249cc2b6", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Minchat Shai on Torah, Numbers 9:23:1", "sourceHeRef": "מנחת שי על תורה, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>על פי ה' יחנו ועל פי ה' יסעו את משמרת וגו'.</b> זהו אחד מן ד' פסוקים שיש בהם ד' פעמים שם קודש וסימן מסרתי בד\"ה א' י\"ד:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58e39ff2d6e4a94c42d10e0d", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 32:12:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ibn Ezra on Deuteronomy 32:12:1", "sourceHeRef": "אבן עזרא על דברים ל״ב:י״ב:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>בדד ינחנו.</b> השם לבדו כטעם על פי ה' יחנו ויסעו ואין עם השם שותף ויתכן להיות בדר על ישראל כמו הן עם לבדד ישכון:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE LORD ALONE DID LEAD THEM. <i>Adonai badad</i> (the Lord alone) means only the Lord.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">In other words, the word <i>badad</i> (alone) refers to God.</i> Its meaning is<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">That the Lord alone did lead them.</i> similar to <i>At the commandment of the</i> Lord<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Alone.</i> <i>they encamped, and at the commandment of the Lord</i><sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Alone.</i> <i>they journeyed</i> (Num. 9:23). God had no associate. It is possible that the word <i>badad</i> (alone) refers to Israel.<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">In this case we should render our clause: the Lord did lead them (Israel) alone; that is, He never led any other people.</i> Compare, <i>Lo, it is a people that shall dwell alone</i> (Num. 23:9).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "58e39ff5d6e4a94c42d10f59", "index_title": "Ibn Ezra on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Deuteronomy 34:5:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ibn Ezra on Deuteronomy 34:5:2", "sourceHeRef": "אבן עזרא על דברים ל״ד:ה׳:ב׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Ibn Ezra on Deuteronomy", "he": "אבן עזרא על דברים"}, "heTitle": "אבן עזרא על דברים", "he": "<b>על פי ה'.</b> כי הוא אמר לו עלה ומות וכן ' ' נכתב על אהרן על' פי ה' וכן על פי ה' יחנו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ACCORDING TO THE WORD OF THE LORD.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Hebrew, <i>al pi Adonai</i> (literally, by God’s mouth). Hence I.E.’s comment.</i> For God told him, <i>Get thee up</i> (Deut. 32:49) <i>and die</i> (Deut. 32:50). Scripture similarly writes with regard to the death of Aaron, <i>at the commandment of the Lord</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Hebrew, <i>al pi Adonai</i>.</i> (Num. 33:38). It similarly states, <i>At the commandment of the Lord</i><sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Hebrew, <i>al pi Adonai</i>. We thus see that <i>al pi Adonai</i> is not to be taken literally but is to be interpreted according to God’s command. I.E. comments thus because there is a midrash which takes <i>al pi Adonai</i> literally and tells us that Moses died by God’s kiss. See <i>Mo’ed Katan</i> 28a; <i>Bava Batra</i> 17a. Also see Rashi.</i> <i>they encamped</i> (Num. 9:23).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59765594d6e4a90179bf6cf0", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Be'er Mayim Chaim, Numbers 9:23:1", "sourceHeRef": "באר מים חיים, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "במדבר", "he": "<b>על</b> פי ה' וגו'. ועל פי ה' יסעו את משמרת ה' שמרו וגו'. כלומר כי הן בחניה והן בנסיעה שמרו משמרת ה' כי בחניה שמרו והמתינו כל ימי הענן. ובנסיעה לא נסעו מעצמן כי שמרו עד עת בוא דברו אל משה מבין שני הכרובים לצוות להם על הנסיעה. שיהיו מצוּוים ועושים בכל דבר ודבר. והכל על פי ה' ביד משה כאשר אמר למשה מבין הכרובים. ושמרו לזה שיאמר תחילה למשה ואחר כך יעשו אף שהבינו מעצמם כי כן צריך לעשות ככל הנאמר. ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9beef9197ec001aac2a55", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Midrash Aggadah, Numbers 9:23:1", "sourceHeRef": "מדרש אגדה, במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "על פי ה' יחנו ועל פי ה' יסעו. לא שיאמר להם הקב\"ה ליסע ולחנות, אלא שהיו מביטין בענן שעל המשכן, וביום העלות הענן מעל המשכן, היו יודעים רצונו של מקום שיסעו, ועת שישכון הענן היו יודעים שרצונו של מקום שיחנו:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bef09197ec001aac2a57", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 9:23:2", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Midrash Aggadah, Numbers 9:23:2", "sourceHeRef": "מדרש אגדה, במדבר ט׳:כ״ג:ב׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 23.0002, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "את משמרת ד' [שמרו על פי ה' ביד משה]. כיצד היו ביד משה, <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"7\"></i> שבשעה שהיה רצונו של מקום שיסעו היה הענן נעלה מעל המשכן והיה מקופל ועומד ולא היה הולך עד שהיה משה אומר קומה ה' ויפוצו אויביך (במדבר י' ל\"ה), וכשיבוא לחנות כמו כן היה הענן מקופל ועומד ולא היה מכסה המשכן, עד שהיה משה רבינו אומר שובה ה' רבבות אלפי ישראל (שם שם ל\"ו), וזהו שאמר ויהי בנסוע הארון וגו', ובנחה יאמר שובה ה' רבבות אלפי ישראל, לכך [נאמר] על פי ה' ביד משה:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc281c1533e001928ab4b", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 9:23:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Malbim on Numbers 9:23:1", "sourceHeRef": "מלבי\"ם על במדבר ט׳:כ״ג:א׳", "anchorVerse": 23, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>על פי ה' יחנו </b>עתה יספר עוד ענין א' שחוץ ממה שהיה להם סימן אל החמה והנסיעה ע\"י הענן בא בכל פעם דבור מאת ה' למשה ע\"ז, וממילא בעת שעמדו וחנו וכן בעת שפרקו ונסעו קיימו מ\"ע שבא להם ממשה בשליחות מה', ועז\"א על פי ה' יחנו ועל פי ה' יסעו, וכן בעת נתעכבו ימים רבים במק\"א בא ג\"כ דבור מאת ה' למשה ע\"ז ובמה שלא נסעו את משמרת ה' שמרו וקיימו מצות ל\"ת כי בא תמיד דבור מה' ע\"ז, וז\"ש <b>עפ\"י ה' ביד משה</b>:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d34504172fa080018afed16", "index_title": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", "category": "Quoting Commentary", "type": "", "ref": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon, Kidmat HaEmek, Part III 8:23", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon, Kidmat HaEmek, Part III 8:23", "sourceHeRef": "העמק שאלה על שאילתות דרב אחאי גאון, קדמת העמק, קדמת השלישי ח׳:כ״ג", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1840, 1860], "commentaryNum": 8.0023, "collectiveTitle": {"en": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", "he": "העמק שאלה על שאילתות דרב אחאי גאון"}, "heTitle": "קדמת השלישי", "he": "פי' אשרי אנוש יעשה זאת היינו חכמים שעושים את גוף התורה וזאת היא התורה כדכתיב וזאת התורה, ובן אדם יחזיק בה שמספיק ללומדים אלו שעושים בעומק שכלם ושקידתם בדעת צלולה, הרי דקרי לבעלי החכמה עושים את התורה שמחדשים בה, וע\"ע סוף אות י', ", "heVersionTitle": "The path of Torah, Urim 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“Fortunate is the man who <i>oseh,</i> creates this,” refers to the Sages who <i>oseh</i>, “produce,” the Torah, as the word “this” refers to the Torah, [as seen from Num. 9:23], “And <i>this </i>is the Torah that Moshe placed before the Children of Israel.” “And the son of man who strengthens her;” refers to he who supports those who study the Torah, so that they can produce [novel law]. [Such scholars can] deeply penetrate the Torah with their intellect, and study diligently with a clear mind, [since they do not have to worry how they will be able to support themselves]. We thus see that [the <i>Midrash</i> understands the word <i>oseh</i>] to be referring to those who possess the wisdom “to make” the Torah, i.e., those who originate novel law. See this [<i>Midrash</i>] discussed at greater length towards the end of chapter 10 [in this section].", "versionTitle": "The path of Torah, introduction to Ha'amek she'elah. Trans. by Elchanan Greenman. Urim, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "612254c0bce09342d8e6148b", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 18", "anchorRef": "Numbers 9:15-23", "anchorRefExpanded": ["Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 3; The Organization of Organization 18", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ג י״ח", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 18, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ג", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>On the day that the Tabernacle was set up, the cloud covered the Tabernacle, the Tent of Meeting, and in the evening it rested over the Tabernacle in the likeness of fire until morning. It was always so; the cloud covered it, appearing as fire by night. And whenever the cloud lifted from the Tent, the Israelites would set out accordingly; and at the spot where the cloud settled, there the Israelites would make camp. At a command of the Lord, the Israelites broke camp, and at a command of the Lord they made camp; they remained encamped as long as the cloud stayed over the Tabernacle. When the cloud lingered over the Tabernacle many days, the Israelites observed the Lord’s mandate and did not journey on. At such time as the cloud rested over the Tabernacle for but a few days, they remained encamped at a command of the Lord and broke camp at a command of the Lord. And at such time as the cloud stayed from evening to morning, they broke camp as soon as the cloud lifted in the morning. Day or night, whenever the cloud lifted, they would break camp. Whether it was two days or a year – however long the cloud lingered over the Tabernacle – the Israelites remained encamped and did not set out. On a sign from the Lord they made camp and on a sign from the Lord they broke camp; they observed the Lord’s mandate at the Lord’s bidding through Moses. (Num. 9:15–23)</small>", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62af08d783329231658f3744", "index_title": "Noda BiYehudah I", "category": "Responsa", "type": "", "ref": "Noda BiYehudah I, Orach Chaim 2:13", "anchorRef": "Numbers 8:1-12:16", "anchorRefExpanded": ["Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16"], "sourceRef": "Noda BiYehudah I, Orach Chaim 2:13", "sourceHeRef": "נודע ביהודה מהדורא קמא, אורח חיים ב׳:י״ג", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1733, 1793], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Noda BiYehudah I", "he": "נודע ביהודה מהדורא קמא"}, "heTitle": "אורח חיים", "he": "הנה אמת כי כן הוא בלשון הקודש אבל הלא ידוע שהרבה נשתמשו הפייטנים בלשון ארמי ובלשון תלמוד נם הוא לשון דיבור ובספרי פרשת בהעלותך נם לו ר' יאשי' נם לי ר' יונתן וכו'. ", "heVersionTitle": "Noda BeYehuda Warsaw 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נודע ביהודה, ורשה, תר\"מ", "text": "While this is true regarding the ‘holy tongue’ (Hebrew), it is well known that the liturgical poets used Aramaic as well. In the language of the Talmud (Aramaic), ‘<i>Nam</i>’ has the meaning of speaking, as found in the Midrash Sifrei on the Torah weekly portion of <i>Beha’alotcha<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 8:1-12:16</i></i>: ‘Rabbi Yoshi’a spoke (‘<i>Nam</i>’): Rabbi Yonatan spoke (‘<i>Nam</i>’)to me”<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">ספרי במדבר פסקא סה<br>......אמר לו ר' יונתן ממשמע הזה עדיין לא שמענו, נם לו רבי יאשיה מפני שהוא אומר צו את בני ישראל את קרבני לחמי וכו'<br>R. Yonathan (to R. Yoshiyah): This is not sufficient (for the derivation [i.e., \"in its appointed time\" may mean if it does not fall out on a Sabbath.]) R. Yoshiyah (to R. Yonathan): Rather, it is written (Bamidbar 28:2) \"Command the children of Israel and say to them … to offer (the tamid) offering to Me in its appointed time</i>.", "versionTitle": "Noda BuYehudah, trans. by Harold Landa.", "license": "", "versionTitleInHebrew": ""}, {"_id": "6319d16cb6084aa1cbf0e26f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָנָה 1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "BDB, חָנָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָנָה א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָנָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">חָנָה</span></big></big><sub>143</sub><big></big>  <strong>vb.</strong> decline, bend down, encamp <strong>(</strong>Aramaic <span dir=\"rtl\">ܚܢܳܐ</span> <em>to aim at, incline towards, reach;</em> Zinj. <span dir=\"rtl\">מחנת</span> cstr. <em>camp</em>, Inscr. Panammu<sup>13, 16, 17</sup>; Arabic <span dir=\"rtl\">حَنَا</span> <em>bend, curve, bend down;</em> Assyrian <em>mûnu, mênu</em> and <em>tênû couch</em>, <em>mânîtu</em>, <em>house</em>, Zim<sup>BP 44, 45</sup> Dl in Zim<sup>117</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">חָנָה</span> <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <span dir=\"rtl\">וְחָנִ֫יתִי</span> consec. <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a> <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">חָנוּ</span> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a> + 2 times; <span dir=\"rtl\">וְחָנוּ</span> consec. <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; Impf. <span dir=\"rtl\">וַיִּחַן</span> <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> + 9 times; 3 fs. <span dir=\"rtl\">תַּחֲנֶה</span> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <span dir=\"rtl\">יַחֲנוּ</span> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a> + 13 times Nu + <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>: <span dir=\"rtl\">וַיַּחֲנוּ</span> <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> + 79 times (of which 42 in <a data-ref=\"Numbers 33\" href=\"/Numbers.33\">Nu 33</a>); <span dir=\"rtl\">וַיַּחֲנוּן</span> <a data-ref=\"Judges 11:18\" href=\"/Judges.11.18\">Ju 11:18</a>; 2 mpl. <span dir=\"rtl\">תַּחֲנוּ</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>; 1 pl. <span dir=\"rtl\">וַנַּחֲנֶה</span> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; Imv. <span dir=\"rtl\">חֲנֵה</span> <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <span dir=\"rtl\">חֲנוּ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; Inf. <span dir=\"rtl\">חֲנוֹת</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a>; <span dir=\"rtl\">חֲנֹת</span> <a data-ref=\"Numbers 1:51\" href=\"/Numbers.1.51\">Nu 1:51</a>; sf. <span dir=\"rtl\">חֲנֹתֵנוּ</span> <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <span dir=\"rtl\">חֲנֹתְכֶם</span> <a data-ref=\"Deuteronomy 1:33\" href=\"/Deuteronomy.1.33\">Dt 1:33</a>; Pt. <span dir=\"rtl\">חֹנֶה</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a> <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>; f. <span dir=\"rtl\">חֹנָה</span> <a data-ref=\"II Samuel 23:13\" href=\"/II_Samuel.23.13\">2 S 23:13</a>; <a data-ref=\"I Chronicles 11:15\" href=\"/I_Chronicles.11.15\">1 Ch 11:15</a>; <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; pl. <span dir=\"rtl\">חֹנִים</span> <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">Ex 14:9</a> + 11 times; <span dir=\"rtl\">חוֹנִים</span> <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">Nu 2:2</a>; <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>;— <strong>1.</strong>  <em>decline</em>, of day drawing to its close <span dir=\"rtl\">חֲנוֹת הַיּוֹם</span> <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">Ju 19:9</a> (‖ <span dir=\"rtl\">רָפָה הַיּ׳ לַעֲרוֹב</span>; also <span dir=\"rtl\">נְטוֹת הַיּ׳</span> v <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">8</a>; <span dir=\"rtl\">הַיּוֹם רַד מְאֹד</span> v <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a>). <strong>2.</strong>  <em>encamp</em> (proposes <em>verge toward, incline to, settle at</em>, of goal of day’s march):— <strong>a.</strong>  of single nomad <a data-ref=\"Genesis 26:17\" href=\"/Genesis.26.17\">Gn 26:17</a> (J; sq. <span dir=\"rtl\">ב</span>), <a data-ref=\"Genesis 33:18\" href=\"/Genesis.33.18\">33:18</a> (E; sq. <span dir=\"rtl\">אֶת־פני</span>). <strong>b.</strong>  of Israel at Exod. and in wilderness <a data-ref=\"Exodus 13:20\" href=\"/Exodus.13.20\">Ex 13:20</a> <span dir=\"rtl\">(ב)</span> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">14:2</a> <span dir=\"rtl\">(לִפְנֵי)</span>, v <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">2</a> <span dir=\"rtl\">(עַל)</span>, + c. 80 times (Hex chiefly P); also (abs.) <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a> cf. <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"Nehemiah 11:30\" href=\"/Nehemiah.11.30\">Ne 11:30</a> <em>so they encamped</em> (i.e. <em>settled</em>, or <em>were settled</em>) from Beersheba to the valley of Hinnom (‖ <span dir=\"rtl\">ישׁבו</span> v <a data-ref=\"Nehemiah 11:25\" href=\"/Nehemiah.11.25\">25</a>). <strong>c.</strong>  of armies: (1) Israel (conquering Cannan, etc.) <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"Joshua 5:10\" href=\"/Joshua.5.10\">5:10</a> + often; (2) Philistines <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a>; <a data-ref=\"II Samuel 23:23\" href=\"/II_Samuel.23.23\">2 S 23:23</a> +; usually sq. ב loc. <a data-ref=\"Numbers 10:31\" href=\"/Numbers.10.31\">Nu 10:31</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <a data-ref=\"I Samuel 13:16\" href=\"/I_Samuel.13.16\">13:16</a> <a data-ref=\"Joshua 4:19\" href=\"/Joshua.4.19\">Jos 4:19</a>; <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> + 63 times (<span dir=\"rtl\">וַיַּחֲנוּ בְ</span> <a data-ref=\"II Samuel 24:5\" href=\"/II_Samuel.24.5\">2 S 24:5</a> read <span dir=\"rtl\">וַיָּחֵלּוּ מִן</span> 𝔊L We Dr v. <a data-ref=\"BDB, חָלָל\" href=\"/BDB,_חָלָל\", dir=\"rtl\">חלל</a>); so of locusts in hedges (in sim.) <a data-ref=\"Nahum 3:17\" href=\"/Nahum.3.17\">Na 3:17</a>; also sq. <span dir=\"rtl\">עַל</span> = <em>by, near</em> <a data-ref=\"Exodus 14:2\" href=\"/Exodus.14.2\">Ex 14:2</a>, <a data-ref=\"Exodus 14:9\" href=\"/Exodus.14.9\">9</a>; <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">15:27</a>; <a data-ref=\"Numbers 1:52\" href=\"/Numbers.1.52\">Nu 1:52</a>; <a data-ref=\"Numbers 2:2\" href=\"/Numbers.2.2\">2:2</a>, <a data-ref=\"Numbers 2:5\" href=\"/Numbers.2.5\">5</a>, <a data-ref=\"Numbers 2:12\" href=\"/Numbers.2.12\">12</a>, <a data-ref=\"Numbers 2:27\" href=\"/Numbers.2.27\">27</a>; <a data-ref=\"Numbers 3:29\" href=\"/Numbers.3.29\">3:29</a>; <a data-ref=\"Numbers 3:35\" href=\"/Numbers.3.35\">35</a> <span dir=\"rtl\">(על ירך)</span>, <a data-ref=\"Numbers 33:10\" href=\"/Numbers.33.10\">33:10</a>; <a data-ref=\"Judges 7:1\" href=\"/Judges.7.1\">Ju 7:1</a>; <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">1 S 4:1</a>; <span dir=\"rtl\">על־פני השׂדה</span> (<span dir=\"rtl\">על</span> in diff. sense) <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; sq. <span dir=\"rtl\">עַל</span> also = <em>against, encamp</em> with hostile purpose <a data-ref=\"Joshua 10:5\" href=\"/Joshua.10.5\">Jos 10:5</a>, <a data-ref=\"Joshua 10:31\" href=\"/Joshua.10.31\">31</a>, <a data-ref=\"Joshua 10:34\" href=\"/Joshua.10.34\">34</a> <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a>; <a data-ref=\"Judges 20:19\" href=\"/Judges.20.19\">20:19</a> <a data-ref=\"I Samuel 11:1\" href=\"/I_Samuel.11.1\">1 S 11:1</a>; <a data-ref=\"II Samuel 12:28\" href=\"/II_Samuel.12.28\">2 S 12:28</a>; <a data-ref=\"I Kings 16:15\" href=\"/I_Kings.16.15\">1 K 16:15</a>; <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>; <a data-ref=\"II Chronicles 32:1\" href=\"/II_Chronicles.32.1\">2 Ch 32:1</a>; <a data-ref=\"Jeremiah 50:29\" href=\"/Jeremiah.50.29\">Je 50:29</a>; <a data-ref=\"Jeremiah 52:4\" href=\"/Jeremiah.52.4\">52:4</a> <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; sq. <span dir=\"rtl\">אֶל־</span> in same sense <a data-ref=\"Joshua 11:5\" href=\"/Joshua.11.5\">Jos 11:5</a>; metaph. of God’s hostility to apostate Jerusalem <span dir=\"rtl\">(על)</span> <a data-ref=\"Isaiah 29:3\" href=\"/Isaiah.29.3\">Is 29:3</a>; sq. also <span dir=\"rtl\">לְ</span> = <em>at, by</em> <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">Nu 2:34</a>; <a data-ref=\"Zechariah 9:8\" href=\"/Zechariah.9.8\">Zc 9:8</a>; <span dir=\"rtl\">אשׁר</span> … <span dir=\"rtl\">שָׁם</span> <a data-ref=\"Exodus 18:5\" href=\"/Exodus.18.5\">Ex 18:5</a>; <a data-ref=\"I Samuel 26:5\" href=\"/I_Samuel.26.5\">1 S 26:5</a>; sq. <span dir=\"rtl\">סביב לְ</span> for protection <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>, cf. metaph. <a data-ref=\"Psalms 34:8\" href=\"/Psalms.34.8\">ψ 34:8</a>, but also hostility <a data-ref=\"Job 19:12\" href=\"/Job.19.12\">Jb 19:12</a>; also sq. other prep. and prep. phrases, e.g. <span dir=\"rtl\">מֵעֵבֶר</span> <a data-ref=\"Numbers 21:13\" href=\"/Numbers.21.13\">Nu 21:13</a>; <span dir=\"rtl\">מחוץ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>; <span dir=\"rtl\">בין</span> <a data-ref=\"I Samuel 17:1\" href=\"/I_Samuel.17.1\">1 S 17:1</a>; <span dir=\"rtl\">נגד</span> <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">1 K 20:27</a> etc.; sq. acc. loc. <a data-ref=\"II Samuel 17:26\" href=\"/II_Samuel.17.26\">2 S 17:26</a>; sq. sf. acc. with hostile sense <span dir=\"rtl\">הֹנָ֑ךְ</span> <a data-ref=\"Psalms 53:6\" href=\"/Psalms.53.6\">ψ 53:6</a>; without prep. or noun foll., in sense of <em>encamp, be</em> or <em>abide in encampment</em> <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a>, <a data-ref=\"Numbers 9:20\" href=\"/Numbers.9.20\">20</a>, <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">22</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>; <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a>; <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a> +; poet. of David in Jerusalem, <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a> <em>city in which David fixed his camp</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1b4b6084aa1cbf1144f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָד 1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "BDB, יָד 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָד א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָד</span></big></big><sub>1604</sub><big></big>  <strong>n.f.</strong> <a data-ref=\"Genesis 25:26\" href=\"/Genesis.25.26\">Gn 25:26</a> + often (<strong>m.</strong> †<a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a> †v. Di; on <span dir=\"rtl\">יִרְפּוּ יָדַיִם</span> <a data-ref=\"II Samuel 4:1\" href=\"/II_Samuel.4.1\">2 S 4:1</a> <a data-ref=\"Zephaniah 3:16\" href=\"/Zephaniah.3.16\">Zp 3:16</a> <a data-ref=\"II Chronicles 15:7\" href=\"/II_Chronicles.15.7\">2 Ch 15:7</a> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a>, v. Ges<sup>§ 145. 7 a, R. 1</sup>) <strong>hand (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְדָא</span>, <span dir=\"rtl\">ܐܻܝܕܳܐ</span>; Zinj. <span dir=\"rtl\">יד</span> DHM<sup>Sendsch. Gloss.</sup>; Arabic <span dir=\"rtl\">يَدٌّ</span>; Sab. <span dir=\"rtl\">יד</span> DHM<sup>ZMG 1883, 343</sup> Mordt <sup>ib. 1879, 492</sup>; Ethiopic እድ (v. Lag<sup>BN 22</sup>); Sam. ࠀࠃ; Assyrian <em>idu</em>, <em>hand, strength</em> COT<sup>Gloss.</sup>; der. by most from √ <span dir=\"rtl\">ל״י</span>, on ground of pl. and sf. forms in cogn. lang., v. especially Philippi<sup> ZMG 1878, 74</sup> Ba<sup> ZMG 1887, 637</sup>, but no trace of final י or ו in Heb., and meaning of such √ <span dir=\"rtl\">ל״י</span> not clear; Thes al. from <span dir=\"rtl\">ידה</span> <em>extend, throw</em>, but this in Arabic Ethiopic <span dir=\"rtl\">פ״ו</span>, not <span dir=\"rtl\">פ״י</span>, cf. Heb. Hiph.; Philippi comp. Arabic <span dir=\"rtl\">يَدَى</span> iv. <em>strengthen;</em>—Sta<sup>§ 182, 183</sup> regards <span dir=\"rtl\">יד</span> as bilit.<strong>)</strong>—abs. <span dir=\"rtl\">יָד</span> <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">Gn 38:28</a> +; cstr. <span dir=\"rtl\">יַד</span> <a data-ref=\"Genesis 41:35\" href=\"/Genesis.41.35\">41:35</a> +; sf. <span dir=\"rtl\">יָדִי</span> <a data-ref=\"Genesis 14:22\" href=\"/Genesis.14.22\">14:22</a> +; <span dir=\"rtl\">יָֽדְךָ</span> <a data-ref=\"Genesis 22:12\" href=\"/Genesis.22.12\">22:12</a> +; <span dir=\"rtl\">יָֽדְכָה</span> <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">Ex 13:16</a>; <span dir=\"rtl\">יֶדְכֶם</span> <a data-ref=\"Genesis 9:2\" href=\"/Genesis.9.2\">Gn 9:2</a> +; <span dir=\"rtl\">יֶדְכֶן</span> <a data-ref=\"Ezekiel 13:21\" href=\"/Ezekiel.13.21\">Ez 13:21</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 13:23\" href=\"/Ezekiel.13.23\">23</a>, etc.; du. <span dir=\"rtl\">יָדַיִם</span> <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">Gn 34:21</a> +; cstr. <span dir=\"rtl\">יְדֵי</span> <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">24:30</a> +; <span dir=\"rtl\">וִידֵי</span> <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> +, etc.; fpl. (in fig. senses) abs. <span dir=\"rtl\">יָדוֹת</span> <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">Gn 43:34</a> + 8 times; <span dir=\"rtl\">יָדֹת</span> <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">47:24</a> + 2 times; cstr. <span dir=\"rtl\">וִידוֹת</span> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>; sf. <span dir=\"rtl\">יְדֹתָיו</span> <a data-ref=\"Exodus 26:19\" href=\"/Exodus.26.19\">Ex 26:19</a><sup>(×2)</sup> + 2 times; <span dir=\"rtl\">יְדֹתֶיהָ</span> <a data-ref=\"I Kings 7:35\" href=\"/I_Kings.7.35\">1 K 7:35</a>, <a data-ref=\"I Kings 7:36\" href=\"/I_Kings.7.36\">36</a>; <span dir=\"rtl\">יְדוֹתָם</span> <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">1 K 7:33</a>;—<br><strong>1.</strong>  <em>hand</em> of man <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">Gn 3:22</a>; <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">4:11</a>; <a data-ref=\"Genesis 8:9\" href=\"/Genesis.8.9\">8:9</a> + often; <span dir=\"rtl\">תַּבְנִית יָד</span> <a data-ref=\"Ezekiel 8:3\" href=\"/Ezekiel.8.3\">Ez 8:3</a> <em>the shape of a hand</em> (of God in Ezek.’s vision); of cherubim <span dir=\"rtl\">ת׳ יַד אָדָם</span> <a data-ref=\"Ezekiel 10:8\" href=\"/Ezekiel.10.8\">10:8</a>, <span dir=\"rtl\">דְּמוּת יְדֵי אָדָם</span> v <a data-ref=\"Ezekiel 10:21\" href=\"/Ezekiel.10.21\">21</a>: <strong>a.</strong>  <em>right hand</em> <span dir=\"rtl\">יַד־יְמִינ(וֹ)</span> <a data-ref=\"Genesis 48:17\" href=\"/Genesis.48.17\">Gn 48:17</a> (JE), <a data-ref=\"Judges 7:20\" href=\"/Judges.7.20\">Ju 7:20</a> <a data-ref=\"II Samuel 20:9\" href=\"/II_Samuel.20.9\">2 S 20:9</a> <a data-ref=\"Jeremiah 22:24\" href=\"/Jeremiah.22.24\">Je 22:24</a> <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> <a data-ref=\"Psalms 73:23\" href=\"/Psalms.73.23\">ψ 73:23</a>; <a data-ref=\"Psalms 121:5\" href=\"/Psalms.121.5\">121:5</a>; <span dir=\"rtl\">יד[ם] הַיְמָנִית</span> <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">Ex 29:20</a> <a data-ref=\"Leviticus 8:23\" href=\"/Leviticus.8.23\">Lv 8:23</a>, <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">24</a>; <a data-ref=\"Leviticus 14:14\" href=\"/Leviticus.14.14\">14:14</a>, <a data-ref=\"Leviticus 14:17\" href=\"/Leviticus.14.17\">17</a>, <a data-ref=\"Leviticus 14:25\" href=\"/Leviticus.14.25\">25</a>, <a data-ref=\"Leviticus 14:28\" href=\"/Leviticus.14.28\">28</a> (all P); a left-handed man is <span dir=\"rtl\">אִטֵּד יַד־יְמִינוֹ</span> <a data-ref=\"Judges 3:15\" href=\"/Judges.3.15\">Ju 3:15</a>; <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">20:16</a> (v. <a data-ref=\"BDB, אטד\" href=\"/BDB,_אטד\", dir=\"rtl\">אטד</a>); <em>left hand</em> <span dir=\"rtl\">יַד שְׂמֹאל(וֹ)</span> <a data-ref=\"Judges 3:21\" href=\"/Judges.3.21\">3:21</a>; <a data-ref=\"Judges 7:20\" href=\"/Judges.7.20\">7:20</a> <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a>; both hands of one pers. are denoted by du., <span dir=\"rtl\">יָדַיִם</span> <a data-ref=\"Genesis 27:22\" href=\"/Genesis.27.22\">Gn 27:22</a> <a data-ref=\"II Kings 3:11\" href=\"/II_Kings.3.11\">2 K 3:11</a> + often; occasionally + numeral, <span dir=\"rtl\">שְׁתֵּי יָדָ֑י</span> <a data-ref=\"Deuteronomy 9:15\" href=\"/Deuteronomy.9.15\">Dt 9:15</a>, <a data-ref=\"Deuteronomy 9:17\" href=\"/Deuteronomy.9.17\">17</a>, so <a data-ref=\"Leviticus 16:21\" href=\"/Leviticus.16.21\">Lv 16:21</a> (P); du. also of hands of several persons <a data-ref=\"Genesis 5:29\" href=\"/Genesis.5.29\">Gn 5:29</a> <a data-ref=\"Exodus 29:10\" href=\"/Exodus.29.10\">Ex 29:10</a>, <a data-ref=\"Exodus 29:15\" href=\"/Exodus.29.15\">15</a>, <a data-ref=\"Exodus 29:19\" href=\"/Exodus.29.19\">19</a> <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">Dt 31:29</a> <a data-ref=\"II Kings 11:16\" href=\"/II_Kings.11.16\">2 K 11:16</a> = <a data-ref=\"II Chronicles 23:15\" href=\"/II_Chronicles.23.15\">2 Ch 23:15</a>, <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">Ez 21:12</a> +; yet sometimes sg. of hand of several persons <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a> <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">Ex 29:9</a> <a data-ref=\"Leviticus 8:24\" href=\"/Leviticus.8.24\">Lv 8:24</a> <a data-ref=\"Deuteronomy 1:25\" href=\"/Deuteronomy.1.25\">Dt 1:25</a>; <a data-ref=\"Deuteronomy 17:7\" href=\"/Deuteronomy.17.7\">17:7</a><sup>(×2)</sup> <a data-ref=\"Judges 7:20\" href=\"/Judges.7.20\">Ju 7:20</a><sup>(×2)</sup> +. <strong>b.</strong>  <span dir=\"rtl\">שְׁתֵּי כַּפּוֹת ידיו</span> <a data-ref=\"I Samuel 5:4\" href=\"/I_Samuel.5.4\">1 S 5:4</a> <em>the two palms of his hands;</em> <span dir=\"rtl\">כַּפּוֹת הידים</span> <a data-ref=\"II Kings 9:35\" href=\"/II_Kings.9.35\">2 K 9:35</a> <a data-ref=\"Daniel 10:10\" href=\"/Daniel.10.10\">Dn 10:10</a>; <span dir=\"rtl\">אַצִּילוֹת יָדֶיךָ</span> 9 <a data-ref=\"Jeremiah 38:12\" href=\"/Jeremiah.38.12\">Je 38:12</a> <a data-ref=\"Ezekiel 13:18\" href=\"/Ezekiel.13.18\">Ez 13:18</a>; <span dir=\"rtl\">בֹּהֶן יָדָיו</span> <a data-ref=\"Exodus 29:20\" href=\"/Exodus.29.20\">Ex 29:20</a> (P) = <em>his thumbs</em> (opp. <span dir=\"rtl\">בֹּהֶן רַגְלָם</span>); <span dir=\"rtl\">בְּהֹנוֹת יד(יו) ורגל(יו)</span> <a data-ref=\"Judges 1:6\" href=\"/Judges.1.6\">Ju 1:6</a>, <a data-ref=\"Judges 1:7\" href=\"/Judges.1.7\">7</a>; bracelets were worn on <em>hands</em>, i.e. wrists <a data-ref=\"Genesis 24:22\" href=\"/Genesis.24.22\">Gn 24:22</a>, <a data-ref=\"Genesis 24:30\" href=\"/Genesis.24.30\">30</a>, <a data-ref=\"Genesis 24:47\" href=\"/Genesis.24.47\">47</a> (J), cf. thread bound on <em>hand</em> of Zerach <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">38:28</a><sup>(×2)</sup>, <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">29</a>, <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">30</a> (J), and cords on <em>hands</em> of Samson <a data-ref=\"Judges 15:14\" href=\"/Judges.15.14\">Ju 15:14</a>; the ring was worn on <em>hand</em>, i.e. finger <a data-ref=\"Genesis 41:42\" href=\"/Genesis.41.42\">Gn 41:42</a> (E), <a data-ref=\"Esther 3:10\" href=\"/Esther.3.10\">Est 3:10</a>. <strong>c.</strong>  as to <em>hands</em> in use, note <span dir=\"rtl\">זְרֹעֵי ידיו</span> <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> <em>arms of his hands</em>, i.e. arms which make his hands serviceable; <span dir=\"rtl\">מִלֵּא יָדוֹ בַּקֶּשֶׁת</span> <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> <em>he filled his hand with the bow</em>, i.e. caused his hand to grasp it, seized it; <span dir=\"rtl\">הַרְכֵּב יָֽדְךָ עַל־הַקֶּשֶׁת</span> <a data-ref=\"II Kings 13:16\" href=\"/II_Kings.13.16\">2 K 13:16</a><sup>(×2)</sup>; especially fig. of consecrating or installing (as priest), <span dir=\"rtl\">מִלֵּא יַד</span> <em>he filled the hand</em> of any one (perhaps orig. gave the selected portions of animal-sacrifices to, v. <a data-ref=\"Leviticus 8:25\" href=\"/Leviticus.8.25\">Lv 8:25 ff.</a>, so Di), <em>installed</em> as priest <a data-ref=\"Judges 17:5\" href=\"/Judges.17.5\">Ju 17:5</a>, <a data-ref=\"Judges 17:12\" href=\"/Judges.17.12\">12</a> <a data-ref=\"I Kings 13:33\" href=\"/I_Kings.13.33\">1 K 13:33</a> (sq. <span dir=\"rtl\">וְ</span> subord.); elsewhere only P and late: <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">Ex 28:41</a> (‖ <span dir=\"rtl\">קִדַּשׁ</span>), <a data-ref=\"Exodus 29:9\" href=\"/Exodus.29.9\">29:9</a> also v <a data-ref=\"Exodus 29:29\" href=\"/Exodus.29.29\">29</a> (‖ <span dir=\"rtl\">משׁח</span>), v <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a> <span dir=\"rtl\">(קדּשׁ)</span>, v <a data-ref=\"Exodus 29:35\" href=\"/Exodus.29.35\">35</a> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a> <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a>; <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">29:31</a>, sq. inf. <a data-ref=\"Leviticus 16:32\" href=\"/Leviticus.16.32\">Lv 16:32</a> (‖ <span dir=\"rtl\">משׁח</span>), <a data-ref=\"Leviticus 21:10\" href=\"/Leviticus.21.10\">21:10</a> (‖ <span dir=\"rtl\">יוּצַק שֶׁמֶן</span>), <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a> (‖ <span dir=\"rtl\">משׁת</span>); <span dir=\"rtl\">מִלֵּאתֶם יֶדְכֶם ליהוה</span> <a data-ref=\"II Chronicles 29:31\" href=\"/II_Chronicles.29.31\">2 Ch 29:31</a> = ye have consecrated yourselves to <span dir=\"rtl\">י׳</span>, is addressed appar. to the whole congregation (otherwise Be Öt and Di <a data-ref=\"Exodus 32:29\" href=\"/Exodus.32.29\">Ex 32:29</a>); so the same expression <a data-ref=\"Exodus 32:29\" href=\"/Exodus.32.29\">Ex 32:29</a> (poss.) and <a data-ref=\"I Chronicles 29:5\" href=\"/I_Chronicles.29.5\">1 Ch 29:5</a> (certainly) of offering gifts to <span dir=\"rtl\">י׳</span>; <span dir=\"rtl\">מִלְאוּ יָד֯ו</span> <a data-ref=\"Ezekiel 43:26\" href=\"/Ezekiel.43.26\">Ez 43:26</a> of consecrating the altar (‖ <span dir=\"rtl\">כִּפֶּר</span>, <span dir=\"rtl\">טִהַר</span>); <span dir=\"rtl\">שָׁלַח יַד לְ</span> <a data-ref=\"Judges 5:26\" href=\"/Judges.5.26\">Ju 5:26</a> <em>stretch out hand to</em>, so <span dir=\"rtl\">ישׁלח אֶל־</span> <a data-ref=\"II Samuel 6:6\" href=\"/II_Samuel.6.6\">2 S 6:6</a> (insert <span dir=\"rtl\">ידו</span> Vrss Dr); hence <span dir=\"rtl\">מִשְׁלַח יד(כ)ם</span> <em>that to which one puts the hand</em>, fig., = undertaking, †<a data-ref=\"Deuteronomy 12:7\" href=\"/Deuteronomy.12.7\">Dt 12:7</a>, <a data-ref=\"Deuteronomy 12:18\" href=\"/Deuteronomy.12.18\">18</a>; <a data-ref=\"Deuteronomy 15:10\" href=\"/Deuteronomy.15.10\">15:10</a>; <a data-ref=\"Deuteronomy 23:21\" href=\"/Deuteronomy.23.21\">23:21</a>; <a data-ref=\"Deuteronomy 28:8\" href=\"/Deuteronomy.28.8\">28:8</a>, <a data-ref=\"Deuteronomy 28:20\" href=\"/Deuteronomy.28.20\">20</a> †; <span dir=\"rtl\">שׁלח יד</span> also in hostile sense, c. <span dir=\"rtl\">בְּ</span>, <a data-ref=\"Exodus 22:7\" href=\"/Exodus.22.7\">Ex 22:7</a> <a data-ref=\"I Samuel 24:7\" href=\"/I_Samuel.24.7\">1 S 24:7</a>, <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">11</a>; <a data-ref=\"I Samuel 26:11\" href=\"/I_Samuel.26.11\">26:11</a> <a data-ref=\"Psalms 55:21\" href=\"/Psalms.55.21\">ψ 55:21</a> +; cf. <span dir=\"rtl\">מוֹאָב מִשְׁלוֹחַ יָדָם</span> <a data-ref=\"Isaiah 11:14\" href=\"/Isaiah.11.14\">Is 11:14</a>; <span dir=\"rtl\">אֶבֶן יָד</span> <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a> (P) <em>a stone</em> (<em>thrown from</em>) <em>the hand;</em> <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> <em>a weapon in the hand;</em> <span dir=\"rtl\">מַקֵּל יָד</span> <a data-ref=\"Ezekiel 39:9\" href=\"/Ezekiel.39.9\">Ez 39:9</a> <em>a staff in the hand;</em> idols are <span dir=\"rtl\">מַעֲשֵׂה יְדֵי וגו׳</span> <a data-ref=\"Isaiah 2:8\" href=\"/Isaiah.2.8\">Is 2:8</a> + often v. <a ,=\"\" data-ref=\"BDB, מַעֲשֶׂה²\" dir=\"rtl\" href=\"/BDB,_מַעֲשֶׂה²\">מַעֲשֶׂה</a>; man is work of God’s hand <a data-ref=\"Job 14:15\" href=\"/Job.14.15\">Jb 14:15</a>. <strong>d.</strong>  special phrases: kissing with the hand <span dir=\"rtl\">וַתִּשַּׁק יָדִי לְפִי</span> <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">Jb 31:27</a>; (in silence) <span dir=\"rtl\">יָדִי שַׂמְתִּי לְמוֹ פִי</span> <a data-ref=\"Job 40:4\" href=\"/Job.40.4\">40:4</a> <a data-ref=\"Micah 7:16\" href=\"/Micah.7.16\">Mi 7:16</a> <span dir=\"rtl\">(עַל־פֶּה)</span>; the creditor is <span dir=\"rtl\">בַּעַל מַשֵּׁה יָדוֹ</span> <a data-ref=\"Deuteronomy 15:2\" href=\"/Deuteronomy.15.2\">Dt 15:2</a>; the debt <span dir=\"rtl\">מַשָּׁא כָל־יָד</span> <a data-ref=\"Nehemiah 10:32\" href=\"/Nehemiah.10.32\">Ne 10:32</a>; <span dir=\"rtl\">תְּרוּמַת יֶדְכֶם</span> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">11</a>, <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">17</a> <em>heave-offering of your hand</em>; the hand is placed <span dir=\"rtl\">תחת יָרֵךְ</span> in taking an oath <a data-ref=\"Genesis 24:2\" href=\"/Genesis.24.2\">Gn 24:2</a> (J); lifted <span dir=\"rtl\">(הרים)</span> to <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 14:22\" href=\"/Genesis.14.22\">14:22</a>; so perhaps <span dir=\"rtl\">יָד עַל־כֵּם יָהּ</span> <a data-ref=\"Exodus 17:16\" href=\"/Exodus.17.16\">Ex 17:16</a> (E) <em>hand on the throne of Yah!</em> (but difficult, v. Di VB); often c. <span dir=\"rtl\">נשׂא</span>: the hand is lifted <span dir=\"rtl\">(נשׂא)</span> to heaven <a data-ref=\"Deuteronomy 32:40\" href=\"/Deuteronomy.32.40\">Dt 32:40</a> (of <span dir=\"rtl\">י׳</span>’s oath, poem); elsewhere chiefly Ez and P: simply <em>lift</em> <span dir=\"rtl\">(נשׂא)</span> <em>the hand</em> (= <span dir=\"rtl\">נשׁבע</span>), sq. inf. <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a> (both P), <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">Ez 20:28</a>, <a data-ref=\"Ezekiel 20:42\" href=\"/Ezekiel.20.42\">42</a>; <a data-ref=\"Ezekiel 47:14\" href=\"/Ezekiel.47.14\">47:14</a>; sq. <span dir=\"rtl\">לְ</span> pers. <a data-ref=\"Ezekiel 20:5\" href=\"/Ezekiel.20.5\">Ez 20:5</a><sup>(×2)</sup> (del. Co as gloss); sq. <span dir=\"rtl\">לְ</span> pers. + inf. <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:15\" href=\"/Ezekiel.20.15\">15</a>, <a data-ref=\"Ezekiel 20:23\" href=\"/Ezekiel.20.23\">23</a>; abs. <a data-ref=\"Ezekiel 36:7\" href=\"/Ezekiel.36.7\">36:7</a>; hence (citations) <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a> <a data-ref=\"Psalms 106:26\" href=\"/Psalms.106.26\">ψ 106:26</a>; cf. <a data-ref=\"Nehemiah 8:6\" href=\"/Nehemiah.8.6\">Ne 8:6</a> the people answered <span dir=\"rtl\">אָמֵן אָמֵן בְּמֹעַל יְדֵיהֶם</span>; <span dir=\"rtl\">נשׂא יד(ים)</span> elsewhere (of men) in prayer <a data-ref=\"Psalms 28:2\" href=\"/Psalms.28.2\">ψ 28:2</a>; cf. <a data-ref=\"Psalms 68:32\" href=\"/Psalms.68.32\">68:32</a>, and <span dir=\"rtl\">יָדִי לַיְלָה נִגְּרָה</span> <a data-ref=\"Psalms 77:3\" href=\"/Psalms.77.3\">77:3</a>. Also of God, to give a signal <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a>; to rescue <a data-ref=\"Psalms 10:12\" href=\"/Psalms.10.12\">ψ 10:12</a>. <span dir=\"rtl\">יְנֹפֵף יָדוֹ</span> <a data-ref=\"Isaiah 10:32\" href=\"/Isaiah.10.32\">Is 10:32</a> <em>he brandisheth his hand</em> (Assyrian, in defiance); <span dir=\"rtl\">הֵנִיף יָדוֹ</span> <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a> (of <span dir=\"rtl\">י׳</span> in judgment), cf. <a data-ref=\"Isaiah 19:16\" href=\"/Isaiah.19.16\">19:16</a> <a data-ref=\"Zechariah 2:13\" href=\"/Zechariah.2.13\">Zc 2:13</a> (sq. <span dir=\"rtl\">על</span>); <span dir=\"rtl\">הֵנִיעַ יָדוֹ</span> <a data-ref=\"Zephaniah 2:15\" href=\"/Zephaniah.2.15\">Zp 2:15</a> (in derision); <span dir=\"rtl\">הוֹשִׁיעַ יד לְ</span> one’s <em>hand bringing deliverance to, gaining success, by force, for</em> <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a> + (v. Dr), ins. also v <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">31</a> (𝔊 We Dr); the hand is weary <span dir=\"rtl\">יָֽגְעָה</span> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a>, it cleaves <span dir=\"rtl\">(דבק)</span> to the sword <span dir=\"rtl\">(אֶל־הַחֶרֶב)</span> v <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">10</a> (both om. by accident in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a>, see VB); <span dir=\"rtl\">שֶׁבֶר יָד</span> <a data-ref=\"Leviticus 21:19\" href=\"/Leviticus.21.19\">Lv 21:19</a> (H) <em>fracture of hand</em> = arm (‖ <span dir=\"rtl\">שֶׁבֶר רגל</span>); after <span dir=\"rtl\">נָתַן</span>: <em>give a pledge</em> <span dir=\"rtl\">וַיִּתְּנוּ יָדָם לְהוֹצִיא נְשֵׁיהֶם</span> <a data-ref=\"Ezra 10:19\" href=\"/Ezra.10.19\">Ezr 10:19</a>; <em>submit</em> <span dir=\"rtl\">נָתַן יַד תַּחַת שְׁלֹמֹה</span> <a data-ref=\"I Chronicles 29:24\" href=\"/I_Chronicles.29.24\">1 Ch 29:24</a>, i.e. they acknowledged him as their lord; <span dir=\"rtl\">תְּנוּ־יָד ליהוה</span> <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; other phr. c. prep. v. infr. <strong>e.</strong>  of hand as strong, helpful, etc.:—(1) of man: <span dir=\"rtl\">עֹצֶם יָדִי</span> <a data-ref=\"Deuteronomy 8:17\" href=\"/Deuteronomy.8.17\">Dt 8:17</a> (‖ <span dir=\"rtl\">כֹּחִי</span>); of fighting power of Edom <span dir=\"rtl\">בְּיָד חֲזָקָה</span> <a data-ref=\"Numbers 20:20\" href=\"/Numbers.20.20\">Nu 20:20</a> (JE; ‖ <span dir=\"rtl\">בְּעַם כָּבֵד</span>; cf. infr. of God); <span dir=\"rtl\">קִצְרֵי־יָד</span> <em>small in power</em> <a data-ref=\"II Kings 19:26\" href=\"/II_Kings.19.26\">2 K 19:26</a> = <a data-ref=\"Isaiah 37:27\" href=\"/Isaiah.37.27\">Is 37:27</a> (cf. infr. of God); Isr. went out of Egypt <span dir=\"rtl\">בְּיָד רָמָה</span> according to P, <a data-ref=\"Exodus 14:8\" href=\"/Exodus.14.8\">Ex 14:8</a> <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">Nu 33:3</a> i.e. boldly, defiantly; same phr. of presumptuousness (against <span dir=\"rtl\">י׳</span>) <a data-ref=\"Numbers 15:30\" href=\"/Numbers.15.30\">Nu 15:30</a> (P, cf. <span dir=\"rtl\">יָדֵנוּ רָ֫מָה</span> <a data-ref=\"Deuteronomy 32:27\" href=\"/Deuteronomy.32.27\">Dt 32:27</a>). Phrases of <em>strengthening</em> are: <span dir=\"rtl\">חִזַּק יָדָיו</span> <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a> <a data-ref=\"Nehemiah 6:9\" href=\"/Nehemiah.6.9\">Ne 6:9</a>; <span dir=\"rtl\">חִזַּק בְּיָדַיִם</span> <a data-ref=\"Ezra 1:6\" href=\"/Ezra.1.6\">Ezr 1:6</a>; <span dir=\"rtl\">החזיק בְּיַד־</span> <a data-ref=\"Job 8:20\" href=\"/Job.8.20\">Jb 8:20</a> (v. <a data-ref=\"BDB, חָזַק\" href=\"/BDB,_חָזַק\", dir=\"rtl\">חזק</a>); <span dir=\"rtl\">לִהְיוֹת יָדָיו אִתּוֹ</span> <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> <em>that his hands might be with him</em>, to confirm his position; cf. <a data-ref=\"II Samuel 14:19\" href=\"/II_Samuel.14.19\">2 S 14:19</a> <a data-ref=\"Jeremiah 26:24\" href=\"/Jeremiah.26.24\">Je 26:24</a> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a>; note also <span dir=\"rtl\">מִי־הוּא לְיָדִי יִתָּקֵעַ</span> <a data-ref=\"Job 17:3\" href=\"/Job.17.3\">Jb 17:3</a> <em>who is he</em> (that) <em>will strike his hand into mine</em>, i.e. give me a pledge (v. sub <a data-ref=\"BDB, תֵּ֫קַע\" href=\"/BDB,_תֵּ֫קַע\", dir=\"rtl\">תקע</a>); strength fails when hands drop: <span dir=\"rtl\">וַיִּרְפּוּ יָדָיו</span> <a data-ref=\"II Samuel 4:1\" href=\"/II_Samuel.4.1\">2 S 4:1</a> <em>then his hands dropped down</em>, he grew feeble, spiritless (v. <a data-ref=\"BDB, רָפָה²\" href=\"/BDB,_רָפָה²\", dir=\"rtl\">רפה</a>); <span dir=\"rtl\">רְפֵי יָדַיִם</span> <a data-ref=\"II Samuel 17:2\" href=\"/II_Samuel.17.2\">17:2</a> 11 <em>weak-handed, weak</em> (‖ <span dir=\"rtl\">יָגֵעַ</span>). (2) of (mighty) hand of God, pointing to earlier anthropomorphism; as strengthening Joseph <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> (poem in J); as stretched out <span dir=\"rtl\">(שׁלח)</span> to smite <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a> (J); so of <span dir=\"rtl\">מַלְאַךְ י׳</span> <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">2 S 24:16</a>, sq. acc. + <span dir=\"rtl\">לְ</span> inf., opp. <span dir=\"rtl\">הֶ֫רֶף יָדֶ֑ךָ</span> v <a data-ref=\"II Samuel 24:16\" href=\"/II_Samuel.24.16\">16</a>; as smiting <span dir=\"rtl\">(נָֽגְעָה בְּ)</span> <a data-ref=\"I Samuel 6:9\" href=\"/I_Samuel.6.9\">1 S 6:9</a> <a data-ref=\"Job 19:21\" href=\"/Job.19.21\">Jb 19:21</a>; as against (<span dir=\"rtl\">בְ</span> <em>among, in</em>) cattle, etc., v <a data-ref=\"Job 19:3\" href=\"/Job.19.3\">3</a> (J); city <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">1 S 5:9</a>; the murrain v <a data-ref=\"I Samuel 5:3\" href=\"/I_Samuel.5.3\">3</a> (J); <span dir=\"rtl\">יַד־יהוה</span> as heavy against <span dir=\"rtl\">(כבדה אֶל)</span> <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <span dir=\"rtl\">כָּֽבְדָה שָׁם</span> v <a data-ref=\"I Samuel 5:11\" href=\"/I_Samuel.5.11\">11</a>; <span dir=\"rtl\">קָֽשְׁתָה עַל</span> v <a data-ref=\"I Samuel 5:7\" href=\"/I_Samuel.5.7\">7</a>; of withdrawal of <span dir=\"rtl\">י׳</span>’s chastising hand <span dir=\"rtl\">תָּסוּר יָדוֹ מִכֶּם</span> <a data-ref=\"I Samuel 6:3\" href=\"/I_Samuel.6.3\">1 S 6:3</a>; and (<span dir=\"rtl\">י׳</span> subj.) <span dir=\"rtl\">יָקֵל אֶת־יָדוֹ מֵעֲלֵיכֶם</span> v <a data-ref=\"I Samuel 6:5\" href=\"/I_Samuel.6.5\">5</a>; of <span dir=\"rtl\">י׳</span>’s power to deliver his people:—†<span dir=\"rtl\">חֹ֫זֶק יָד</span> <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>, <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">16</a> (all JE) †; <span dir=\"rtl\">יָד חֲזָקָה</span> <a data-ref=\"Exodus 6:1\" href=\"/Exodus.6.1\">6:1</a><sup>(×2)</sup> (JE), <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">13:9</a> (JE), <a data-ref=\"Deuteronomy 6:21\" href=\"/Deuteronomy.6.21\">Dt 6:21</a>; <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">7:8</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D); especially in phr. <span dir=\"rtl\">(בְּ)יָד חֲזָקָה וּ(בִ)זְרוֹעַ נְטוּיָה</span> <a data-ref=\"Deuteronomy 4:34\" href=\"/Deuteronomy.4.34\">Dt 4:34</a> + (v. <a data-ref=\"BDB, זַרְזִיף²\" href=\"/BDB,_זַרְזִיף²\", dir=\"rtl\">זְרוֹעַ</a> p. 284); <span dir=\"rtl\">יד חזקה</span> + <span dir=\"rtl\">כֹּחַ גָּדוֹל</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> (JE), <a data-ref=\"Nehemiah 1:10\" href=\"/Nehemiah.1.10\">Ne 1:10</a>; <span dir=\"rtl\">הֲיַד י׳ תִּקְצָ֑ר</span> <a data-ref=\"Numbers 11:23\" href=\"/Numbers.11.23\">Nu 11:23</a> (JE) <em>is the hand of</em> <span dir=\"rtl\">י׳</span> <em>shortened?</em> <a data-ref=\"Isaiah 50:2\" href=\"/Isaiah.50.2\">Is 50:2</a>; <a data-ref=\"Isaiah 59:1\" href=\"/Isaiah.59.1\">59:1</a> (both sq. <span dir=\"rtl\">מִן</span>); <span dir=\"rtl\">יָד נְטוּיָה</span> in judgment <a data-ref=\"Isaiah 9:11\" href=\"/Isaiah.9.11\">Is 9:11</a>, <a data-ref=\"Isaiah 9:16\" href=\"/Isaiah.9.16\">16</a>, <a data-ref=\"Isaiah 9:20\" href=\"/Isaiah.9.20\">20</a>; <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">10:4</a>; <span dir=\"rtl\">הָֽיְתָה יַד־י׳ עלי(ו)</span> of grasp of <span dir=\"rtl\">י׳</span>’s hand in prophetic inspiration <a data-ref=\"Ezekiel 1:3\" href=\"/Ezekiel.1.3\">Ez 1:3</a>; <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">3:22</a>; <a data-ref=\"Ezekiel 37:1\" href=\"/Ezekiel.37.1\">37:1</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a> <a data-ref=\"II Kings 3:15\" href=\"/II_Kings.3.15\">2 K 3:15</a>; <span dir=\"rtl\">יַד־י׳ עָלַי חזקה</span> <a data-ref=\"Ezekiel 3:14\" href=\"/Ezekiel.3.14\">Ez 3:14</a>; so <span dir=\"rtl\">בְּחֶזְקַת הַיָּד֑</span> <a data-ref=\"Isaiah 8:11\" href=\"/Isaiah.8.11\">Is 8:11</a>; of God’s (<span dir=\"rtl\">י׳</span>’s) <em>good hand</em> = favour, (late) <span dir=\"rtl\">יַד אלה(יו) טוֹבָה על(יו)</span> <a data-ref=\"Ezra 7:9\" href=\"/Ezra.7.9\">Ezr 7:9</a>; <a data-ref=\"Ezra 8:18\" href=\"/Ezra.8.18\">8:18</a> <a data-ref=\"Nehemiah 2:8\" href=\"/Nehemiah.2.8\">Ne 2:8</a>, <a data-ref=\"Nehemiah 2:18\" href=\"/Nehemiah.2.18\">18</a>; without <span dir=\"rtl\">טוֹבָה</span> <a data-ref=\"Ezra 7:6\" href=\"/Ezra.7.6\">Ezr 7:6</a>, <a data-ref=\"Ezra 7:28\" href=\"/Ezra.7.28\">28</a>; <a data-ref=\"Ezra 8:22\" href=\"/Ezra.8.22\">8:22</a>, <a data-ref=\"Ezra 8:31\" href=\"/Ezra.8.31\">31</a>; sq. inf. <span dir=\"rtl\">יַד האלהים לָתֵת לָהֶם</span> <a data-ref=\"II Chronicles 30:12\" href=\"/II_Chronicles.30.12\">2 Ch 30:12</a>; <span dir=\"rtl\">בֳּיֽדְךָ לְגַדֵּל</span> <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">1 Ch 29:12</a>; in gen. <span dir=\"rtl\">בֳּיֽדְךָ כֹּחַ וּגְבוּרָה</span> v <a data-ref=\"I Chronicles 29:12\" href=\"/I_Chronicles.29.12\">12</a>; of protection <span dir=\"rtl\">בְּצֵל יָדוֹ</span> <a data-ref=\"Isaiah 49:2\" href=\"/Isaiah.49.2\">Is 49:2</a> <em>in the shadow of his</em> (<span dir=\"rtl\">י׳</span>’s) <em>hand</em>.<br><strong>2.</strong>  Fig. = <em>strength, power:</em>—<span dir=\"rtl\">לֹא הָיָה בָהֶם יָדַיִם לָנוּס</span> <a data-ref=\"Joshua 8:20\" href=\"/Joshua.8.20\">Jos 8:20</a> (JE) <em>there was not in them strength to flee;</em> <span dir=\"rtl\">לֹא מָֽצְאוּ כָל־אַנְשֵׁי־חַיִל יְדֵיהֶם</span> <a data-ref=\"Psalms 76:6\" href=\"/Psalms.76.6\">ψ 76:6</a> <em>none of the men of might have found their hands</em>, i.e. their powers are paralyzed in death (‖ <span dir=\"rtl\">נָמוּ שְׁנָתָם</span>); with ref. to pecuniary <em>ability:</em> <span dir=\"rtl\">תַּגִּיעַ יָדוֹ דֵּי שֶׂה</span> <a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">Lv 5:7</a> (on this and others c. <span dir=\"rtl\">דֵּי</span> v. <a data-ref=\"BDB, דַּי\" href=\"/BDB,_דַּי\", dir=\"rtl\">דַּי</a> p. 191); <span dir=\"rtl\">תַּגִּיעַ יָדוֹ לִשְׁתֵּי תוֹרִים</span> v <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">11</a> if <em>his hand</em> do not <em>reach to two turtledoves;</em> <span dir=\"rtl\">אֵין יָדוֹ מַשֶּׂגֶת</span> <a data-ref=\"Leviticus 14:21\" href=\"/Leviticus.14.21\">14:21</a> if <em>his hand be unable to reach;</em> so combinations with <span dir=\"rtl\">נשׂג</span> Hiph.: v <a data-ref=\"Leviticus 14:22\" href=\"/Leviticus.14.22\">22</a>, <a data-ref=\"Leviticus 14:30\" href=\"/Leviticus.14.30\">30</a>, <a data-ref=\"Leviticus 14:31\" href=\"/Leviticus.14.31\">31</a>, <a data-ref=\"Leviticus 14:32\" href=\"/Leviticus.14.32\">32</a> <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">Nu 6:21</a> (all foregoing P), <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a>, <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a>, <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a>; <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">27:8</a> (all H), <a data-ref=\"Ezekiel 46:7\" href=\"/Ezekiel.46.7\">Ez 46:7</a>; <span dir=\"rtl\">כְּמַתְּנַת יָדוֹ</span> <a data-ref=\"Deuteronomy 16:17\" href=\"/Deuteronomy.16.17\">Dt 16:17</a> <em>according to the giving of his hand</em>, i.e. his ability; similarly <span dir=\"rtl\">מַתַּת יָדוֹ</span> <a data-ref=\"Ezekiel 46:5\" href=\"/Ezekiel.46.5\">Ez 46:5</a>, <a data-ref=\"Ezekiel 46:11\" href=\"/Ezekiel.46.11\">11</a>; on <span dir=\"rtl\">יֶשׁ־לְאֵל יָדִי</span> <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">Gn 31:29</a>, etc., v. <a ,=\"\" data-ref=\"BDB, אֵל⁴\" dir=\"rtl\" href=\"/BDB,_אֵל⁴\">ii. אֵל</a> p. 43a supr.; other phr. c. prep. v. infr.; of <em>dominion</em> of king <span dir=\"rtl\">לְהָשִׁיב יָדוֹ בְּ</span> <a data-ref=\"II Samuel 8:3\" href=\"/II_Samuel.8.3\">2 S 8:3</a> read prob. as ‖ <a data-ref=\"I Chronicles 18:3\" href=\"/I_Chronicles.18.3\">1 Ch 18:3</a> <span dir=\"rtl\">לְהַצִּיב יָדוֹ בְּ</span> <em>to establish his dominion at; hand</em> = <em>display of strength, action</em> of <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 78:42\" href=\"/Psalms.78.42\">ψ 78:42</a> <a data-ref=\"Job 27:11\" href=\"/Job.27.11\">Jb 27:11</a> <a data-ref=\"Deuteronomy 34:12\" href=\"/Deuteronomy.34.12\">Dt 34:12</a>; especially <span dir=\"rtl\">הַיָּד הַגֶּדֹלָה אֲשֶׁד עָשָׂה י׳</span> <a data-ref=\"Exodus 14:31\" href=\"/Exodus.14.31\">Ex 14:31</a> (J) = <em>the great achievement which</em> <span dir=\"rtl\">י׳</span> <em>did</em>.<br><strong>3.</strong>  Fig. = <em>side:</em> <strong>a.</strong>  of way <span dir=\"rtl\">יַד דֶּרֶךְ</span> <a data-ref=\"I Samuel 4:13\" href=\"/I_Samuel.4.13\">1 S 4:13</a> Qr (Kt <span dir=\"rtl\">יך</span>; but read prob. <span dir=\"rtl\">לְיַד השׁער</span> v. Dr). <strong>b.</strong>  of gate <span dir=\"rtl\">בְּעַד יַד־הַשַּׁעַר</span> <a data-ref=\"I Samuel 4:18\" href=\"/I_Samuel.4.18\">1 S 4:18</a> (text dub., v. Dr). <strong>c.</strong>  of stream or wady <span dir=\"rtl\">כָּל־יַד נַחַל יַבֹּק</span> <a data-ref=\"Deuteronomy 2:37\" href=\"/Deuteronomy.2.37\">Dt 2:37</a>. Especially du.: <strong>d.</strong>  of land, <span dir=\"rtl\">ארץ רַחֲבַת יָדַיִם</span> <a data-ref=\"Genesis 34:21\" href=\"/Genesis.34.21\">Gn 34:21</a> (P) <em>the land is wide of</em> (<em>on</em>) <em>both hands</em>, i.e. in both directions, <a data-ref=\"Judges 18:10\" href=\"/Judges.18.10\">Ju 18:10</a> <a data-ref=\"Isaiah 22:18\" href=\"/Isaiah.22.18\">Is 22:18</a> <a data-ref=\"I Chronicles 4:40\" href=\"/I_Chronicles.4.40\">1 Ch 4:40</a>; of city <a data-ref=\"Nehemiah 7:4\" href=\"/Nehemiah.7.4\">Ne 7:4</a>; of sea <a data-ref=\"Psalms 104:25\" href=\"/Psalms.104.25\">ψ 104:25</a>; of streams <span dir=\"rtl\">רַחֲבֵי יָדָ֑יִם</span> <a data-ref=\"Isaiah 33:21\" href=\"/Isaiah.33.21\">Is 33:21</a>; <span dir=\"rtl\">מִיַּד כִּתִּים</span> <a data-ref=\"Numbers 24:24\" href=\"/Numbers.24.24\">Nu 24:24</a> (JE) <em>from the direction of Kittim</em>.—Other phr. c. prep. v. infr. <strong>e.</strong>  <em>side</em> = <em>place</em>, properly <em>place at one side</em> <span dir=\"rtl\">וְיָד תִּהְיֶה לְךָ מִחוּץ לַמַּחֲנֶה</span> <a data-ref=\"Deuteronomy 23:13\" href=\"/Deuteronomy.23.13\">Dt 23:13</a>; <span dir=\"rtl\">אִישׁ אֶת־יָדוֹ</span> <a data-ref=\"Jeremiah 6:3\" href=\"/Jeremiah.6.3\">Je 6:3</a> <em>each</em> (<em>in</em>) <em>his place;</em> so <span dir=\"rtl\">כָּל־אִישׁ עַל־יָדוֹ</span> <a data-ref=\"Numbers 2:17\" href=\"/Numbers.2.17\">Nu 2:17</a> (P);—v. other phrases c. prep. infr.<br><strong>4.</strong>  <span dir=\"rtl\">יָד</span> is used also in special senses:— <strong>a.</strong>  <em>monument</em> <a data-ref=\"I Samuel 15:12\" href=\"/I_Samuel.15.12\">1 S 15:12</a>; <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">2 S 18:18</a>; <a data-ref=\"I Chronicles 18:3\" href=\"/I_Chronicles.18.3\">1 Ch 18:3</a> <a data-ref=\"Isaiah 56:5\" href=\"/Isaiah.56.5\">Is 56:5</a> <em>sign</em> <a data-ref=\"Ezekiel 21:24\" href=\"/Ezekiel.21.24\">Ez 21:24</a>. †<strong>b.</strong>  <em>part, fractional part</em> or <em>share:</em> of seed <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">Gn 47:24</a> (J); share in king <a data-ref=\"II Samuel 19:44\" href=\"/II_Samuel.19.44\">2 S 19:44</a>; of fighting men <a data-ref=\"II Kings 11:7\" href=\"/II_Kings.11.7\">2 K 11:7</a>; of people <a data-ref=\"Nehemiah 11:1\" href=\"/Nehemiah.11.1\">Ne 11:1</a>. †<strong>c.</strong>  <em>time, repetition</em> <a data-ref=\"Genesis 43:34\" href=\"/Genesis.43.34\">Gn 43:34</a> (J), <a data-ref=\"Daniel 1:20\" href=\"/Daniel.1.20\">Dn 1:20</a>. Also f.pl. (only in fig. senses):— †<strong>d.</strong>  <em>axle-trees</em> <a data-ref=\"I Kings 7:32\" href=\"/I_Kings.7.32\">1 K 7:32</a>, <a data-ref=\"I Kings 7:33\" href=\"/I_Kings.7.33\">33</a> (𝔖 <span dir=\"rtl\">ܐܻܝ</span>̈<span dir=\"rtl\">ܕܰܗܳܬܳܐ</span>). †<strong>e.</strong>  <em>stays, supports</em> for laver <a data-ref=\"I Kings 7:35\" href=\"/I_Kings.7.35\">1 K 7:35</a>, <a data-ref=\"I Kings 7:36\" href=\"/I_Kings.7.36\">36</a>; <em>stays</em> at sides of throne <a data-ref=\"I Kings 10:19\" href=\"/I_Kings.10.19\">1 K 10:19</a><sup>(×2)</sup> = <a data-ref=\"II Chronicles 9:18\" href=\"/II_Chronicles.9.18\">2 Ch 9:18</a><sup>(×2)</sup>. †<strong>f.</strong>  <em>tenons</em> on sides of boards of tabernacle <span dir=\"rtl\">שְׁתֵּי יָדוֹת</span> <a data-ref=\"Exodus 26:17\" href=\"/Exodus.26.17\">Ex 26:17</a> (P), also v <a data-ref=\"Exodus 26:19\" href=\"/Exodus.26.19\">19</a><sup>(×2)</sup> <a data-ref=\"Exodus 36:22\" href=\"/Exodus.36.22\">36:22</a>, <a data-ref=\"Exodus 36:24\" href=\"/Exodus.36.24\">24</a><sup>(×2)</sup>. <strong>g.</strong>  <span dir=\"rtl\">יָד חָזִית</span> <a data-ref=\"Isaiah 57:8\" href=\"/Isaiah.57.8\">Is 57:8</a> according to Hi De Che Or Brd Du and most = <em>a phallus thou beholdest;</em> this favoured by context but without support in Heb. usage; Di <em>a</em> (beckoning) <em>hand</em>.<br><strong>5.</strong>  <span dir=\"rtl\">יָד</span> with prep.:— <strong>a.</strong>  <span dir=\"rtl\">אֶל־יַד</span>:—(1) after vb. of motion, <em>into the charge, custody, of</em> <a data-ref=\"Esther 2:3\" href=\"/Esther.2.3\">Est 2:3</a>, <a data-ref=\"Esther 2:8\" href=\"/Esther.2.8\">8</a><sup>(×2)</sup>, <a data-ref=\"Esther 2:14\" href=\"/Esther.2.14\">14</a>; (2) <span dir=\"rtl\">אֶל־יַד</span> <em>by the side of</em> gate <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">2 S 18:4</a>; <span dir=\"rtl\">אֶל־יָדִי</span> <em>by my side, next to me</em> <a data-ref=\"II Samuel 14:30\" href=\"/II_Samuel.14.30\">14:30</a>; <span dir=\"rtl\">אֶל־יַד דֶּרֶךְ</span> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1a</a>; <span dir=\"rtl\">אֶל־יַד חֲמָת</span> v b (but on text v. Co); cf. also <span dir=\"rtl\">לְיַד</span>, <span dir=\"rtl\">עַל־יַד</span>. <strong>b.</strong>  <span dir=\"rtl\">בְּיַד</span> <em>into the hand:</em> (1) <span dir=\"rtl\">נָתַן בְּיַד</span> <em>give into the hand of</em>, lit., <a data-ref=\"Genesis 27:17\" href=\"/Genesis.27.17\">Gn 27:17</a>; (2) <em>into the possession of</em> <span dir=\"rtl\">נָתַן בְּיַד</span> <a data-ref=\"Exodus 10:25\" href=\"/Exodus.10.25\">Ex 10:25</a> (JE); especially (3) <span dir=\"rtl\">נתן ביד</span> = <em>give into the power of, deliver over to</em> <a data-ref=\"Joshua 6:2\" href=\"/Joshua.6.2\">Jos 6:2</a>; <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">7:7</a> (both JE), <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">Dt 1:27</a> <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14a</a>; <a data-ref=\"Judges 13:1\" href=\"/Judges.13.1\">13:1</a>; <a data-ref=\"Judges 15:12\" href=\"/Judges.15.12\">15:12</a> <a data-ref=\"I Kings 22:6\" href=\"/I_Kings.22.6\">1 K 22:6</a> <a data-ref=\"II Kings 18:30\" href=\"/II_Kings.18.30\">2 K 18:30</a>; <a data-ref=\"II Kings 19:10\" href=\"/II_Kings.19.10\">19:10</a>; <span dir=\"rtl\">מָכַר בְּיַד</span> <em>sell into the hand of</em> <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14b</a>; <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">3:8</a>; <a data-ref=\"Judges 4:2\" href=\"/Judges.4.2\">4:2</a>, <a data-ref=\"Judges 4:9\" href=\"/Judges.4.9\">9</a>; <a data-ref=\"Judges 10:7\" href=\"/Judges.10.7\">10:7</a>; <span dir=\"rtl\">נפל בְּיַד</span> <em>fall into the hand of</em> <a data-ref=\"Judges 15:18\" href=\"/Judges.15.18\">15:18</a> <a data-ref=\"II Samuel 24:14\" href=\"/II_Samuel.24.14\">2 S 24:14</a>; <span dir=\"rtl\">וַיְשַׁלְּחֵם בְּיַד פִּשְׁעָם</span> <a data-ref=\"Job 8:4\" href=\"/Job.8.4\">Jb 8:4</a> <em>and he delivered them into the power of their transgression</em>, gave them over to it; also <a data-ref=\"Isaiah 64:6\" href=\"/Isaiah.64.6\">Is 64:6</a>, which read <span dir=\"rtl\">וַתְּמַגְּנֵנוּ</span> for MT <span dir=\"rtl\">וַתְּמוּגֵנוּ</span>; (4) <span dir=\"rtl\">נתן בְּיַד</span> = <em>entrust to</em> <a data-ref=\"Genesis 30:35\" href=\"/Genesis.30.35\">Gn 30:35</a>; <a data-ref=\"Genesis 32:17\" href=\"/Genesis.32.17\">32:17</a>. <strong>c.</strong>  <span dir=\"rtl\">בְּיַד</span> <em>in the hand of:</em> (1) lit. <span dir=\"rtl\">מַטְּךָ אֲשֶׁר בְּיָדֶ֑ךָ</span> <a data-ref=\"Genesis 38:18\" href=\"/Genesis.38.18\">Gn 38:18</a> (J) <em>thy staff which is in thy hand</em>, <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">Ex 7:17</a> (J), <a data-ref=\"Exodus 17:9\" href=\"/Exodus.17.9\">17:9</a> (E), <a data-ref=\"Exodus 32:15\" href=\"/Exodus.32.15\">32:15</a> <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:31\" href=\"/Numbers.22.31\">31</a> <a data-ref=\"Joshua 5:13\" href=\"/Joshua.5.13\">Jos 5:13</a>; <a data-ref=\"Joshua 8:18\" href=\"/Joshua.8.18\">8:18</a> (all JE), <a data-ref=\"I Samuel 13:22\" href=\"/I_Samuel.13.22\">1 S 13:22</a>; <a data-ref=\"I Samuel 14:27\" href=\"/I_Samuel.14.27\">14:27</a>; <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">17:50</a>; <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">18:10</a>; <a data-ref=\"I Samuel 20:10\" href=\"/I_Samuel.20.10\">20:10</a> <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a>, <a data-ref=\"II Kings 11:11\" href=\"/II_Kings.11.11\">11</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"Amos 7:7\" href=\"/Amos.7.7\">Am 7:7</a> <a data-ref=\"Isaiah 6:6\" href=\"/Isaiah.6.6\">Is 6:6</a> <a data-ref=\"Ezekiel 40:3\" href=\"/Ezekiel.40.3\">Ez 40:3</a>, <a data-ref=\"Ezekiel 40:5\" href=\"/Ezekiel.40.5\">5</a>; <a data-ref=\"Ezekiel 47:3\" href=\"/Ezekiel.47.3\">47:3</a> <a data-ref=\"Zechariah 2:5\" href=\"/Zechariah.2.5\">Zc 2:5</a>; <a data-ref=\"Zechariah 8:4\" href=\"/Zechariah.8.4\">8:4</a>; <span dir=\"rtl\">אֵין בְּיָדִי רָעָה וָפֶ֫שַׁע</span> <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">1 S 14:12</a> <em>there is not in my hand evil or transgression</em> (orig. prob. of stains of blood, or other evidences of crime); <span dir=\"rtl\">מַה־בְּיָדִי רָעָה</span> <a data-ref=\"I Samuel 26:18\" href=\"/I_Samuel.26.18\">26:18</a>; (2) fig. <em>in the possession of</em>, <a data-ref=\"Exodus 21:16\" href=\"/Exodus.21.16\">Ex 21:16</a> (JE); <span dir=\"rtl\">נִמְצָא בְּיָדִי</span> <a data-ref=\"I Samuel 9:8\" href=\"/I_Samuel.9.8\">1 S 9:8</a> <em>there is found in my hand</em>, i.e. I happen to have (¼ shekel); (3) <em>in the</em> (<em>physical</em>) <em>power of</em> <a data-ref=\"Genesis 16:6\" href=\"/Genesis.16.6\">Gn 16:6</a> (J; cf. <span dir=\"rtl\">תִּתְעַנִּי תַּחַת יָדֶיהָ</span> v <a data-ref=\"Genesis 16:9\" href=\"/Genesis.16.9\">9</a>), <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>; <span dir=\"rtl\">בְּיַד לָשׁוֹן</span> <a data-ref=\"Proverbs 18:21\" href=\"/Proverbs.18.21\">Pr 18:21</a> <em>in the power of a tongue; in the care</em> or <em>charge of, entrusted to</em>, <a data-ref=\"Genesis 39:23\" href=\"/Genesis.39.23\">Gn 39:23</a> (J); <em>under the authority of</em> <a data-ref=\"II Samuel 18:2\" href=\"/II_Samuel.18.2\">2 S 18:2</a><sup>(×3)</sup>; <a data-ref=\"Numbers 31:49\" href=\"/Numbers.31.49\">Nu 31:49</a> (P);—in <a data-ref=\"Jeremiah 41:9\" href=\"/Jeremiah.41.9\">Je 41:9</a> (AV <em>because of Gedaliah</em>), read <span dir=\"rtl\">בּוֹר גָּדוֹל הוּא</span> for <span dir=\"rtl\">ביד גדליהו הוא</span> 𝔊 Hi Kue Gf Che Gie Dr<sup>Sm 291</sup>; (4) <span dir=\"rtl\">בְּיַד</span> also with vbs. of <em>taking</em>, <span dir=\"rtl\">וַיִּקַּח בְּיָדוֹ אֶת־הָאֵשׁ</span> <a data-ref=\"Genesis 22:6\" href=\"/Genesis.22.6\">Gn 22:6</a> <em>and he took the fire in his hand</em>, <a data-ref=\"Exodus 4:17\" href=\"/Exodus.4.17\">Ex 4:17</a>, <a data-ref=\"Exodus 4:20\" href=\"/Exodus.4.20\">20</a>, <a data-ref=\"Exodus 4:21\" href=\"/Exodus.4.21\">21</a> (all E), <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a> <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">2 K 9:1</a>; thence to denote accompaniment, taking or being <em>with</em> one <a data-ref=\"Joshua 9:11\" href=\"/Joshua.9.11\">Jos 9:11</a> (JE), <a data-ref=\"II Samuel 8:10\" href=\"/II_Samuel.8.10\">2 S 8:10</a>; <a data-ref=\"I Kings 14:3\" href=\"/I_Kings.14.3\">1 K 14:3</a> <a data-ref=\"II Kings 5:5\" href=\"/II_Kings.5.5\">2 K 5:5</a>; <span dir=\"rtl\">אִישׁ שׁוֹרוֹ בְּיָדוֹ</span> <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">1 S 14:34</a> cf. <a data-ref=\"I Samuel 16:2\" href=\"/I_Samuel.16.2\">16:2</a>; <span dir=\"rtl\">קַח בֳּיֽדְךָ שְׁלשִׁים אֲנָשִׁים</span> <a data-ref=\"Jeremiah 38:10\" href=\"/Jeremiah.38.10\">Je 38:10</a>. <strong>d.</strong>  <span dir=\"rtl\">בְּיַד</span> <em>by the agency</em> or <em>instrumentality of</em> <a data-ref=\"Genesis 38:20\" href=\"/Genesis.38.20\">Gn 38:20</a> (J), <a data-ref=\"Judges 6:36\" href=\"/Judges.6.36\">Ju 6:36</a>; <a data-ref=\"I Samuel 11:7\" href=\"/I_Samuel.11.7\">1 S 11:7</a>; <a data-ref=\"I Samuel 16:20\" href=\"/I_Samuel.16.20\">16:20</a> <a data-ref=\"II Samuel 3:18\" href=\"/II_Samuel.3.18\">2 S 3:18</a>; <a data-ref=\"II Samuel 10:2\" href=\"/II_Samuel.10.2\">10:2</a>; <a data-ref=\"II Samuel 11:14\" href=\"/II_Samuel.11.14\">11:14</a>; <a data-ref=\"II Samuel 12:25\" href=\"/II_Samuel.12.25\">12:25</a>; <a data-ref=\"II Kings 14:27\" href=\"/II_Kings.14.27\">2 K 14:27</a>; <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> (orig. lit. sense discernible sometimes); especially of <span dir=\"rtl\">י׳</span>’s speaking <em>by the agency</em> of prophets <a data-ref=\"Exodus 9:35\" href=\"/Exodus.9.35\">Ex 9:35</a> (R), <a data-ref=\"Leviticus 8:36\" href=\"/Leviticus.8.36\">Lv 8:36</a>; <a data-ref=\"Leviticus 10:11\" href=\"/Leviticus.10.11\">10:11</a> <a data-ref=\"Numbers 4:37\" href=\"/Numbers.4.37\">Nu 4:37</a>, <a data-ref=\"Numbers 4:45\" href=\"/Numbers.4.45\">45</a>; <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">9:23</a>; <a data-ref=\"Numbers 10:13\" href=\"/Numbers.10.13\">10:13</a>; <a data-ref=\"Numbers 17:5\" href=\"/Numbers.17.5\">17:5</a>; <a data-ref=\"Joshua 14:2\" href=\"/Joshua.14.2\">Jos 14:2</a>; <a data-ref=\"Joshua 20:2\" href=\"/Joshua.20.2\">20:2</a>; <a data-ref=\"Joshua 21:2\" href=\"/Joshua.21.2\">21:2</a>, <a data-ref=\"Joshua 21:8\" href=\"/Joshua.21.8\">8</a> (all P), <a data-ref=\"I Samuel 28:15\" href=\"/I_Samuel.28.15\">1 S 28:15</a>, <a data-ref=\"I Samuel 28:17\" href=\"/I_Samuel.28.17\">17</a>; <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>, <a data-ref=\"I Kings 16:12\" href=\"/I_Kings.16.12\">12</a>, <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">34</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">2 K 9:36</a>; <a data-ref=\"II Kings 17:18\" href=\"/II_Kings.17.18\">17:18</a>, <a data-ref=\"II Kings 17:28\" href=\"/II_Kings.17.28\">28</a>; <a data-ref=\"II Chronicles 10:15\" href=\"/II_Chronicles.10.15\">2 Ch 10:15</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">34:14</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; <a data-ref=\"Nehemiah 8:14\" href=\"/Nehemiah.8.14\">Ne 8:14</a>; <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">9:14</a>, <a data-ref=\"Nehemiah 9:30\" href=\"/Nehemiah.9.30\">30</a>; <span dir=\"rtl\">מוּת בְּיַד י׳</span> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) <em>die by the hand of</em> <span dir=\"rtl\">י׳</span>; <span dir=\"rtl\">בְּיַד</span> <em>by the side of</em> (very rare) <a data-ref=\"Psalms 141:6\" href=\"/Psalms.141.6\">ψ 141:6</a>; <a data-ref=\"Zechariah 4:12\" href=\"/Zechariah.4.12\">Zc 4:12</a> olive-branches <em>beside</em> the two golden pipes; = <em>near to</em>, in time, <span dir=\"rtl\">נָכוֹן בְּיָדוֹ יוֹם חשֶׁךְ</span> <a data-ref=\"Job 15:23\" href=\"/Job.15.23\">Jb 15:23</a> <em>ready at his hand is a day of darkness</em> (i.e. near <em>at hand</em>). <strong>e.</strong>  <span dir=\"rtl\">כְּיַד הַמֶּלֶךְ</span> <a data-ref=\"I Kings 10:13\" href=\"/I_Kings.10.13\">1 K 10:13</a>; <a data-ref=\"Esther 1:7\" href=\"/Esther.1.7\">Est 1:7</a>; <a data-ref=\"Esther 2:18\" href=\"/Esther.2.18\">2:18</a> according to <em>the hand</em> (bounty) <em>of the king</em>. <strong>f.</strong>  <span dir=\"rtl\">יָד לְיָד</span> ‘hand to hand, surely’ <a data-ref=\"Proverbs 11:21\" href=\"/Proverbs.11.21\">Pr 11:21</a> <span dir=\"rtl\">לְיַד</span> <em>by the side of</em> <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">1 S 19:3</a>; <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>; <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">23:28</a>; <a data-ref=\"Nehemiah 11:24\" href=\"/Nehemiah.11.24\">Ne 11:24</a>; <a data-ref=\"Proverbs 8:3\" href=\"/Proverbs.8.3\">Pr 8:3</a> <a data-ref=\"Psalms 140:6\" href=\"/Psalms.140.6\">ψ 140:6</a>. <strong>g.</strong>  <span dir=\"rtl\">מִיַּד</span> <em>out of the hand:</em>—(1) <em>out of the power of</em>, often nearly = <span dir=\"rtl\">מִן</span>, used idiomat. c. many vbs.: c. <span dir=\"rtl\">הִצִּיל</span> <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a><sup>(×2)</sup> (J), <a data-ref=\"Exodus 2:19\" href=\"/Exodus.2.19\">Ex 2:19</a>; <a data-ref=\"Exodus 18:9\" href=\"/Exodus.18.9\">18:9</a>, <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">10</a><sup>(×2)</sup> (all JE), <a data-ref=\"I Samuel 17:37\" href=\"/I_Samuel.17.37\">1 S 17:37</a>; <span dir=\"rtl\">מִתַּחַת יַד</span> <a data-ref=\"Exodus 18:10\" href=\"/Exodus.18.10\">Ex 18:10</a> (JE; so c. <span dir=\"rtl\">פשׁע</span> <a data-ref=\"II Chronicles 21:8\" href=\"/II_Chronicles.21.8\">2 Ch 21:8</a>, <a data-ref=\"II Chronicles 21:10\" href=\"/II_Chronicles.21.10\">10</a><sup>(×2)</sup>; cf. <strong>i.</strong> infr.); of animals <span dir=\"rtl\">מִיַּד</span> <a data-ref=\"I Samuel 17:37\" href=\"/I_Samuel.17.37\">1 S 17:37</a><sup>(×2)</sup>, <span dir=\"rtl\">מִיַּדִ־כֶּלֶב</span> <a data-ref=\"Psalms 22:21\" href=\"/Psalms.22.21\">ψ 22:21</a>; even of inanimate things <span dir=\"rtl\">י׳ לֶהָבָה</span> <a data-ref=\"Isaiah 47:14\" href=\"/Isaiah.47.14\">Is 47:14</a> <span dir=\"rtl\">י׳ פַּח</span> <a data-ref=\"Psalms 141:9\" href=\"/Psalms.141.9\">ψ 141:9</a>; c. <span dir=\"rtl\">לָקַח</span> <a data-ref=\"Numbers 21:26\" href=\"/Numbers.21.26\">Nu 21:26</a> (JE), <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">1 K 11:34</a>, <a data-ref=\"I Kings 11:35\" href=\"/I_Kings.11.35\">35</a>; c. <span dir=\"rtl\">קָרַע</span> v <a data-ref=\"I Kings 11:12\" href=\"/I_Kings.11.12\">12</a>, <a data-ref=\"I Kings 11:31\" href=\"/I_Kings.11.31\">31</a>; c. <span dir=\"rtl\">מִלֵּט</span>, <span dir=\"rtl\">מ׳ מִיַּד שְׁאוֹל</span> <a data-ref=\"Psalms 89:49\" href=\"/Psalms.89.49\">ψ 89:49</a>; c. <span dir=\"rtl\">פָּדָה</span>, <span dir=\"rtl\">פ׳ מִיַּד שְׁאוֹל</span> <a data-ref=\"Hosea 13:14\" href=\"/Hosea.13.14\">Ho 13:14</a> (‖ <span dir=\"rtl\">מִמָּ֫וֶת</span>), <a data-ref=\"Psalms 49:16\" href=\"/Psalms.49.16\">ψ 49:16</a>; <span dir=\"rtl\">פ׳ מִידֵי חֶרֶב</span> <a data-ref=\"Job 5:20\" href=\"/Job.5.20\">Jb 5:20</a>; pregn. <span dir=\"rtl\">יִשְׁפְּטֵנִי מִיָּדֶ֑ךָ</span> <a data-ref=\"I Samuel 24:16\" href=\"/I_Samuel.24.16\">1 S 24:16</a> <em>may he</em> <span dir=\"rtl\">(י׳)</span> <em>judge</em> (and save) <em>me out of thy hand;</em> so <a data-ref=\"II Samuel 18:19\" href=\"/II_Samuel.18.19\">2 S 18:19</a> and (with <span dir=\"rtl\">רִיב</span> for <span dir=\"rtl\">שׁפט</span>) <a data-ref=\"I Samuel 25:39\" href=\"/I_Samuel.25.39\">1 S 25:39</a>; (2) <span dir=\"rtl\">מִיַּד</span> of separation, <span dir=\"rtl\">מִיָּֽדְךָ נִגְזָ֑רוּ</span> <a data-ref=\"Psalms 88:6\" href=\"/Psalms.88.6\">ψ 88:6</a> of wicked, cut off from nearness to God; (3) <span dir=\"rtl\">דָּרַשׁ מִיַּד</span> <em>exact</em> (<em>at the hand</em>) <em>of</em> <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">2 S 4:11</a>; <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a><sup>(×2)</sup> (P), <a data-ref=\"Ezekiel 33:6\" href=\"/Ezekiel.33.6\">Ez 33:6</a>; <a data-ref=\"Ezekiel 34:10\" href=\"/Ezekiel.34.10\">34:10</a> (= <span dir=\"rtl\">דָּרַשׁ מֵעִם</span> <a data-ref=\"Deuteronomy 18:19\" href=\"/Deuteronomy.18.19\">Dt 18:19</a>), also of animals <a data-ref=\"Genesis 9:5\" href=\"/Genesis.9.5\">Gn 9:5</a>; <span dir=\"rtl\">בִּקֵּשׁ מִיַּד</span> <a data-ref=\"Ezekiel 33:8\" href=\"/Ezekiel.33.8\">Ez 33:8</a>; <span dir=\"rtl\">קָנָה מִיַּד</span> <a data-ref=\"Ruth 4:5\" href=\"/Ruth.4.5\">Ru 4:5</a>, <a data-ref=\"Ruth 4:9\" href=\"/Ruth.4.9\">9</a> <em>acquire at the hand of;</em> <span dir=\"rtl\">נִקַּם מִיַּד</span> <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a>; <span dir=\"rtl\">הִקְרִיב מִיַּד</span> <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">Lv 22:25</a> (H), <span dir=\"rtl\">רָצָה מִיַּד</span> (<span dir=\"rtl\">י׳</span> subj.) <a data-ref=\"Malachi 1:10\" href=\"/Malachi.1.10\">Mal 1:10</a>, <a data-ref=\"Malachi 1:13\" href=\"/Malachi.1.13\">13</a>; <span dir=\"rtl\">לָקַח רָצוֹן מִיַּד</span> <a data-ref=\"Malachi 2:13\" href=\"/Malachi.2.13\">2:13</a>. <strong>h.</strong>  <span dir=\"rtl\">עַל־יד(י)</span>:—(1) <em>upon the hand</em>(<em>s</em>) <em>of</em> <span dir=\"rtl\">תְּנָה אֹתוֹ עַל־יָדִי</span> <a data-ref=\"Genesis 42:37\" href=\"/Genesis.42.37\">Gn 42:37</a> = <em>entrust him to me</em> (E; lit. <em>put him upon my hand</em>); <span dir=\"rtl\">יַגִּירֻהוּ עַל־יְדֵי־חָ֑רֶב</span> <a data-ref=\"Psalms 63:11\" href=\"/Psalms.63.11\">ψ 63:11</a> <em>they shall pour him out upon the hands of the sword</em> = <em>deliver him up to the sword;</em> so <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> <a data-ref=\"Ezekiel 35:5\" href=\"/Ezekiel.35.5\">Ez 35:5</a>; (2) <span dir=\"rtl\">עַל־יָד</span> <em>by hand</em> <a data-ref=\"Proverbs 13:11\" href=\"/Proverbs.13.11\">Pr 13:11</a>; <span dir=\"rtl\">עַל־יַד</span>, <span dir=\"rtl\">עַל־יְדֵי</span> <em>according to the hand</em>(<em>s</em>) <em>of</em> = at the guidance, direction of: <span dir=\"rtl\">עַל־יַד</span> <a data-ref=\"I Chronicles 25:2\" href=\"/I_Chronicles.25.2\">1 Ch 25:2a</a>; <a data-ref=\"II Chronicles 26:13\" href=\"/II_Chronicles.26.13\">2 Ch 26:13</a>; <span dir=\"rtl\">עַל־יְדֵי</span> <a data-ref=\"Jeremiah 5:31\" href=\"/Jeremiah.5.31\">Je 5:31</a>; <a data-ref=\"Jeremiah 33:13\" href=\"/Jeremiah.33.13\">33:13</a>; so <a data-ref=\"I Chronicles 25:2\" href=\"/I_Chronicles.25.2\">1 Ch 25:2b</a>, <a data-ref=\"I Chronicles 25:3\" href=\"/I_Chronicles.25.3\">3</a>, <a data-ref=\"I Chronicles 25:6\" href=\"/I_Chronicles.25.6\">6</a><sup>(×2)</sup>; <span dir=\"rtl\">עַל־יְדֵי דָוִיד</span> <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a> <a data-ref=\"Ezra 3:10\" href=\"/Ezra.3.10\">Ezr 3:10</a>; <span dir=\"rtl\">עַל־יְדֵי כְּלִי דָוִיד</span> <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">2 Ch 29:27</a> <em>according to the guidance of the instruments of David;</em> (3) <em>by the side of</em>, way <span dir=\"rtl\">עַל־יַד דֶּרֶךְ הַשַּׁעַר</span> <a data-ref=\"II Samuel 15:2\" href=\"/II_Samuel.15.2\">2 S 15:2</a>; river <span dir=\"rtl\">(היאר) עַל־יַד</span> <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">Ex 2:5</a> (E), <a data-ref=\"Numbers 13:29\" href=\"/Numbers.13.29\">Nu 13:29</a> (JE; ‖ <span dir=\"rtl\">עַל־הַיָּם</span>), <a data-ref=\"Jeremiah 46:6\" href=\"/Jeremiah.46.6\">Je 46:6</a> <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a>; city <a data-ref=\"Joshua 15:46\" href=\"/Joshua.15.46\">Jos 15:46</a> (JE); person (= <em>in the company of</em>) <a data-ref=\"II Samuel 15:18\" href=\"/II_Samuel.15.18\">2 S 15:18</a>; people <a data-ref=\"II Chronicles 21:16\" href=\"/II_Chronicles.21.16\">2 Ch 21:16</a>; especially late <span dir=\"rtl\">עַל־יַד</span> <em>next to</em> (in a series) <a data-ref=\"II Chronicles 17:15\" href=\"/II_Chronicles.17.15\">17:15</a>, <a data-ref=\"II Chronicles 17:16\" href=\"/II_Chronicles.17.16\">16</a>, <a data-ref=\"II Chronicles 17:18\" href=\"/II_Chronicles.17.18\">18</a>; <a data-ref=\"II Chronicles 31:15\" href=\"/II_Chronicles.31.15\">31:15</a> <a data-ref=\"Nehemiah 3:2\" href=\"/Nehemiah.3.2\">Ne 3:2</a><sup>(×2)</sup> + 13 times <a data-ref=\"Nehemiah 3\" href=\"/Nehemiah.3\">Ne 3</a>, <a data-ref=\"Nehemiah 13:13\" href=\"/Nehemiah.13.13\">13:13</a>; <span dir=\"rtl\">עַל־יְדֵי</span> <em>by the side of</em> <a data-ref=\"Judges 11:26\" href=\"/Judges.11.26\">Ju 11:26</a>; people <span dir=\"rtl\">(אדום) עַל־יְדֵי</span> <a data-ref=\"Numbers 34:3\" href=\"/Numbers.34.3\">Nu 34:3</a> (P), <a data-ref=\"I Chronicles 7:29\" href=\"/I_Chronicles.7.29\">1 Ch 7:29</a>; cattle <a data-ref=\"Job 1:14\" href=\"/Job.1.14\">Jb 1:14</a>; <span dir=\"rtl\">הֶעֱמִיד עַל־יְדֵי שִׁיר</span> <a data-ref=\"I Chronicles 6:16\" href=\"/I_Chronicles.6.16\">1 Ch 6:16</a> <em>he stationed them by the side of song</em>, i.e. to watch over the singing. <strong>i.</strong>  <span dir=\"rtl\">תַּחַת יַד</span> <em>under the hand</em> = in the possession, at the disposal of; <span dir=\"rtl\">וְאִין יֶשׁ־פֹּה תַֿחַת־יָֽדְךָ חֲנִית וגו׳</span> <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">1 S 21:9</a>; = in the power of, subject to <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a> come, thou shalt be our ruler and this ruin <em>under thy hand;</em> pl. sq. vb., <span dir=\"rtl\">וְהִתְעַנִּי תַּחַת יָדֶיהָ</span> <a data-ref=\"Genesis 16:9\" href=\"/Genesis.16.9\">Gn 16:9</a> (J) <em>and submit thyself under her hands</em>, her authority, <a data-ref=\"Isaiah 3:6\" href=\"/Isaiah.3.6\">Is 3:6</a>.—<span dir=\"rtl\">מִתַּחַת יַד</span> v. <strong>g.</strong> (1) supr., and sub <a ,=\"\" data-ref=\"BDB, תַּ֫חַת²\" dir=\"rtl\" href=\"/BDB,_תַּ֫חַת²\">תַּחַת</a>. for <span dir=\"rtl\">מִתַּחַת יַד</span>, <a data-ref=\"II Kings 8:20\" href=\"/II_Kings.8.20\">2 K 8:20</a>, <a data-ref=\"II Kings 8:22\" href=\"/II_Kings.8.22\">22</a> (= <a data-ref=\"II Chronicles 21:8\" href=\"/II_Chronicles.21.8\">2 Ch 21:8</a>, <a data-ref=\"II Chronicles 21:10\" href=\"/II_Chronicles.21.10\">10</a>), <a data-ref=\"II Chronicles 13:5\" href=\"/II_Chronicles.13.5\">13:5</a>; <a data-ref=\"II Chronicles 17:7\" href=\"/II_Chronicles.17.7\">17:7</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f3b6084aa1cbf3a2c3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁמֶ֫רֶת 1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "BDB, מִשְׁמֶ֫רֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁמֶ֫רֶת א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁמֶ֫רֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁמֶ֫רֶת</span></big><sub>78</sub>  <strong>n.f.</strong> guard, watch, also charge, function;—<span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> +, cstr. <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a> +; abs. <span dir=\"rtl\">מִשְׁמָ֑רֶת</span> <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a>; sf. <span dir=\"rtl\">מִשְׁמַרְתִּי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁמָרוֹת</span> <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a> +; cstr. <span dir=\"rtl\">מִשְׁמְרוֹת</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; sf. -<span dir=\"rtl\">רוֹתָם</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> +, -<span dir=\"rtl\">תֵיהֶם</span> <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">2 Ch 31:17</a>;—<br>†<strong>1.</strong>  <em>guard, watch:</em> <span dir=\"rtl\">בֵּית מ׳</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> = <em>house of detention, confinement;</em> <span dir=\"rtl\">מ׳ אַתָּה עִמָּדִי</span> <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">1 S 22:23</a> i.e. protected, secure; c. <span dir=\"rtl\">שָׁמַר</span> <em>keep the watch</em> <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a>, <a data-ref=\"II Kings 11:6\" href=\"/II_Kings.11.6\">6</a>, <a data-ref=\"II Kings 11:7\" href=\"/II_Kings.11.7\">7</a>; <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a> (van d. H. v <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">29</a>); = <em>post of watch</em> (fig.) <a data-ref=\"Isaiah 21:8\" href=\"/Isaiah.21.8\">Is 21:8</a> (‖ <span dir=\"rtl\">מִצְפֶּה</span>), <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a> (‖ <span dir=\"rtl\">מָצוֹר</span>); pl. = <em>guards</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a>.<br>†<strong>2.</strong>  <em>keeping, preserving</em>, <span dir=\"rtl\">וְהָיָה לָכֶם לְמ׳</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> i.e. ye shall keep it; <span dir=\"rtl\">הַנִּיחוּ לָכֶם לְמ׳</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">16:23</a>, cf. v <a data-ref=\"Exodus 12:32\" href=\"/Exodus.12.32\">32</a>, <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">33</a>, <a data-ref=\"Exodus 12:34\" href=\"/Exodus.12.34\">34</a>; <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> (all P).<br>†<strong>3.</strong>  <em>charge, injunction</em> of <span dir=\"rtl\">י׳</span>, c. <span dir=\"rtl\">שָׁמַר</span>, in gen. <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a> (+ <span dir=\"rtl\">חֻקּוֹת</span>, <span dir=\"rtl\">מִשְׁפָּטִים</span>, <span dir=\"rtl\">מִצְוֹת</span>), cf. <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>, and <span dir=\"rtl\">(מ׳ מִצְוַת י׳)</span> <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">Jos 22:3</a> (all R<sup>D</sup>), <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a>; of specif. injunctions <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a>; <a data-ref=\"Numbers 9:19\" href=\"/Numbers.9.19\">Nu 9:19</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>.<br>†<strong>4.</strong> <strong>a.</strong>  ceremoniral <em>office</em> or <em>function</em> (AV RV usually <em>charge</em>) of priest or Levite (P [especially Nu], <a data-ref=\"Ezekiel 40\" href=\"/Ezekiel.40\">Ez 40</a>, <a data-ref=\"Ezekiel 44\" href=\"/Ezekiel.44\">44</a>, <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">48</a>, Chr Zc), mostly c. <span dir=\"rtl\">שָׁמַר</span>: <span dir=\"rtl\">מ׳ מִשְׁכַּן הָעֵדוּת</span> <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">Nu 1:53</a>, <span dir=\"rtl\">מ׳ מִשְׁכַּן י׳</span> <a data-ref=\"Numbers 31:30\" href=\"/Numbers.31.30\">31:30</a>, <a data-ref=\"Numbers 31:47\" href=\"/Numbers.31.47\">47</a>, <span dir=\"rtl\">מ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">Nu 3:38</a>, <span dir=\"rtl\">מ׳ אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a> cf. v <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">18:5</a> <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ קָדָשַׁי</span> (of Isr. in gen.) <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <span dir=\"rtl\">מ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">Nu 18:5</a>; <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a>, <span dir=\"rtl\">תְּרוּמֹתָ֑י</span> <a data-ref=\"Numbers 18:8\" href=\"/Numbers.18.8\">Nu 18:8</a>, <span dir=\"rtl\">מ׳ הַבַּיִת</span> <a data-ref=\"Ezekiel 40:45\" href=\"/Ezekiel.40.45\">Ez 40:45</a>; <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">44:14</a>, <span dir=\"rtl\">מ׳ הַטָּהֳרָה</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a>; c. genit. (sf.) <span dir=\"rtl\">שׁ׳ מ׳</span> = <em>perform the service imposed by, due to</em>, <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>; <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <a data-ref=\"Ezekiel 44:16\" href=\"/Ezekiel.44.16\">16</a>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>; <a data-ref=\"Zechariah 3:7\" href=\"/Zechariah.3.7\">Zc 3:7</a>, <span dir=\"rtl\">מ׳ אֱלֹהֵיהֶם</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a> (of Judah in gen.); <span dir=\"rtl\">מ׳ הָעֵדָה</span> <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7a</a>, <span dir=\"rtl\">מ׳ בְּנֵי יִשׂ׳</span> <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">3:8</a>, <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">38</a>, <span dir=\"rtl\">מ׳ בְּנֵי גֵרְשׁוֹן</span> <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">3:25</a>, cf. v <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">7a</a>, <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">31</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">4:27</a>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>; also, in secular sense, <span dir=\"rtl\">מ׳ בֵּית שָׁאוּל</span> <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a>; <span dir=\"rtl\">מ׳ מַשָּׂאָם</span> <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">Nu 4:31</a>, <span dir=\"rtl\">כְּלֵי מ׳ מַשָּׂאָם</span> v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (v <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a> read c. 𝔊 Di Gr Gray, etc. <span dir=\"rtl\">בְּשֵׁמוֹת</span> for <span dir=\"rtl\">במ׳</span>, and perhaps <span dir=\"rtl\">מִשְׁמֶרֶת</span> after <span dir=\"rtl\">אֵת</span>, cf. v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>); <span dir=\"rtl\">עֲלֵיהֶם מ׳</span> <a data-ref=\"I Chronicles 9:27\" href=\"/I_Chronicles.9.27\">1 Ch 9:27</a> i.e. the duty rested upon them;—<a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">25:8</a>; <a data-ref=\"I Chronicles 26:12\" href=\"/I_Chronicles.26.12\">26:12</a> v. i. <a ,=\"\" data-ref=\"BDB, עֻמָּה\" dir=\"rtl\" href=\"/BDB,_עֻמָּה\">עֻמָּה</a> <strong>c, d</strong> (p. 769 supr.); <span dir=\"rtl\">עַל־מ׳ עֹמְדִים</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> were standing <em>according to</em> (or <em>in</em>) <em>their offices</em>, <span dir=\"rtl\">הֱעֶמִיד עַל מ׳</span> appoint <em>to their offices</em> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>. <strong>b.</strong>  pl. of Levitical <em>divisions</em> for service <a data-ref=\"Nehemiah 12:9\" href=\"/Nehemiah.12.9\">Ne 12:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63c659931b962b30700f011f", "index_title": "Guide for the Perplexed", "category": "Jewish Thought", "type": "", "ref": "Guide for the Perplexed, Part 3 32:4", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Guide for the Perplexed, Part 3 32:4", "sourceHeRef": "מורה נבוכים, חלק ג' ל״ב:ד׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1190], "commentaryNum": 32.0004, "collectiveTitle": {"en": "Guide for the Perplexed", "he": "מורה נבוכים"}, "he": "<span class=\"mediumGrey\">שתי שאלות: מדוע יש השקעה רבה בתהליך ביניים?</span><br><sup>7</sup> יודע אני שנפשך תירתע בהכרח בהרהור ראשון מהעניין הזה, והדבר יקשה עליך, ותשאלני בלבך ותאמר לי: <br><sup>א)</sup> \"היאך באו ציוויים ואיסורים ומעשים גדולים מדוקדקים מאוד ובזמנים קבועים, כשכולם אינם מכוונים לעצמם אלא לשם דבר אחר, כאילו הם תחבולה שתחבל לנו ה' כדי שישיג את כוונתו הראשונה (=המטרה)? <br><sup>ב)</sup> ומה מנע ממנו יתעלה מלצוותנו לפי כוונתו הראשונה ולתת לנו יכולת לקבל זאת ללא צורך לאלו שטענת שהם מצד הכוונה השנייה (=האמצעי)?\".<br><span class=\"mediumGrey\">תשובה לשאלה א: ראיה מן התורה לפעולתו העקיפה של ה'</span><br><sup>8</sup> שמע נא את המענה שיסיר מלבך את החולי הזה ויגלה לך שמה שעוררתיך עליו אמת הוא. וזאת, שבלשון התורה נאמר בדומה לעניין זה בדיוק, והוא שנאמר: \"[וַיְהִי בְּשַׁלַּח פַּרְעֹה אֶת הָעָם] וְלֹא נָחָם אֱלֹהִים דֶּרֶךְ אֶרֶץ פְּלִשְׁתִּים כִּי קָרוֹב הוּא, כִּי אָמַר אֱלֹהִים פֶּן יִנָּחֵם הָעָם בִּרְאֹתָם מִלְחָמָה וְשָׁבוּ מִצְרָיְמָה. וַיַּסֵּב אֱלֹהִים אֶת הָעָם דֶּרֶךְ הַמִּדְבָּר יַם סוּף\" (שמות יג,יז-יח). <br><sup>תחבולה נגד כישלון צפוי)</sup> אם כן כמו שה' הסב אותם מדרך המלך, שהיא היתה המכוונת מלכתחילה, משום שצפה מה שגופיהם לא יוכלו לעמוד בו בדרך הטבע, אל דרך אחרת, כדי שתתקיים הכוונה הראשונה – כך הטיל אותן מצוות שהזכרנו, משום שצפה מה שהנפש לא תוכל לקבלו בדרך הטבע, כדי שתושג הכוונה הראשונה, שהיא השגתו יתעלה ועזיבת עבודה זרה. כי כשם שאין זה בטבע האדם שיתחנך על עבודת שִעבוד בחומר ובלבנים וכיוצא בהם ומיד ירחץ ידיו מלכלוכם ויילחם בבת אחת עם יְלִידֵי הָעֲנָק (במדבר יג,כב;כח) – כך אין זה בטבעו שיתחנך על מינים רבים מאוד של פולחנים ומעשים מורגלים שכבר הסכינו להם הנפשות עד שהפכו כעין מושכל ראשון, ולנטוש את כולם בבת אחת. <br><sup>תחבולה לפיתוח כלים להצלחה)</sup> וכמו שהתחכם האלוה להסב אותם במדבר עד שיאזרו נפשותיהם אומץ, כפי הידוע שהנדודים במדבר ופראיות הגוף מביאים בהכרח לידי אומץ לב, והפך זה מביא בהכרח לידי מורך לב, וגם נולדו אנשים שלא הורגלו להשפלה ולעבדות, וכל זה היה בציוויים אלוהיים בידי משה רבינו, \"עַל פִּי ה' יַחֲנוּ וְעַל פִּי ה' יִסָּעוּ, אֶת מִשְׁמֶרֶת ה' שָׁמָרוּ עַל פִּי ה' בְּיַד מֹשֶׁה\" (שם ט,כג) – כך נאמרה קבוצת מצוות זו בתחכום אלוהי כך שיישארו עם מין העבודה המורגל, כדי שתתקבע האמונה שהיא הכוונה הראשונה.<br><span class=\"mediumGrey\">תשובה לשאלה ב: התורה מתאימה לטבע המציאות ואינה יוצרת טבע חדש</span><br><sup>9</sup> ושאלתך מה מנע את ה' מלצוותנו לפי כוונתו הראשונה (=האמונה בה' ובייחודו) תוך שייתן לנו כוח לקבל זאת, <br><sup>ב2)</sup> תחייב אותך בשאלה שנייה: \"מה מנע מה' להוליכם דֶּרֶךְ אֶרֶץ פְּלִשְׁתִּים (שמות יג,יז) ולתת להם יכולת להתמודד עם מלחמות, מבלי צורך באותו סיבוב בעַמּוּד הֶעָנָן יוֹמָם וְעַמּוּד הָאֵשׁ לָיְלָה (שם,כב)?\". <br><sup>ב3)</sup> וכן תחייב אותך בשאלה שלישית, על סיבת פירוט ההבטחות והאיומים על כלל התורה, וייאמר לך: \"כיוון שכוונתו הראשונה ורצונו של ה' הם שנאמין בתורה הזאת ושנעשה את מעשיה, מדוע לא נתן לנו יכולת לקבל זאת ולעשות זאת תמיד, במקום לתחבל לנו תחבולה להיטיב לנו אם נציית ולהתנקם בנו אם נחטא, ולעשות כל אותן הטובות וכל אותן הנקמות – שהרי גם הן תחבולה שתִחבל לנו כדי שישיג מאתנו את כוונתו הראשונה? ומה מנע ממנו מלעשות שקיום מעשי הציות שרצה בהן וההתרחקות מן החטאים שתיעב אותם יהיה טבע טבוע בנו?\".", "heVersionTitle": "Makbili Edition, Mif'al Mishneh Torah, 2024", "heLicense": "", "heVersionTitleInHebrew": "מהדורת מקבילי, הוצאת מפעל משנה תורה, 2024", "text": "I know that you will at first thought reject this idea and find it strange; you will put the following question to me in your heart: How can we suppose that Divine commandments, prohibitions, and important acts, which are fully explained, and for which certain seasons are fixed, should not have been commanded for their own sake, but only for the sake of some other thing: as if they were only the means which He employed for His primary object? What prevented Him from making His primary object a direct commandment to us, and to give us the capacity of obeying it? Those precepts which in your opinion are only the means and not the object would then have been unnecessary. Hear my answer, which will cure your heart of this disease and will show you the truth of that which I have pointed out to you. There occurs in the Law a passage which contains exactly the same idea; it is the following: “God led them not through the way of the land of the Philistines, although that was near; for God said, Lest peradventure the people repent when they see war, and they return to Egypt; but God led the people about, through the way of the wilderness of the Red Sea,” etc. (Exod. 13:17). Here God led the people about, away from the direct road which He originally intended, because He feared they might meet on that way with hardships too great for their ordinary strength; He took them by another road in order to obtain thereby His original object. In the same manner God refrained from prescribing what the people by their natural disposition would be incapable of obeying, and gave the above-mentioned commandments as a means of securing His chief object, viz., to spread a knowledge of Him [among the people], and to cause them to reject idolatry. It is contrary to man’s nature that he should suddenly abandon all the different kinds of Divine service and the different customs in which he has been brought up, and which have been so general, that they were considered as a matter of course; it would be just as if a person trained to work as a slave with mortar and bricks, or similar things, should interrupt his work, clean his hands, and at once fight with real giants. It was the result of God’s wisdom that the Israelites were led about in the wilderness till they acquired courage. For it is a well-known fact that travelling in the wilderness, and privation of bodily enjoyments, such as bathing, produce courage, whilst the reverse is the source of faint-heartedness: besides, another generation rose during the wanderings that had not been accustomed to degradation and slavery. All the travelling in the wilderness was regulated by Divine commands through Moses; comp. “At the commandment of the Lord they rested, and at the commandment of the Lord they journeyed; they kept the charge of the Lord and the commandment of the Lord by the hand of Moses” (Num. 9:23). In the same way the portion of the Law under discussion is the result of divine wisdom, according to which people are allowed to continue the kind of worship to which they have been accustomed, in order that they might acquire the true faith, which is the chief object [of God’s commandments]. You ask, What could have prevented God from commanding us directly, that which is the chief object, and from giving us the capacity of obeying it? This would lead to a second question, What prevented God from leading the Israelites through the way of the land of the Philistines, and endowing them with strength for fighting? The leading about by a pillar of cloud by day and a pillar of fire by night would then not have been necessary. A third question would then be asked in reference to the good promised as reward for the keeping of the commandments, and the evil foretold as a punishment for sins. It is the following question: As it is the chief object and purpose of God that we should believe in the Law, and act according to that which is written therein, why has He not given us the capacity of continually believing in it, and following its guidance, instead of holding out to us reward for obedience, and punishment for disobedience, or of actually giving all the predicted reward and punishment? For [the promises and the threats] are but the means of leading to this chief object. What prevented Him from giving us, as part of our nature, the will to do that which He desires us to do, and to abandon the kind of worship which He rejects?", "versionTitle": "Guide for the Perplexed, English Translation, Friedlander (1903)", "license": "Public Domain", "versionTitleInHebrew": "מורה נבוכים, מתורגם לאנגלית בידי פרידלנדר, 1903"}, {"_id": "6481979cb6aca0ba53df35ba", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 8:7:2", "anchorRef": "Numbers 9:18-23", "anchorRefExpanded": ["Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "Chizkuni, Numbers 8:7:2", "sourceHeRef": "חזקוני, במדבר ח׳:ז׳:ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>הזה עליהם מי חטאת.</b> לפי שמכאן ואילך מוטל עליהם להוריד ולהקים את המשכן הוצרכו הזאת שלישי ושביעי שהרי אי אפשר שלא נטמאו במת לשעבר.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "הזה עליהם מי חטאת, “sprinkle water of purification on them” Seeing that from that day on they were charged with the dismantling and reassembling the Tabernacle, they would have to undergo this sprinkling on the third and seventh day of a seven day period. [This editor finds it difficult to reconcile this with the Torah’s statement that on occasion the Tabernacle was put up only for a single day, as the Israelites moved on again as soon as the cloud above it moved. (Numbers 9,18-23) Ed.] The reason that this was needed was that it was impossible for the Levites not to have been in contact with dead bodies while the people were encamped, especially after the sin of the spies when dying had to have become a daily occurrence.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "65435544daa944ae5fd559b7", "index_title": "Gevurot Hashem", "category": "Jewish Thought", "type": "", "ref": "Gevurot Hashem 69:8", "anchorRef": "Numbers 9:15-23", "anchorRefExpanded": ["Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "Gevurot Hashem 69:8", "sourceHeRef": "גבורות השם ס״ט:ח׳", "anchorVerse": 15, "sourceHasEn": false, "compDate": [1562, 1582], "commentaryNum": 69.0008, "collectiveTitle": {"en": "Gevurot Hashem", "he": "גבורות השם"}, "he": "<b>ספר הרביעי</b>, שהשם יתברך מנהיג את הנמצאים* בחכמתו ובהנהגה ראויה, כמו שהיה* מנהיג את ישראל במדבר בכל מסעיהם שהיו הולכים. וזה נגד (דברים י, יח) \"עושה משפט וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"65\"></i>, שכל זה הנהגת השם יתברך הנמצאים בהנהגה ראויה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"66\"></i>. ולפיכך מתחיל הספר במדבר בסדר הדגלים (במדבר ב, א-לד), ואיך היו נוסעים (במדבר י, יב-כח), ומנהיג אותם על פי הענן (במדבר ט, טו-כג), עד סוף הספר, שחנו בערבות מואב (במדבר לג, מח-מט), שהוא מסע האחרון. ואלו ארבעה דברים הם נזכרים בארבע פרשיות תפילין גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"67\"></i>, וכאשר בארנו למעלה במקומו בארוכה ענין אלו ארבעה דברים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"68\"></i>.", "heVersionTitle": "Gevurot Hashem, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2015-2020", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6596f9cba555ccc6c5c37e30", "index_title": "Mekhilta DeRabbi Yishmael", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 1:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Mekhilta DeRabbi Yishmael, Tractate Vayassa 1:1", "sourceHeRef": "מכילתא דרבי ישמעאל, מַסֶּכְתָּא דְוַיַּסַּע א׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [200], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mekhilta DeRabbi Yishmael", "he": "מכילתא דרבי ישמעאל"}, "heTitle": "מַסֶּכְתָּא דְוַיַּסַּע", "he": "(שמות טו,כב) <b>\"וַיַּסַּע מֹשֶׁה אֶת יִשְׂרָאֵל מִיַּם סוּף, וַיֵּצְאוּ אֶל מִדְבַּר שׁוּר, וַיֵּלְכוּ שְׁלֹשֶׁת יָמִים בַּמִּדְבָּר, וְלֹא מָצְאוּ מָיִם.\" \"וַיַּסַּע מֹשֶׁה\"</b>. אָמַר רַבִּי יְהוֹשֻׁעַ: זוֹ נְסִיעָה, נָסְעוּ יִשְׂרָאֵל עַל פִּי מֹשֶׁה, וּשְׁאָר כָּל הַמַּסָּעוֹת כֻּלָּן, לֹא נָסְעוּ אֶלָּא עַל פִּי הַגְּבוּרָה, שֶׁנֶּאֱמַר: (במדבר ט,כג) \"עַל פִּי יי יַחֲנוּ, וְעַל פִּי יי יִסָּעוּ.\" אֲבָל נְסִיעָה זוֹ, לֹא נָסְעוּ אֶלָּא עַל פִּי מֹשֶׁה. לְכָךְ נֶאֱמַר <b>\"וַיַּסַּע מֹשֶׁה אֶת יִשְׂרָאֵל\"</b>.", "heVersionTitle": "Beeri Edition, Koren, Jerusalem, 2019", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "(Exodus 15:22) \"And Moses made Israel journey from the Red Sea\": R. Yehoshua said: This journey was by word of Moses, and all of the others, by word of the L–rd, as it is written (Numbers 9:18) \"By word of the L–rd they journeyed and by word of the L–rd they encamped.\" But this journey was by word of Moses, viz.: \"And Moses made Israel journey.\"", "versionTitle": "Mechilta, translated by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "מכילתא, מתורגמת בידי רבי שרגא סילברשטיין"}, {"_id": "663204216c1f2df3a802ffde", "index_title": "Ba'al Shem Tov", "category": "Chasidut", "type": "", "ref": "Ba'al Shem Tov, Masei 1:1", "anchorRef": "Numbers 9:23", "anchorRefExpanded": ["Numbers 9:23"], "sourceRef": "Ba'al Shem Tov, Masei 1:1", "sourceHeRef": "בעל שם טוב, מסעי א׳:א׳", "anchorVerse": 23, "sourceHasEn": true, "compDate": [1700, 1760], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ba'al Shem Tov", "he": "בעל שם טוב"}, "heTitle": "מסעי", "he": "<b>אלה מסעי בני ישראל וגו'. </b>שמעתי בשם אא\"ז זללה\"ה כי כל המסעות היו מ\"ב, והם אצל כל אדם מיום הוולדו עד שובו אל עולמו, ולהבין זה כי מיום הלידה והוצאתו מרחם אמו הוא<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"1\"></i> בחינת יציאת מצרים כנודע, ואחר כך נוסע ממסע למסע עד בואו לארץ החיים העליונה, וכמו שזכרנו (בפ' בהעלותך) בפסוק על פי ה' יחנו ועל פי ה' יסעו, כי הוא בחינת<i data-commentator=\"Mekor Mayim Chayim\" data-order=\"2\"></i> קטנות וגדלות, ע\"ש בפירוש הפסוק הנ\"ל:\n", "heVersionTitle": "Sefer Baal Shem Tov. Lodz, 1938", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר בעל שם טוב, לודז, תרצ\"ח", "text": "<b>These are the journeys of the children of Israel, who had left Egypt by their hosts, under the leadership of Moses and Aaron.</b> (Numbers 33:1)<br>There were forty-two journeys in all. My grandfather (the Baal Shem Tov) explained that they exist in every the life of human being, from the moment of birth until the day of death.<br>This can be understood as follows. When a person is born and leaves the womb, that corresponds to the exodus from Egypt. Afterward, he journeys from one place to another, until he reaches the Supernal Land of Life.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">I.e. the World to Come, corresponding to the Land of Israel.</i> Thus it is written: “At the word of G‑d they encamped and at the word of G‑d the traveled” (Numbers 9:23), which correspond to constricted consciousness and expanded consciousness.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Literally, <i>katn</i><i>us</i> and <i>gadlus</i> – smallness and greatness.</i>", "versionTitle": "Baal Shem Tov; mystical teachings on the weekly Torah portion; by Rabbi Eliezer Shore. 2012", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "664487a427d601cb10a926f7", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 17:3", "anchorRef": "Numbers 9:15-23", "anchorRefExpanded": ["Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23"], "sourceRef": "Bamidbar Rabbah 17:3", "sourceHeRef": "במדבר רבה י״ז:ג׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר, כִּי תָבֹאוּ אֶל אֶרֶץ מוֹשְׁבֹתֵיכֶם. אָמַר רַבִּי זַכַּאי דִּשְׁאָב אָמְרוּ יִשְׂרָאֵל לִפְנֵי הַקָּדוֹשׁ בָּרוּךְ הוּא, רִבּוֹנוֹ שֶׁל עוֹלָם בְּכָל מָקוֹם אַתָּה קוֹרֵא אוֹתָהּ אֶרֶץ כְּנַעַן, וְכָאן אֶרֶץ מוֹשְׁבֹתֵיכֶם, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, חַיֵּיכֶם נָתַתִּי אוֹתָהּ לְאַבְרָהָם לְיִצְחָק וּלְיַעֲקֹב, וְכֻלָּם מִן הַמִּקְרָא, וְהַבֵּן יוֹרֵשׁ אֶת הָאָב, לְכָךְ אֶרֶץ מוֹשְׁבֹתֵיכֶם, וְלָמָּה זָכָה כְּנַעַן שֶׁנִּקְרֵאת הָאָרֶץ עַל שְׁמוֹ, כֵּיוָן שֶׁשָּׁמַע שֶׁיִּשְׂרָאֵל בָּאִים, פָּצָה אֶת הַמָּקוֹם, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אַתָּה פָּצִיתָה אֶת הַמָּקוֹם תִּקָּרֵא הָאָרֶץ עַל שִׁמְךָ, וְאֶתֵּן לְךָ אֶרֶץ יָפָה כְּאַרְצְךָ, וְאֵיזוֹ זוֹ אַפְרִיקֵי. מַה כְּתִיב לְמַעְלָה פָּרָשַׁת מְרַגְּלִים <small>(במדבר יד, מד)</small>: וַיַּעְפִּלוּ לַעֲלוֹת, הֵבִיאוּ אֲפֵלָה עַל יוֹשְׁבֶיהָ, כֻּלָּם בַּאֲפֵלָה, <small>(במדבר יד, מד)</small>: וַאֲרוֹן בְּרִית ה' וּמשֶׁה לֹא מָשׁוּ מִקֶּרֶב הַמַּחֲנֶה, שֶׁלֹא עָלוּ עִמָּהֶם. אָמַר לָהֶם משֶׁה כָּךְ אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אֵלַי <small>(דברים א, מב)</small>: לֹא תַעֲלוּ וְלֹא תִלָּחֲמוּ כִּי אֵינֶנִּי בְּקִרְבְּכֶם, אֲמַרְתֶּם <small>(דברים א, כח)</small>: אָנָה אֲנַחְנוּ עֹלִים אַחֵינוּ הֵמַסּוּ אֶת לְבָבֵנוּ, מַהוּ הֵמַסּוּ אֶת לְבָבֵנוּ, אָמְרוּ רַבּוֹתֵינוּ מִכָּאן שִׁעֲרוּ הָרִמּוֹנִים שֶׁשָּׁנוּ רַבּוֹתֵינוּ הָרִמּוֹנִים מִשֶּׁיִּמַּסּוּ. הֵמַסּוּ אֶת לְבָבֵנוּ לֵאמֹר, אָמַר משֶׁה מִתְּחִלָה חֲלַקְתֶּם אוֹתָהּ <small>(דברים א, כב)</small>: וַתִּקְרְבוּן אֵלַי כֻּלְּכֶם, לְטוֹבָה <small>(דברים ה, כ)</small>: וַתִּקְרְבוּן אֵלַי כָּל רָאשֵׁי שִׁבְטֵיכֶם, לְרָעָה וַתִּקְרְבוּן אֵלַי כֻּלְּכֶם וַתֹּאמְרוּ, וּכְתִיב <small>(דברים א, כז)</small>: וַתֵּרָגְנוּ בְאָהֳלֵיכֶם וַתֹּאמְרוּ בְּשִׂנְאַת ה' אֹתָנוּ. הַקָּדוֹשׁ בָּרוּךְ הוּא אָמַר <small>(מלאכי א, ב)</small>: אָהַבְתִּי אֶתְכֶם, וְהֵן אוֹמְרִים: בְּשִׂנְאַת ה' אֹתָנוּ. הָיוּ דּוֹרְשִׁין וְאוֹמְרִים תֵּדַע לְךָ שֶׁהוּא שׂוֹנֵא אוֹתָנוּ, מֶלֶךְ בָּשָׂר וָדָם יֵשׁ לוֹ שְׁנֵי בָּנִים וְיֵשׁ לוֹ שְׁתֵּי שָׂדוֹת, אַחַת שֶׁל שׁוֹקִי וְאַחַת שֶׁל בַּעַל, לֹא לְמִי שֶׁהַמֶּלֶךְ אוֹהֵב נוֹתֵן שֶׁל שׁוֹקִי וּלְאוֹתוֹ שֶׁשֹּׂוֹנֵא הוּא נוֹתֵן שֶׁל בַּעַל. אֶרֶץ מִצְרַיִם שֶׁל שׁוֹקִי וְהָיִינוּ בְּתוֹכָהּ, וְאֶרֶץ כְּנַעַן שֶׁל בַּעַל, וְהוֹצִיאָנוּ מִמִּצְרַיִם לָתֵת לָנוּ אֶת אֶרֶץ כְּנַעַן, אַף עַל פִּי כֵן <small>(דברים א, מא מב)</small>: וַתַּחְגְּרוּ אִישׁ אֶת כְּלֵי מִלְחַמְתּוֹ, וַיֹּאמֶר ה' אֵלַי אֱמֹר לָהֶם לֹא תַעֲלוּ וְלֹא תִלָּחֲמוּ, סָבוּר הָיִיתִי לְעַלּוֹת אֶתְכֶם, עַכְשָׁו לֹא תַעֲלוּ, יְרִידָה הִיא לָכֶם, אַף עַל פִּי כֵן וַתַּחְגְּרוּ, נַעֲשֵׂיתֶם כֻּלְּכֶם אֶחָת <small>(דברים א, מב)</small>: וַתָּהִינוּ לַעֲלֹת הָהָרָה, מַהוּ וַתָּהִינוּ, שֶׁהָיוּ אוֹמְרִים מִטִּפָּה לְטִפָּה נִתְמַלֵּא הַהִין, כָּתוּב אֶחָד אוֹמֵר <small>(דברים א, מג)</small>: וַתָּזִדוּ, וְכָתוּב אֶחָד אוֹמֵר וַתָּהִינוּ, מַהוּ וַתָּזִדוּ, שֶׁהֵזִידוּ עַל חֲנָיוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. <small>(דברים א, מג מד)</small>: וַתַּעֲלוּ הָהָרָה, וַיֵּצֵא הָאֱמֹרִי, מַהוּ <small>(דברים א, מד)</small>: הַדְּבֹרִים, מָה הַדְּבוֹרָה הַזּוֹ כֵּיוָן שֶׁהִיא מַכָּה לְאָדָם מִיָּד הִיא מֵתָה, אַף אַתֶּם כֵּיוָן שֶׁהָיָה אֶחָד מֵהֶם נוֹגֵעַ בָּכֶם מִיָּד הָיְתָה נַפְשׁוֹ יוֹצֵאת. מָה הַדְּבוֹרָה הַזּוֹ פּוֹרַחַת, כָּךְ הָיוּ פּוֹרְחִים עֲלֵיכֶם. לְשֶׁעָבַר הָיוּ שׁוֹמְעִים שִׁמְעֲכֶם וּמֵתִים, שֶׁנֶּאֱמַר <small>(שמות טו, יד)</small>: שָׁמְעוּ עַמִּים יִרְגָּזוּן, וְעַכְשָׁו <small>(דברים א, מד)</small>: וַיִּרְדְּפוּ, וַיַּכְּתוּ אֶתְכֶם. <small>(דברים א, מה)</small>: וַתָּשֻׁבוּ וַתִּבְכּוּ לִפְנֵי ה' וְלֹא שָׁמַע ה', כִּבְיָכוֹל עֲשִׂיתֶם מִדַּת הַדִּין כְּאִלּוּ אַכְזָרִי. אָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אוֹי לָהֶם לָרְשָׁעִים שֶׁהֵן עוֹשִׂין לְמִדַּת הַדִּין כְּאִלּוּ אַכְזָרִי, <small>(דברים י, יא)</small>: וַיֹּאמֶר ה' קוּם לֵךְ לְמַסַּע, אִם בָּאתִי לַעֲשׂוֹת עִמָּכֶם מִשְׁפָּט אֵינָן נִכְנָסִין לָאָרֶץ, אֶלָּא קוּם לֵךְ לְמַסַּע, הֱוֵי: כִּי תָבֹאוּ אֶל אֶרֶץ.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “when you will come into the land of your dwellings” – Rabbi Zakai of She’av said: Israel said before the Holy One blessed be He: ‘Master of the universe, everywhere You call it the land of Canaan, but here you call it “the land of your dwelling”?’ The Holy One blessed be He said to them: ‘As you live, I gave it to Abraham, Isaac, and Jacob, all of them in the Bible;<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Abraham (Genesis 15:7); Isaac (Genesis 26:3); Jacob (Genesis 28:13).</i> that is why it is “the land of your dwelling.”’ <br>Why did Canaan merit that the land was called by his name? It is because when he heard that Israel was coming, he evacuated the place. The Holy One blessed be He said to him: ‘You evacuated the place; the land will be called by your name. And I will give you a land as fine as your land.’ Which is that? It is Africa. <br>What is written above? It is the portion of the spies: “they defiantly [<i>vayapilu</i>] ascended to the mountaintop” (Numbers 14:44) – they brought blackness upon its inhabitants.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Those who participated in the defiant ascent.</i> They were all in blackness, as “the Ark of the Covenant of the Lord, and Moses, did not move from the midst of the camp” (Numbers 14:44), as they did not ascend with them. Moses said to them: ‘This is what the Holy One blessed be He said to me: “Do not ascend and do not wage war, as I am not in your midst” (Deuteronomy 1:42). You said: “Where are we ascending? Our brethren have melted [<i>hemasu</i>] our hearts, [saying: A people greater and taller than we, cities great and fortified…]”’ (Deuteronomy 1:28).<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Moses said to them: “You, yourselves, said that in terms of physical strength, they are superior. I assured you that with God on our side we would prevail. Now that God is not in our midst, you seek to ascend?”</i> <br>What is “melted [<i>hemasu</i>]<i> </i>our hearts”? Our Rabbis said: From here they derived the measure of the pomegranates, as our Rabbis taught: The pomegranates from when they reach half [<i>misheyimasu</i>].<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"> Yerushalmi, Ma’asrot 1:2.</i> “<i>Hemasu</i> our hearts, saying” – Moses said: ‘From the outset, you divided it.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Your hearts.</i> “You all approached me” (Deuteronomy 1:22) – For good:<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">They requested that Moses, not God, speak to them.</i> “All the heads of your tribes approached me” (Deuteronomy 5:20) – For evil.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">They requested to send spies into the Land.</i> “You all approached me and said” (Deuteronomy 1:22), and it is written: “You murmured in your tents, and you said: In the Lord’s hatred of us”’ (Deuteronomy 1:27). The Holy One blessed be He said: “I have loved you” (Malachi 1:2), and they say “In the Lord’s hatred of us”? They were expounding and saying: ‘Know that He hates us: A flesh and blood king has two sons and two fields, one that is watered by irrigation and one that is watered by rain. Does he not give to the one that the king loves, the one watered by irrigation, and to the one that he hates, he gives the one that is watered by rain? The land of Egypt is watered by irrigation and we were in it. The land of Canaan is watered by rain, and he took us out of Egypt to give us the land of Canaan. Nevertheless, “You girded each man his weapons of war… The Lord said to me: Say to them: Do not ascend and do not wage war” (Deuteronomy 1:41–42). [God said:] ‘I thought to ascend with you, but now, do not ascend, because it will be a descent for you.’ Nevertheless, “you girded [<i>vataḥgeru</i>]” – you all became as one.’<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">It was as though you were fastened to one another by a belt [ḥagora].</i> <br>“You prepare yourself<i> </i>[<i>vatahinu</i>]<i> </i>to ascend the mountain” (Deuteronomy 1:41) – what is <i>vatahinu</i>? They were saying: From drop to drop, the <i>hin<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">A hin is a measure of volume.</i> </i>is filled.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Even if we no longer merit miracles, through painstaking effort we will prevail.</i> <br>One verse says: “You sinned [<i>Vatazidu</i>]”<i> </i>(Deuteronomy 1:43) and one verse says: <i>Vatahinu</i>. What is <i>vatazidu</i>? They mocked [<i>she'hezidu</i>] the encampments of the Holy One blessed be He.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Until that point, they never left an encampment without the pillar of cloud and the Ark (see Numbers 9:15–23).</i> <br>“You ascended the mountain. The Emorites…emerged [against you and pursued you as do the bees]” (Deuteronomy 1:43–44). “The bees” – just as this bee, once it strikes a person it immediately dies; you, too, once one of them would touch you, his soul would depart. Just as the bee flies, they were flying above you. In the past, they would hear of your renown and die, as it is stated: “Peoples heard, they were agitated” (Exodus 15:14).<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The following verse ends: “The inhabitants of Canaan dissipated” (Exodus 15:15).</i> But now: “[The Emorites…]pursued…they smote you” (Deuteronomy 1:44). <br>“You returned and wept before the Lord, but the Lord did not heed” (Deuteronomy 1:45). It is, as it were, that you rendered the attribute of justice as though it were cruel.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">It totally overcame the attribute of mercy, which is represented by the name “the Lord.”</i> Rabbi Shmuel bar Naḥmani said: Woe unto the wicked, as they render the attribute of justice as though it were cruel. “The Lord said: Rise, go on a journey” (Deuteronomy 10:11) – if I come to perform justice with you, you will not enter the Land. Rather, “rise, go on a journey [before the nation, and they will come and inherit the Land]” (Deuteronomy 10:11). That is, “when you will come into the land.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]