[{"_id": "531e4fe2fbfba276047f651d", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 46:12", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Onkelos Genesis 46:12", "sourceHeRef": "תרגום אונקלוס על בראשית מ״ו:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 46.0012, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּבְנֵי יְהוּדָה עֵר וְאוֹנָן וְשֵׁלָה וָפֶרֶץ וָזָרַח וּמִית עֵר וְאוֹנָן בְּאַרְעָא דִכְנַעַן וַהֲווֹ בְנֵי פֶרֶץ חֶצְרֹן וְחָמוּל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The sons of Yehudah [were]: Eir, Onan, Sheiloh, Peretz and Zorach. Eir and Onan died in the land of Canaan. The sons of Peretz were Chetzron and Chamul.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebd5a", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 46:12", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Targum Jonathan on Genesis 46:12", "sourceHeRef": "תרגום יונתן על בראשית מ״ו:י״ב", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 46.0012, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּבְנוֹי דִיהוּדָה עֵר וְאוֹנָן וְשֵׁלָה וָפֶרֶץ וָזָרַח וּמִית עֵר וְאוֹנָן עַל עֵיסַק עוֹבַדְהוֹן בִּישַׁיָיא בְּאַרְעָא דִכְנָעַן וְשֵׁלָה וְזֶרַח לָא אוֹלִידוּ בְּנִין בְּאַרְעָא דִכְנָעַן וַהֲווֹ בְנֵי פֶרֶץ דְנַחְתוּ לְמִצְרַיִם חֶצְרוֹן וְחָמוּל", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " The sons of Jehuda, Er, Onan, Shelah, Pherets, and Zarach. But Er and Onan died, on account of their evil work in the land of Kenaan; and Shelah and Zarach had no children in the land of Kenaan; but the sons of Pherets who went down to Mizraim were Hetsron and Chamul. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17541fbfba22336e9ac96", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Or HaChaim on Genesis 46:12:1", "sourceHeRef": "אור החיים על בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>ובני יהודה ער ואונן וגו'</b>. צריך לדעת לאיזה ענין הזכיר אותם שכבר מתו. גם אין חידוש בהודעת מיתתם. גם צריך לדקדק אומרו <b>ויהיו בני פרץ</b> וגו' שהיה לו לומר ובני פרץ וגו' כאומרו אחר זה ובני בריעה מה היא כוונתו באומרו <b>ויהיו</b> וגו'. ואפשר כי לפי מה שקדם אצלנו במצות יבום כי יביא נפש המת, ובמציאות שלפנינו לצד שמתו ער ואונן בלא בנים ויוצרך המיבם להביאם והנה נעשה יהודה מיבם בעד שלה והביא ב' הנפשות עצמן, והודיע הכתוב כי ער ואונן במקומן עומדים שנכנסו במקומן חצרון וחמול, וזה הוא שיעור הכתוב ובני יהודה ה' בנים ער ואונן וגו' וימת וגו' ולצד זה היו ער ואונן חזרו להיות בני פרץ חצרון וחמול כי חזרו לעולם מעוברים בסוד נפש מת והיו חצרון וחמול:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">ובני יהודה ער ואונן</span>. And the sons of Yehudah, Er and Onan, etc.</b> Why were people who had died already listed as part of the family which travelled to Egypt? Besides, why did the Torah repeat here again that these sons of Yehudah had died in the land of Caanan, something that we are all familiar with? Furthermore, why does the Torah write: <span class=\"font1\"><b>ויהיו</b> בני פרץ חצרון וחמול</span>, instead of the customary <span class=\"font1\"><b>ובני</b> פרץ חצרון וחמול</span>? We find all the other grand-children introduced as: <span class=\"font1\">ובני…וגו</span>. Perhaps it is all connected with the concept of the levirate marriage. <span class=\"font1\">יבום</span> is aimed at re-establishing a presence on earth for the brother who died without leaving children. In our instance Yehudah performed this commandment instead of his son Shelah. It was Yehudah's duty to bring Er and Onan's offspring to Egypt. The Torah tells us by means of an unusual syntax that Yehudah performed this duty by bringing Chetzron and Chamul (his grandchildren) to Egypt. These two were to be considered the replacements of Er and Onan respectively. [If I understand the author correctly, he argues that because Yehudah belonged to a generation prior to that of Shelah the surviving brother of Er and Onan who should have performed the levirate marriage, only the second generation, i.e. Peretz's children, were the reincarnates of Er and Onan. Had Shelah himself performed the rites of <span class=\"font1\">יבום</span>, his first two children would have been considered as the reincarnates of Er and Onan. Ed.] All this is hinted at by the word <span class=\"font1\">ויהיו</span>.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54c62c92fbfba248e1b57b60", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Haamek Davar on Genesis 46:12:1", "sourceHeRef": "העמק דבר על בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ויהיו בני פרץ וגו׳.</b> לא כתיב בני פרץ כמו להלן בני בריעה. אלא ללמדנו דבשביל שמתו ער ואונן היו בני פרץ חצרון וחמול למלאות מספר בני יהודה חמשה: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "559af3adfbfba22d0838c63a", "index_title": "Mekhilta DeRabbi Shimon Ben Yochai", "category": "Midrash", "type": "", "ref": "Mekhilta DeRabbi Shimon Ben Yochai 13:18", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Mekhilta DeRabbi Shimon Ben Yochai 13:18", "sourceHeRef": "מכילתא דרבי שמעון בן יוחאי י״ג:י״ח", "anchorVerse": 12, "sourceHasEn": false, "compDate": [200], "commentaryNum": 13.0018, "collectiveTitle": {"en": "Mekhilta DeRabbi Shimon Ben Yochai", "he": "מכילתא דרבי שמעון בן יוחאי"}, "he": "<b>ויקח משה את עצמות יוסף עמו</b> בא וראה כמה חביבות מצוות על משה רבינו שכל ישראל עסוקין בבזה של מצרים ומשה עסוק במצוה ועליו הוא אומר (משלי י' ח') חכם לב יקח מצוות: ומניין היה יודע משה רבינו היכן יוסף קבור: אמרו שרח בת אשר נשתיירה מאותו הדור הלך משה אצלה ואמר לה היכן יוסף קבור ואמרה לו ארון של מתכת עשו לו מצריים וקבעוהו בנילוס נהר כדי שיתברכו מימיו: הלך משה ועמד על שפת נילוס אמר יוסף יוסף הגיעה [השבועה] שנשבע הקב״ה לישראל לגאלן והגיעה שבועה שהשבעת את ישראל עכשיו שמעה וישראל מעוכבין לך אם אתה מגלה עצמך הרי מוטב ואם לאו נקיים אנחנו משבועתך מיד צף ארונו של יוסף: ר' נתן אומר יוסף בקברניטן של מלכים היה קבור הלך משה ועמד על קברניטן של מלכים ואמר יוסף יוסף: מיד נזדעזע ארונו של יוסף הלך משה ונטלו והביאו עמו לכך נאמר ויקח משה את עצמות [יוסף] עמו. מהוא עמו במחנה לויה מיכאן אמרו טמא מת מותר להכנס להר הבית ואפלו המת עצמו שנאמר ויקח משה את עצמות יוסף עמו עמו במחנה לויה: כל אותן ארבעים שנה שהיו ישראל מהלכין במדבר היה ארון השכינה וארונו של יוסף מהלכין זה בצד זה והיו העוברין והשבין אומרין מה טיבן של שני ארונות הללו(אמר) [אמרו] להן אחד של שכינה ואחד של מת וכי אפשר למת להלך עם השכינה: אמרו קיים זה מה שבתוך זה: בלוחות כתב (כ' ב') אנכי ה' אלהיך וביוסף כתיב (בראשית נ' י\"ט) התחת אלהים אני בזה כתב (כ' ג') לא יהיה לך וביוסף כתיב(בראשית מ\"ב י\"ח) את האלהים אני ירא בזה כתיב (כ' ז') לא תשא וביוסף כתיב (בראשית מ\"ב ט\"ו) חי פרעה אם תצאו מזה בזה כתיב (כ' ח) זכור את יום השבת וביוסף כתיב (בראשית מ\"ג ט\"ז) וטבוח טבח והכן ואין והכן אלא לצורך השבת: בזה כתיב (כ' י\"ב) כבד וביוסף כתיב (בראשית מ״ו י\"ב) ויכלכל יוסף את אביו בזה כתיב (כ' י\"ג) לא תרצח וביוסף כתיב (בראשית ל\"ט ט') ואיך אעשה הרעה הגדולה הזאת וחטאתי לאלהים אמר לה לא דיי שאמנה עם המנאפים אלא עם הרצחנין: בזה כתיב (כ' י\"ג) לא תנאף וביוסף כתיב (בראשית ל\"ט י) ולא שמע אליה לשכב אצלה להיות עמה: בזה כתיב (כ' י\"ד) לא תגנוב וביוסף כתיב (בראשית מ\"ז י\"ד) וילקט יוסף את כל הכסף ויבא יוסף את הכסף ביתה פרעה: בזה כתיב (ב' י\"ד) לא תענה וביוסף כתיב (בראשית ל\"ז ב') ויבא יוסף את דבתם ויציא יוסף אין כתיב אלא ויבא: בזה כתיב (כ' ט\"ז) לא תחמוד וביוסף כתיב (בראשית ל\"ט ה') וימאן ויאמר אל אשת אדוניו: <b> כי השבע השביע את בני ישראל.</b> ר' נתן אומר מפני מה השביע אחיו ולא השביע את בניו אמר אם אני משביע בני אין מצרים מניחין אותן להעלות אותי, הן אומרין אבינו העלה את אביו ואומרין להן אביכם מלך היה לפיכך לא השביע בניו: השביע השביע. השביען לבניהן ובניהן לבניהן: פקד יפקד. שתי פקידות אחת בתשרי ואחת בניסן בתשרי בטלו מן העבודה ובניסן נגאלו: ד\"א פקד יפקד פקד במצרים יפקד על הים פקד במדבר יפקד בנחלי ארנון, פקד בעולם הזה יפקד בעולם הבא: והעליתם את עצמותי. אמר להם אני שאני מלך העליתי את אבא כשהוא שלם אבל אתם העלו אותי ואפלו עצמות [וכשאתם מעלין אותי קברו אותי בכל מקום שתרצו מקובל אני שאיני נכנס לקבורת אבותי שאין נכנס לקבר אבות אלא שלשה אבות ושלש אמהות שנאמר(בראשית מ\"ט ל\"א) שמה קברו את אברהם וגו' ואומר (שם ג' ה') בקברי אשר כריתי לי): והעליתם את עצמותי. שומיע אני מיד ת\"ל אתכם: ר' שמעון בן אלעזר אומר מנין שכל עצמות השבטים עלו עמו ת\"ל והעליתם את עצמותי מזה אתכם: יכול אלו לא היה משה מתעסק בו לא היו ישראל מתעסקין בו ת\"ל (יהושע כ\"ד ל\"ב) ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם מלמד שהיה בלבם להעלותו אלא כיון שראו ישראל שהיה משה מתעסק בו אמרו הניחו לו כבודו בגדולים יתר מן הקטנים: יכול אלו לא היה משה וישראל מתעסקין בו לא היו בניו מתעסקין בו ת\"ל (שם) ויהיו לבני יוסף לנחלה אלא כיון שראו בניו שהיה משה וישראל מתעסקין בו אמרו [הניחו] לו כבודו במרובין יתר ממועטין:", "heVersionTitle": "Mechilta de-Rabbi Simon b. Jochai, Dr. D. Hoffman, Frankfurt 1905", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מכילתא דרבי שמעון בר יוחאי, ד״ר ד. הופמן, פרנקפורט 1905", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "57e77c89d6e4a94c7c18989e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 46:12", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Tafsir Rasag, Genesis 46:12", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״ו:י״ב", "anchorVerse": 12, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 46.0012, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ובנו יהודה ער ואונן ושלה ופרץ וזרח ומאת ער ואונן פי בלד כנעאן וכאן בנו פרץ חצרן וחמול", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b080d6e4a902855fda6b", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Genesis 15:16:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Tur HaArokh, Genesis 15:16:1", "sourceHeRef": "הטור הארוך, בראשית ט״ו:ט״ז:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>ודור רביעי ישובו הנה. </b>פירש\"י לאחר שיגלו למצרים יהיה שם ג' דורות וכן היה יעקב גלה צא וחשוב תולדותיו דורותיו יהודה פרץ חצרון וכלב בן חצרון מבאי הארץ היה וקשה שהרי חצרון מיורדי מצרים היה א\"כ לא היה שם כ\"א שתי דורות ואם גרות שאר ארצות קחשיב היו להן ז' דורות ואינו קשה כלל שמתחיל המנין מיעקב אע\"פ שגם האחרים גלו לפי שהוא היה ראש הגולים. ויש לפרש דור רביעי מן הגולים שהרי קהת מיורדי מצרים היה צא וחשוב קהת עמרם אהרן ואלעזר בנו מבאי הארץ היה. והרמ\"בן אמר ודור רביעי לאמורי שאז נתמלא סאתו ישובו ישראל הנה ויקחו הארץ מידו כי הב\"ה האריך להם עד דור רביעי שאם ישובו לא יחרימם אלא יהיו למס עובד או יפנו להם והזכיר האמורי שהוא התקיף שבהם ולא יוכלו לו עד שתתמלא סאתו. וי\"מ שאב ובנו ובן בנו נקראים דור אחד כדכתיב ועליה יספרו ובניהם לבניהם לדור אחר אלמא ג' דורות הם דור אחד והכא אברהם יצחק ויעקב דור אחד יהודה פרץ וחצרון דור שני רם עמינדב נחשון דור שלישי ושלמון בנו מתחלת דור רביעי היה והוא היה מבאי הארץ: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ודור רביעי ישובו הנה, “but the fourth generation will return to here.” <i>Rashi</i> understands this to mean that after having been in Egypt for three generations the descendants of Avrham would return to the Holy Land. This was true, as when you consider that Yaakov already went into exile in Egypt and consider Yehudah-Peretz-Chetzron-Calev as his descendants in a straight line, Calev did in fact re-enter the land of Canaan and settled there. The problem with this calculation is that Chetzron in common with Yaakov, had traveled from Canaan to the land of Egypt. (Genesis 46,12) Seeing that this is so there were only 2 generations in Egypt. If being an alien in other countries would count, they actually had been in exile for 7 generations according to the calculation. Actually, there is no problem at all. The reason that the calculation begins with Yaakov, although some of his offspring also were exiled with him, is because he was the head of the clan.\n    One can also explain the meaning of the words “the fourth generation,” as starting from the people who had been born already in Egypt, i.e. Kehot, son of Levi. He was followed by his son Amram, who was the father of Aaron, who was the father of Eleazar who entered the Holy Land as the High Priest.\n    According to Nachmanides, the “fourth generation” mentioned in our verse, refers to the fourth generation of the Emorite, whose sin by that time will have accumulated to a degree which exceeds G’d’s patience and they will be ripe for retribution. This will enable the Jewish people to take over these lands at that time. If they were to repent at that time it would be too late for G’d to change His decree. The reason G’d mentions the “Emorite” instead of “the Canaanite,” was that the Emorite was by far the most powerful and numerous of the Canaanite tribes.\n    There are some commentators who claim that father-son and grandson are all considered as one generation, and that we have proof of that from (?) so that three generations are in reality one generation (due to their lives overlapping somewhat). This would mean in our case that Avraham, Yitzchok, and Yaakov are considered as one generation, Yehudah, Peretz and Chetzron as the second generation, followed by Ram, Aminadav, and Nachshon as the third generation. Salmon, who was the fourth generation, belonged to the people who entered the Holy Land.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9694d6e4a93323dc2ecc", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 13b:8", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Sotah 13b:8", "sourceHeRef": "סוטה י״ג ב:ח׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 26.0008, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "רַבִּי שְׁמוּאֵל בַּר נַחְמָנִי אָמַר: אַף קוֹבֵר אִשְׁתּוֹ וּבָנָיו, דִּכְתִיב: ״וַתָּמׇת בַּת שׁוּעַ אֵשֶׁת יְהוּדָה וְגוֹ׳״, וּכְתִיב: ״וַיָּמׇת עֵר וְאוֹנָן״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rabbi Shmuel bar Naḥmani says:</b> The episode with regard to Judah also indicates that one who initiates performance of a mitzva but does not complete it will <b>also bury his wife and children</b> as Judah did, <b>as it is written: “And</b> in process of time <b>Shua’s daughter, the wife of Judah, died”</b> (Genesis 38:12), <b>and it is written</b> further: “And the sons of Judah: Er, and Onan, and Shelah, and Perez, and Zerah; <b>but Er and Onan died</b> in the land of Canaan” (Genesis 46:12).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58affd4fd6e4a91e9d6fd180", "index_title": "Shemot Rabbah", "category": "Midrash", "type": "", "ref": "Shemot Rabbah 40:4", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Shemot Rabbah 40:4", "sourceHeRef": "שמות רבה מ׳:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 40.0004, "collectiveTitle": {"en": "Shemot Rabbah", "he": "שמות רבה"}, "heTitle": "שמות רבה", "he": "דָּבָר אַחֵר, רְאֵה קָרָאתִי בְשֵׁם, זֶה אֶחָד מִשִּׁבְעָה בְּנֵי אָדָם שֶׁנִּקְרְאוּ לָהֶם שֵׁמוֹת, יֵשׁ שֶׁנִּקְרְאוּ לוֹ אַרְבָּעָה זֶה אֵלִיָּהוּ, בְּצַלְאֵל שִׁשָּׁה, וִיהוֹשֻׁעַ שִׁשָּׁה, וּמשֶׁה שִׁבְעָה, מָרְדְּכַי שְׁנַיִם, דָּנִיֵּאל חֲמִשָּׁה, חֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה אַרְבָּעָה, אֵלִיָּהוּ אַרְבָּעָה. אָמַר רַבִּי אֶלְעָזָר בֶּן פְּדָת אֵלִיָּהוּ יְרוּשַׁלְמִי הָיָה וּמִיּוֹשְׁבֵי לִשְׁכַּת הַגָּזִית הָיָה וּמִכְּרַךְ שֶׁל יְהוּדָה הָיָה, וּבִשְׁנֵי שְׁבָטִים הָיָה חֶלְקוֹ, חֲמִשָּׁה בְּבִנְיָמִין, שֶׁנֶּאֱמַר <small>(יהושע יח, כח)</small>: וְצֵלַע הָאֶלֶף וְהַיְבוּסִי הִיא יְרוּשָׁלָיִם, שְׁלשָׁה בִּיהוּדָה, שֶׁנֶּאֱמַר <small>(יהושע טו, לז)</small>: צִנָּה צְנָן וַחֲדָשָׁה וּמִגְדַּל גָּד. אָמַר רַבִּי חֲנִינָא בַּר פָּפָּא צְנָן שֶׁהִיא צִנָּה, וַחֲדָשָׁה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מְחַדְּשָׁהּ לֶעָתִיד לָבוֹא, וּמִגְדַּל גָּד, שֶׁמִּשָּׁם הַקָּדוֹשׁ בָּרוּךְ הוּא יוֹצֵא וּמֵגִיד מַשְׁתִּיתָן שֶׁל עֵשָׂו. וְנִקְרְאוּ לוֹ לְאֵלִיָּהוּ אַרְבָּעָה שֵׁמוֹת, שֶׁכֵּן כְּתִיב <small>(דברי הימים א ח, כז)</small>: וְיַעֲרֶשְׁיָה וְאֵלִיָה וְזִכְרִי בְּנֵי יְרֹחָם, לָמָּה נִקְרָא שְׁמוֹ כֵן, אֶלָּא בְּשָׁעָה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מְבַקֵּשׁ לְהַרְעִישׁ עוֹלָמוֹ הוּא עוֹמֵד וּמַזְכִּיר זְכוּת אָבוֹת וֵאלֹהִים מְרַחֵם עַל עוֹלָמוֹ. וּבְצַלְאֵל נִקְרְאוּ לוֹ שִׁשָּׁה שֵׁמוֹת וְאַתְּ מְיַחֲסוֹ וּבָא מִשִּׁבְטוֹ שֶׁל יְהוּדָה, שֶׁנֶּאֱמַר <small>(דברי הימים א ד, א ב)</small>: בְּנֵי יְהוּדָה פֶּרֶץ וְחֶצְרוֹן וְכַרְמִי וְחוּר וְשׁוֹבָל, וּרְאָיָה וגו', וְאֵין חֶצְרוֹן אֶלָּא בֶּן בְּנוֹ שֶׁל יְהוּדָה, שֶׁנֶּאֱמַר <small>(בראשית מו, יב)</small>: וַיִּהְיוּ בְנֵי פֶרֶץ חֶצְרֹן וְחָמוּל, וּכְתִיב <small>(דברי הימים א ב, כד)</small>: וְאַחַר מוֹת חֶצְרוֹן בְּכָלֵב אֶפְרָתָה, וְכִי יֵשׁ אָדָם מֵת בְּאָדָם, שֶׁכָּתוּב: וְאַחַר מוֹת חֶצְרוֹן בְּכָלֵב, אָמַר רֵישׁ לָקִישׁ מַהוּ וְאַחַר מוֹת חֶצְרוֹן בְּכָלֵב וגו' מִשֶּׁמֵּת חֶצְרוֹן בָּא כָלֵב אֶל אֶפְרָת, זוֹ מִרְיָם שֶׁהָיָה שְׁמָהּ אֶפְרָת, וְלָמָּה נִקְרָא שְׁמָהּ כֵּן, שֶׁהָיוּ יִשְׂרָאֵל פָּרִים וְרָבִים עַל יָדֶיהָ, <small>(דברי הימים א ב, יט כ)</small>: וַתֵּלֶד לוֹ אֶת חוּר, וְחוּר הוֹלִיד אֶת אוּרִי וְאוּרִי הוֹלִיד אֶת בְּצַלְאֵל, <small>(דברי הימים א ד, ב)</small>: וּרְאָיָה בֶן שׁוֹבָל הֹוֹלִיד אֶת יַחַת וְיַחַת הֹלִיד אֶת אֲחוּמַי וְאֶת לָהַד, בְּצַלְאֵל מַה שֶּׁקָּרָא לוֹ אוּמָתוֹ שֶׁלּוֹ, וְהַקָּדוֹשׁ בָּרוּךְ הוּא קָרָא לוֹ חֲמִשָּׁה שֵׁמוֹת שֶׁל חִבָּה עַל שֵׁם הַמִּשְׁכָּן, רְאָיָה, שֶׁהֶרְאָהוּ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה וּלְכָל יִשְׂרָאֵל וְאָמַר לָהֶם מִן בְּרֵאשִׁית הִתְקַנְתִּיו לַעֲשׂוֹת הַמִּשְׁכָּן, וְשׁוֹבָל, שֶׁהֶעֱמִיד שׁוֹבָךְ לֵאלֹהִים, זֶה הַמִּשְׁכָּן, שֶׁהָיָה עוֹמֵד כַּשּׁוֹבָךְ, אָמַר רַבִּי יְהוּדָה בַּר רַבִּי סִימוֹן הֶעֱמִיד הַקָּדוֹשׁ בָּרוּךְ הוּא מִשְׁכָּן כַּשּׁוֹבָךְ. יַחַת, שֶׁנָּתַן חִתִּיתוֹ עַל יִשְׂרָאֵל. אֲחוּמַי, שֶׁאִיחָה אֶת יִשְׂרָאֵל לְהַקָּדוֹשׁ בָּרוּךְ הוּא וַעֲשָׂאָן כְּאַחִים לַמָּקוֹם. דָּבָר אַחֵר, אֲחוּמַי, שֶׁנָּתַן אֵימָתוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא עַל יִשְׂרָאֵל. לָהַד, שֶׁנָּתַן הוֹד וְהָדָר עַל יִשְׂרָאֵל, שֶׁהָיָה הַמִּשְׁכָּן הֲדָרָן. דָּבָר אַחֵר, לָהַד, אָמַר רַבִּי אַבָּא בַּר חִיָּא שֶׁהַדַּל שֶׁבַּשְּׁבָטִים מִדַּבֵּק לוֹ. אָמַר רַבִּי חֲנִינָא בֶּן פָּזִי אֵין לְךָ גָּדוֹל מִשֵּׁבֶט יְהוּדָה וְאֵין לְךָ יָרוּד מִשֵּׁבֶט דָּן, שֶׁהָיָה מִן הַלְּחֵנוֹת, וּמַה כְּתִיב בּוֹ <small>(בראשית מו, כג)</small>: וּבְנֵי דָן חֻשִׁים, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא יָבוֹא וְיִזְדַּוֵּוג לוֹ, שֶׁלֹא יְהוּ מְבַזִּין אוֹתוֹ וְשֶׁלֹא יְהֵא אָדָם רוּחוֹ גַּסָּה עָלָיו, לְפִי שֶׁהַגָּדוֹל וְהַקָּטָן שָׁוִין לִפְנֵי הַמָּקוֹם, בְּצַלְאֵל מִשֶּׁל יְהוּדָה וְאָהֳלִיאָב מִדָּן וְהוּא מִזְדַּוֵּג לוֹ, אָמַר רַבִּי חֲנִינָא הַגָּדוֹל וְהַקָּטָן שָׁוִים. לְעוֹלָם אַל יְהֵא אָדָם מַנִּיחַ בְּצֵרוֹ, הַמִּשְׁכָּן בִּשְׁנֵי שְׁבָטִים אֵלּוּ נַעֲשָׂה, וְכֵן הַמִּקְדָּשׁ, שְׁלֹמֹה מִיהוּדָה, וְחִירָם <small>(מלכים א ז, יד)</small>: בֶּן אִשָּׁה אַלְמָנָה מִמַטֵּה נַפְתָּלִי, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא אֲנִי הוּא בְצַרְכֶן, אַל תַּנִּיחוּ בְּצַרְכֶן וְלֹא בְצָרָן שֶׁל אֲבוֹתֵיכֶם, אַף אַתֶּם אַל תַּנִּיחוּ אוֹתוֹ, דִּכְתִיב <small>(איוב כב, כה)</small>: וְהָיָה שַׁדַּי בְּצָרֶיךָ, עֲשֵׂה אוֹתוֹ בְצָרֶךָ, שֶׁיְהֵא עִמְךָ בְּצָרָה שֶׁמַּגִּיעַ אֶתְכֶם, שֶׁנֶּאֱמַר <small>(תהלים צא, טו)</small>: עִמּוֹ אָנֹכִי בְצָרָה. דָּבָר אַחֵר, בְּצָרֶיךָ, שֶׁאִם בָּאוּ שׂוֹנְאִים אֱהֵא כְּנֶגְדָן, שֶׁנֶּאֱמַר: וְהָיָה שַׁדַּי בְּצָרֶיךָ. דָּבָר אַחֵר, שֶׁנַּעֲשָׂה חוֹמוֹתֶיךָ, וְאֵין בְּצָרֶיךָ אֶלָּא חוֹמָה, כְּמָה דְאַתְּ אָמַר <small>(ישעיה כה, יב)</small>: וּמִבְצַר מִשְׂגַּב חוֹמֹתֶיךָ, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא בָּעוֹלָם הַזֶּה אֲנִי חוֹמָה לָכֶם, וְכֵן לֶעָתִיד לָבוֹא כְּשֶׁיִּבְנֶה צִיּוֹן אֲנִי נַעֲשָׂה לָהּ חוֹמָה, שֶׁנֶּאֱמַר <small>(זכריה ב, ט)</small>: וַאֲנִי אֶהְיֶה לָהּ נְאֻם ה' חוֹמַת אֵשׁ סָבִיב וּלְכָבוֹד אֶהְיֶה בְתוֹכָהּ, וְכֵן <small>(ישעיה מג, א)</small>: קָרָאתִי בְשִׁמְךָ לִי אָתָּה.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Another matter, “see, I have called by name,” this is one of seven people who were called by several names. There were those called by four, such as Elijah; Betzalel, six; Joshua, six; Moses, seven; Mordekhai, two; Daniel, five; Ḥananya, Mishael, and Azarya, four. Rabbi Elazar ben Pedat said: Elijah was a Jerusalemite, from among those who sat in the chamber of Hewn Stone, and was from a city in Judah. His property was in two tribes; five portions in Benjamin, as it is stated: “Tzela, HaElef, and the Yevusites, which is Jerusalem [Givat, Kiryat; fourteen cities and their surrounding areas. This is the inheritance of the children of Benjamin]” (Joshua 18:28), three in Judah, as it is stated: “Tzenan, Ḥadasha, and Migdal Gad” (Joshua 15:37). Rabbi Ḥanina bar Pappa said: Tzenan, as he was a shield [<i>tzina</i>];<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Elijah shielded Israel from divine punishment. </i> Ḥadasha, as the Holy One blessed be He will restore it [<i>meḥadesha</i>] in the future; and Migdal Gad, as from there the Holy One blessed be He will emerge and raze [<i>magdid</i>] the foundations of Esau. Elijah was called four names, as it is written: “Yaareshya, Elijah, and Zikhri, the sons of Yeroḥam” (I Chronicles 8:27).<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The midrash regards Yaareshya, Elijah, Zikhri, and Yeroḥam to all refer to the same individual. </i> Why was he called these names? It is because when the Holy One blessed be He seeks to shake [<i>leharish</i>] His world, [Elijah] stands and mentions [<i>mazkir</i>] the merit of the ancestors and God has mercy [<i>meraḥem</i>] on His world. <br>Betzalel was called six names and you trace his lineage from the tribe of Judah, as it is stated: “The sons of Judah: Peretz, Ḥetzron, Karmi, Hur, and Shoval, and Re’aya…” (I Chronicles 4:1–2). Ḥetzron is none other than the grandson of Judah, as it is stated: “The sons of Peretz were Ḥetzron and Ḥamul” (Genesis 46:12). And it is written: “After the death of Ḥetzron in Caleb Efrata” (I Chronicles 2:24). Does a person die in a person, that it is written: “After the death of Ḥetzron in Caleb”? Reish Lakish said: What is “after the death of Ḥetzron in Caleb…”? After Ḥetzron died, Caleb consorted with Efrat, namely Miriam, whose name was Efrat. Why was she called that? It is because the children of Israel were fruitful and multiplied [<i>parim veravim</i>] because of her.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Miriam is identified as one of the Israelite midwives in Egypt (see <i>Shemot Rabba</i> 1:13). </i> “She bore him Ḥur, Ḥur begot Uri, and Uri begot Betzalel” (I Chronicles 2:19–20). “Re’aya son of Shoval begot Yahat, and Yaḥat begot Aḥumai and Laḥad. These are the families of the Tzoratites” (I Chronicles 4:2). Betzalel, that is what his nation called him. The Holy One blessed be He called him by five names of endearment after the Tabernacle. Re’aya, as the Holy One blessed be He showed [<i>herahu</i>] him to Moses and to all of Israel and said to them: ‘From the beginning I appointed him to build the Tabernacle.’ Shoval, because he built a dovecote [<i>shovakh</i>] for God; this is the Tabernacle, that would stand like a dovecote.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">It stood tall, like a dovecote (<i>Etz Yosef</i>). </i> Rabbi Yehuda bar Rabbi Simon said: The Holy One blessed be He established a Tabernacle for Israel like a dovecote.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Just as a dovecote protects doves who flock to it, the Israelites would flock to the Tabernacle on the festivals (<i>Etz Yosef</i>). </i> Yaḥat, because he imposed fear of Him [<i>ḥitito</i>] upon Israel. Aḥumai, because he united [<i>iḥa</i>] Israel with the Holy One blessed be He, and rendered them like brothers [<i>aḥim</i>] to the Omnipresent. Alternatively, Aḥumai, because he imposed the fear of God upon Israel. Laḥad, because he placed glory and grandeur upon Israel, as the Tabernacle was their glory. Alternatively, Laḥad, because the lowliest of tribes cleaved to him. Rabbi Ḥanina ben Pazi said: You have none greater than the tribe of Judah, and you have no lowlier that the tribe of Dan, as it was from the concubines. And what is written in its regard? “The son of Dan was Ḥushim” (Genesis 46:23).<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The fact that Dan had only one son is another reason he was considered of lower status than other tribes (<i>Etz Yosef</i>). Alternatively, the term “son” is written in plural such that a literal rendition of the verse would be: The sons of Dan were Ḥushim. Dan’s only son was referred to in plural as a sign that he was important even though he was from Dan. </i> The Holy One blessed be He said: Let him<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Dan.</i> come and join him,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Judah.</i> so that [people] will not demean him and so there will be no person who is arrogant, because the great and the lowly are equal before the Omnipresent. Betzalel was from Judah and Oholiav from Dan, and he joined him.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">See Exodus 31:6. </i> <br>Rabbi Ḥanina said: The great and the lowly are equal. A person should never forsake his strength.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">A person should not think that he cannot be strengthened and aided by an individual of humble lineage. </i> The Tabernacle was crafted by these two tribes, and likewise the Temple [was constructed by] Solomon from Judah, and Ḥiram “son of a widowed woman from the tribe of Naphtali” (I Kings 7:14). <br>The Holy One blessed be He said: ‘I am your strength.’ Do not forsake your strength or the strength of your fathers, so, too, do not forsake Him, as it is written: “The Almighty shall be your strength [<i>betzarekha</i>]” (Job 22:25). Make Him your strength so that He will be with you in all distress [<i>betzara</i>] that befalls you, as it is stated: “I will be with him in distress” (Psalms 91:15). Alternatively, <i>betzarekha</i>, that if enemies come, I will be against them, as it is stated: “The Almighty shall be your strength [<i>betzarekha</i>].”<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>Tzarekha</i> means “your enemies” and therefore the term <i>betzarekha</i> can be understood to mean “against your enemies.”</i> Alternatively, He will become your walls, as <i>betzarekha</i> is nothing other than a wall, just as it says: “The fortification [<i>umivtzar</i>] of your towering walls” (Isaiah 25:12). The Holy One blessed be He said: ‘In this world I am a wall for you, and likewise in the future when Zion will be rebuilt, I will become a wall for it,’ as it is stated: “I will be for it, the utterance of the Lord, a wall of fire all around, and I will be in its midst for glory” (Zechariah 2:9), and likewise: “I have called your name, you are Mine” (Isaiah 43:1).<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The subsequent verses discuss how God will protect Israel. </i>", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc0e7d6e4a960c04a3332", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Ki Tisa 13:3", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Tanchuma, Ki Tisa 13:3", "sourceHeRef": "מדרש תנחומא, כי תשא י״ג:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "כי תשא", "he": "בְּצַלְאֵל נִקְרָא לוֹ שִׁשָּׁה, וְאַתָּה מְיַחֵס וּבָא מִשִּׁבְטוֹ שֶׁל יְהוּדָה בְּדִבְרֵי הַיָּמִים, שֶׁנֶּאֱמַר: וּבְנֵי יְהוּדָה פֶּרֶץ חֶצְרוֹן וְכַרְמִי וְחוּר וְשׁוֹבָל <small>(דה״‎א ד, א)</small>. וַהֲרֵי אֵין חֶצְרוֹן אֶלָּא בֶּן בְּנוֹ שֶׁל יְהוּדָה הָיָה, דִּכְתִיב: וַיִּהְיוּ בְנֵי פֶרֶץ חֶצְרֹן וְחָמוּל <small>(בראשית מו, יב)</small>. וְכָתוּב אֶחָד אוֹמֵר: וְאַחַר מוֹת חֶצְרוֹן בְּכָלֵב אֶפְרָתָה וְאֵשֶׁת חֶצְרוֹן אֲבִיָּה וַתֵּלֶד לוֹ אֶת אַשְׁחוּר אֲבִי תְקוֹעַ <small>(דה״‎א ב, כד)</small>. וְכִי יֵשׁ אָדָם מֵת בְּאָדָם שֶׁהוּא אוֹמֵר וְאַחַר מוֹת חֶצְרוֹן בְּכָלֵב? אֶלָּא מַה הוּא? מִשֶּׁמֵּת חֶצְרוֹן, בָּא כָּלֵב אֶל אֶפְרָת, זוֹ מִרְיָם, שֶׁפָּרוּ וְרָבוּ יִשְׂרָאֵל עַל יָדֶיהָ. וּכְתִיב: וַתָּמָת עֲזוּבָה וַיִּקַח לוֹ כָלֵב אֶת אֶפְרָת וַתֵּלֶד לוֹ אֶת חוּר, וְחוּר הוֹלִיד אֶת אוּרִי, וְאוּרִי הוֹלִיד אֶת בְּצַלְאֵל <small>(דה״‎א ב, יט, כ)</small>. וּרְאָיָה בֶן שׁוֹבָל הֹלִיד אֶת יַחַת, וְיַחַת הֹלִיד אֶת אֲחוּמַי וְאֶת לָהַד, אֵלֶּה מִשְׁפְּחוֹת הַצָּרְעָתִי <small>(דה״‎א ד, ב)</small>.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Bezalel was called by six names. From his genealogy listed in the Book of Chronicles you learn that he was descended from the tribe of Judah, as is said: <i>And the sons of Judah: Perez, Hezron, and Carmi, and Hur, and Shobal. And Reaiah the son of Shobal begot Jahath</i>, etc. (ibid. 4:1–2). Now Hezron was in fact the grandson of Judah, as it is said: <i>And the sons of Perez were Hezron and Hamul</i> (Gen. 46:12), and it is also written: <i>And after that Hezron was dead in Caleb-ephrath, then Abiah Hezron’s wife bore him Ashhur</i> (I Chron. 2:24). Can a man die within another man that it should say: <i>And after that Hezron died in Caleb</i>? This must mean that after Hezron died Caleb came to Ephrath, who was in fact Miriam, through whom Israel increased and multiplied, as it is written: <i>And Azubah died, and Caleb took unto him Ephrath, who bore him Hur. And Hur begot Uri, and Uri begot Bezalel</i> (ibid., vv. 19–20). <i>And Reaiah the son of Shobal begot Jahath; and Jahath begot Ahumai, and Lahad</i> (ibid. 4:2).", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5926b220d6e4a9576039f69d", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Vayigash 10:3", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Tanchuma Buber, Vayigash 10:3", "sourceHeRef": "תנחומא בובר, ויגש י׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "ויגש", "he": "ויבך אותו אביו <small>(שם לז לה)</small>, מה כתיב אחריו, והמדנים מכרו אותו אל מצרים <small>(שם שם לו)</small>, אמר הקב\"ה ליהודה אין לך בנים, לכך אין אתה יודע מה צערן של בנים, והטעיתה את אביך ואמרת לו מת בנך, חייך שתטול אשה ותקבור את בניך, כדי שתדע צערן של בנים, מה כתב אחריו, ויהי בעת ההיא וגו' <small>(בראשית לח א)</small>, וכתיב וימת ער ואונן <small>(שם מו יב)</small>, וכל אותן השנים שהיה יוסף חוץ מאביו היה דעתו של יעקב על יהודה, מנין אתה למד מבנימן, שאמר יהודה ליוסף כי עבדך ערב את הנער <small>(שם מד לב)</small>, וכיון שנתן דעתו על בנימן ונתוודע יוסף, נמצא יהודה נקי, שנאמר וסרה קנאת אפרים וגו', לכך ואת יהודה שלח לפניו וגו'.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 37:35, cont.:) <small>SO HIS FATHER WEPT FOR HIM</small>. What is written next (in vs. 36)? <small>BUT THE MIDIANITES SOLD HIM INTO EGYPT</small>. The Holy One said to Judah: You have no children; therefore you do not know what the pain of children is. Now you have deceived your father and told him: Your son is dead. By your life, when you take a wife you shall bury your sons in order that you may know the pain of children. What is written next (in Gen. 38:1-10): <small>NOW IT CAME TO PASS AT THAT TIME THAT &lt; JUDAH &gt;</small>…. (The verses continue with the story of Judah's marriage to Shua, the birth of three sons, and the death of two of them.) It is also written (in Gen. 46:12): <small>&lt; AND THE SONS OF JUDAH: ER, ONAN, SHELAH, PEREZ, AND ZERAH &gt;; BUT ER AND ONAN HAD DIED &lt; IN THE LAND OF CANAAN &gt;</small>. Now all those years that Joseph had been away from his father, Jacob's mind had been against Judah.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\"><i>Tanh</i>., Gen. 11:9, specifically states in the parallel account, “It was in Jacob’s heart that Judah had killed him.” See also above.</i> From where do you learn that? From Benjamin, about whom Judah said to Joseph (in Gen. 44:32): <small>FOR YOUR SERVANT HAS BECOME SURETY FOR THE LAD</small>. Then, as soon as he had set his mind on Benjamin and Joseph had made himself known, Judah was found to be innocent, as stated (in Is. 11:13): <small>THEN EPHRAIM'S JEALOUSY SHALL DEPART, &lt; AND THOSE WHO HARASS JUDAH SHALL BE CUT OFF &gt;</small>…. Therefore (in Gen. 46:28): <small>NOW HE HAD SENT JUDAH AHEAD OF HIM UNTO JOSEPH</small>.", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5933bd24d6e4a954e5309446", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Shemot 4:3", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Tanchuma Buber, Shemot 4:3", "sourceHeRef": "תנחומא בובר, שמות ד׳:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "שמות", "he": "איש וביתו באו. אמר ר' הונא מלמד שלא ירד יעקב מצרים עד שמנה לפרץ ולחצרון, זה בן שנה, וזה בן שתי שנים, וזיווג להם נשים.", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Exod. 1:1, cont.:) <small>EACH ONE COMING WITH HIS HOUSEHOLD</small>. R. Huna said: This teaches that Jacob did not go down to Egypt until he had numbered &lt;in his family &gt; Perez and Hezron. The one was a year old, and the other was two years old.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">But cf. Gen. 46:12, according to which Perez was the father of Hezron.</i> Then he paired<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Gk.: <i>zeugnumi;</i> cf. <i>zugon, zeugos</i>.</i> them with wives.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">The interpretation is derived from the word <small>HOUSEHOLD</small>. Of course, in earlier times such early betrothals were not unusual.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5964d5f6d6e4a92bf45a8534", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Rabbeinu Bahya, Bereshit 46:12:1", "sourceHeRef": "רבנו בחיי, בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ובני יהודה ער ואונן ושלה ופרץ וזרח.</b> יחשוב הכתוב ער ואונן שכבר מתו מכלל השבעים הבאים, וזה תימה כיון שמתו כבר איך הזכירם הכתוב בכלל הבאים. אבל הענין הזה ידוע בקבלה והוא מפורש ומבואר בסדר פינחס, שאמר הכתוב בני יהודה ער ואונן וימת ער ואונן בארץ כנען, וסמך אז מיד ויהיו בני יהודה, וזהו סוד הכתוב האומר (רות ד׳:ט״ו) והיה לך למשיב נפש, ומאמר השכנות (שם) יולד בן לנעמי, והיה ראוי לומר יולד בן לרות, והבן זה.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ובני יהודה ער ואונן ושלה ופרץ וזרח, “and the sons of Yehudah: “Er, Onan, Shelah, Peretz, and Zerach.” The verse includes the two sons Er and Onan, though already deceased, as amongst the seventy people of Yaakov’s family who migrated to Egypt. This is extremely puzzling. How could the Torah include those two amongst those described earlier as “arriving” in Egypt? The answer is provided by the kabbalists (who have elaborated on the theme of migration of the souls) and it is made clearer in Numbers 26,19 where the Torah wrote: “and the sons of Yehudah, Er and Onan; Er and Onan died in the land of Canaan.” Immediately following that verse the Torah writes: “The sons of Yehudah according to their families were: Shelah, the family of the Shelanites; Peretz, the family of the Partzites; Zerach, the family of the Zarchites.” This is the mystical dimension of Ruth 4,15; “he (the new born Oved)” shall be for you as a life-restorer. This also explains why Naomi’s neighbours exclaimed at Oved’s birth “a son has been born to Naomi” (remember she had lost both her sons before either one had fathered a child). If not for the approach of the kabbalists, the prophet should have described Oved as having been born to Ruth instead of to Naomi.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59ef2e67d6e4a90d4d5c2437", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 13b:8", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Steinsaltz on Sotah 13b:8", "sourceHeRef": "ביאור שטיינזלץ על סוטה י״ג ב:ח׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 26.0008, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>ר' שמואל בר נחמני אמר:</b> משם ראיה ש<b>אף קובר אשתו ובניו, דכתיב</b> <small>[שנאמר]:</small> <b>\"ותמת בת שוע אשת יהודה\"</b> (בראשית כד, יב), <b>וכתיב</b> <small>[ונאמר]</small> בבניו <b>\"וימת ער ואונן\"</b> (בראשית מו, יב).", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1543e4d6e4a92409abf296", "index_title": "Siftei Chakhamim", "category": "Quoting Commentary", "type": "", "ref": "Siftei Chakhamim, Numbers 26:13:1", "anchorRef": "Genesis 46:8-24", "anchorRefExpanded": ["Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24"], "sourceRef": "Siftei Chakhamim, Numbers 26:13:1", "sourceHeRef": "שפתי חכמים, במדבר כ״ו:י״ג:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>אבל משפחת אהד בטלה.</b> רצונו לתרץ הא לא חשיב כאן אלא באי מצרים שנמנו בפ' ויגש, והתם כתיב ובני שמעון ימואל וימין ואהד ויכין וצוחר ושאול בן הכנענית, והכא מנה זרח והתם לא נמנה, וגם אהד לא מנה כאן. ומפרש דזרח דמנה כאן י\"ל היינו צוחר. וצוחר לשון צוהר דה\"א מתחלף בחי\"ת, וזרח גם כן הוא לשון אור, אבל משפחת אהד ע\"כ בטלה:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>However the family of Ohad became extinct.</b> Rashi wishes to answer the question: Surely here the Torah only mentions those who came down to Egypt, who were counted in Parshas Vayigash (Bereishis 46:8-24). There it writes, “And the sons of Shimon were: Yemuel, Yamin, Ohad, Yachin, Tzochar and Shaul son of the Canaanite.” However, here it counts Zerach who was not counted there. Furthermore Ohad is not counted here. Rashi explains that Zerach who was counted here is Tzochar, and that “Tzochar” is [a word] meaning <i>\"tzohar</i>” [\"illumination\"]. [This is possible] because <i>hei</i> and <i>ches</i> are [sometimes] interchangeable. Also “Zerach” [is a word which] has the connotation of light. However, the family of Ohad became extinct.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0ab550f746f30016ee6a13", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 46:12:2", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Or HaChaim on Genesis 46:12:2", "sourceHeRef": "אור החיים על בראשית מ״ו:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>ובדרך</b> פשט יכוין הכתוב בהזכרת ער ואונן ללמד עליהם זכות כי טעם מיתת ער ואונן היה לצד שהיו בארץ כנען על דרך אומרו (אחרי י\"ח) כמעשה ארץ מצרים וכמעשה ארץ כנען וגו' ואמרו ז\"ל (ויק\"ר פ' כ\"ג) השוה הכתוב מעשה מצרים וכו', ולצד שהיו שם ער ואונן למדו ממעשיהם וזולת זה בניו של אותו צדיק אין שורשם רע ומר ח\"ו, ותמצא שיצו האל ישראל לבל ילמדו מהם דכתיב כמעשה וגו':", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Looking at the plain meaning of the verse, the Torah may have explained here that the only reason that Er and Onan committed the sins that caused G'd to kill them was that they lived in the land of Canaan, a country in which sexual perversity had taken root. They had been corrupted by their environment. Apart from this one sin they were not basically bad. G'd killed them so that one should not copy their example, much as the Torah warns the Jewish people not to copy the sexual perversions practiced both in Egypt and the land of Canaan in Leviticus 18,3.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0ab550f746f30016ee6a18", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 46:12:3", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Or HaChaim on Genesis 46:12:3", "sourceHeRef": "אור החיים על בראשית מ״ו:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>וטעם</b> אומרו <b>ויהיו</b> רמז כי לאלה יקרא הויה ואין כמותם לצד כי מהם יצא חוטר לישי משיחנו מלכנו אשר יהיה לנס עמים אליו גוים ידרושו:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The expression <span class=\"font1\">ויהיו</span> tells us that these two were a phenomenon by itself (<span class=\"font1\">הויה</span>), unlike any observed elsewhere. Were this not so they could hardly be the members of the family from which the Messiah will devolve, someone who will serve as a shining example of morality to all of mankind.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd49e73ad4f00597bfd2e", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayeshev, Miketz, Vayigash, Torah Ohr 106", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayeshev, Miketz, Vayigash, Torah Ohr 106", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, וישב, מקץ, ויגש, תורה אור ק״ו", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 106, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>וזהו</b> אנשי מקומ\"ה אי\"ה, אי\"ה מקום כבודו. וזהו סוד <small>(ויקרא כז, י)</small> והיה הוא ותמורתו קודש, כי תמר ורות שהיו לכאורה בתמורה וכן אמרו רז\"ל <small>(ילקוט המכירי תהלים קיח, כח)</small> כי ישי שבא על אם דוד היתה תמורה כי היה סבור שהיא שפחתו. אבל הכל היה מהש\"י מהטעם שכתבתי כדי שתהיה התמורה קודש<sup class=\"footnote-marker\">הגה\"ה</sup><i class=\"footnote\">זהו סוד <small>(רות ד, ז)</small> על הגאולה ועל התמורה, מכח התמורה תהיה גאולה, דהיינו גאולת עולם, שכולם ידעו את ה' אף החיצונים:</i>. ותמצא בתיבת ותמורתו תמר ורות, והזרע היה זרע קודש ממקום גבוה על גבוה. וימת ער ואונן <small>(בראשית מו, יב)</small> המחללים הזרע, עד שהגיע ליהודה בעצמו עם תמר להוציא את מלכות בית דוד ומשיח, ובת קול יצא ממני ומאתי יצאו הדברים <small>(מכות כג, ב)</small>:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "In our portion the word איה in verse 21 is the allusion to such an event in the future. When the Torah discusses the ערכין and תמורה legislation in Leviticus 27,10 we are told: והיה הוא ותמורתו קודש, (if one did substitute one animal for another) \"both the one originally vowed and its substitute will be deemed holy.\" The word תמורתו can be perceived as symbolizing תמר and ורות whose letters make up the word תמורתו. Both Tamar and Ruth may certainly be viewed as \"substitutes,\" seeing they had not been deliberately chosen for the role they were destined to play. Our sages also say that when Yishai (David's father) slept with David's mother and David was conceived, this was due to an error on Yishai's part. He had thought that he was sleeping with a maid or concubine (Psalms 51,7 Metzudat David). <small>[The verse reads –David speaking – \"Indeed I was born with iniquity; with sin my mother conceived me.\" Ed.]</small> David himself then was also a substitute as far as his mother was concerned. All of these extraordinary circumstances were designed by G–d to demonstrate that the impure is capable of being redeemed and becoming pure. The sperm that impregnated the various mothers mentioned originated in purity, could be called זרע קודש, holy seed. <small>[In a gloss the author draws our attention to Ruth 4,7 where we find the expression על הגאולה ועל התמורה, placing the words \"redemption and substitution\" side by side. He finds a deep significance in this and speculates that it alerts us to the lesson that through the process of תמורה, substitution, the impure can achieve purity.]</small> Er and Onan died because they defiled such sacred seed. Eventually Yehudah himself had to impregnate Tamar in order to enable the dynasty of David to have its beginnings. When, later on in 38,26, Yehudah acknowledged that he was the father of the infant Tamar was carrying, the Torah adds the word ממני, which our sages in Targum Yerushalmi interpret as a Heavenly voice calling out that the outcome conformed with a Heavenly plan and that neither Yehudah nor Tamar were guilty of misconduct.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f043e07a157d666e704b250", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Rav Hirsch on Torah, Genesis 46:12:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "ער ואונן. Es wird stets bei ihnen hervorgehoben: וימת וגו׳. Der göttliche Familienschutz ist kein unbedingter, an Reinheit und Sittlichkeit ist die Erhaltung geknüpft. Es genügt nicht, von jüdischen Eltern geboren zu sein. Darum fehlen auch Er und Onan hier nicht.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5fa92a98892cfb5541895c84", "index_title": "Netivot Olam", "category": "Jewish Thought", "type": "", "ref": "Netivot Olam, Netiv Hatorah 18:7", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Netivot Olam, Netiv Hatorah 18:7", "sourceHeRef": "נתיבות עולם, נתיב התורה י״ח:ז׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1575, 1595], "commentaryNum": 18.0007, "collectiveTitle": {"en": "Netivot Olam", "he": "נתיבות עולם"}, "heTitle": "נתיב התורה", "he": "<b>ובפרק קמא דסוטה</b> (יג:), אמרינן, קשו קראי אהדדי; כתיב (שמות יג, יט) \"ויקח משה את עצמות יוסף עמו כי השבע השביע וגו'\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"49\"></i>, וכתיב (יהושע כד, לב) \"ואת עצמות יוסף אשר העלו בני ישראל ממצרים\". אמר רבי חמא ברבי חנינא, כל העושה מצוה ולא גמרה, ובא אחר וגמרה, מעלה עליו הכתוב<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"50\"></i> כאילו עשאה. רבי אליעזר אומר, אף מורידין אותו מגדולתו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"51\"></i>, דכתיב (בראשית לח, א) \"ויהי בעת ההיא וירד יהודה מאת אחיו\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"52\"></i>. רבי שמואל בר נחמני אמר, אף קובר אשתו ובניו, שנאמר (בראשית לח, יב) \"ותמת בת שוע אשת יהודה\", וכתיב (בראשית מו, יב) \"וימת ער ואונן\". ", "heVersionTitle": "Netivot Olam, Netiv Hatorah, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2012", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42e54faa207447985bcfa", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Chapter of Mitzvot, Prelude 28", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Reshit Chokhmah, Chapter of Mitzvot, Prelude 28", "sourceHeRef": "ראשית חכמה, פרק המצות, פתיחה כ״ח", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 28, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "heTitle": "פתיחה", "he": "<b>אמר</b> רבי חייא בר אבא כל המתחיל במצוה ואינו גומרה גורם לעצמו שיקבור אשתו ובניו, ממי את למד מיהודה שהתחיל במצוה ולא גמרה, כיצד, כשבא יוסף אצל אחיו בקשו אחיו להרגו, שנאמר (בראשית לז, כ) ועתה לכו ונהרגהו, עמד יהודה ולא הניחן, שנאמר (שם לז, כו) מה בצע כי נהרוג וגו', ושמעו לו, למה, שהיה מלך עליהם, ואילו היה אומר נחזירהו אצל אביו היו שומעין לו, ועל ידי שהתחיל במצוה ולא גמרה קבר את אשתו ובניו, שנאמר (שם לח, יב) ותמת בת שוע וגו', וכתיב (בראשית מו, יב) וימת ער ואונן. אמר רבי לוי בשם רבי חנינא כל מי שמתחיל במצוה ולא גמרה ובא אחר וגמרה נקראת על שמו, כיצד משה רבינו עליו השלום התחיל במצוה, שנטל עצמותיו של יוסף, שנאמר (שמות יג, יט) ויקח משה וגו', ועל ידי שלא הכניסן לארץ נקרא על שמם של ישראל שנאמר (יהושע כד, לב) ואת עצמות יוסף אשר העלו בני ישראל וגו'. אבל אם חשב אדם לעשות מצוה ונאנס ולא עשאה, מעלה עליו הכתוב כאלו עשאה (קדושין דף מ ע\"א).", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ed047cf7a0c25239b49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Migration to Egypt 2-5", "anchorRef": "Genesis 45:16-47:12", "anchorRefExpanded": ["Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Migration to Egypt 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ח׳ ב׳-ה׳", "anchorVerse": 16, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Migration to Egypt", "he": "בראשית הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Yaakov’s descent to Egypt involves three meetings: with God, with Yosef, and with Pharaoh. The first is God’s final revelation to Yaakov. God had previously forbidden Yitzhak to go to Egypt during a famine (26:1–2), but his son may now go as part of the divine plan, his people’s destiny. The blessing given to Avraham’s children (particularly to Yishmael) is repeated in 46:3, and God will be “with” Yaakov (46:4) on this journey as he has been on others.", "The meeting between father and long-lost son is brief but powerful, returning as it does to the “face” motif (46:30). Immediately afterward Yosef gives the family advice on how to demonstrate their usefulness to the Egyptians, and one is struck by the precariousness of their situation in even this best of circumstances.", "Yaakov’s brief audience with Pharaoh is both moving and pathetic. The Patriarch sums up his life in depressing terms, and it becomes clear that long life (he believes his own to be short), in addition to wealth and fertility, is considered a sign of divine favor.", "The actual migration is sketched in a few brief strokes. The list of names in 46:8–27 has been constructed on patterned numbers, with a total of seventy."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af79e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Migration to Egypt 1", "anchorRef": "Genesis 45:16-47:12", "anchorRefExpanded": ["Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, Migration to Egypt 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ח׳ א׳", "anchorVerse": 16, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 45:16-47:12\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 45:16-47:12</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d2c9ad75f2d99af7ca", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2", "anchorRef": "Genesis 46:8-25", "anchorRefExpanded": ["Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳ ב׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "T<small>HE FIRST PART OF THE BOOK OF</small> E<small>XODUS IS PRESENTED AS A CONTINUATION OF THE</small> Genesis narratives, by abbreviating the genealogy of the immigrant Yaakov from Gen. 46:8–25. We find here the same centrality of God, the same kind of sparse but powerful biographical sketch of the human hero, and a narrative style similar to that of the previous book.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382d2c9ad75f2d99af7d8", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 2", "anchorRef": "Genesis 46:8-27", "anchorRefExpanded": ["Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part I; The Deliverance Narrative, Prologue in Egypt 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ב׳, שמות הערה א׳ ב׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה א׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Rather than being presented as a totally separate story, the book of Exodus opens as a continuation of the Genesis saga. This is true both specifically and generally: the first five verses echo and compress the information about the descent of Yaakov’s family into Egypt that was given in Gen. 46:8–27, while “Now these are the names” (v.1) recalls the oft-repeated formula “Now these are the begettings,” which forms the structural background of Genesis. At the same time one might note that the main subject matter of our chapter, life and death (or, threatened continuity), is central to the thematic content of Genesis (see my <i>At the Beginning,</i> “On the Book of Genesis and Its Structure”).", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6241b072c3889bc8a0888c4c", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, vi; On the Commandments, The commandments and Israel 4", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Menorat HaMaor, vi; On the Commandments, The commandments and Israel 4", "sourceHeRef": "מנורת המאור, ו; פרק המצות, המצות וישראל ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 4, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "המצות וישראל", "he": "וגרסי' באלה הדברים רבה אז יבדיל משה, זש\"ה כל אשר תמצא ידך לעשות בכחך עשה, [כל] מה שאתה [יכול] לעשות מצוה עד שכחך עליך עשה, שכשאדם בטל מן העולם בטלה מחשבתו, כל מה שאתה יכול לחטוף מצוה חטוף עד שאתה בחיים. וכן עשה משה, כיון ששמע שהיה עובר מן העולם, אמ' מה מצוה יש שאעשה אותה, ומצא מצות ערי מקלט ועשה אותה, שנא' (דברים ד, מא) אז יבדיל משה שלש ערים וגו'. וגרסי' בפרק חלק תניא ר' אליעזר אומר, בכל עיר שיש בה מזוזה אחת אינה נעשית עיר הנדחת, שנא' (דברים יג, יז) ושרפת באש את העיר ואת כל שללה, והיכא דאיכא מזוזה לא תעשון כן לה' אלהיכם. וגרסי' בפרק קמא דמ' ע\"ז א\"ר יונתן, כל העושה מצוה אחת בעולם הזה מקדמתו והולכת לפניו לעולם הבא, שנא' (ישעיהו נח, ח) והלך לפניך צדקך כבוד ה' יאספך, וכל העובר עבירה אחת בעולם הזה מלפפתו והולכת לפניו, שנא' (איוב ו, יח) ילפתו ארחות דרכם יעלו בתוהו ויאבדו. אמ' ר' חייא בר אבא, כל המתחיל במצוה ואינו גומרה, גורם לעצמו שיקבור אשתו ובניו. ממי אתה למד, מיהודה, שהתחיל במצוה ולא גמרה. כיצד, כשבא יוסף אצל אחיו בקשו אחיו להורגו, שנא' (בראשית לז, כ) לכו ונהרגהו, עמד יהודה ולא הניחן, שנאמר מה בצע כי נהרוג את אחינו, ושמעו לו, למה, שהיה מלך עליהם. ואלו היה אומר, נחזירו אצל אביו, היו שומעין לו. ועל ידי שהתחיל במצוה ולא גמרה קבר את אשתו ואת בניו, שנא' (בראשית לח, יב) ותמת בת שוע אשת יהודה, וכתי' (בראשית מו, יב) וימת ער ואונן. אמ' ר' לוי בשם ר' חנינא, כל מי שמתחיל במצוה ולא גמרה נקראת על מי שגומרה. כיצד. משה רבינו ע\"ה התחיל במצוה ונטל עצמותיו של יוסף, שנא' (שמות יג, יט) ויקח משה את עצמות יוסף עמו, ועל ידי שלא הכניסן לארץ נקראו על שמן של ישראל, [שנא'] ואת עצמות יוסף אשר העלו בני ישראל ממצרים קברו בשכם. אבל אם חשב אדם לעשות מצוה, ונאנס ולא עשאה, מעלה עליו הכתו' כאלו עשאה. כדגרסינן בפ' במה אשה יוצאה מאי ולחושבי שמו, אמ' רב אשי, אפי' חושב לעשות מצוה, ונאנס ולא עשאה, מעלה עליו הכתו' כאלו עשאה. אמ' ר' יהושע בן לוי, כל מצות שישראל עושין בעולם הזה באות ומעידות להם לעולם הבא, שנא' (ישעיהו מג, ט) יתנו עדיהם ויצדקו, אלו ישראל, ישמעו ויאמרו אמת, אלו אומות העולם, שיבואו ויעידו שישראל קיימו את התורה. יבא נמרוד ויעיד על אברהם אבינו ע\"ה שלא נחשד על ע\"ז, יבא לבן ויעיד על יעקב אבינו ע\"ה שלא נחשד על הגזל, תבא אשת פוטיפר ותעיד ביוסף שלא נחשד על העריות, יבא דריוש ויעיד על דניאל שלא נחשד על התפלה, יבא נבוכדנאצר ויעיד על חנניה מישאל ועזריה שלא השתחוו לצלם, יבא אליפז התימני ובלדד השוחי וצופר הנעמתי ויעידו לישראל שקבלו את התורה.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465070699c26744fd5fc", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ובני יהודה ער. שמת ערירי:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465070699c26744fd5fe", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:2", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ואונן. שהיה אביו אונן עליו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465070699c26744fd600", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:3", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:3", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ג׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ושלה ופרץ וזרח. כמפורש בענין לידתן:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465070699c26744fd602", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:4", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:4", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ד׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וימת ער ואונן בארץ כנען. בלא בנים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465170699c26744fd604", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:5", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:5", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ה׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0005, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויהיו בני פרץ. קודם שירדו למצרים:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465170699c26744fd606", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:6", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:6", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ו׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0006, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "חצרון. כשנולד חצרון אמר יהודה זקינו זה יקרא על חסרון בני ער ואונן:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487465170699c26744fd608", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 46:12:7", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Midrash Sekhel Tov, Bereshit 46:12:7", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ו:י״ב:ז׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 12.0007, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וחמול. כשנולד חמול אמר יהודה זקינו הרי חמל עלי המקום ושילם לי את אלו תחת ער ואונן בני:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc2b758c1dc532ec8711", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 46:12", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Steinsaltz on Genesis 46:12", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״ו:י״ב", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 46.0012, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וּבְנֵי יְהוּדָה: עֵר וְאוֹנָן וְשֵׁלָה</b>, שנולדו לו מבת שוע, \n    <b>וָפֶרֶץ וָזָרַח</b>, מתמר. \n    <b>וַיָּמָת עֵר וְאוֹנָן בְּאֶרֶץ כְּנַעַן, וַיִּהְיוּ בְנֵי פֶרֶץ</b>, שלמרות שהיה צעיר מאוד, נשא כבר אשה, ועוד קודם הירידה למצרים נולדו לו \n    <b>–</b>\n    <b>חֶצְרוֹן וְחָמוּל.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The sons of Judah: Er, Onan, Shela, </b>who were born to him from the daughter of Shua, <b>Peretz and Zerah, </b>from Tamar; <b>Er and Onan died in the land of Canaan. And the sons of Peretz, </b>who married at a young age and therefore had children prior to the descent to Egypt, <b>were Hetzron and Hamul. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da65b215f43691cfdb1c", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Vayigash 55", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Tze'enah Ure'enah, Vayigash 55", "sourceHeRef": "צאינה וראינה, ויגש נ״ה", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 55, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "ויגש", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>Judah</i>’<i>s sons: Er, Onan</i>” [46:12]. Hizkuni asks a question. Why does the verse have to count the children of Judah, <i>Er and Onan</i>, since they died before they went to Egypt? The explanation is, because Judah took a wife from foreigners. Therefore, he sinned, so that <i>Er and Onan</i> died. Therefore, the verse here counts <i>Er and Onan</i> among the children who came to Egypt. Hizkuni gives another explanation. It mentions his children, Er and Onan, here, because Judah caused that all the children of Jacob came into the <i>exile of Egypt.</i> If Judah had rebuked his brothers that they should not sell Joseph, then they would not have come to Egypt. The Holy One said to Judah. You did not think that your father was anguished about Joseph. Therefore, when Israel, your father, will be full of joy and happiness, your children who died will be remembered, and you will mourn, because you caused your father to mourn.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Hizkuni, Genesis, 46:10.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66afb6a91e8ab6e759398070", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Pardes Yosef, Genesis 46:12:1", "sourceHeRef": "פרדס יוסף, בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "commentaryNum": 12.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "וימת ער ואונן. עי' אוה\"ח דלמה הזכיר מיתתם, ומצאתי להתה\"ד בפסקי מהרא\"י סי' קי\"ד שנשאל ע\"ז כמו כן בפ' במדבר (ג' ג') וימת נדב ואביהוא מה נפקותא יש ביה, וכ' דשאלה זו אינה צריכה אפי' בבית החיצון דאם באנו לישב כל הפסוקים שהם כה\"ג לא תסתפק מגלת עפה, אמנם הך יש ליישב דמשום חיבת זרע יהודה לפני המקום שמשם יצא כתר מלכות, וכן משום חיבת זרע אהרן שמשם יצא כתר כהונה, כ' בתורה לידתו ומיתתו של אותו זרע שאפי' שלא לצורך, וכה\"ג פי' רש\"י בפ' חיי (כ\"ד מ\"ב) דיפה שיחת עבדי אבותינו לפני המקום מתורתו של בנים עכ\"ל:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892ee62d6e4a9274646cc18", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 38:1:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Chizkuni, Genesis 38:1:1", "sourceHeRef": "חזקוני, בראשית ל״ח:א׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>וירד יהודה מאת אחיו</b> הלך לו שלא היה יכול לסבול צערו של אביו. כאן פרש״‎י הורידוהו מגדולתו. והיינו דכתיב <b>מאת אחיו</b> כלומר ע״‎י אחיו. וא״‎ת הרי אין מירידה זו עד שירדו אבותינו למצרים עשרים ושתיים שנה ואיך יארע שבתוך כך ילדה אשתו של יהודה ער ואונן ושלה וכתיב וירבו הימים ותמת בת שוע וגו׳‎ ואח״‎כ נתעברה תמר וילדה פרץ וזרח ופרץ הוליד את חצרון וחמול קודם שירדו למצרים. תשובה לדבר אין לתמוה על כך שהרי דורות הראשונים היו מולידים לשבע שנים וכן עשו אלו כדאיתא כסדר עולם כיצד שנה אחת עלתה לעיבורו של ער אחרת לאונן אחרת לשילה. הגדיל ער ושהה ז׳‎ שנים ונשא תמר הרי שמונה שנים משירד יהודה עד ויהי ער רע וימיתהו. שנה תשיעית נשא אונן ובאותה שנה מת. שנה עשירית עלתה לגידול שילה שנאמר שבי אלמנה בית אביך וגו'. שנת אחת עשרה וירבו הימים שגדל שילה ולא נשאה ויגד לתמר וגו׳‎ עד ויבא אליה ותהר לו. שנת שתים עשרה עלתה לעיבור פרץ וזרח, ושהה פרץ שבע שנים ונשא אשה הרי תשע עשרה שנה משירד יהודה. שנת עשרים עלתה לעיבורו של חצרון ושנת עשרים ואחת לעבורו של חמול ובשנת שתים ועשרים נולד חמול וירד הוא וחצרון אחיו עם אבותם למצרים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וירד יהודה מאת אחיו, “Yehudah separated from his brothers;” he could not bear watching the anguish of his father. Rashi here writes that the word וירד, which means: “he descended,” means that he had been deposed from his position of being the brothers’ spokesman and leader by the other brothers. He derives this from the expression: מאת, understanding the meaning of that word as being: על ידי, “through the action of;”You could well ask that seeing that it took only 22 years until the brothers under the leadership of Yehudah went down to Egypt in order to buy grain, how was it possible that during these few years not only did Bat Shua, Yehudah’s wife bear him three sons, Er, Onan, and Shelah, but that two of them had already become married? And a few years after the death of Onan, Yehudah sired twins from his daughterinlaw Tamar, all before the descent of the brothers to Egypt for the first time? The answer to such questions is that in those times girls and boys were able to both sire and conceive and give birth already at the age of seven. According to a historical text accepted by our sages as accurate and reliable, called seder olam, Er, Yehudah’s oldest was born approximately a year after the sale of Joseph. Bat Shua bore Yehudah two more sons in short order, before she died (verse 12). When Er was seven years old he married Tamar. When he died and married Onan, and Onan died, Shelah was still too young to marry. Tamar remained a widow in the house of Yehudah for a year before returning to her mother’s home. When two or three more years had passed and she was not allowed to marry Shelah, she took matters into her own hands and contrived to become pregnant from a member of Yaakov’s family, her dearest desire, i.e. she became pregnant by her fatherinlaw, Yehudah. All of this had only taken about 19 years after Yehudah had been deposed and moved away from his brothers. In the meantime, Peretz, one of the twins Tamar had born to Yehudah had married at the age of seven and had himself become a father of Chetzron and Chamul, (Genesis 46,12) all before Yaakov and his family moved down to Egypt after the brothers’ second trip there. By the time Chetzron and Chamul came to Egypt, only twenty two years had elapsed since the sale of Joseph.[While this is interesting, this Editor cannot reconcile it with G-d having punished both Er and Onan at the tender age of 7 or eight years, for having deliberately failed to produce children (38,7 and 10) Where is the source for the culpability of such young children anywhere? Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f05cd6e4a9274646e148", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Numbers 13:6:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Chizkuni, Numbers 13:6:1", "sourceHeRef": "חזקוני, במדבר י״ג:ו׳:א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>כלב בן יפנה</b> הוא כלב בן חצרון ונקרא שמו יפונה על שפנה מעצת מרגלים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כלב בן יפונה, “Caleb son of Yefuneh.” He is identical with Caleb son of Chetzron, and the reason he is here called the son of Yefuneh, is because he turned aside (פנה) from all but one of the other spies. [Chetzron had been a grandson of Yehudah, Genesis 46,12, compare also Chronicles I 2,18. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cce2d6e4a937f9998ffb", "index_title": "Devarim Rabbah", "category": "Midrash", "type": "", "ref": "Devarim Rabbah 8:4", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Devarim Rabbah 8:4", "sourceHeRef": "דברים רבה ח׳:ד׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [900], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Devarim Rabbah", "he": "דברים רבה"}, "heTitle": "דברים רבה", "he": "זֶה שֶׁאָמַר הַכָּתוּב <small>(משלי ד, כב)</small>: כִּי חַיִּים הֵם לְמֹצְאֵיהֶם וגו', אָמַר רַבִּי חִיָּא קִילוֹרִית לָעַיִן מְלוּגְמָא לְמַכָּה, כּוֹס עִקָּרִין לִבְנֵי מֵעַיִם קִילוֹרִית לָעֵינַיִם, דִּכְתִיב <small>(תהלים יט, ט)</small>: מִצְוַת ה' בָּרָה מֵאִירַת עֵינָיִם, מְלוּגְמָא לְמַכָּה, דִּכְתִיב <small>(משלי ג, ח)</small>: רִפְאוּת תְּהִי לְשָׁרֶיךָ. וְכוֹס עִקָּרִין לִבְנֵי מֵעַיִם, דִּכְתִיב <small>(משלי ג, ח)</small>: וְשִׁקּוּי לְעַצְמוֹתֶיךָ. דָּבָר אַחֵר, כִּי חַיִּים הֵם לְמֹצְאֵיהֶם, לְמִי שֶׁמּוֹצִיאָן מִפִּיו. מַעֲשֶׂה בְּתַלְמִיד אֶחָד שֶׁל רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב שֶׁהָיָה מְמַהֵר בְּכָל תַּלְמוּדוֹ בְּשָׁעָה אֶחָת, פַּעַם אַחַת חָלָה וְשָׁכַח אֶת כָּל תַּלְמוּדוֹ, מִי גָרַם לוֹ עַל יְדֵי שֶׁלֹא הָיָה אוֹמְרוֹ מִפִּיו. וְנִתְפַּלֵּל עָלָיו רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב וְחָזַר כָּל תַּלְמוּדוֹ. דָּבָר אַחֵר, כִּי חַיִּים הֵם לְמֹצְאֵיהֶם, לְמִי שֶׁמּוֹצִיאָן לַאֲחֵרִים. דָּבָר אַחֵר, כִּי חַיִּים הֵם לְמֹצְאֵיהֶם, לְמִי שֶׁמַּמְצִיא אוֹתָן, מִנַּיִן, שֶׁנֶּאֱמַר <small>(דברים ח, א)</small>: כָּל הַמִּצְוָה, מַהוּ כָּל הַמִּצְוָה, עַד שֶׁתְּכַלֶּה כָּל הַמִּצְווֹת. וּלְכָל בְּשָׂרוֹ מַרְפֵּא, לִרמ''ח אֵבָרִים שֶׁיֵּשׁ בּוֹ. הֲרֵי כִּי הַמִּצְוָה הַזֹּאת. דָּבָר אַחֵר, כִּי הַמִּצְוָה הַזֹּאת, אָמַר רַבִּי חִיָּא בַּר אַבָּא כָּל מִי שֶׁמַּתְחִיל בְּמִצְוָה וְאֵינוֹ גּוֹמְרָהּ גּוֹרֵם שֶׁיִּקְבֹּר אִשְׁתּוֹ וּבָנָיו, וּמִמִי אַתְּ לָמֵד מִיהוּדָה שֶׁהִתְחִיל בְּמִצְוָה וְלֹא גְּמָרָהּ, כֵּיצַד בְּשָׁעָה שֶׁבָּא יוֹסֵף אֵצֶל אֶחָיו וּבִקְּשׁוּ לַהֲרֹג אוֹתוֹ, שֶׁנֶּאֱמַר <small>(בראשית לז, כ)</small>: לְכוּ וְנַהַרְגֵּהוּ, עָמַד יְהוּדָה וְלֹא הִנִּיחָן, מִנַּיִן, שֶׁנֶּאֱמַר <small>(בראשית לז, כו)</small>: מַה בֶּצַע כִּי נַהֲרֹג אֶת אָחִינוּ, וְשָׁמְעוּ לוֹ מִפְּנֵי שֶׁהָיָה מֶלֶךְ עֲלֵיהֶן, וְאִלּוּ אָמַר לָהֶן נַחֲזִירֶנוּ אֵצֶל אָבִינוּ הָיוּ שׁוֹמְעִין לוֹ, וְעַל יְדֵי שֶׁהִתְחִיל בְּמִצְוָה וְלֹא גְמָרָהּ, קָבַר אִשְׁתּוֹ וּשְׁנֵי בָנָיו, שֶׁנֶּאֱמַר <small>(בראשית לח, יב)</small>: וַתָּמָת בַּת שׁוּעַ אֵשֶׁת יְהוּדָה, וּכְתִיב <small>(בראשית מו, יב)</small>: וַיָּמָת עֵר וְאוֹנָן בְּאֶרֶץ כְּנַעַן. דָּבָר אַחֵר, כִּי הַמִּצְוָה הַזֹּאת, אָמַר רַבִּי לֵוִי בְּשֵׁם רַבִּי חָמָא בַּר חֲנִינָא כָּל מִי שֶׁמַּתְחִיל בְּמִצְוָה וְאֵינוֹ גּוֹמְרָהּ וּבָא אַחַר וְגוֹמְרָהּ, נִקְרֵאת עַל שְׁמוֹ שֶׁגְּמָרָהּ, כֵּיצַד, משֶׁה הִתְחִיל בְּמִצְוָה שֶׁנָּטַל עַצְמוֹתָיו שֶׁל יוֹסֵף עִמּוֹ, מִנַּיִן, שֶׁנֶּאֱמַר <small>(שמות יג, יט)</small>: וַיִּקַּח משֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ וגו', וְעַל יְדֵי שֶׁלֹא הִכְנִיסָן לְאֶרֶץ יִשְׂרָאֵל נִקְרֵאת עַל שְׁמָן שֶׁל יִשְׂרָאֵל שֶׁקָּבְרוּ אוֹתָן, שֶׁנֶּאֱמַר <small>(יהושע כד, לב)</small>: וְאֶת עַצְמוֹת יוֹסֵף אֲשֶׁר הֶעֱלוּ בְנֵי יִשְׂרָאֵל מִמִּצְרַיִם קָבְרוּ בִשְׁכֶם, אֲשֶׁר הֶעֱלָה משֶׁה מִמִּצְרַיִם אֵין כְּתִיב כָּאן, אֶלָּא אֲשֶׁר הֶעֱלוּ בְנֵי יִשְׂרָאֵל. וְלָמָּה קָבְרוּ אוֹתָן בִּשְׁכֶם, מָשָׁל לְמָה הַדָּבָר דּוֹמֶה לְגַנָּבִים שֶׁגָּנְבוּ חָבִית שֶׁל יַיִן, הִרְגִּישׁ בָּהֶם בַּעַל הַבַּיִת, אָמַר לָהֶם יֶעֱרַב עֲלֵיכֶם, אֶלָּא בְּחַיֵּיכֶם מִשֶּׁאַתֶּם שׁוֹתִים אֶת הַיַּיִן הַחֲזִירוּ אֶת הַקַּנְקַן לִמְקוֹמוֹ, כָּךְ בְּשָׁעָה שֶׁמָּכְרוּ הַשְּׁבָטִים אֶת יוֹסֵף מִשְּׁכֶם מָכְרוּ אוֹתוֹ, שֶׁנֶּאֱמַר <small>(בראשית לז, יג)</small>: וַיֹּאמֶר יִשְׂרָאֵל אֶל יוֹסֵף הֲלוֹא אַחֶיךָ רֹעִים בִּשְׁכֶם, אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא מִשְּׁכֶם מְכַרְתֶּם אוֹתוֹ הַחֲזִירוּ עַצְמוֹתָיו לִשְׁכֶם, כֵּיוָן שֶׁגָּמְרוּ אֶת הַמִּצְוָה נִקְרֵאת עַל שְׁמָן, הֱוֵי כִּי הַמִּצְוָה הַזֹּאת.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "What the verse said: “For they are life for those who find them…” (Proverbs 4:22) – Rabbi Ḥiyya said: It is a salve for the eye and a remedy for a wound, and a cup of roots for the intestines. A salve for the eyes, as it is written: “The commandment of the Lord is pure, it enlightens the eyes” (Psalms 19:9). A remedy for a wound, as it is written: “It will bring health to your body” (Proverbs 3:8). A cup of roots for the intestines – as it is written: “And an elixir for your bones” (Proverbs 3:8). <br>Another matter, “for they are life for those who find them [<i>lemotzeihem</i>]” – to one who issues them [<i>lemotzian</i>] out of his mouth.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Studies out loud.</i> There was an incident involving a certain disciple of Rabbi Eliezer ben Yaakov, who would complete all his learning in one hour.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">He did not say the words out loud.</i> One time, he fell ill and forgot all his learning. What caused this to befall him? It is because he did not recite it with his mouth. Rabbi Eliezer ben Yaakov prayed on his behalf and all his learning was restored. <br>Another matter, “for they are life for those who find them [<i>motzeihem</i>]” – for one who imparts it [<i>shemotzian</i>] to others. Alternatively, “for they are life for those who find them [<i>motzeihem</i>]” – for one who completes [<i>shemamtzi</i>]<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">This is a variation of the word mematze, which means exhausts or completes.</i> all the mitzvot. From where is it derived? It is as it is stated: “All the mitzva” (Deuteronomy 8:1). What is “all the mitzva”? It is until you complete all the mitzvot. \"And an elixir for your bones” (Proverbs 3:8), the 248 limbs that you have. That is \"For this mitzva.\" <br>Another matter, “for this mitzva” – Rabbi Ḥiyya bar Abba said: Anyone who begins a mitzva and does not complete it, causes that he will bury his wife and his children. From whom do you derive it? It is from Judah, who began a mitzva but did not complete it. How so? When Joseph came to his brothers and they sought to kill him, as it is stated: “Let us go and kill him” (Genesis 37:20). Judah stood and did not allow them. From where is it derived? It is as it is stated: “What profit is it if we kill our brother?” (Genesis 37:26). They heeded him because he was king over them. Had he said to them: ‘Let us return him to our father,’ they would have heeded him. Because he began the mitzva but did not complete it, he buried his wife and his children, as it is stated: “Bat Shua, Judah’s wife, died” (Genesis 38:12), and it is written: “Er and Onan died in the land of Canaan” (Genesis 46:12). <br>Another matter, “for this mitzva” – Rabbi Levi said in the name of Rabbi Ḥama bar Ḥanina: Anyone who begins a mitzva but does not complete it, and another comes and completes it, it is attributed to the one who completed it. How so? Moses began the mitzva, as he took Joseph’s bones with him. From where is it derived? It is as it is stated: “Moses took Joseph’s bones with him…” (Exodus 13:19). But because he did not take them into the Land of Israel, it is attributed to Israel, who buried him, as it is stated: “The bones of Joseph that the children of Israel took up from Egypt, they buried in Shekhem” (Joshua 24:32). “That Moses took up from Egypt” is not written here, but rather, “that the children of Israel took up.” Why did they bury him in Shekhem? To what is the matter comparable? It is to thieves who stole a barrel of wine. The homeowner was aware of their presence. He said to them: ‘Enjoy it, but, as you live, after you drink the wine, return the barrel to its place.’ So, when the brothers sold Joseph, they sold him from Shekhem, as it is stated: “Israel said to Joseph: Are your brothers not herding in Shekhem?” (Genesis 37:13). The Holy One blessed be He said to them: ‘You sold him from Shekhem, return him to Shekhem.’ Since they completed the mitzva, it is attributed to them. That is, “for this mitzva.”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd13eef69ad4c005797131e", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 46:12:1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Birkat Asher on Torah, Genesis 46:12:1", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ו:י״ב:א׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"ויהיו בני פרץ חצרן וחמול\".</b> וקשה לי ומה באשר לבניהם של שלה וזרח? <small>(פ' ויגש תשמ\"ג)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13eef922a7400186dd26a", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 46:12:2", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "Birkat Asher on Torah, Genesis 46:12:2", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ו:י״ב:ב׳", "anchorVerse": 12, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "והנה בדברי הימים א' (ב, ו) מונה הכתוב חמישה בני זרח, וצריך לומר שאלה נולדו במצרים אבל בני שלה אינו מונה גם שם. <small>(פ' ויגש תשמ\"ז)</small>", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62035a605433cec0f44b4e36", "index_title": "Exodus", "category": "Tanakh", "type": "", "ref": "Exodus 1:5", "anchorRef": "Genesis 46:8-27", "anchorRefExpanded": ["Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27"], "sourceRef": "Exodus 1:5", "sourceHeRef": "שמות א׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Exodus", "he": "שמות"}, "heTitle": "שמות", "he": "וַֽיְהִ֗י כׇּל־נֶ֛פֶשׁ יֹצְאֵ֥י יֶֽרֶךְ־יַעֲקֹ֖ב שִׁבְעִ֣ים נָ֑פֶשׁ וְיוֹסֵ֖ף הָיָ֥ה בְמִצְרָֽיִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "The total number of persons that were of Jacob’s issue came to seventy, Joseph being already in Egypt.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62bc79e08fcfda3476cfe361", "index_title": "Dirshuni II", "category": "Jewish Thought", "type": "", "ref": "Dirshuni II, Matriarchs and Patriarchs, XI 2", "anchorRef": "Genesis 46:8-15", "anchorRefExpanded": ["Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15"], "sourceRef": "Dirshuni II, Matriarchs and Patriarchs, XI 2", "sourceHeRef": "דרשוני כרך ב, אימהות ואבות, ואת דינה בתו ב׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 2, "collectiveTitle": {"en": "Dirshuni II", "he": "דרשוני כרך ב"}, "heTitle": "ואת דינה בתו", "he": "<small>ואלה שמות בני ישראל הבאים מצרימה יעקב ובניו בכר יעקב ראובן. ובני ראובן... ובני שמעון... ובני לוי... ובני יהודה... ובנייששכר... ובני זבלון... אלה בני לאה אשר ילדה ליעקב בפדן ארם ואת דינה בתו כל נפש בניו ובנותיו שלשים ושלש (בראשית מו, ח–טו)</small>", "heVersionTitle": "Dirshuni, Israeli Women Writing Midrash. Tel Aviv, 2018", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cf96b6084aa1cbef9959", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אוֹנָן 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, אוֹנָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אוֹנָן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אוֹנָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אוֹנָן</span></big>  <strong>n.pr.m. (</strong><em>vigorous</em><strong>)</strong> son of Judah <a data-ref=\"Genesis 38:4\" href=\"/Genesis.38.4\">Gn 38:4</a>, <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">8</a>, <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">9</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a><sup>(×2);</sup> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a><sup>(×2);</sup> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d037b6084aa1cbf00faf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֵּן 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, בֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֵּן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בֵּן</span></big></big><sub>4870</sub><big></big>  <strong>n.m. son (</strong>MI Ph. <span dir=\"rtl\">בן</span>; so Sab. CIS<sup>iv. No. 2</sup>, cf. <span dir=\"rtl\">בני</span> DHM<sup>Sem. Sprachforsch. 6</sup>; Arabic <span dir=\"rtl\">اِبْنٌ</span>; Assyrian <em>bin(u)</em>, Lyon<sup>Sargon 9, 1. 57</sup>; especially in <em>bin-bin</em>, <em>grandson</em> COT<sup>Gloss.</sup>, cf. Dl infr.; Aramaic <span dir=\"rtl\">בַּר</span>, <span dir=\"rtl\">ܒܰܪ</span>, pl. <span dir=\"rtl\">בְּנִין</span>, <span dir=\"rtl\">ܒܢܺܝܢ</span>; cf. Palm., especially Vog<sup>No. 21. 31. 36 a al.</sup>; possibly orig. connected with <span dir=\"rtl\">בנה</span> <em>build</em>, so Thes, cf. Assyrian <em>bânu</em>, <em>begetter</em> (Dl<sup>Pr 104</sup> & cf. Ba<sup>ZMG 1887, 638 ff.</sup>); but all traces of this √ lost in Heb. form; √ perhaps orig. bilit. (<span dir=\"rtl\">בִּן</span>, <span dir=\"rtl\">בֵּן</span>) <span dir=\"rtl\">בַּן</span> v. Sta<sup>§ 183</sup><strong>)</strong>—abs. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a> +; <span dir=\"rtl\">בֵּֽן־</span> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; cstr. <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; <span dir=\"rtl\">בֶּן־</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> +; <span dir=\"rtl\">בֶּן</span> <a data-ref=\"Esther 2:5\" href=\"/Esther.2.5\">Est 2:5</a>; <a data-ref=\"Nehemiah 6:18\" href=\"/Nehemiah.6.18\">Ne 6:18</a>, & c. prefix <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Numbers 24:3\" href=\"/Numbers.24.3\">24:3</a>, <a data-ref=\"Numbers 24:15\" href=\"/Numbers.24.15\">15</a>; <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; <span dir=\"rtl\">בִּן</span> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; <span dir=\"rtl\">בִּן־</span> <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">Ex 33:11</a> + 32 times (29 times in combination <span dir=\"rtl\">בִּן־נוּן</span> (<span dir=\"rtl\">ישׁוע</span>, <span dir=\"rtl\">הושׁע</span>) <span dir=\"rtl\">יהושׁע</span>); sf. <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; <span dir=\"rtl\">בִּנְךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> +; <span dir=\"rtl\">לִבֱנ֑ךָ</span> <a data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\">Dt 7:3</a>; <a data-ref=\"I Kings 11:13\" href=\"/I_Kings.11.13\">1 K 11:13</a>; <span dir=\"rtl\">בְּנֵךְ</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> +; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +; <span dir=\"rtl\">בְּנָהּ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; pl. <span dir=\"rtl\">בָּנִים</span> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> +; cstr. <span dir=\"rtl\">בְּנֵי</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בָּנַי</span> <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">Gn 31:43</a> +; <span dir=\"rtl\">בָּנֵינוּ</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> +; <span dir=\"rtl\">בְּנֵיכֶם</span> <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a> +, etc.;—<br><strong>1.</strong>  <em>son</em>, male child, born of a woman <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a>, <a data-ref=\"Genesis 16:15\" href=\"/Genesis.16.15\">15</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a> cf. v <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a> <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10</a>, <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">14</a>; <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> + often, cf. <span dir=\"rtl\">בֶּן־בִּטְנָהּ</span> <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4 f.</a> <a data-ref=\"Genesis 5:28\" href=\"/Genesis.5.28\">28</a>; <a data-ref=\"Genesis 6:10\" href=\"/Genesis.6.10\">6:10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11 f.</a> + often; ‖ <span dir=\"rtl\">בַּת (בָּנוֹת)</span> <em>daughter</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10 f.</a> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">16:11</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a> <a data-ref=\"I Samuel 30:3\" href=\"/I_Samuel.30.3\">1 S 30:3</a>, <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">6</a> <a data-ref=\"Job 1:2\" href=\"/Job.1.2\">Jb 1:2</a> <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">42:13</a> +; of son as desired <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (cf. <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">15:2</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>; <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10 f.</a> <a data-ref=\"I Samuel 1:5-11\" href=\"/I_Samuel.1.5-11\">1 S 1:5–11</a>) <a data-ref=\"II Kings 4:14\" href=\"/II_Kings.4.14\">2 K 4:14</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a> <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">ψ 127:3</a> +; rejoiced in <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">Gn 30:6</a> +; beloved <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>, <a data-ref=\"II Samuel 19:3\" href=\"/II_Samuel.19.3\">3</a>, <a data-ref=\"II Samuel 19:5\" href=\"/II_Samuel.19.5\">5</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>; cared for <a data-ref=\"Deuteronomy 1:31\" href=\"/Deuteronomy.1.31\">Dt 1:31</a>; spared <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; disciplined & trained <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a> <a data-ref=\"Proverbs 3:12\" href=\"/Proverbs.3.12\">Pr 3:12</a>; <a data-ref=\"Proverbs 13:24\" href=\"/Proverbs.13.24\">13:24</a>; <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">19:18</a>; <a data-ref=\"Proverbs 29:17\" href=\"/Proverbs.29.17\">29:17</a>; owing reverence, obedience, etc. to parents <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">10:1</a>; <a data-ref=\"Proverbs 13:1\" href=\"/Proverbs.13.1\">13:1</a>; <span dir=\"rtl\">בִּנְךָ בְּכוֹרְךָ</span> <em>thy first-born son</em> <a data-ref=\"Genesis 27:32\" href=\"/Genesis.27.32\">Gn 27:32</a>; <span dir=\"rtl\">הַבֵּן הַבְּכֹר</span> <a data-ref=\"Deuteronomy 21:15\" href=\"/Deuteronomy.21.15\">Dt 21:15</a> cf. <a data-ref=\"I Samuel 8:2\" href=\"/I_Samuel.8.2\">1 S 8:2</a>; <span dir=\"rtl\">בְּנָהּ הַגָּדֹל</span> <em>her elder son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>; <span dir=\"rtl\">בְּנוֹ הַגָּדֹל</span> <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a>; <span dir=\"rtl\">בְּנָהּ הַקָּטָן</span> <em>her younger son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>. In partic. <strong>a.</strong>  <span dir=\"rtl\">בֶּן־אִמּוֹ</span> <em>son of his mother</em>, i.e. own (uterine) brother <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">Gn 43:29</a>, cf. <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 69:9\" href=\"/Psalms.69.9\">69:9</a>, & v. <a ,=\"\" data-ref=\"BDB, אֵם²\" dir=\"rtl\" href=\"/BDB,_אֵם²\">אֵם</a>; <span dir=\"rtl\">בְּנֵי אָבִיךָ</span> <em>son of thy father</em> = brethren <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poet.) †<strong>b.</strong>  <span dir=\"rtl\">בְּנֵי דֹדֵיהֶן</span> = <em>cousins</em> <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">Nu 36:11</a>. <strong>c.</strong>  <span dir=\"rtl\">בְּנִי</span> <em>my son</em>, as term of kindliness of endearment, used by Eli to Samuel <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:16\" href=\"/I_Samuel.3.16\">16</a> cf. <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">4:16</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">26:17</a>, <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">21</a>, <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">25</a>, v. also <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>, <a data-ref=\"Proverbs 1:10\" href=\"/Proverbs.1.10\">10</a> <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a> +; cf. <span dir=\"rtl\">בִּנְךָ</span>, used by Benhaded of himself to Elisha <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">2 K 8:9</a>; by Ahaz to Tiglath-pileser <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">16:7</a>; especially to express intimate and gracious relation with God: <span dir=\"rtl\">י׳</span> calls Israel <span dir=\"rtl\">בְּנִי בְכֹרִי</span> <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. v <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">23</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>, v. also <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a> (but cf. Che); <span dir=\"rtl\">בָּנִים אַתֶּם ליהוה אלהיכם</span> <a data-ref=\"Deuteronomy 14:1\" href=\"/Deuteronomy.14.1\">Dt 14:1</a>; <span dir=\"rtl\">בְּנֵי עֶלְיוֹן</span> <a data-ref=\"Psalms 82:6\" href=\"/Psalms.82.6\">ψ 82:6</a> (‖ <span dir=\"rtl\">אלהים</span>); <span dir=\"rtl\">בְּנֵי אֵל־חָ֑י</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; cf. further <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (pl.) v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> (pl.) <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>, <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">4</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>, <a data-ref=\"Isaiah 30:9\" href=\"/Isaiah.30.9\">9</a>; <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">Je 3:14</a>, <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">22</a>; <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">4:22</a>; <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">31:20</a>; of future Davidic king <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> = <a data-ref=\"I Chronicles 17:13\" href=\"/I_Chronicles.17.13\">1 Ch 17:13</a> cf. <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; expressly referred to Solomon <a data-ref=\"I Chronicles 22:10\" href=\"/I_Chronicles.22.10\">1 Ch 22:10</a>; <a data-ref=\"I Chronicles 28:6\" href=\"/I_Chronicles.28.6\">28:6</a>; also of children (offered in fire) <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>. <strong>d.</strong>  <span dir=\"rtl\">בְּנֵי האלהים</span> applied to supernatural beings <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>; <span dir=\"rtl\">בְּנֵי אלהים</span> <a data-ref=\"Job 38:7\" href=\"/Job.38.7\">Jb 38:7</a>; <span dir=\"rtl\">בְּנֵי אֵלִים</span> <a data-ref=\"Psalms 29:1\" href=\"/Psalms.29.1\">ψ 29:1</a> (on which cf. Che’s note) <a data-ref=\"Psalms 89:7\" href=\"/Psalms.89.7\">89:7</a>. <strong>e.</strong>  <span dir=\"rtl\">בֶּן־אָדָם</span> <em>son of man</em>, cf. <span dir=\"rtl\">בְּנֵי א׳</span>, v. <a ,=\"\" data-ref=\"BDB, אָדָם\" dir=\"rtl\" href=\"/BDB,_אָדָם\">אָדָם</a>; †<span dir=\"rtl\">בְּנֵי אִישׁ</span> <a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a> & (‖ <span dir=\"rtl\">בני אדם</span>) <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a>; <a data-ref=\"Lamentations 3:33\" href=\"/Lamentations.3.33\">La 3:33</a>. †<strong>f.</strong>  <span dir=\"rtl\">בֶּן־בִּנְךָ</span> = <em>thy grandson</em> <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Judges 8:22\" href=\"/Judges.8.22\">Ju 8:22</a> cf. <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; also pl. <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">Ex 34:7</a>; <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">25</a>; <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">Ju 12:14</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <a data-ref=\"I Chronicles 8:40\" href=\"/I_Chronicles.8.40\">1 Ch 8:40</a>; <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; <a data-ref=\"Psalms 128:6\" href=\"/Psalms.128.6\">ψ 128:6</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a>; <a data-ref=\"Proverbs 17:6\" href=\"/Proverbs.17.6\">17:6</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">Ez 37:25</a>; also <span dir=\"rtl\">בֵּן</span> alone with similar reference <a data-ref=\"Genesis 29:5\" href=\"/Genesis.29.5\">Gn 29:5</a> (Laban son of Nahor); Laban calls his daughters’ children his own sons <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">Gn 31:28</a>, <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">43</a> cf. <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a>; son of Naomi <a data-ref=\"Ruth 4:17\" href=\"/Ruth.4.17\">Ru 4:17</a>; <span dir=\"rtl\">בְּנֵי רְבִעִים</span> <a data-ref=\"II Kings 10:30\" href=\"/II_Kings.10.30\">2 K 10:30</a> <em>sons of the fourth generation</em>, and, in general, descendants <a data-ref=\"Joshua 22:24\" href=\"/Joshua.22.24\">Jos 22:24</a>, <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">25</a>, <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">27</a> +; cf. <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>; <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>. <strong>g.</strong>  constantly, as more precise designation, added to personal name <span dir=\"rtl\">כָּלֵב בֶּן־יְפֻנֶּה</span> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> +; <span dir=\"rtl\">יְהוֹשֻׁעַ בִּן־נוּן</span> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> +; <span dir=\"rtl\">יָרָבְעָם בֶּן־נְבָט</span> <a data-ref=\"I Kings 12:2\" href=\"/I_Kings.12.2\">1 K 12:2</a>, <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">15</a> +, etc.; also without personal name (often with implication of contempt) <span dir=\"rtl\">בֶּן־קִישׁ</span> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>; <span dir=\"rtl\">בֶּן־יִשַׁי</span> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">30</a>, <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">31</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a>, <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">8</a>, <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">9</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>; <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">25:10</a> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a>; <span dir=\"rtl\">בְּנֵי צְרוּיָה</span> <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a>; <span dir=\"rtl\">בֶּן־רְמַלְיָהוּ</span> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">9</a>; <a data-ref=\"Isaiah 8:16\" href=\"/Isaiah.8.16\">8:16</a>; <span dir=\"rtl\">בֶּן־טָֽבְאַ֑ל</span> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; cf. also <a ,=\"\" data-ref=\"BDB, לֵוִי²\" dir=\"rtl\" href=\"/BDB,_לֵוִי²\">בְּנֵי לֵוִי</a> <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">Nu 16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>. <strong>h.</strong>  designated as <span dir=\"rtl\">בֶּן־זְקֻנִים</span> i.e. born in old age of father <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a>; opp. <span dir=\"rtl\">בְּנֵי הַנְּעוּרִים</span> <em>sons of one’s youth</em> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a>; also <span dir=\"rtl\">בֶּן־בֵּיתִי</span> <em>one born in my house</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> (i.e. slave) so <span dir=\"rtl\">בְּנֵי בַיִת</span> <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a>. <strong>i.</strong>  in various combinations: (α) as expression of contumely, <span dir=\"rtl\">בֶּן־נַעֲוַת הַמַּרְדּוּת</span> <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">1 S 20:30</a>; <span dir=\"rtl\">בֶּן־הַמְּרַצֵּחַ הַוֶּה</span> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <em>this son of a murderer;</em> cf. <span dir=\"rtl\">בְּנֵי־נָבָל</span> <a data-ref=\"Job 30:8\" href=\"/Job.30.8\">Jb 30:8</a>; <span dir=\"rtl\">בְּנֵי בְלִי־שֵׁם</span> <em>ib.</em>; <span dir=\"rtl\">בְּנֵי עֹנֲנָה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (‖ <span dir=\"rtl\">זֶרַע מְנָאֵף</span>); cf. <span dir=\"rtl\">בֶּן־אִשָּׁה אַחֶרֶת</span> <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a> (cf. v <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">1</a>); (β) as term of respect, dignity, <span dir=\"rtl\">בֶּן־חוֹרִים</span> <em>son of nobles</em> <a data-ref=\"Ecclesiastes 10:17\" href=\"/Ecclesiastes.10.17\">Ec 10:17</a> (in Aramaic = <em>free born</em>); <span dir=\"rtl\">בֶּן־חֲכָמִים</span> <a data-ref=\"Isaiah 19:11\" href=\"/Isaiah.19.11\">Is 19:11</a>; <span dir=\"rtl\">בֶּן־מַלְכֵי־קֶדֶם</span> <em>ib.</em>; cf. <span dir=\"rtl\">בֶּן־מֶלֶךְ</span> <a data-ref=\"Psalms 72:1\" href=\"/Psalms.72.1\">ψ 72:1</a> (‖ <span dir=\"rtl\">מֶלֶךְ</span>); <span dir=\"rtl\">בֶּן־אֲמָתֶ֑ךָ</span> <a data-ref=\"Psalms 86:16\" href=\"/Psalms.86.16\">ψ 86:16</a> in addressing <span dir=\"rtl\">י׳</span> (‖ <span dir=\"rtl\">עַבְדֶּ֑ךָ</span>) & <span dir=\"rtl\">בְּנֵי־עֲבָדֶיךָ</span> <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">ψ 102:29</a>; of noble appearance <span dir=\"rtl\">בְּנֵי הַמֶּלֶךְ</span> <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a>. <strong>j.</strong>  often pl. with name of ancestor, people, land, or city, to denote descendants, inhabitants, membership in a nation or family, etc.: (α) e.g. <span dir=\"rtl\">בְּנֵי־עֵבֶר</span> <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a>; <span dir=\"rtl\">בְּנֵי־חֵת</span> <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a>, <a data-ref=\"Genesis 23:5\" href=\"/Genesis.23.5\">5</a>, <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">7</a>, <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">16</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a>; <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">25:10</a>; <a data-ref=\"Genesis 49:32\" href=\"/Genesis.49.32\">49:32</a> (all P); <span dir=\"rtl\">(בְּנֵי־שֵׁת)</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> v. sub <strong>8</strong>); <span dir=\"rtl\">בְּנֵי־חֲמוֹר</span> <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">Gn 33:19</a> <a data-ref=\"Joshua 24:32\" href=\"/Joshua.24.32\">Jos 24:32</a>; <span dir=\"rtl\">בְּנֵי עֵשָׂו</span> <a data-ref=\"Genesis 36:5\" href=\"/Genesis.36.5\">Gn 36:5</a>, <a data-ref=\"Genesis 36:15\" href=\"/Genesis.36.15\">15</a>, <a data-ref=\"Genesis 36:19\" href=\"/Genesis.36.19\">19</a> <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>, <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">8</a>, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">12</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:29\" href=\"/Deuteronomy.2.29\">29</a>; <span dir=\"rtl\">בְּנֵי שֵׂעִיר</span> <a data-ref=\"Genesis 36:20\" href=\"/Genesis.36.20\">Gn 36:20</a>, <a data-ref=\"Genesis 36:21\" href=\"/Genesis.36.21\">21</a>; <span dir=\"rtl\">בֶּן־(בני)הִנֹּם</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> + (cf. sub <a data-ref=\"BDB, גַּיְא\" href=\"/BDB,_גַּיְא\", dir=\"rtl\">גַּיְא</a>); <span dir=\"rtl\">בְּנֵי לוֹט</span> <a data-ref=\"Deuteronomy 2:9\" href=\"/Deuteronomy.2.9\">Dt 2:9</a>, <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">19</a> <a data-ref=\"Psalms 83:9\" href=\"/Psalms.83.9\">ψ 83:9</a>; <span dir=\"rtl\">בְּנֵי־יוֹסֵף</span> (lit. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>; <a data-ref=\"Genesis 48:8\" href=\"/Genesis.48.8\">48:8</a>; <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a>) <a data-ref=\"Numbers 1:32\" href=\"/Numbers.1.32\">Nu 1:32</a>; <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">26:28</a>, <a data-ref=\"Numbers 26:37\" href=\"/Numbers.26.37\">37</a>; <a data-ref=\"Numbers 34:23\" href=\"/Numbers.34.23\">34:23</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> <span dir=\"rtl\">(מַטֵּה ב׳ י׳)</span> + 6 times Jos, cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; even <span dir=\"rtl\">בְּנֵי חֲצִי שֵׁבֶט מְנַשֶּׁה</span> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; <span dir=\"rtl\">בְּנֵי דָוִיד</span> (lit. <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a> = <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>, <a data-ref=\"I Chronicles 3:1\" href=\"/I_Chronicles.3.1\">1 Ch 3:1</a>, <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">9</a>) <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">23:3</a>; <a data-ref=\"II Chronicles 32:33\" href=\"/II_Chronicles.32.33\">32:33</a>; <span dir=\"rtl\">בְּנֵי אָסָף</span> <a data-ref=\"II Chronicles 29:13\" href=\"/II_Chronicles.29.13\">2 Ch 29:13</a>; <a data-ref=\"Ezra 2:41\" href=\"/Ezra.2.41\">Ezr 2:41</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">3:8</a> + (v. <a data-ref=\"BDB, אָסָף\" href=\"/BDB,_אָסָף\", dir=\"rtl\">אָסָף</a>); <span dir=\"rtl\">בְּנֵי קֹרַח</span> in titles of <a data-ref=\"Psalms 42-49\" href=\"/Psalms.42-49\">ψ 42–49</a>, <a data-ref=\"Psalms 84\" href=\"/Psalms.84\">84</a>, <a data-ref=\"Psalms 85\" href=\"/Psalms.85\">85</a>, <a data-ref=\"Psalms 87\" href=\"/Psalms.87\">87</a>, <a data-ref=\"Psalms 88\" href=\"/Psalms.88\">88</a>; especially (β) <span dir=\"rtl\">בְּנֵי־עַמּוֹן</span> (standing designation of people of Ammon) <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">Gn 19:38</a> + 81 times (cf. <a data-ref=\"BDB, עַמּוֹן\" href=\"/BDB,_עַמּוֹן\", dir=\"rtl\">עַמּוֹן</a> & Nö<sup>ZMG 1886, 171</sup> Dr<sup>Sm 66</sup>); <span dir=\"rtl\">בְּנֵי יַעֲקֹב</span> (lit. <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">Gn 34:7</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">25</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a>; <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">35:5</a>, <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">22</a>, <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">26</a>; <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">49:2</a>) <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a> <a data-ref=\"Psalms 105:6\" href=\"/Psalms.105.6\">ψ 105:6</a> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a> cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; & chiefly (γ) <span dir=\"rtl\">בְּנֵי יִשְׂרָאֵל</span> (lit. <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:5</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a>; <a data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\">46:5</a>; <a data-ref=\"Exodus 1:1\" href=\"/Exodus.1.1\">Ex 1:1</a>) <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a> + 613 times, incl. Hex 427 (of which 328 P, 49 E, 25 J, 25 D), <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">Ju 6:1</a>, SK Ch 73 (23 in ref. to ancient history, 10 in opp. to Judah); so also Vrss & var. sometimes for <span dir=\"rtl\">בֵּית יִשׂ׳</span>, e.g. <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a> + v. Di, <a data-ref=\"Ezekiel 3:1\" href=\"/Ezekiel.3.1\">Ez 3:1</a> + v. Co; also the reverse <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> al.; note especially <span dir=\"rtl\">עַם בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 1:9\" href=\"/Exodus.1.9\">Ex 1:9</a>; <span dir=\"rtl\">עַמִּי בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>; <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>; <span dir=\"rtl\">עֲדַת בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a> <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> (all P); <span dir=\"rtl\">דֹּרוֹת ב׳ יִשׂ׳</span> <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">כָּל־ב׳ יִשׂ׳ וְכָל־הָעָם</span> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">20:26</a>; <span dir=\"rtl\">ב׳ יִשׂ׳ וּבְנֵי הַלֵּוִי</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; also (δ) <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> (lit. <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a>; <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">26:19</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">10</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>) <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> + 18 times Nu Jos, <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>, <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">9</a>, <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">16</a> (so read also v <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a><sup>(×2)</sup> cf. <a data-ref=\"Joshua 15:53\" href=\"/Joshua.15.53\">Jos 15:53</a> & v. sub <span dir=\"rtl\">בנימן</span>) <a data-ref=\"II Samuel 1:18\" href=\"/II_Samuel.1.18\">2 S 1:18</a> <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">1 Ch 4:27</a> + 8 times Chr, <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> + 4 times Je; <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>, <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">8</a>, <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">19</a> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a> (not in K, of Judah or of any other tribe, except <span dir=\"rtl\">בְּנֵי לֵוִי</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a>) incl. <span dir=\"rtl\">מַטֵּה בְּנֵי יְהוּדָה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a> <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; for usage with other tribes of Isr., v. the articles;—but note (ε) †<span dir=\"rtl\">בְּנֵי לֵוִי</span> (lit. <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a> <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a> <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a> <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a> cf. <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>) <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a>; <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (as including sons of Aaron etc.); <span dir=\"rtl\">כָּל־בְּנֵי לֵוִי</span> <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <span dir=\"rtl\">כָּל־אַחֶיךָ ב׳ ל׳</span> <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">Nu 16:10</a>; <span dir=\"rtl\">הַכֹּהֲנִים ב׳ ל׳</span> <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">Dt 21:5</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a> cf. <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> & <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a> (distinguished from priests) <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a> (including <span dir=\"rtl\">בְּנֵי צָדוֹק</span> the priests); also <span dir=\"rtl\">מַחֲנוֹת ב׳ ל׳</span> <a data-ref=\"I Chronicles 9:18\" href=\"/I_Chronicles.9.18\">1 Ch 9:18</a>; <span dir=\"rtl\">בְּנֵי הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">בְּנֵי הַלְּוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a>; <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (cf. also <a data-ref=\"BDB, לֵוִי²\" href=\"/BDB,_לֵוִי²\", dir=\"rtl\">לֵוִי</a>); (ζ) <span dir=\"rtl\">בְּנֵי אַהֲרֹן</span> (lit. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a> <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>; often Aaron and his sons lit. <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> +) <a data-ref=\"Leviticus 3:5\" href=\"/Leviticus.3.5\">Lv 3:5</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>, <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">11</a>; <a data-ref=\"Leviticus 7:10\" href=\"/Leviticus.7.10\">7:10</a>, <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">33</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> <a data-ref=\"I Chronicles 6:35\" href=\"/I_Chronicles.6.35\">1 Ch 6:35</a>, <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">39</a>, <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">42</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a> (+ Levites) <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a>; also <span dir=\"rtl\">בְּנֵי א׳ הַכֹּהֲנִים</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> & <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a> <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a> cf. <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנֵי אַהֲרֹן הַכֹּהֵן</span> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a> (as subdivision of Levites) v <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">13</a> cf. <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a>; <span dir=\"rtl\">אֶת־כֹּהֲנֵי יהוה אֶת־בְּנֵי אַהֲרֹן וְהַלְּוִיִּם</span> <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> cf. v <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; once in sing. <span dir=\"rtl\">הַכֹּהֵן בֶּן־אַהֲרֹן</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; v. also sub <a ,=\"\" data-ref=\"BDB, אַהֲרֹן\" dir=\"rtl\" href=\"/BDB,_אַהֲרֹן\">אַהֲרֹן</a>; (η) †<span dir=\"rtl\">בְּנֵי צָדוֹק</span> <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">Ez 40:26</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a> <span dir=\"rtl\">הכהנים הלוים בני צדוק</span>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a> <span dir=\"rtl\">הכהנים הַמְֿקֻדָּשׁ מבני צדוק</span> (𝔊 Sm Co join מ of <span dir=\"rtl\">מבני</span> to preceding word, making pl.); (θ) <span dir=\"rtl\">בְּנֵי</span> with names of peoples, lands, and cities, <span dir=\"rtl\">בְּנֵי כֻשִׁיִּים</span> <a data-ref=\"Amos 9:7\" href=\"/Amos.9.7\">Am 9:7</a>; <span dir=\"rtl\">בְּנֵי מִצְרַיִם</span> <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <span dir=\"rtl\">בְּנֵי אַשּׁוּר</span> <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">Ez 16:28</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:9\" href=\"/Ezekiel.23.9\">9</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ אֶרֶץ הַבְּרִית</span> <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">Ez 30:5</a> (Co del. <span dir=\"rtl\">ארץ</span>); <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Ezekiel 23:15\" href=\"/Ezekiel.23.15\">Ez 23:15</a>, <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">17</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלִַם</span> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>; <span dir=\"rtl\">ב׳ צִיּוֹן</span> <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a> <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">La 4:2</a> <a data-ref=\"Psalms 149:2\" href=\"/Psalms.149.2\">ψ 149:2</a> (cf. <a data-ref=\"Zechariah 9:13\" href=\"/Zechariah.9.13\">Zc 9:13</a>). Vid. further (ι) <span dir=\"rtl\">בְּנֵי עַמֶּ֑ךָ</span> <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">Lv 19:18</a> cf. <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a> <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a> <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a>, <a data-ref=\"Judges 14:17\" href=\"/Judges.14.17\">17</a> <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">Ez 3:11</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>, <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">12</a>, <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">17</a>, <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">30</a>; <a data-ref=\"Ezekiel 37:18\" href=\"/Ezekiel.37.18\">37:18</a> <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a>; <span dir=\"rtl\">בְּנֵי פָּרִיצֵי עַמֶּךָ</span> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a>; (κ) <span dir=\"rtl\">קֶבֶר בְּנֵי הָעָם</span> <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a> <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>, <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">7</a>, <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">12</a>; <span dir=\"rtl\">קִבְרֵי בְנֵי הָעָם</span> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; (λ) <span dir=\"rtl\">בְּנֵי־קֶדֶם</span> <a data-ref=\"Genesis 29:1\" href=\"/Genesis.29.1\">Gn 29:1</a> <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a>; <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">8:10</a> <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a> <a data-ref=\"Isaiah 11:14\" href=\"/Isaiah.11.14\">Is 11:14</a> <a data-ref=\"Jeremiah 49:28\" href=\"/Jeremiah.49.28\">Je 49:28</a> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>, <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">10</a>; †(μ) <span dir=\"rtl\">בְּנֵי הַמְּדִינָה</span> <a data-ref=\"Ezra 2:1\" href=\"/Ezra.2.1\">Ezr 2:1</a> = <a data-ref=\"Nehemiah 7:6\" href=\"/Nehemiah.7.6\">Ne 7:6</a>; (ν) of bulls, <span dir=\"rtl\">בְּנֵי בָשָׁן</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) cf. Klo<sup>SK 1872, 254</sup> Di.<br><strong>2.</strong>  <em>children</em> (male and female) <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 21:7\" href=\"/Genesis.21.7\">21:7</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">22:23</a>; hence <span dir=\"rtl\">בְּנֵי מְנַשֶּׁה הַזְּכָרִים</span> <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a> <em>male children</em>, <span dir=\"rtl\">בֵּן זָכָר</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>.<br><strong>3.</strong>  <em>youth, young men</em> (pl.) <a data-ref=\"Proverbs 7:7\" href=\"/Proverbs.7.7\">Pr 7:7</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a>.<br><strong>4.</strong>  <em>the young</em> of animals <a data-ref=\"Leviticus 22:28\" href=\"/Leviticus.22.28\">Lv 22:28</a> <span dir=\"rtl\">(שׁוֹר אוֹ שֶׂה)</span> cf. <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">Dt 22:6</a>, <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">7</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Job 4:11\" href=\"/Job.4.11\">Jb 4:11</a>; <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">28:8</a>; <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">39:4</a>, <a data-ref=\"Job 39:16\" href=\"/Job.39.16\">16</a>;—<span dir=\"rtl\">בֶּן־בָּקָר</span> etc. v. sub <strong>7 b</strong> infr.<br><strong>5.</strong>  of plant-shoots <span dir=\"rtl\">בֵּן פֹּרָת</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; also <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a>? (‖ <span dir=\"rtl\">כַּנָּה</span>; see Che trans. & crit. n.)<br><strong>6.</strong>  fig. of lifeless things, <span dir=\"rtl\">בְּנֵי רֶשֶׁף</span> <em>sparks</em> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <em>stars</em> <span dir=\"rtl\">עַיִשׁ עַל־בָּנֶיהָ</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; <em>arrows</em> <span dir=\"rtl\">בֶּן־קָ֑שֶׁת</span> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; <span dir=\"rtl\">בְּנֵי אַשְׁפָּתוֹ</span>) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <span dir=\"rtl\">בֶּן־גָּרְנִי</span> i.e. <em>corn of my threshing-floor</em> <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>.<br><strong>7.</strong> <strong>a.</strong>  <em>member</em> of a guild, order or class, †<span dir=\"rtl\">בְּנֵי הַנְּבִיאִים</span> i.e. those belonging to the prophetic order <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">7</a>, <a data-ref=\"II Kings 2:15\" href=\"/II_Kings.2.15\">15</a>; <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">4:1</a>, <a data-ref=\"II Kings 4:38\" href=\"/II_Kings.4.38\">38</a><sup>(×2)</sup>; <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">5:22</a>; <a data-ref=\"II Kings 6:1\" href=\"/II_Kings.6.1\">6:1</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a> (Hoffm RS<sup>Proph. 85. 388, K 15 f.</sup>; Zehnpfund<sup>BAS i.355</sup> comp. Assyrian <em>mâr šipri</em>, <em>son of a messenger</em> = <em>messenger</em>, and explains from the son’s succeeding to father’s calling) & <span dir=\"rtl\">בֶּן־נָבִיא</span> <a data-ref=\"Amos 7:14\" href=\"/Amos.7.14\">Am 7:14</a>; prob. also †<span dir=\"rtl\">בְּנֵי הַכֹּהֲנִים</span> <a data-ref=\"I Chronicles 9:30\" href=\"/I_Chronicles.9.30\">1 Ch 9:30</a> <a data-ref=\"Ezra 2:61\" href=\"/Ezra.2.61\">Ezr 2:61</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; †<span dir=\"rtl\">בְּנֵי הַשֹּׁעֲרִים</span> <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">Ezr 2:42</a>; cf. <span dir=\"rtl\">בְּנֵי הַגְּדוּד</span> <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a> <em>men of the troop</em>, v. Palm. <span dir=\"rtl\">בני שירתא</span> <em>men of the caravan</em> Vog<sup>No. 4 al.</sup>; also <span dir=\"rtl\">בְּנֵי הַגּוֹלָה</span> = <em>exiles</em> †<a data-ref=\"Ezra 4:1\" href=\"/Ezra.4.1\">Ezr 4:1</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">6:19</a>, <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">20</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">8:35</a>; <a data-ref=\"Ezra 10:7\" href=\"/Ezra.10.7\">10:7</a>, <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">16</a>; <span dir=\"rtl\">בֶּן־הָרַקָּחִים</span> <a data-ref=\"Nehemiah 3:8\" href=\"/Nehemiah.3.8\">Ne 3:8</a>; further, in <span dir=\"rtl\">בֶּן־נֵכָר</span> = <em>foreigner</em> (only P, poet., & late) †<a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a> <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">Lv 22:25</a> <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">Ez 44:9</a><sup>(×2)</sup>; <span dir=\"rtl\">ב׳־הַנּ׳</span> †<a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; <span dir=\"rtl\">בְּנֵיִ־נֵכָר</span> †<a data-ref=\"II Samuel 22:45\" href=\"/II_Samuel.22.45\">2 S 22:45</a>, <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">46</a> = <a data-ref=\"Psalms 18:45\" href=\"/Psalms.18.45\">ψ 18:45</a>, <a data-ref=\"Psalms 18:46\" href=\"/Psalms.18.46\">46</a> <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a> <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">Is 60:10</a>; <a data-ref=\"Isaiah 61:5\" href=\"/Isaiah.61.5\">61:5</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">62:8</a> <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a> <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">ψ 144:7</a>, <a data-ref=\"Psalms 144:11\" href=\"/Psalms.144.11\">11</a>, <span dir=\"rtl\">בְּנֵי־הַנּ׳</span> <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">Is 56:6</a>; also <span dir=\"rtl\">בְּנֵי הַתּוֹשָׁבִים הַגָּרִים עִמָּכֶם</span> <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a>. <strong>b.</strong>  of animals, <span dir=\"rtl\">בֶּן־בָקָר</span> <em>son of</em> (<em>the</em>) <em>herd</em>, i.e. young one of the herd, <span dir=\"rtl\">בָּקָר וּבְנֵי בָקָר</span> <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a> cf. <span dir=\"rtl\">עֵגֶל בֶּן־בָּקָר</span> <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a> (P); then, in general, one of the herd: fit for food <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J), for sacrifice <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a> (P); <span dir=\"rtl\">בן הַבּ׳</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">Nu 15:9</a> (P); especially <span dir=\"rtl\">פַּר בֶּן־בָּקָר</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> + 16 times Nu (all P) + <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>; <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">46:6</a>; <span dir=\"rtl\">פָּרִים בְּנֵי בָּקָר</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> (P); also <span dir=\"rtl\">בְּנִי אֲתֹנוֹ</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (poem, J; ‖<span dir=\"rtl\">עִירֹה</span>); <span dir=\"rtl\">בְּנֵי־צֹאן</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a>; <span dir=\"rtl\">בֶּן־רְאֵמִים</span> <a data-ref=\"Psalms 29:6\" href=\"/Psalms.29.6\">ψ 29:6</a>; <span dir=\"rtl\">בְּנֵי הָרַמָּכִים</span> <a data-ref=\"Esther 8:10\" href=\"/Esther.8.10\">Est 8:10</a>; <span dir=\"rtl\">(הַ)יּוֹנָה בְּנֵי</span> <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a> + 7 times Lv + <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a> cf. <span dir=\"rtl\">בֶּן־יוֹנָה</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> (all P); <span dir=\"rtl\">בְּנֵי־נָ֑שֶׁר</span> <a data-ref=\"Proverbs 30:17\" href=\"/Proverbs.30.17\">Pr 30:17</a>; <span dir=\"rtl\">בְּנֵי עֹרֵב</span> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>.<br><strong>8.</strong>  <span dir=\"rtl\">ב׳</span> as n. relat. followed by word of quality, characteristic, etc. especially †(α) <span dir=\"rtl\">בֶּן־(בני)חַיִל</span> = <em>mighty man</em> <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a>; <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">18:17</a> <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">2 S 2:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a>; <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">17:10</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> + 7 times Ch; <span dir=\"rtl\">אֲנָשִׁים בני ח׳</span> <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">Ju 18:2</a> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a>; <span dir=\"rtl\">אֶלָף אִישׁ מִבְּנֵי הֶחָ֑יִל</span> <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">Ju 21:10</a>; †(β) <span dir=\"rtl\">בְּנֵי עַוְלָה</span> <em>wicked men</em> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a> <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">Ho 10:9</a>; <span dir=\"rtl\">בֶּן־ע׳</span> <a data-ref=\"Psalms 89:23\" href=\"/Psalms.89.23\">ψ 89:23</a> (for <span dir=\"rtl\">בני בליעל</span> v. <span dir=\"rtl\">בליעל</span>); †(γ) <span dir=\"rtl\">בְּנֵי מֶ֑רִי</span> <em>rebels</em> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (cf. <a data-ref=\"BDB, בַּ֫יִת\" href=\"/BDB,_בַּ֫יִת\", dir=\"rtl\">בַּיִת</a>); †(δ) <span dir=\"rtl\">בְּנֵי הַתַּעֲרֻבוֹת</span> <em>sons of pledges</em> = hostages <a data-ref=\"II Kings 14:14\" href=\"/II_Kings.14.14\">2 K 14:14</a> = <a data-ref=\"II Chronicles 25:24\" href=\"/II_Chronicles.25.24\">2 Ch 25:24</a>; †(ε) <span dir=\"rtl\">בְּנֵי מָוֶת</span> i.e. those deserving of death <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">1 S 26:16</a>; so <span dir=\"rtl\">בֶּן־מות</span> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a>; <span dir=\"rtl\">בְּנֵי תְמוּתָה</span> <em>appointed</em> or <em>exposed to death</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; <a data-ref=\"Psalms 102:21\" href=\"/Psalms.102.21\">102:21</a>; cf. †(ζ) <span dir=\"rtl\">בִּן הַכּוֹת</span> one worthy of smiting <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; †(η) <span dir=\"rtl\">בְּנֵי עֹ֑נִי</span> <a data-ref=\"Proverbs 31:5\" href=\"/Proverbs.31.5\">Pr 31:5</a>; †(θ) <span dir=\"rtl\">בְּנֵי חֲלוֹף</span> <a data-ref=\"Proverbs 31:8\" href=\"/Proverbs.31.8\">Pr 31:8</a>; †(ι) <span dir=\"rtl\">בְּנֵי שָׁאוֹן</span> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> = <em>tumultuous ones;</em> so also (= <span dir=\"rtl\">שֵׁאת</span>) <span dir=\"rtl\">בְּנֵי שֵׁת</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> cf. RV Di al.; †(κ) <span dir=\"rtl\">בְּנֵי הַיִּצְהָר</span> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a> i.e. anointed ones; †(λ) <span dir=\"rtl\">בֶּן־מֶשֶׁק</span> <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> <em>son of possession</em>, i.e. heir; †(μ) <span dir=\"rtl\">הֵילֵל בֶּן־שָׁ֑חַר</span> <a data-ref=\"Isaiah 14:12\" href=\"/Isaiah.14.12\">Is 14:12</a> <em>son of dawn;</em> †(ν) of animals <span dir=\"rtl\">בְּנֵי שָׁ֑חַץ</span> i.e. proud beasts <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">Jb 28:8</a>; <a data-ref=\"Job 41:26\" href=\"/Job.41.26\">41:26</a>; (ξ) of Jonah’s gourd <span dir=\"rtl\">בִּן־לַיְלָה</span> <a data-ref=\"Jonah 4:10\" href=\"/Jonah.4.10\">Jon 4:10</a><sup>(×2)</sup>; †(ο) of a fertile hill <span dir=\"rtl\">קֶרֶן בֶּן־שֶׁמֶן</span> <a data-ref=\"Isaiah 5:1\" href=\"/Isaiah.5.1\">Is 5:1</a>.<br><strong>9.</strong>  n. relat. of age: <strong>a.</strong>  of men, <span dir=\"rtl\">וַיְהִי נֹחַ בֶּן־חֲמֵשׁ מֵאוֹת שָׁנָה</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> cf. <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a> + 71 times P; <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">Gn 50:26</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>, <a data-ref=\"Joshua 14:10\" href=\"/Joshua.14.10\">10</a>; <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">24:29</a> (all E); <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a> (J), <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a>; also <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">Ju 2:8</a> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a>; <a data-ref=\"II Samuel 19:33\" href=\"/II_Samuel.19.33\">19:33</a>, <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">36</a> <a data-ref=\"I Chronicles 2:21\" href=\"/I_Chronicles.2.21\">1 Ch 2:21</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>, <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">27:3</a> <a data-ref=\"II Chronicles 24:15\" href=\"/II_Chronicles.24.15\">2 Ch 24:15</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a>; + 41 times SK Ch of kings at accession; note especially (incl. in above) the phrase <span dir=\"rtl\">מִבֶּן עֶשְׂרִים שָׁנָה וָמָ֑עְלָה</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">Ex 30:14</a>; <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">38:26</a> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + 21 times <a data-ref=\"Numbers 1-3\" href=\"/Numbers.1-3\">Nu 1–3</a> + <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>, <a data-ref=\"Numbers 26:4\" href=\"/Numbers.26.4\">4</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a> <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; cf. <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">Lv 27:7</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">1 Ch 23:3</a> & without <span dir=\"rtl\">מעלה</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"Numbers 18:16\" href=\"/Numbers.18.16\">18:16</a>; also <span dir=\"rtl\">מִבֶּן עשׂרים שׁנה וְעַד בֶּן־שִׁשִּׁים שָׁנָה</span> <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">Lv 27:3</a> cf. v <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>; <span dir=\"rtl\">מִבֶּן שׁלשׁים שׁנה ומעלה ועד בן־חמשׁים שׁנה</span> <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">Nu 4:3</a><sup>(×2)</sup> + 12 times <a data-ref=\"Numbers 4\" href=\"/Numbers.4\">Nu 4</a>; <span dir=\"rtl\">מבן שׁלושׁ שׁנים וּלְמַ֫עְלָה</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> cf. v <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; & <span dir=\"rtl\">לְמִבֶּן עשׂרים שׁנה וּלְמָ֑טָה</span> <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>. <strong>b.</strong>  of animals, (Hex all P, incl. H) <span dir=\"rtl\">בֶּן־שָׁנָה</span> <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a>; <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">29:38</a> <a data-ref=\"Leviticus 9:3\" href=\"/Leviticus.9.3\">Lv 9:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a>, <a data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\">19</a> <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 28 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">28</a>, <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">29</a>; also <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; <span dir=\"rtl\">בֶּן־שְׁנָתוֹ</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">23:12</a> <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>, <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">14</a> + 12 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; also <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>. Note.—<span dir=\"rtl\">בן</span> appears perhaps abbrev. as <span dir=\"rtl\">בּ</span> in a few cpd. n.pr.; v. <a ,=\"\" data-ref=\"BDB, בִּדְקַר\" dir=\"rtl\" href=\"/BDB,_בִּדְקַר\">בִּדְקַר</a> (= <span dir=\"rtl\">בֶּן־דקר</span>?), <span dir=\"rtl\">בִּלְשָׁן</span>, <span dir=\"rtl\">בִּמְהָל</span>, <span dir=\"rtl\">בַּעֲלִיס</span>, <span dir=\"rtl\">בַּעֲנָה</span>, <span dir=\"rtl\">בִּרְשַׁע</span>, <span dir=\"rtl\">בִּשְׁלָם</span> (so MV after Schol. Hamâsa<sup>3</sup> ed. Freytag; Rö<sup>de libr. hist. interpr. Arabic 20, 21</sup>; but this is very uncertain, cf. Ol<sup>§227 b, p. 613</sup>).—On Lag’s explan. of <span dir=\"rtl\">אבי</span> in some n.pr. as for <span dir=\"rtl\">אבן</span> = <span dir=\"rtl\">בן</span> cf. Lag<sup>BN 75</sup> & v. <a ,=\"\" data-ref=\"BDB, אֲבִינֵר\" dir=\"rtl\" href=\"/BDB,_אֲבִינֵר\">אבינר</a> p. 4, etc., but this is dub."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d121b6084aa1cbf0b0fb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זֶ֫רַח² 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, זֶ֫רַח² 1", "sourceHeRef": "בראון-דרייבר-בריגס, זֶ֫רַח² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זֶ֫רַח²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">זֶ֫רַח</span></big>  <strong>n.pr.m. (</strong>on form cf. Lg<sup>BN77, and Anm.</sup><strong>)</strong>—<br><strong>1.</strong>  𝔊 Ζαρα, son of Judah and Tamar <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">Gn 38:30</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a> (both J), <a data-ref=\"I Chronicles 2:4\" href=\"/I_Chronicles.2.4\">1 Ch 2:4</a> (all <span dir=\"rtl\">זָ֑רַח</span>), v <a data-ref=\"I Chronicles 2:6\" href=\"/I_Chronicles.2.6\">6</a>; as head of a family <a data-ref=\"Numbers 26:20\" href=\"/Numbers.26.20\">Nu 26:20</a> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a> (both P), v <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>, <a data-ref=\"Joshua 7:24\" href=\"/Joshua.7.24\">24</a> (JE), <a data-ref=\"Joshua 22:20\" href=\"/Joshua.22.20\">22:20</a> (P) <a data-ref=\"I Chronicles 9:6\" href=\"/I_Chronicles.9.6\">1 Ch 9:6</a> (𝔊L Ζηρα), <a data-ref=\"Nehemiah 11:24\" href=\"/Nehemiah.11.24\">Ne 11:24</a> (cf. Sm<sup>Listen 7</sup>).<br><strong>2.</strong>  Edomites: <strong>a.</strong>  𝔊 Ζαρε <a data-ref=\"Genesis 36:13\" href=\"/Genesis.36.13\">Gn 36:13</a>, <a data-ref=\"Genesis 36:17\" href=\"/Genesis.36.17\">17</a> (both P) = <a data-ref=\"I Chronicles 1:37\" href=\"/I_Chronicles.1.37\">1 Ch 1:37</a>. <strong>b.</strong>  𝔊 Ζαρα <a data-ref=\"Genesis 36:33\" href=\"/Genesis.36.33\">Gn 36:33</a> (P) = <a data-ref=\"I Chronicles 1:44\" href=\"/I_Chronicles.1.44\">1 Ch 1:44</a> (<strong>b</strong>=<strong>a</strong>?).<br><strong>3.</strong>  𝔊L Ζαρα, Levites: <strong>a.</strong>  (var. Ιααρα) <a data-ref=\"I Chronicles 6:6\" href=\"/I_Chronicles.6.6\">1 Ch 6:6</a>. <strong>b.</strong>  (var. Ζααραι) <a data-ref=\"I Chronicles 6:26\" href=\"/I_Chronicles.6.26\">1 Ch 6:26</a>.<br><strong>4.</strong>  head of a Simeonite family, 𝔊 Ζαρα <a data-ref=\"Numbers 26:13\" href=\"/Numbers.26.13\">Nu 26:13</a> (P), <a data-ref=\"I Chronicles 4:24\" href=\"/I_Chronicles.4.24\">1 Ch 4:24</a> (var. Ζαρες) (= <span dir=\"rtl\">צֹחַר</span> 𝔊 Σααρ <a data-ref=\"Genesis 46:10\" href=\"/Genesis.46.10\">Gn 46:10</a> <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">Ex 6:15</a>, cf. Di <a data-ref=\"Numbers 26:13\" href=\"/Numbers.26.13\">Nu 26:13</a>).<br><strong>5.</strong>  a Cushite, 𝔊 Ζαρε, foe of king Asa <a data-ref=\"II Chronicles 14:8\" href=\"/II_Chronicles.14.8\">2 Ch 14:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d165b6084aa1cbf0dd9b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָמוּל 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, חָמוּל 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָמוּל א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָמוּל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חָמוּל</span></big>  <strong>n.pr.m. (</strong><em>spared</em><strong>)</strong>;—grandson of Judah <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a> = <a data-ref=\"I Chronicles 2:5\" href=\"/I_Chronicles.2.5\">1 Ch 2:5</a>, <a data-ref=\"Numbers 26:1\" href=\"/Numbers.26.1\">Nu 26:1</a>; 𝔊 Ιεμουηλ, [Ι]αμουηλ."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d17eb6084aa1cbf0ef29", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֶצְרוֹן 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, חֶצְרוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֶצְרוֹן א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֶצְרוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֶצְרוֹן</span>, <span dir=\"rtl\">חֶצְרֹן</span></big>  <strong>n.pr.loc.</strong> et <strong>pers. (</strong>cf. Sab. <span dir=\"rtl\">חצֿרן</span> n.pr.loc. vel. trib. Hal<sup>No. 651</sup> DHM<sup>ZMG 1883, 15</sup><strong>)</strong>—<br><strong>1.</strong>  <strong> n.pr.loc.</strong> 𝔊 Ασωρων, Ασερων, Εσρωμ: <strong>a.</strong>  <span dir=\"rtl\">חֶצְרוֹן</span> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a> place in extreme south of Judah, + <span dir=\"rtl\">אַדָּ֫רָה</span> = <span dir=\"rtl\">חֲצַר־אַדָּר</span> (q.v.) <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a>. <strong>b.</strong>  <span dir=\"rtl\">קְרִיּוֹת חֶצְרוֹן הִיא חָצוֹר</span> <a data-ref=\"Joshua 15:25\" href=\"/Joshua.15.25\">Jos 15:25</a> another town of Judah in south.<br><strong>2.</strong>  <strong> n.pr.m.</strong> 𝔊 Ασρωμ(ν), Εσρων, etc.: <strong>a.</strong>  <span dir=\"rtl\">חֶצְרֹן</span> son of Reuben <a data-ref=\"Genesis 46:9\" href=\"/Genesis.46.9\">Gn 46:9</a>; <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>; <a data-ref=\"Numbers 26:6\" href=\"/Numbers.26.6\">Nu 26:6</a> = <span dir=\"rtl\">חֶצְרוֹן</span> <a data-ref=\"I Chronicles 5:3\" href=\"/I_Chronicles.5.3\">1 Ch 5:3</a>. <strong>b.</strong>  son of Pereṣ and grandson of Judah <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a>; <a data-ref=\"Numbers 26:21\" href=\"/Numbers.26.21\">Nu 26:21</a> = <span dir=\"rtl\">חֶצְרוֹן</span> <a data-ref=\"Ruth 4:18\" href=\"/Ruth.4.18\">Ru 4:18</a>, <a data-ref=\"Ruth 4:19\" href=\"/Ruth.4.19\">19</a>; <a data-ref=\"I Chronicles 2:5\" href=\"/I_Chronicles.2.5\">1 Ch 2:5</a>, <a data-ref=\"I Chronicles 2:9\" href=\"/I_Chronicles.2.9\">9</a>, <a data-ref=\"I Chronicles 2:18\" href=\"/I_Chronicles.2.18\">18</a>, <a data-ref=\"I Chronicles 2:21\" href=\"/I_Chronicles.2.21\">21</a>, <a data-ref=\"I Chronicles 2:24\" href=\"/I_Chronicles.2.24\">24</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 2:25\" href=\"/I_Chronicles.2.25\">25</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1bfb6084aa1cbf11b4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְהוּדָה 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, יְהוּדָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְהוּדָה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְהוּדָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְהוּדָה</span></big><sub>820</sub>  <strong>n.pr.m.</strong> et <strong>terr. Judah (</strong>treated <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a>; <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">49:8</a> (q.v. infr.) as if der. from Hoph. of <span dir=\"rtl\">ידה</span> = <em>praised, object of praise</em> (on ה cf. Hiph. <span dir=\"rtl\">אֲהוֹדֶ֑נּוּ</span> <a data-ref=\"Psalms 28:7\" href=\"/Psalms.28.7\">ψ 28:7</a>, <span dir=\"rtl\">יְהוֹדֶה</span> <a data-ref=\"Nehemiah 11:17\" href=\"/Nehemiah.11.17\">Ne 11:17</a>), but this dubious; relation to <span dir=\"rtl\">יְהֻד</span>, ii. <span dir=\"rtl\">יְהוּדִית</span> unexpl.; v. further Jastr<sup>JBL xii, 1893, 61 ff.</sup>; Assyrian <em>Ia-u-du</em>, of land; <em>Ia-u-da-ai</em>, <em>Judaean</em> COT<sup>Gloss</sup><strong>)</strong>—<br><strong>I.</strong>  <strong> n.pr.m. </strong> <strong>1.</strong>  <em>son of Jacob and Leah</em>, expl. by Leah’s words <em>I will praise</em> <span dir=\"rtl\">י׳</span> <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a> (J); cf. Jacob’s prediction, <em>thy brethren shall praise thee</em> <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poem in JE), see also v <a data-ref=\"Genesis 49:9\" href=\"/Genesis.49.9\">9</a>, <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">10</a>; elsewhere <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">Gn 37:26</a>; <a data-ref=\"Genesis 38:1\" href=\"/Genesis.38.1\">38:1</a> + 14 times <a data-ref=\"Genesis 38\" href=\"/Genesis.38\">Gn 38</a>, <a data-ref=\"Genesis 43:3\" href=\"/Genesis.43.3\">43:3</a>, <a data-ref=\"Genesis 43:8\" href=\"/Genesis.43.8\">8</a>; <a data-ref=\"Genesis 44:14\" href=\"/Genesis.44.14\">44:14</a>, <a data-ref=\"Genesis 44:16\" href=\"/Genesis.44.16\">16</a>, <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">18</a>; <a data-ref=\"Genesis 46:28\" href=\"/Genesis.46.28\">46:28</a> (all J), <a data-ref=\"Genesis 35:23\" href=\"/Genesis.35.23\">35:23</a> (P), <a data-ref=\"I Chronicles 2:1\" href=\"/I_Chronicles.2.1\">1 Ch 2:1</a>, <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">3</a> <a data-ref=\"Ruth 4:12\" href=\"/Ruth.4.12\">Ru 4:12</a>; <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> <em>sons of Judah</em> <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a> (P), <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:4\" href=\"/I_Chronicles.2.4\">4</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>. <strong>2.</strong>  <em>tribe</em> descended from Judah <a data-ref=\"Deuteronomy 33:7\" href=\"/Deuteronomy.33.7\">Dt 33:7</a> (poem), <a data-ref=\"Numbers 1:7\" href=\"/Numbers.1.7\">Nu 1:7</a> (P), <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a> +; <span dir=\"rtl\">בְּנֵי יהודה</span> <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> (P), <a data-ref=\"Joshua 14:6\" href=\"/Joshua.14.6\">Jos 14:6</a> (D), <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> +; <span dir=\"rtl\">שֵׁבֶט יהודה</span> <a data-ref=\"Joshua 7:16\" href=\"/Joshua.7.16\">Jos 7:16</a> (J), <a data-ref=\"I Kings 12:20\" href=\"/I_Kings.12.20\">1 K 12:20</a> <a data-ref=\"II Kings 17:18\" href=\"/II_Kings.17.18\">2 K 17:18</a> <a data-ref=\"Psalms 78:68\" href=\"/Psalms.78.68\">ψ 78:68</a>; <span dir=\"rtl\">מַטֵּה בְנֵי יהודה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:9\" href=\"/Joshua.21.9\">21:9</a> (all P), <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; elsewhere <span dir=\"rtl\">מַטֵּה יהודה</span> <a data-ref=\"Exodus 31:2\" href=\"/Exodus.31.2\">Ex 31:2</a>; <a data-ref=\"Exodus 35:30\" href=\"/Exodus.35.30\">35:30</a>; <a data-ref=\"Exodus 38:22\" href=\"/Exodus.38.22\">38:22</a> <a data-ref=\"Numbers 1:27\" href=\"/Numbers.1.27\">Nu 1:27</a>; <a data-ref=\"Numbers 7:12\" href=\"/Numbers.7.12\">7:12</a>; <a data-ref=\"Numbers 13:6\" href=\"/Numbers.13.6\">13:6</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a>, <a data-ref=\"Joshua 7:18\" href=\"/Joshua.7.18\">18</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a> (all P); <span dir=\"rtl\">אישׁ יהודה</span> <a data-ref=\"Judges 15:10\" href=\"/Judges.15.10\">Ju 15:10</a> +; <span dir=\"rtl\">אנשׁי יהודה</span> <a data-ref=\"II Samuel 2:4\" href=\"/II_Samuel.2.4\">2 S 2:4</a> +, (cf. <em>amelûti [ṣabê] Ia-u-du</em> Tel el-Amarna<sup>No. 39</sup> Jastr<sup>JBL xii, 1893, 64</sup>). <strong>3.</strong>  <em>nation</em>, of southern kingdom under dynasty of David, as distinguished from northern kingdom of Ephraim or Israel: <a data-ref=\"Hosea 4:15\" href=\"/Hosea.4.15\">Ho 4:15</a> <a data-ref=\"Jeremiah 2:28\" href=\"/Jeremiah.2.28\">Je 2:28</a> <a data-ref=\"II Chronicles 12:12\" href=\"/II_Chronicles.12.12\">2 Ch 12:12</a> +; of the returned exiles <a data-ref=\"Nehemiah 4:4\" href=\"/Nehemiah.4.4\">Ne 4:4</a>; <span dir=\"rtl\">עַם יהודה</span> <a data-ref=\"II Kings 14:21\" href=\"/II_Kings.14.21\">2 K 14:21</a> = <a data-ref=\"II Chronicles 26:1\" href=\"/II_Chronicles.26.1\">2 Ch 26:1</a>, <a data-ref=\"Jeremiah 25:1\" href=\"/Jeremiah.25.1\">Je 25:1</a>, <a data-ref=\"Jeremiah 25:2\" href=\"/Jeremiah.25.2\">2</a> <a data-ref=\"Ezra 4:4\" href=\"/Ezra.4.4\">Ezr 4:4</a>; <span dir=\"rtl\">בְּנֵי יהודה</span> <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> <a data-ref=\"II Chronicles 13:18\" href=\"/II_Chronicles.13.18\">2 Ch 13:18</a>; <a data-ref=\"II Chronicles 25:12\" href=\"/II_Chronicles.25.12\">25:12</a>; <a data-ref=\"II Chronicles 28:10\" href=\"/II_Chronicles.28.10\">28:10</a>; <span dir=\"rtl\">בֵּית יהודה</span> <a data-ref=\"Hosea 1:7\" href=\"/Hosea.1.7\">Ho 1:7</a> <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a> <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a> +; <span dir=\"rtl\">מַלְכוּת יהודה</span> <a data-ref=\"II Chronicles 11:17\" href=\"/II_Chronicles.11.17\">2 Ch 11:17</a>; personified, <span dir=\"rtl\">בַּת י׳</span> <a data-ref=\"Lamentations 1:15\" href=\"/Lamentations.1.15\">La 1:15</a>; <a data-ref=\"Lamentations 2:2\" href=\"/Lamentations.2.2\">2:2</a>, <a data-ref=\"Lamentations 2:5\" href=\"/Lamentations.2.5\">5</a>. <strong>4.</strong>  Levite, Ezra’s time, <a data-ref=\"Ezra 10:23\" href=\"/Ezra.10.23\">Ezr 10:23</a>. <strong>5.</strong>  an overseer of Jerus. <a data-ref=\"Nehemiah 11:9\" href=\"/Nehemiah.11.9\">Ne 11:9</a>. <strong>6.</strong>  Levite musician <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">Ne 12:8</a>. <strong>7.</strong>  priest <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>.<br><strong>II.</strong>  <strong> n.pr.terr.</strong> <em>land of Judah</em>, f. <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a> <a data-ref=\"Jeremiah 23:6\" href=\"/Jeremiah.23.6\">Je 23:6</a> = <a data-ref=\"Jeremiah 33:16\" href=\"/Jeremiah.33.16\">33:16</a>, <a data-ref=\"Joel 4:20\" href=\"/Joel.4.20\">Jo 4:30</a> <a data-ref=\"Psalms 114:2\" href=\"/Psalms.114.2\">ψ 114:2</a> +; <span dir=\"rtl\">ארץ יְהוּדֶה</span> <a data-ref=\"I Samuel 22:5\" href=\"/I_Samuel.22.5\">1 S 22:5</a> <a data-ref=\"II Kings 23:24\" href=\"/II_Kings.23.24\">2 K 23:24</a> +; <span dir=\"rtl\">אדמת יהודה</span> <a data-ref=\"Isaiah 19:17\" href=\"/Isaiah.19.17\">Is 19:17</a>; <span dir=\"rtl\">עָרֵי יהודה</span> <a data-ref=\"II Samuel 2:1\" href=\"/II_Samuel.2.1\">2 S 2:1</a> <a data-ref=\"I Kings 12:17\" href=\"/I_Kings.12.17\">1 K 12:17</a> <a data-ref=\"II Kings 18:13\" href=\"/II_Kings.18.13\">2 K 18:13</a>; <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">23:5</a>, <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">8</a> <a data-ref=\"Isaiah 40:9\" href=\"/Isaiah.40.9\">Is 40:9</a>; <a data-ref=\"Isaiah 44:26\" href=\"/Isaiah.44.26\">44:26</a> <a data-ref=\"Zechariah 1:12\" href=\"/Zechariah.1.12\">Zc 1:12</a> <a data-ref=\"Psalms 69:36\" href=\"/Psalms.69.36\">ψ 69:36</a> <a data-ref=\"Lamentations 5:11\" href=\"/Lamentations.5.11\">La 5:11</a>; also 15 times Chr., 23 times Jer.; <span dir=\"rtl\">בִּיהודה</span> <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">Jos 19:34</a> <a data-ref=\"Judges 15:9\" href=\"/Judges.15.9\">Ju 15:9</a> +; <span dir=\"rtl\">מיהודה</span> <a data-ref=\"I Kings 13:1\" href=\"/I_Kings.13.1\">1 K 13:1</a> +; <span dir=\"rtl\">הר יהודה</span> <em>the hill-country of Judah</em> <a data-ref=\"Joshua 11:21\" href=\"/Joshua.11.21\">Jos 11:21</a> (D), <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">20:7</a>; <a data-ref=\"Joshua 21:11\" href=\"/Joshua.21.11\">21:11</a> (P), <a data-ref=\"II Chronicles 27:4\" href=\"/II_Chronicles.27.4\">2 Ch 27:4</a>; <span dir=\"rtl\">נֶגֶב יהודה</span> <em>the south</em> (<em>country</em>) <em>of Judah</em> <a data-ref=\"I Samuel 27:11\" href=\"/I_Samuel.27.11\">1 S 27:10</a>. <a data-ref=\"II Samuel 24:7\" href=\"/II_Samuel.24.7\">2 S 24:7</a>; <span dir=\"rtl\">מדבר יהודה</span> <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">Ju 1:16</a> <a data-ref=\"Psalms 63:1\" href=\"/Psalms.63.1\">ψ 63:1</a> (title)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d36bb6084aa1cbf26803", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵר 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, עֵר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵר א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">עֵר</span></big>  <strong>n.pr.m.</strong> Hρ <strong>(</strong>cf. <a data-ref=\"BDB, עוּר\" href=\"/BDB,_עוּר\", dir=\"rtl\">עוּר</a> Qal Pt.<strong>)</strong>;—<br><strong>1.</strong>  eldest son of Judah <a data-ref=\"Genesis 38:3\" href=\"/Genesis.38.3\">Gn 38:3</a>, <a data-ref=\"Genesis 38:6\" href=\"/Genesis.38.6\">6</a> = <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 38:7\" href=\"/Genesis.38.7\">Gn 38:7</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a><sup>(×2)</sup> <a data-ref=\"Numbers 26:19\" href=\"/Numbers.26.19\">Nu 26:19</a><sup>(×2)</sup>.<br><strong>2.</strong>  son of Judah’s son Shelah <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">1 Ch 4:21</a>.—Vid. also <strong>Qal</strong> Pt. <span dir=\"rtl\">עֵר</span> supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3edb6084aa1cbf2cca3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פֶּ֫רֶץ² 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, פֶּ֫רֶץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, פֶּ֫רֶץ² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פֶּ֫רֶץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II <big><span dir=\"rtl\">פֶּ֫רֶץ</span></big>  <strong>n.pr. </strong><br><strong>1.</strong>  <strong> m.</strong> son of Judah and Tamar, Φαρες;—<span dir=\"rtl\">פ׳</span> <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a> +, <span dir=\"rtl\">פָּ֑רֶץ</span> <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">38:29</a> + 3 times;—<a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">Gn 38:29</a>; <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a><sup>(×2)</sup>; <a data-ref=\"Numbers 26:20\" href=\"/Numbers.26.20\">Nu 26:20</a>, <a data-ref=\"Numbers 26:21\" href=\"/Numbers.26.21\">21</a>; <a data-ref=\"Ruth 4:12\" href=\"/Ruth.4.12\">Ru 4:12</a>, <a data-ref=\"Ruth 4:18\" href=\"/Ruth.4.18\">18</a><sup>(×2)</sup>; <a data-ref=\"I Chronicles 2:4\" href=\"/I_Chronicles.2.4\">1 Ch 2:4</a>, <a data-ref=\"I Chronicles 2:5\" href=\"/I_Chronicles.2.5\">5</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>; <a data-ref=\"I Chronicles 9:4\" href=\"/I_Chronicles.9.4\">9:4</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">27:3</a>; <a data-ref=\"Nehemiah 11:4\" href=\"/Nehemiah.11.4\">Ne 11:4</a>, <a data-ref=\"Nehemiah 11:6\" href=\"/Nehemiah.11.6\">6</a>.<br><strong>2.</strong>  <strong> loc.</strong> in <strong>a.</strong>  <span dir=\"rtl\">פ׳ עֻזָּה</span> near Jerus. <a data-ref=\"II Samuel 6:8\" href=\"/II_Samuel.6.8\">2 S 6:8</a> = <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>. <strong>b.</strong>  <span dir=\"rtl\">הַר פְּרָצִים</span> <a data-ref=\"Isaiah 28:21\" href=\"/Isaiah.28.21\">Is 28:21</a>, perhaps = <span dir=\"rtl\">בַּעַל פ׳</span> q.v. p. 128.—cf. <a ,=\"\" data-ref=\"BDB, פֶּ֫רֶץ\" dir=\"rtl\" href=\"/BDB,_פֶּ֫רֶץ\">רִמֹּן פָּ֑רֶץ</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4d4b6084aa1cbf38a45", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֵׁלָה² 1", "anchorRef": "Genesis 46:12", "anchorRefExpanded": ["Genesis 46:12"], "sourceRef": "BDB, שֵׁלָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֵׁלָה² א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֵׁלָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><span dir=\"rtl\">שֵׁלָה</span></big>  <strong>n.pr.m.</strong> son of Judah, Σηλωμ[ν]: <a data-ref=\"Genesis 38:5\" href=\"/Genesis.38.5\">Gn 38:5</a>, <a data-ref=\"Genesis 38:11\" href=\"/Genesis.38.11\">11</a>, <a data-ref=\"Genesis 38:14\" href=\"/Genesis.38.14\">14</a>, <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">26</a> (J), <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">46:12</a> (P); <a data-ref=\"Numbers 26:20\" href=\"/Numbers.26.20\">Nu 26:20</a> (P), <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>; <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">4:21</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]