[{"_id": "5226ebd7edbab45df91b0215", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Rashi on Deuteronomy 33:14:1", "sourceHeRef": "רש\"י על דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>וממגד תבואת שמש.</b> שֶׁהָיְתָה אַרְצוֹ פְּתוּחָה לַחַמָּה וּמְמַתֶּקֶת הַפֵּרוֹת (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וממגד תבואת שמש AND BY THE PRECIOUS FRUITS BROUGHT FORTH BY THE SUN — for this land lay exposed to the sun and it therefore produced sweet fruit (Sifrei Devarim 353:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5226ebd7edbab45df91b0217", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Rashi on Deuteronomy 33:14:2", "sourceHeRef": "רש\"י על דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>גרש ירחים.</b> יֵשׁ פֵּרוֹת שֶׁהַלְּבָנָה מְבַשַּׁלְתָּן וְאֵלּוּ הֵן קִשּׁוּאִין וּדְלוּעִין; דָּ\"אַ — <b>גרש ירחים.</b> שֶׁהָאָרֶץ מְגָרֶשֶׁת וּמוֹצִיאָה מֵחֹדֶשׁ לְחֹדֶשׁ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "גרש ירחים [AND BY] THE PRECIOUS THINGS PUT THINGS FORTH BY THE MOON — there are some fruits which the moon brings to maturity, these are cucumbers and melons (Sifrei Devarim 353:3). — Another explanation of גרש ירחים: this refers to fruits which the earth puts out and produces from month to month (cf. Onkelos).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "525e939eedbab419fb2c32c5", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Ibn Ezra on Deuteronomy 33:14:1", "sourceHeRef": "אבן עזרא על דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>תבואות שמש.</b> כי תבואות הזרע והכרם תלויה בשמש:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE FRUITS OF THE SUN. For the fruits of the seed and the vineyard are dependent upon the sun.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525e939eedbab419fb2c32c7", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Ibn Ezra on Deuteronomy 33:14:2", "sourceHeRef": "אבן עזרא על דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>גרש.</b> מגזרת ויגרשו מימיו והוא שיעשה האויר בלחותו כי אין חומו ככח השמש. ואמר ירחים בעבור שיתחדשו והן רבים בשנה אחת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THE YIELD. <i>Geresh</i> (yield) is related to the word <i>vayigreshu</i> (cast up) in <i>And its waters cast up</i> (Is. 57:20). The moon does this<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Produces its yield.</i> via the moisture which is in the air,<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">The moon affects the moisture in the air. This results in “the yield of the moon.”</i> for its heat is unlike the power of the sun.<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Which directly influences the growth of plants. The sun’s rays directly influence plant life. The moon has no rays. I.E. believed that the moon influences plant growth by its effect on the moisture in the air.</i> Scripture reads moons<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">There is one moon. Hence I.E.’s comment.</i> because they renew themselves,<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">The moon reappears each month.</i> and there are many of them in the year.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">There is thus a new moon each month. Hence one may speaks of “moons.”</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe0fbfba276047f5e8f", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 33:14", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Onkelos Deuteronomy 33:14", "sourceHeRef": "תרגום אונקלוס על דברים ל״ג:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 33.0014, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "<b>וְעָבְדָא</b> מִגְדָּנִין וַעֲלָלָן מִיבוּל <b>שִׁמְשָׁא</b> וְעָבְדָא מִגְדָּנִין <b>מֵרֵישׁ יְרַח בִּירַח</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "With [<b>it produces</b>] the delight[<b>s</b>] of the sun’s harvest; and with the delight of the moon’s ripening [<b>from month to month</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeb6cf", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 33:14", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Targum Jonathan on Deuteronomy 33:14", "sourceHeRef": "תרגום יונתן על דברים ל״ג:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 33.0014, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּמִטוּב מַגְדִין וְעַלְלִין דִמְבַשְׁלָא אַרְעֵיהּ מִן יְבוּל שִׁמְשָׁא וּמִן טוּב בּוּכְרֵי פֵּירֵי אִילָנַיָא דִמְבַכְּרָא אַרְעֵיהּ בְּכָל רֵישׁ יֶרַח וְיֶרַח", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " age and produce that the earth maketh perfect by the aid (bringing out) of the sun, and with the bounty of the firstfruits of the trees which the ground yieldeth in the beginning of month after month, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9dafbfba21603f5ae36", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 403:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Sefer HaChinukh 403:2", "sourceHeRef": "ספר החינוך ת״ג:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 403.0002, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִשָּׁרְשֵׁי הַמִּצְוָה. הַקְדָּמָה. יָדוּעַ לְכָל חֲכַם לֵב בִּבְנֵי אָדָם, כִּי גַּלְגַּל הַשֶּׁמֶשׁ וְגַלְגַּל הַיָּרֵחַ, פּוֹעֲלִים בְּכֹחָם הַנֶּאֱצָל עֲלֵיהֶם מֵאֲדוֹן כָּל הַכֹּחוֹת בָּעוֹלָם הַשָּׁפָל, פְּעֻלּוֹת גְּדוֹלוֹת בְּגוּפוֹת בְּנֵי אָדָם, וּבְכָל מִינֵי שְׁאָר בַּעֲלֵי חַיִּים, גַּם בְּכָל הַצּוֹמֵחַ בָּאָרֶץ, מִן הָאֲרָזִים הַגְּדוֹלִים עַד הָעֲשָׂבִים הַדַּקִּים, וְדֶרֶךְ כְּלָל בְּכָל שֶׁהוּא מֵאַרְבַּע יְסוֹדוֹת, שֶׁהֵם לְמַטָּה מֵהֶם וְתַחַת מֶמְשַׁלְתָּם, וְכֵן כָּתוּב בְּסֵדֶר וְזֹאת הַבְּרָכָה (דברים לג יד), וּמִמֶּגֶד תְּבוּאֹת שָׁמֶשׁ וּמִמֶּגֶד גֶּרֶשׁ יְרָחִים. וּמְפֻרְסָם בְּכָל הֲמוֹן הָעָם, נְעָרִים עִם זְקֵנִים, כִּי כֹּחַ הַלְּבָנָה נִכָּר בְּכָל אֲשֶׁר נַעֲשָׂה בָּאָרֶץ, כַּיָּדוּעַ לְכֹרְתֵי הָאִילָנוֹת לַבִּנְיָנוֹת, כִּי לֹא יִכְרְתוּם בִּזְמַן שֶׁהַלְּבָנָה בְּחִדּוּשָׁהּ, עַד עֲבֹר חֲמִשָּׁה יָמִים אוֹ יוֹתֵר, וְיוֹרְדֵי הַיָּם גַּם כֵּן אֵין מַפְלִיגִין בָּהּ עַד אַחַר חֲמִשָּׁה יָמִים שֶׁל חִדּוּשׁ הַלְּבָנָה, וְכֵן נִזְהָרִים כָּל בְּנֵי אָדָם מֵהַקִּיז דָּם סָמוּךְ לְחִדּוּשָׁהּ, וְכַמָּה מְלָאכוֹת אֲחֵרוֹת קְטַנּוֹת וּגְדוֹלוֹת צְרִיכוֹת שְׁמִירָה שֶׁלֹּא לַעֲשׂוֹתָם בְּעוֹד שֶׁהַלְּבָנָה מִתְחַדֶּשֶׁת, עַד שֶׁיֹּאמְרוּ, שֶׁהַפִּשְׁתָּן שֶׁיִּמָּצֵא בַּמִּשְׁרָה אוֹ בְּתוֹךְ הַיּוֹרָה לְבַשֵּׁל בְּחִדּוּשׁ לְבָנָה שֶׁהוּא לוֹקֶה וְלֹא יִצְלַח אַחַר כֵּן לַכֹּל. וּכְלַל עִנְיָנִים אֵלֶּה גְּלוּיִים וְנוֹדָעִים לַכֹּל, וְהָאֲרִיכוּת בָּהֶם יַלְדוּת. וְלָכֵן כִּי בְּחִדּוּשָׁהּ שֶׁל לְבָנָה לִפְעֻלּוֹת אָדָם יִתְחַדֵּשׁ עִנְיָן, וְהַכֹּל בִּדְבָרוֹ שֶׁל מָקוֹם בָּרוּךְ הוּא וּבִגְזֵרָתוֹ, רָאוּי לָנוּ גַּם כֵּן לְחַדֵּשׁ וּלְהַקְרִיב קָרְבָּן נוֹסָף עַל שְׁאָר הַיָּמִים לִשְׁמוֹ בָּרוּךְ הוּא, לְהָעִיר רוּחֵנוּ וְלִקְבֹּעַ בִּלְבָבֵנוּ כִּי כָּל הַחִדּוּשִׁים הַהוֹוִים בָּעוֹלָם מֵאִתּוֹ בָּרוּךְ הוּא, וְכָל כֹּחָם שֶׁל גַּלְגַּלִּים לֹא יִמָּצֵא רַק מֵהַשֵּׁם לְבַדּוֹ, וְעִם הַמַּחֲשָׁבָה הַזַּכָּה הַזֹּאת וְהָאֲמִתִּית תִּתְעַלֶּה נַפְשֵׁנוּ, וּבִרְכַּת הַשֵּׁם יִתְבָּרַךְ תָּחוּל עַל רֹאשֵׁנוּ.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the roots of the commandment, [there is a need to] preface that it is known to all wise-hearted men that the sphere of the sun and the sphere of the moon act with their power — that is given over to them from the Master of all the powers in this lowly world — great effects upon the bodies of people and upon all types of other animals. [And] even upon everything that grows in the earth, from the great cedars to the thin grasses — and more generally upon all that is from the four elements, which are below them and under their governance. And so is it written in the Order of <i>VeZot HaBerakhah</i> (Deuteronomy 33:14), “With the bounteous produce of the sun, and the bounteous crop of the moons.” And it is famous among the masses — young and old — that the power of the moon is noticeable in everything that is done on earth; as is known to those that cut whitish trees, as they do not cut them when the moon is new until five or more days, and those that ply the waters also do not cast off until after five days of a new moon, and so [too,] all people are careful not to draw blood close to its renewal. And several other activities, — big and small — require guarding not to do them when the moon is renewing; to the point that they say that flax found in soaking or in the kettle to cook during the renewal of the moon becomes defective and will not be effective for anything afterwards. And the principle of these things is revealed and known to all, and discussing them at length would be childish. And so since the renewal of the moon brings novelty to the activity of man — and it is all according to the word of the Omnipresent, blessed be He, and according to His decree — it is fitting for us also to bring novelty, and sacrifice an additional sacrifice — over the other days — to His name, may He be blessed; to arouse our souls and to fix in our hearts that all novelties that exist in the world are from Him, blessed be He, and all of the power of the spheres are only found with God alone. And with this pure and true thought, our souls will rise, and the blessing of God, may He be blessed, will rest upon our heads.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54bd487dfbfba21733364fb6", "index_title": "Kli Yakar on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Kli Yakar on Leviticus 19:23:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Kli Yakar on Leviticus 19:23:1", "sourceHeRef": "כלי יקר על ויקרא י״ט:כ״ג:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 23.0001, "collectiveTitle": {"en": "Kli Yakar on Leviticus", "he": "כלי יקר על ויקרא"}, "heTitle": "כלי יקר על ויקרא", "he": "<b>שלש שנים יהיה לכם ערלים.</b> הרבה מפרשים אמרו בטעם מצוה זו לפי שהיה חק לאמוריים לעשות תחבולות למהר פרי האילן קודם זמנו וכן כתב הרמב\"ם בספר מורה נבוכים ואשר נראה קרוב למושכל לומר שמצוה זו היא כדי לעשות זכרון למעשה בראשית כי כולם נבראו ביום ראשון, וכל אחד הוציא ביומו וכן כל צמח האדמה היו מכוסים עד יום ג', ואע\"פ שצמחו בג' מ\"מ לא נראו עד יום ד' שבו נתלו המאורות המבשלים כל הפירות כי כולם תלוין בשמש וירח כמ\"ש <small>(דברים לג יד)</small> ממגד תבואת שמש וממגד גרש ירחים. נמצא שהיו מכוסים ובלתי נראין לאכילה עד יום ד' ע\"כ צוה לעשות זכרון למעשה בראשית שיהיו מכוסים ואטומים שלש שנים כי הערלה ענינה כסוי ואטימה. וביום הרביעי אע\"פ שנגמר בשולם מ\"מ לא היה עדיין בעולם שום בעל חי ולא היה כאן שום פה לאכלם, כאילו לא היה מציאתם ביום רביעי כי אם להודות ולהלל בוראו אשר בראם על כן נאמר כאן לזכרון מעשה בראשית ובשנה הרביעית יהיה כל פריו קודש הלולים לה'. וביום החמישי נבראו קצת מן הבעלי חיים אשר היו צריכין אל מאכל הצמחים ע\"כ נאמר ובשנה החמישית תאכלו את פריו. ולא נאמר כל פריו כדרך שנאמר ובשנה הרביעית יהיה כל פריו קודש. להורות שלא יאכל כל פריו אלא יתן מכולם גם לעני ולגר לפי שהזכיר לקט שכחה ופאה בתבואה ולא באילנות וארז\"ל <small>(ירושלמי פאה פ\"א ה\"ד)</small> אילנות מנין ת\"ל שדך, ע\"כ לא נאמר כל. ועל מדת הצדקה אמר להוסיף לכם תבואתו כי יש מפזר ונוסף עוד <small>(משלי יא כד)</small> ולפי שיש מבקשים על זה ערב ובטחון על כן אמר אני ה' אלהיכם נאמן ליפרע.\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54e5802efbfba21902696b90", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 1:11:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Radak on Genesis 1:11:1", "sourceHeRef": "רד\"ק על בראשית א׳:י״א:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "תדשא, פירושו תוצא דשא, ולכן אמר ותוצא הארץ, מלת תדשא מושך עצמו ואחר עמו וכן הוא פירושו תדשא הארץ דשא וכו' ותדשא עץ פרי.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויאמר אלוקים תדשא הארץ דשא, on the third “day”. G’d commanded the earth to produce vegetation, in other words, He equipped the earth with the ability, potential, to grow plants of different kinds. This was the second instance in which elements were amalgamated, i.e. employed in conjunction with one another, the product comprising more than one of the basic elements. (compare verse 9) The purpose of these various plants was to serve as food for the land-based living creatures which had not yet been created. The living creatures created on the fifth and sixth day respectively, formed the third stage of employing different elements in conjunction with one another, i.e. in a still more sophisticated manner.<br> The meaning of the word תדשא is equivalent to תוציא דשא, “bring forth herbs.” This דשא must be viewed as a relatively primitive form of grass, a forerunner of the eventual grass, so that a special verb is used to describe this process. The prophet Yoel 2,22 uses the word in that sense when describing primitive plants growing in the desert. Both the words צמח and דשא describe either primitive plants, or plants which have not yet grown to their full extent. The activities of the luminaries on the third day were relatively weak, not comparable to the power assigned to them on the fourth day, as we already mentioned in our commentary on verse 3. Only on the fourth day did their power increase sufficiently to materially influence the atmosphere covering the surface of the globe. As a result, plants of an advanced calibre were then produced by the earth, the trees growing to their full height, etc.<br> This is what is meant by the words spoken by G’d on the fourth day: להאיר על הארץ, i.e. to make their impact felt all over the surface of the earth. This is also what Moses referred to in Deuteronomy 33,14 וממגד תבואות שמש, וממגד גרש ירחים. The meaning of the word להאיר, usually understood only as “to provide illumination,” is in fact twofold. It means “to give light,” as well as “to carry out its assigned tasks.”", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54e580cbfbfba21902696bbc", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 1:14:3", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Radak on Genesis 1:14:3", "sourceHeRef": "רד\"ק על בראשית א׳:י״ד:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 14.0003, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "והיו לאותות ולמועדים ולימים ושנים, לאותות, הם השעות, למועדים, הם מועדי השנה ותקופותיה, כי כמו שהשנה נחלקת לארבע תקופות שהם החום והקור, הקיץ והחורף, כן היום והלילה שהם כ\"ד שעות נחלקים לארבע תקופות, לפיכך זכר לאותות על שעות היום; ולימים, ימי החדש שהם כ\"ט יום וחצי ושני שלישי שעה וע\"ג חלקים, ושנים, הם ימי השנה שהיא שנת השמש שהיא שס\"ה יום ורביעי, וזה פירש שנה שתשוב השמש שנית באלה הימים אל הנקודה אשר החלה ממנה, וימי שנת הלבנה הם שנ\"ד יום ורביעי, ותרגום ירושלמי \"ויהי לאתין ולסמנן ולמקדשא בהון ריש ירחא ושנין\":", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "והיו לאותות ולמועדים ולימים ושנים. The word לאותות refers to hours; the word ולמועדים refers to the seasons of the year and the festivals to be observed during these seasons. For, just as the year is divided into four seasons, a hot season, a cold season, spring and fall, so day and night are divided into 24 hours. The word ולימים refers to the number of days in a month, i.e. 29 and a half days plus 2/3rds of an hour and 73 parts [of the 1080 parts an hour is divided into halachically. Ed.] The word ולשנים refers to years, i.e. solar years of 365 and a quarter days [as opposed to lunar “years,” i.e. 12 x a lunar month. Ed.]  This is implied by the very meaning of the word שנה, which refers to something which occurs again and again, such as the completion of the sun’s orbit around the earth after the four seasons. [the assumption of the astronomers in the author’s time. Ed.] According to Targum Yerushalmi the appropriate translation of the word שנים is לאתין וסימנן, as visible reminders למקדש רישי ירחין ושנין when to sanctify the new moon and the New Year.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54e5e599fbfba21902696fb5", "index_title": "Radak on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Radak on Genesis 1:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Radak on Genesis 1:14:2", "sourceHeRef": "רד\"ק על בראשית א׳:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Radak on Genesis", "he": "רד\"ק על בראשית"}, "he": "להבדיל בין היום ובין הלילה, כי עד עתה היה האור ביום והחושך בלילה, אבל עתה אמר שיהיה מאור בכל אחד מהם, המאור הגדול ישמש ביום, והאחד הקטן ישמש בלילה וזו היא הבדלה, וכל אחד יעשה גם כן בנמצאות השפלות כפי הנאות לו, תבואת שמש וגרש ירחים, וכן עשו בדשאים ואילנות, כמו שכתבנו, פעולה חזקה ברצון האל אותו היום שנגמרו בגדולם השלם.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "להבדיל בין היום ובין הלילה, to create a separation between the day and the night. Up until this point there was either complete light (day) or complete darkness (night).  From now on there would be some light at night. The large luminary, the sun, would provide its light for the day, whereas the smaller luminary, the moon, would provide some light at night. We know from Deut. 33,14 that the influence of the moon on certain crops is beneficial, i.e. that light provided during the night promotes the growth of crops sensitive to such light.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55705c1bfbfba260c310c24b", "index_title": "Netzach Yisrael", "category": "Jewish Thought", "type": "", "ref": "Netzach Yisrael 22:23", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Netzach Yisrael 22:23", "sourceHeRef": "נצח ישראל כ״ב:כ״ג", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1589, 1599], "commentaryNum": 22.0023, "collectiveTitle": {"en": "Netzach Yisrael", "he": "נצח ישראל"}, "he": "וקאמר רבי שמעון בן אלעזר הטהרה נטלה טעם הפירות והריח. ורוצה לומר כאשר היו נוהגים בטהרה היה הטעם הפירות וריח הפירות קיים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"161\" data-order=\"161\"></i>. כי הטומאה והזוהמא הפך הריח, וכן הטעם, כי הריח הוא שמריח ריח הטוב, וכן הטעם שנותן טעם טוב לאדם. וכמו שהתעוב והזוהמא משוקץ וסרוח, כך צריך אל הריח והטעם הטהרה. וכאשר בטלה הטהרה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"162\" data-order=\"162\"></i>, והיו הבריות מתועבין ומשוקצין, דבר זה נטל הריח והטעם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"163\" data-order=\"163\"></i>. 'והמעשרות בטלה השומן'. וזהו כמו שאמרו ז\"ל (תענית ט.) עשר בשביל שתתעשר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"164\" data-order=\"164\"></i>, נמצא כי המעשר גורם הרבוי. ולפיכך כאשר אין מעשר, בטל השומן, שהוא הרבוי, רק יש כאן כחישות, כמו (ש\"ב יג, ד) \"מדוע ככה אתה דל\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"165\" data-order=\"165\"></i>. וחכמים אומרים כי הזנות והכשפים בטלו הכל. פירוש דבר זה, כי הזנות הוא יציאה מן הסדר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"166\" data-order=\"166\"></i>, ומפני זה בכל מקום כאשר ירצה הכתוב לומר שסרו מן השם יתברך אחר אלקי נכר, אמר (ר' דברים לא, טז) \"וזנו אחר אלקי נכר הארץ\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"167\" data-order=\"167\"></i>, ודבר זה בטל את הכל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"168\" data-order=\"168\"></i>. וכן הכשפים הוא יציאה מן הסדר, כי כל ענין הכשוף שמבטל סדר הטבע<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"169\" data-order=\"169\"></i>. ולכך הזנות והכשפים בטלו הכל, עד שהכל יוצא מסדר וממנהגו של עולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"170\" data-order=\"170\"></i>. והמשנה הזאת נזכרו בהם דברים גדולים מאוד, אי אפשר לפרש יותר, רק תעמוד על הדברים אשר אמרנו, איך חורבן בית המקדש היה מחסר העולם, עד שנמצא חסר בכל. ואי אפשר לפרש יותר:", "heVersionTitle": "Netzach Yisrael, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 1997", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba968fbfba25e369f8b26", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Haamek Davar on Deuteronomy 33:14:1", "sourceHeRef": "העמק דבר על דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> וממגד תבואת שמש.</b> מבאר והולך ברכת ה׳ בהפלגה. באשר נמצא בה מכל מיני גידולי ארץ. מה שאינו כן בכל מדינה דאם יש בה שפע תבואה אינה מוצלחת למינים אחרים. אבל בארץ יוסף מבאר תחלה מגד תבואת שמש. היינו מה שגדל פעם א׳ בשנה ע״פ תקופות השמש. ומיקרו תבואה משום שמתייבשים ועומדים לסחורה למדינות אחרות והיינו תבואה וכמש״כ בס׳ ויקרא י״ט כ״ה ולעיל י״ד כ״ב:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba968fbfba25e369f8b28", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Haamek Davar on Deuteronomy 33:14:2", "sourceHeRef": "העמק דבר על דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וממגד גרש ירחים.</b> היינו ירקות שמתחלפים בכל ירח. והמה נאכלים מן הגנה ואינם נכנסים לקיום. ומה שמשתייר מאכילת הבעלים נשלכים לחוץ. ומשום הכי נקראים גרש שמגרשין לחוץ:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a0af8ed6e4a95d3db4b3f2", "index_title": "Shadal on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Shadal on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Shadal on Deuteronomy 33:14:1", "sourceHeRef": "שד\"ל על דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1845, 1865], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על דברים", "he": "וממגד גרש ירחים: היוצאים כל חדש, לא שהירח מבשלם, שא\"כ אין טעם לרבוי ירחים. גרש, נ\"ל כמו הפוך שֶגֶר בהמה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56a61412d6e4a923e49c78f0", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "commentary", "ref": "Sefer HaMitzvot, Positive Commandments 42:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 42:1", "sourceHeRef": "ספר המצוות, מצוות עשה מ״ב:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 42.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצוה להקריב קרבן בכל ראש חודש מוסף על תמיד של כל יום, וזהו מוסף ראש חדש, והוא אמרו יתעלה ויתברך שמו ובראשי חדשיכם וגו'. (פינחס, תמידין ומוספין פ\"ז): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded to offer a sacrifice on every Rosh Chodesh (first day of the month) in addition to the regular offering of every day. And that is His, may He be exalted and may His name be blessed, saying, \"And on the beginnings of your months, etc.\" (Numbers 28:11). (See Parashat Pinchas; Mishneh Torah, Daily Offerings and Additional Offerings 7.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "57c43bb5d6e4a903fee3c92e", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Deuteronomy 33:14", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Targum Jerusalem, Deuteronomy 33:14", "sourceHeRef": "תרגום ירושלמי, דברים ל״ג:י״ד", "anchorVerse": 14, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 33.0014, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "דברים", "he": "עַבְדָא פֵּירִין טָבִין מִן ^טוּב עֲלָלַת שִׁמְשָׁא וּמִבִּכְרָא רָאשֵׁי מִגְדָנִין בְּכָל רֵישׁ יֶרַח וְיֶרַח:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "Bounteous produce will it yield from the good provision of the sun; and will ripen its first fruits at the beginning of month and month.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77dc3d6e4a94c7c18bb3f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 33:14", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Tafsir Rasag, Deuteronomy 33:14", "sourceHeRef": "תפסיר רס\"ג, דברים ל״ג:י״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 33.0014, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ומן מלאד̇ אלגלאת אלשמסיה ומלאד̇ אלחבוב אלקמריה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5611d6e4a96d624ad0d9", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Gimel 13:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Machberet Menachem, Letter Gimel 13:2", "sourceHeRef": "מחברת מנחם, ג י״ג:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 13.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לתשע מחלקות: האחד, גד <b>גדוד יגודנו</b> <small>(בראשית מט, יט)</small>, תתגדדי בת <b>גדוד</b> <small>(מיכה ד, יד)</small>, <b>יגודו</b> על נפש צדיק <small>(תהלים צד, נא)</small>, לעלות לעם <b>יגודנו</b> <small>(חבקוק ג, טו)</small>, הערכים <b>לגד</b> שלחן והממלאים למני ממסך <small>(ישעיהו סה, יא)</small>, וכה פתרונו: העורכים ללהקת הכמרים שלחן וממלאים גביעי יין לחלק להם, ויהיה 'גד' מגזרת 'גדוד', ול'מני' מגזרת 'מנה', ומניתי אתכם לחרב <small>(שם סה, יב)</small>, יורה על גזרת 'מנין', כמו למנות ולספור ולחלק להם. השני, כזרע <b>גד</b> הוא <small>(במדבר יא, ז)</small>, פותרים בו אנשי פתרון 'כוסברת'. השלישי, <b>ויתגדדו</b> כמשפטם <small>(מ\"א יח, כח)</small>, על כל ידים <b>גדדת</b> <small>(ירמיהו מח, לז)</small>, לא <b>תתגדדו</b> <small>(דברים יד, א)</small>, וקרעי בגדים <b>ומתגדדים</b> <small>(ירמיהו מא, ה)</small>, <b>גדו</b> אילנא <small>(דניאל ד, יא)</small>, ויתכן להיות מגזרתם הגידו ונגידנו <small>(ירמיהו כ, י)</small>. גם יתכן להיות מגזרתם לחלק יגיד רעים <small>(איוב יז, ה)</small>, ענין השחתה הם. הרביעי, <b>גדי</b> עזים <small>(בראשית לח, יז)</small>, <b>גדיי</b> העזים <small>(שם כז, טו)</small>. החמישי, <b>וממגד</b> תבואת שמש <small>(דברים לג, יד)</small>, עם פרי <b>מגדים</b> <small>(שיר ד, יג)</small>, <b>ומגדנות</b> נתן לאחיה <small>(בראשית כד, נג)</small>. הששי, <b>ומגיד</b> לקראת <b>מגיד</b> <small>(ירמיהו נא, לא)</small>, <b>הגידה</b> לי <small>(שיר א, ז)</small>. השביעי, את <b>גיד</b> הנשה <small>(בראשית לב, לג)</small>, <b>גידי</b> פחדיו <small>(איוב מ, יז)</small>, והנה עליהם <b>גידים</b> <small>(יחזקאל לז, ח)</small>, <b>וגיד</b> ברזל ערפך <small>(ישעיהו מח, ד)</small>. השמיני, מלא על כל <b>גדותיו</b> <small>(יהושע ג, טו)</small>, והלך על כל <b>גדותיו</b> <small>(ישעיהו ח, ז)</small>, תלמיה רוה נחת <b>גדודיה</b> <small>(ההלים סה, יא)</small>, ענין אחד להם, הם גפי הנהרות מרומי הירדן אפיקיו וגאיותיו. התשיעי, לא תבשל <b>גדי</b> <small>(שמות כג, יט)</small>, פתרונו לפי ענינו גרגרי פירותם, ויתכן להיות מגזרת מגדים <small>(שיר ד, יג)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f561dd6e4a96d624ad385", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Gimel 68:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Machberet Menachem, Letter Gimel 68:2", "sourceHeRef": "מחברת מנחם, ג ס״ח:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 68.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לשני מחלקות: האחד, <b>גרש</b> האמה הזאת <small>(בראשית כא, י)</small>, מן גו <b>יגרשו</b> <small>(איוב ל, ה)</small>, הרימו <b>גרשתיכם</b> <small>(יחזקאל מה, ט)</small>, וממגד <b>גרש</b> ירחים <small>(דברים לג, יד)</small>. תבואת שמש <small>(שם)</small>, יורה על גרש ירחים, מבוא השמש ומוצאי ירחים מוצאי ערב ובקר המה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5675d6e4a96d624ae6e2", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Yod 15:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Machberet Menachem, Letter Yod 15:2", "sourceHeRef": "מחברת מנחם, י ט״ו:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎עשה <b>ירח</b> למועדים <small>(תהלים קד, יט)</small>, גרש <b>ירחים</b> <small>(דברים לג, יד)</small>, <b>ירחי</b> שוא <small>(איוב ז, ג)</small>, לשון חדשים.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad97f9d6e4a93323dc4f30", "index_title": "Yoma", "category": "Talmud", "type": "", "ref": "Yoma 83b:10", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Yoma 83b:10", "sourceHeRef": "יומא פ״ג ב:י׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 166.001, "collectiveTitle": {"en": "Yoma", "he": "יומא"}, "heTitle": "יומא", "he": "אָמַר רַב נַחְמָן אָמַר שְׁמוּאֵל: מִי שֶׁאֲחָזוֹ בּוּלְמוּס — מַאֲכִילִין אוֹתוֹ אַלְיָה בִּדְבַשׁ. רַב הוּנָא בְּרֵיהּ דְּרַב יְהוֹשֻׁעַ אָמַר: אַף סוֹלֶת נְקִיָּה בִּדְבַשׁ. רַב פָּפָּא אָמַר: אֲפִילּוּ קִמְחָא דִשְׂעָרֵי בְּדוּבְשָׁא. אָמַר רַבִּי יוֹחָנָן: פַּעַם אַחַת אֲחָזַנִי בּוּלְמוּס וְרַצְתִּי לְמִזְרָחָהּ שֶׁל תְּאֵנָה, וְקִיַּימְתִּי בְּעַצְמִי: ״הַחׇכְמָה תְּחַיֶּה בְעָלֶיהָ״. דְּתָנֵי רַב יוֹסֵף: הָרוֹצֶה לִטְעוֹם טַעַם תְּאֵנָה — יִפְנֶה לְמִזְרָחָהּ, שֶׁנֶּאֱמַר: ״וּמִמֶּגֶד תְּבוּאוֹת שָׁמֶשׁ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Naḥman said</b> that <b>Shmuel said:</b> In the case of <b>one who is seized with <i>bulmos</i>, one feeds him a sheep’s tail with honey,</b> since the combination of the fatty meat and the honey helps greatly. <b>Rav Huna, son of Rav Yehoshua, said: Also, fine wheat flour with honey</b> is a remedy. <b>Rav Pappa said: Even barley flour with honey</b> is good for curing <i>bulmos</i>. <b>Rabbi Yoḥanan said: Once I was seized with <i>bulmos</i> and I ran to the east side of a fig tree</b> and found ripe figs there, which I ate. Figs on a tree do not all ripen at once but ripen first on the side where the sun rises, so Rabbi Yoḥanan searched first for figs on the east side of the tree. <b>And I</b> thereby <b>fulfilled</b> the verse: <b>“Wisdom preserves the lives of those who have it”</b> (Ecclesiastes 7:12). <b>As Rav Yosef taught: One who wishes to taste the flavor of the fig should turn to the east, as it is stated: “And for the precious things of the sun’s fruits”</b> (Deuteronomy 33:14), implying that the sun ripens fruit and makes them sweet.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "596369a6d6e4a9416e9bff4e", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Mizrachi, Deuteronomy 33:14:1", "sourceHeRef": "מזרחי, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>גרש ירחים שהארץ מגרשת ומוציאה מחדש לחדש. </b>אין לטעון איך פי' פה מלת ירחים מחדש לחדש ולמעלה פי' יריחם על הלבנה המבשלת קצת מהפירות כמו קשואים ודלועים דאיכא למימר הכא נמי בלבנה קמיירי אלא שמפני שמלת ירחים מורה על רבוי והלבנה אינה רק אחת הוצרך לפרש שרבוי ירחים הוא בעבור הלבנה שבכל חדש וחדש כאילו היו לבנות רבות: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "596482b6d6e4a92bf45a2862", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Bereshit 2:8:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Rabbeinu Bahya, Bereshit 2:8:1", "sourceHeRef": "רבנו בחיי, בראשית ב׳:ח׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ויטע ה' אלהים גן בעדן.</b> ע\"ד הפשט ייחס הכתוב הנטיעה לשם יתעלה לבאר שהוא מטע ה', לא שהביא אילנות ממקום אחר ונטעם שם אלא שהיו מטעיו מעשה ידיו להתפאר, וכן קראם דוד המלך ע\"ה עצי ה' הוא שכתוב (תהלים קד טז) ישבעו עצי ה' ארזי לבנון אשר נטע, ודרשו רז\"ל ישבעו חייהם ישבעו מימיהם ישבעו מטעתן, אינן צריכים השקאה ולא עבודה ולא זמירה, שאלו לא כן, מיום שגורש אדם משם מי עבד אותה ומי השקה אותם ומי התעסק בהם, אבל הם כענין שכתוב (יחזקאל מז יב) לא יבול עלהו ולא יתם פריו כי מימיו מן המקדש המה יוצאים, והזכיר מקדם והודיענו הכתוב בזה מעלת רוח מזרחית אשר גן עדן נטעו שם. וידוע כי מבחר הפירות הם במזרח והוא שכתוב (דברים לג) וממגד תבואות שמש וכן דרשו רז\"ל רוח מזרחית מישב הדעת ומאמץ הכח ומחזק את הלב, כי האויר שבו משובח ביותר וע\"ז אמר וישם שם את האדם אשר יצר.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויטע ה' אלוקים גן בעדן. “The Lord G-d planted a garden in Eden.” According to the plain meaning פשט, the Torah attributed the planting of this garden to G-d Himself, personally. He did not bring a variety of trees from different parts of the globe and placed them in this garden, but the very trees were His handiwork, designed to glorify Him. Accordingly, David referred to these trees as עצי ה', “trees of the Lord,” in his Psalm 104,16 where he wrote ישבעו עצי ה' ארזי לבנון אשר נטע, “The trees of the Lord drink their fill, the cedars of Lebanon, His own planting.” Our sages in Bereshit Rabbah 15,1 interpreted these words to mean that G-d gave these trees the ability to endure indefinitely and never to become victims of decay. These trees did not need irrigation nor did they have to be pruned. Had this not been so, who would have tended them after Adam was expelled from that garden? They were the personification of what is written in Ezekiel 47,12: לא יבול עלהו ולא יתום פריו לחדשיו יבכר כי מימיו מן המקדש המה יוצאים, “its leaf will not wither nor will its fruit give out, every month it will yield new fruit, for its waters emanate from the Sanctuary. <br>Our verse provides a further detail concerning this garden by writing מקדם, ‘from an easterly location.” This word supports our long held belief of the beneficial effect of winds originating in the east. of the earth seeing that Paradise had been planted in that part of the globe. It is a well known fact that the best fruits grow in the East. This knowledge has been implanted in us by the Torah when Moses in his blessing to the tribe of Joseph wrote in Deut. 33,14 וממגד תבואות שמש, “and with the bounty of the sun’s crops.” Seeing that all crops depend on the sun, Moses must have had in mind the area where the sun rises, i.e. the Eastern part of the land of Israel. Our sages (Yuma 21?) may have referred to this phenomenon when they said that the east wind has a beneficial effect on the minds of men, providing a sense of mental equilibrium, a sense of energy, etc. It brings with it a better kind of air. For these reasons וישם שם את האדם אשר יצר “G-d placed man whom He had fashioned in there.”", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d704d6e4a92bf45a9167", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Devarim 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Rabbeinu Bahya, Devarim 33:14:1", "sourceHeRef": "רבנו בחיי, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "דברים", "he": "<b>וממגד תבואת שמש.</b> ידוע כי השמש מניע יסוד האש, שכן אנו מרגישין חום גדול בהתקרבו אלינו והקרירות בהתרחקו ממנו, והוא מבשל התבואה והפירות, והלבנה מניעה יסוד המים, שכן הימים והנחלים מתוספים בתוספת הלבנה וכאשר תחסר הן מתחסרים, וכח השמש והירח שמבשלין הפירות קראו הכתוב מגד, ויאמר הכתוב שתהיה ארצו של יוסף מבורכת מכח השמש הנמשל בתבואות, ולפי שתבואות הזרע והכרם תלויות בשמש אמר כן מכח הלבנה ג\"כ שהיא מגרשת הפירות. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וממגד תבואת שמש, “and from the bounty of the sun’s crop.” It is well known that the sun is closely associated with the element fire. The closer we get to the sun or vice versa, the hotter it gets. The feeling of being cold is generally associated with the distance from the sun. The heat of the sun causes crops and fruit to ripen. The moon, by contrast, is associated with the element water. Proof is the fact that it exerts influence on the oceans (beaches) determining the tides. Absence of the moon in the sky, or gradual disappearance of it, results in the waters of the sea and some rivers receding. The power of both sun and moon to affect the ripening of crops on earth is called by Moses מגד. The verse tells us that the territory of Joseph will experience the beneficial effects on its harvests of both sun and moon. The moon is perceived as מגרשת הפירות, brings the fruit of the tree to separating. <small>[I prefer Hirsch, who sees in the word ירחים an allusion to the number of months animals are pregnant, i.e. the fruit of the womb is produced after a certain number of “moons,” Ed.]</small>", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d48a54d6e4a939ba176580", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 33:14:1", "sourceHeRef": "תורה תמימה על התורה, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>וממגד תבואת שמש. </b>תנא רב יוסף, הרוצה לטעום טעם תאנה יפנה למזרחה, שנאמר וממגד תבואת שמש <sup class=\"footnote-marker\">נ</sup><i class=\"footnote\">ר\"ל יפנה למזרחו של שמש, שהשמש תחמם שם מהבוקר עד חצי היום, והשמש ממתיק את הפרי, וכן משמע הלשון וממגד לשון מעדנים, תבואת שמש.\n</i>.<br>(יומא פ\"ג ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a54d6e4a939ba176582", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 33:14:2", "sourceHeRef": "תורה תמימה על התורה, דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>וממגד תבואת שמש. </b>זה אחד מן התנאים שהתנה יהושע בשעה שחלק את הארץ, שיהיו קוטמין נטיעות בכל מקום אכל לא ממקום שהוא רואה את החמה, שנאמר וממגד תבואת שמש <sup class=\"footnote-marker\">נא</sup><i class=\"footnote\">ר\"ל תיקן שיהיו קוטמין מן האילנות בד ליטע להרכיב ולא יקפיד בעל האילן, חוץ ממקום שהוא רואה את החמה מפני שהוא עיקר האילן שסתמה מבשלת שם את הפרי וממתיקו.\n</i>.<br>(ב\"ק פ\"א ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ed3d6e4a90d4d5c4981", "index_title": "Steinsaltz on Yoma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Yoma 83b:10", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Steinsaltz on Yoma 83b:10", "sourceHeRef": "ביאור שטיינזלץ על יומא פ״ג ב:י׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 166.001, "collectiveTitle": {"en": "Steinsaltz on Yoma", "he": "ביאור שטיינזלץ על יומא"}, "heTitle": "ביאור שטיינזלץ על יומא", "he": "<b>אמר רב נחמן אמר שמואל: מי שאחזו בולמוס — מאכילין אותו אליה בדבש,</b> שהתערובת של הבשר השמן והדבש מועילה ביותר לכך. <b>רב הונא בריה</b> <small>[בנו]</small> של <b>רב יהושע אמר: אף סולת נקיה בדבש</b> מועילה לזה. <b>רב פפא אמר: אפילו קמחי דשערי בדיבשא</b> <small>[קמח שעורים בדבש]</small> יפה לכך. <b>אמר ר' יוחנן: פעם אחת אחזני בולמוס ורצתי למזרחה של תאנה</b> ומצאתי שם תאנים בשלות ואכלתי, כי אין התאנים מבשילות כולן בבת אחת, ובצד שזורחת בו השמש תחילה שם הן מבשילות תחילה, ולכן רץ למזרחה של תאנה ששם התאנים הבשלות, <b>וקיימתי בעצמי</b> את הכתוב: <b>\"החכמה תחיה בעליה\"</b> (קהלת ז, יב). <b>דתני</b> <small>[ש</small>כן <small>שנה]</small> <b>רב יוסף: הרוצה לטעום טעם תאנה יפנה למזרחה, שנאמר: \"וממגד תבואת שמש\"</b> (דברים לג, יד), שהשמש מבשלת את הפירות וממתקתם.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3313d6e4a90d4d5dba54", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 81b:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Steinsaltz on Bava Kamma 81b:1", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא פ״א ב:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 162.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "<b>ולא ממקום שהוא רואה את החמה, שנאמר: \"וממגד תבואת שמש\"</b> (דברים לג, יד), ומכאן למדים שהשמש מבשילה ומשפרת את הפירות, ואם נוטל ענף ממקום זה גורם נזק רב יותר.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59fb0569d6e4a978f820c6a9", "index_title": "Riva on Torah", "category": "Commentary", "type": "commentary", "ref": "Riva on Torah, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Riva on Torah, Deuteronomy 33:14:1", "sourceHeRef": "ריב\"א על התורה, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1090, 1130], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Riva", "he": "ריב\"א"}, "heTitle": "דברים", "he": "<b>וממגד גרש ירחים. פי' רש\"י שהארץ מגרשת ומוציאה מחדש לחדש עכ\"ל. </b>ורבי' יוסף בכור שור פי' גרש כמו שגר בהמה ומלה הפוכה היא כמו כבש כשב שמלה שלמה ופתרונו שהארץ משגרת פירותיה מחדש לחדש. ואולי דחק לפרש כן לפי שלשון גרש אינו נופל יפה על הפירות. אבל לשון שגר מצינו על פירות בתלמוד. שוכני סנה כמו שוכן סנה והיו\"ד יתרה כמו המגביהי לשבת מקימי מעפר דל בכל אלה י' יתרה וכן הרבה:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15482bd6e4a92409ac5888", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Siftei Chakhamim, Deuteronomy 33:14:1", "sourceHeRef": "שפתי חכמים, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>דבר אחר גרש ירחים.</b> דקשה לרש\"י, הוה לי' לומר גרש ירח לשון יחיד, מאי ירחים. ומפרש הארץ מגרשת וכו'. כלומר, כל חדש וחודש חוזר ומוציא, לכך כתיב ירחים לשון רבים: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Another interpretation. “The monthly yield.”</b> Rashi is answering the question: It should have said גרש ירח (moon’s ripening) in the singular form. Why does it say ירחים (moons’)? He [therefore] explains, Which the earth sheds, etc. i.e., each month produces once again and therefore it is written moons’ in the plural form. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5ae9bdfbec082800178c6dc6", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "", "ref": "Midrash Aggadah, Genesis 1:18:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Midrash Aggadah, Genesis 1:18:1", "sourceHeRef": "מדרש אגדה, בראשית א׳:י״ח:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 18.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "בראשית", "he": "ולמשול ביום ובלילה. כשם שמושלת החמה ביום, שנאמר וממגד תבואת שמש (דברים לג יד) כך ממשלת הלבנה בלילה, שנאמר וממגד גרש ירחים (שם שם):", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b6bf54253dce802c774fa43", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Malbim on Deuteronomy 33:14:1", "sourceHeRef": "מלבי\"ם על דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b><small>תורה אור</small></b><br><b>וממגד תבואת שמש</b> שיתמתקו הפירות ע\"י השמש. <b>וממגד גרש ירחים</b> הם המינים הגדלים ע\"י הלבנה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891 -- Torah Ohr", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a7d0bb386c011be9e70b", "index_title": "Tosafot on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Rosh Hashanah 15a:5:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Tosafot on Rosh Hashanah 15a:5:2", "sourceHeRef": "תוספות על ראש השנה ט״ו א:ה׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Tosafot on Rosh Hashanah", "he": "תוספות על ראש השנה"}, "heTitle": "תוספות על ראש השנה", "he": "דחדשים. אע\"ג שבישול הפירות הולך אחר החמה שנאמר (דברים ל״ג:י״ד) ממגד תבואות שמש ה\"נ כתיב (שם) ממגד גרש ירחים וגם ישראלים מונין ללבנה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b8d5b071e100bf4e4163", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Yoma 8:16", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Ein Yaakov, Yoma 8:16", "sourceHeRef": "עין יעקב, יומא ח׳:ט״ז", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 8.0016, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "יומא", "he": "תָּנוּ רַבָּנָן: מִי שֶׁאֲחָזוֹ בּוּלְמוּס, מַאֲכִילִין אוֹתוֹ דְּבַשׁ וְכָל מִינֵי מְתִיקָה. שֶׁהַדְּבַשׁ וְכָל מִינֵי מְתִיקָה מְאִירִין מְאוֹר עֵינָיו שֶׁל אָדָם. וְאַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר, זֵכֶר לַדָּבָר: (שמואל א י״ד:כ״ט-ל׳) \"רְאוּ נָא כִּי אֹרוּ עֵינַי, כִּי טָעַמְתִּי מְעַט הַדְּבַשׁ הַזֶּה\", וּמַאי \"אַף עַל פִּי שֶׁאֵין רְאָיָה לַדָּבָר\"? דְּהָתָם לָאו בּוּלְמוּס אַחְזֵיהּ. אָמַר אַבַּיֵּי: לֹא שָׁנוּ אֶלָּא לְאַחַר אֲכִילָה, אֲבָל קֹדֶם אֲכִילָה, מִיגְרַר גָּרִיר, דִּכְתִיב: (שם ל) \"וַיִּמְצְאוּ אִישׁ מִצְרִי בַשָּׂדֶה, וַיִּקְחוּ אֹתוֹ אֶל דָּוִד, וַיִּתְּנוּ לוֹ לֶחֶם וַיֹּאכַל, וַיַּשְׁקוּהוּ מָיִם. וַיִּתְּנוּ לוֹ פֶלַח דְּבֵלָה וּשְׁנֵי צִמֻּקִים וַיֹּאכַל, (וישת) וַתָּשָׁב רוּחוֹ אֵלָיו, כִּי לֹא אָכַל לֶחֶם, וְלֹא שָׁתָה מַיִם שְׁלֹשָׁה יָמִים וּשְׁלֹשָׁה לֵילוֹת\". אָמַר רַב נַחְמָן, אָמַר שְׁמוּאֵל: מִי שֶׁאֲחָזוֹ בּוּלְמוּס, מַאֲכִילִין אוֹתוֹ אַלְיָה בִּדְבַשׁ. רַב הוּנָא בְּרֵיהּ דְּרַב יְהוֹשֻׁעַ אָמַר: אַף סֹלֶת נְקִיָּה בִּדְבַשׁ. רַב פָּפָּא אָמַר: אֲפִלּוּ קִימְחָא דְּשַׂעֲרֵי בְּדוּבְשָׁא. אָמַר רַבִּי יוֹחָנָן: פַּעַם אַחַת אֲחָזַנִי בּוּלְמוּס, וְרַצְתִּי לְמִזְרָחָהּ שֶׁל תְּאֵנָה, וְקִיַּמְתִּי בְּעַצְמִי (קהלת ז׳:י״ב) \"הַחָכְמָה תְּחַיֶּה בְעָלֶיהָ\", דְּתָנִי רַב יוֹסֵף: הָרוֹצֶה לִטְעֹם טַעַם תְּאֵנָה, יִפְנֶה לְמִזְרָחָה, שֶׁנֶּאֱמַר: (דברים ל״ג:י״ד) \"וּמִמֶּגֶד תְּבוּאֹת שָׁמֶשׁ\". רַבִּי יְהוּדָה וְרַבִּי יוֹסֵי הֲווּ קָאַזְלֵי בְּאוֹרְחָא, אַחֲזֵיהּ בּוּלְמוּס לְרַבִּי יְהוּדָה, קַפְּחֵיהּ לְרוֹעֶה, אַכְלֵיהּ לְרִיפְתָּא. אָמַר לֵיהּ רַבִּי יוֹסֵי: קִפַּחְתָּ אֶת הָרוֹעֶה. כִּי מָטוּ לְמָתָא, אֲחָזוֹ בּוּלְמוּס לְרַבִּי יוֹסֵי, אַהַדְּרוּהָ בְּלָגֵי וְצָעֵי. אָמַר לוֹ רַבִּי יְהוּדָה: אֲנִי קִפַּחְתִּי אֶת הָרוֹעֶה, וְאַתָּה קִפַּחְתָּ אֶת הָעִיר כֻּלָּהּ. ", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b942b071e100bf4e8a00", "index_title": "Kad HaKemach", "category": "Musar", "type": "", "ref": "Kad HaKemach, Passover 3:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Kad HaKemach, Passover 3:2", "sourceHeRef": "כד הקמח, פסח ג׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1290, 1340], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Kad HaKemach", "he": "כד הקמח"}, "heTitle": "פסח", "he": "<b>והנה</b> המזמור מזכיר והלך נפלאות הש\"י בנבראים ומדבר בעיקר בריאת העולם וביציאת מצרים ובקריעת ים סוף ובנפלאות המדבר ובארץ ישראל ובענין הגלות והגאולה ממנו, ובענין הפרנסה שהוא עיקר גדול עד מאד, ויש בו כ\"ו פסוקים וכל אחד מסיים כי לעולם חסדו וזה כמספר השם המיוחד והמספר כ\"ו דורות שמבריאות עולם עד מתן תורה, ובא לרמוז שהקב\"ה זנם וכלכלם בחסד הגדול הזה הזכיר תחלה בריאת העולם אמר לעושה אורים גדולים כי הם קיום העולם ואין להם הפסק. את השמש לממשלת ביום כלומר נתן לשמש כח שיהיה מושל ביום לתועלת העולם להאיר ולהחם האויר והוא תועלת החיים והצמחים, וזהו חסד מאתו יתברך והוא לעולם אין לו הפסק, את הירח וכוכבים לממשלות בלילה וכן הירח נותן בו כח למשול בלילה עם אור הכוכבים כי אור הירח והכוכבים צורך הולכי מדברות ויורדי הים וכחם שופע על הצמחים שנאמר (דברים ל״ג:י״ד) וממגד גרש ירחים, וידוע כי פעולת הירח במים וכתיב (איוב ל״ח:ל״א) התקשר מעדנות כימה או מושכות כסיל תפתח, לכל כוכב וכוכב יש לו כח הצמחים או באבנים ומתכות, ובכלל שני מאורים אלו קיום העולם כי בקור ובחום סבת היום אור החיים ואין להם הפסק לפיכך אמר כל\"ח. ואחר שספר חסדו על כל העולם בכלל זכר בפרט חסדו על ישראל והראה בהם נפלאותיו והודיע שהוא לבדו אדון העולם ומשנה הטבעים כרצונו, והזכיר ענין יציאת מצרים אמר למכה מצרים בבכוריהם כי לעולם חסדו, הזכיר מכת הבכורות כי על ידה יצאו ישראל ממצרים ולכך תפש המכה האחרונה, ויוצא ישראל מתוכם כל\"ח, ביד חזקה ובזרוע נטויה כל\"ח, זה כלל לשאר המכות, וכל זה ודאי חסד גדול לישראל כי היו ישראל בארצם והם לקו בכל המכות וישראל ביניהם וניצלו מכלם. והזכיר קריעת ים סוף לגוזר ים סוף לגזרים כל\"ח, גם זה חסד גדול כי בעבור שלא יראו מלחמה לא נחם אלהים דרך ארץ פלשתים ושנה בעבורם טבע המים כדי שיעברו בתוכם, וחסד גדול אחר עשה עמהם בקריעת הים שקרעו י\"ב קרעים לי\"ב שבטים כדי שלא יכנסו בערבוביא אלא כל שבט ושבט עבר בדרכו שנגזר לו והחסד הזה ראוי לספר לעולם. ונער פרעה וחילו וגו' שלא היה להם יכולת לשוב לאחוריהם וזה ודאי חסד גדול שראו בשונאיהם נקמה גדולה ולא כחדו מהם. למוליך עמו במדבר ארץ גזרה שלא עבר בה איש ולא היה שם דרך והוא בחסדו הוליך אותם בענן יומם ובעמוד אש לילה ומראה אותם הדרך ועוד שהיו במדבר ארץ ציה וצלמות ושם סיפק להם כל צרכיהם בחסדו. למכה מלכים גדולים זכרם בכלל ואח\"כ פרט אותם להגדיל השבח. ויהרוג מלכים אדירים. לסיחון מלך האמורי ולעוג מלך הבשן, זה ודאי חסד גדול כי לא היו מניחין ישראל לעבור ויצאו להלחם עמם והם היו עם רב גבורים חזקים ונתנם הש\"י ביד ישראל שהיו חלשים ולא היו מלומדי מלחמה והרגו אותם עד בלתי השאיר להם שריד, ונתן ארצם לנחלה עוד חסד גדול מזה כי לא די שלא הכו אותם אלא שנתן להם ארצם לנחלה ולא באו שאר הגוים ולא נאספו עליהם להוציאם משם, ועוד חסד על חסד שהוסיף הקב\"ה לישראל על מתנת אברהם שהרי לא נתן הקב\"ה לאברהם אלא מעבר הירדן והלאה שהיו ארץ שבעה גוים והשלשה הנשארים והם קיני קניזי וקדמוני לא היתה להם והם עתידים שיירשום לעתיד לבא, וזו היא תוספת טובה שהוסיף הקב\"ה בטובתו ונתן לישראל לנחלה ארץ סיחון שהיתה ממואב תחלה ונתן להם ארץ עוג מלך הבשן כי קיני מעשו וקנזי וקדמיני מעמון ומואב. ומה שלא זכר ולכל ממלכות כנען כמו שהזכיר למעלה לפי שכל פסוקי המזמור הזה חתומים שם במלת כי לעולם חסדו וממלכות כנען שנתן להם לא היה חסד כי אם אמת לפי שכבר נתנה לאברהם אבינו אבל ארץ סיחון ועוג שלא נתנה לאברהם ונתנה להם זה ודאי חסד. נחלה לישראל עבדו נטל מהם שהיו עובדי אלילים ונתנה לישראל שעובדים להקב\"ה לבדו. שבשפלנו זכר לנו עוד חסד גדול כי כשיצאנו ממצרים הביאנו לארץ ואח\"כ גלינו ממנה בעונינו והיינו בגלות ובשפלות וזכר לנו ברית אבות בגלות לחיותנו בין הגוים וזה יכלול גלות בבל גם הגלות הזה גלות ארם שהבטיחנו בו (ויקרא ו) ואף גם זאת וגו'. ויפרקנו מצרינו כי חסדו הגדול עמנו בגלות לחיותנו בין הגוים. נותן לחם לכל בשר כל\"ח הכתוב הזה מדבר בענין הפרנסה שהוא עיקר גדול וחסד הש\"י על ברואיו שהוא מזמין לכל בריה מזון. וכדי להודיע שהפרנסה ענין גדול ונורא אמרו רז\"ל (ברכות פ\"ק דף ד' ע\"ב) כל האומר תהלה לדוד בכל יום ג\"פ מובטח לו שהוא בן העוה\"ב. ושאלו בגמרא מאי טעמא אילימא משום דאית ביה אלפ\"א בית\"א נימא אשרי תמימי דרך דאזיל בח' אפי אלא משום דכתיב ביה מזוני דכתיב (תהילים קמ״ה:ט״ז) פותח את ידך ומשביע לכל חי רצון. נימא הלל הגדול דכתיב ביה (שם קלו) נותן לחם לכל בשר כל\"ח אלא משום דאית ביה תרתי, למדנו מזה שאלמלא שיש בו זכרון מזונות בפסוק פותח את ידך יותר טוב היה לומר אשרי תמימי דרך. ומן הידוע כי הפרנסה מתחלקת לד' חלקים דומם וצומח וחי ומדבר, החלק הראשון כל דבר שאין לו תנועה ולא צמיחה כגון המתכות והאבנים והדומה להם הנקראים מין הדומם. החלק השני כל דבר שיש בו גידול וצמיחה ואין לו תנועה כגון העשבים וכיוצא בהן הנקראים מין הצומח. החלק השלישי כל מי שיש לו גידול וצמיחה מתנועע ממקום למקום כגון החיות והעופות הנקראים מין חי שאינו מדבר. החלק הרביעי האדם שהוא החי המדבר והוא כלול מכל החלקים הנזכרים מוסף עליהם הדבור הבא מכח הנפש השכלית וכולל כל המתיחסים לנפש. וד' חלקים אלו כל מה שהאחד יותר על האחרים במעלת ההכנה והיכולת הוא חסרי מהם במעלת הזמנת הפרנסה, וכבר כתבתי זה באות פ\"א (פרנסה). ומפני זה אמר כל\"ח כי חסדי הש\"י בענין פרנסת כל נברא אינו פוסק לעולם. הודו לאל השמים כל\"ח, וכן אחר שהזכיר הפרנסה חתם בפסוק זה לפי שהמטר בא מן השמים והפרנסה בסבת המטר הוא שכתוב (ישעיהו נ״ה:י׳) כי כאשר ירד הגשם והשלג מן השמים ושמה לא ישוב וגו'. וידוע כי המטר חסד גדול לעולם: \n", "heVersionTitle": "Kad HaKemach, Warsaw 1872", "heLicense": "Public Domain", "heVersionTitleInHebrew": "כד הקמח, וורשא תרל\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbe91ce46943bef88acd1b5", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 2:12:3", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Yein Levanon on Avot 2:12:3", "sourceHeRef": "יין לבנון על אבות ב׳:י״ב:ג׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<b>\"והתקן עצמך ללמוד תורה\".</b> משום \"על התורה\" תני לה, כלומר כמי שמתקן עצמו למלחמה, ומזדרז לעשות כל התחבולות והתקונים הצריכים לכך, לפי שיודע שנלחם עם שונא חזק, ככה תתקן עצמך ללמוד תורה. כי קשה הדבר מאד על האדם שיכנסו דברי תורה בלבו, וצריך להלחם עם שונא חזק, שהוא יצר הלב הנלחם עמו יום יום, כי דברי התורה הפוכים מטבע לב האדם, ואם לא יתחזק ויתאמץ כנגדו לא ינחל תורה. וכדתנן בפרק ו' במ\"ח דברים שהתורה נקנית בהן, \"במיעוט שיחה ושינה במיעוט סחורה במיעוט שחוק במיעוט תענוג במיעוט דרך ארץ\", וכן כל כיוצא בהן. והיינו דקאמר \"שאינה ירושה לך\", כלומר שאינה מוכנת לפניך שתירשנה כמו ירושה שאין עליה מערערים, שאין ליורש רק ליטול אותה. אלא צריך אתה להלחם ולקנותה בעמל ובטורח גדול, כי כל ירושה צריך היורש זכות להיות זוכה בה, כגון הבן היורש בנכסי אביו, לפי שיצא מחלציו וראויה הירושה שתבא ליד הבן. וכן הארצות שהוריש ה' ב\"ה לאומות, כל אומה היתה לה זכות לירש ירושתם, שנאמר <small>(תהלים מד, ג-ד)</small> \"אתה ידך גויים הורשת ותטעם וגו' כי לא בחרבם ירשו ארץ וגו' כי ימינך וזרועך ואור פניך כי רציתם\". כלומר זכותם עמדה להם שהורשת אותם ארצותם. ואם כך הדבר בטובות הזמניים, כל שכן הוא לרשת אור תורה, שהיא חיי עולם. במה יזכה נער חסר לב הירושה הגדולה הזאת? ואיככה תהיה מוכנת להיות קנין בלי עמל ובלי זכות? ויוצא מזה כי בצדק ובמשפט יקר הדבר ונשגב מהשיגו, ואין האדם זוכה לאור תורה, אלא כשיתקן עצמו להלחם עם יצרו הקשה, ואם יתחזק עליו וירגיל לבו מעט מעט לאהוב תורה וחכמה, עד שיקשיב לחכמה אזנו, ויטה לבו לתבונה, ויבקשנה ככסף וכמטמונים, אז תבוא חכמה בלבו, ותחייהו אור התורה, ואז ינחילנה ויירשנה. וכמאמר ראש החסידים <small>(תהלים סא, ה-ו)</small> \"אגורה באהלך עולמים אחסה בסתר כנפיך סלה, כי אתה אלהים שמעת לנדרי נתת ירושת יראי שמך\", כלומר אתה ה' תחנני ותהיה סתר לי. כי נדרתי לך נדר, ואתה נותן ליראי שמך ירושתם הטובה שהיא הדבקות האלהי ונחלת האור. ומשום הכי תני \"שאינה ירושה לך\", ולא תני \"שאין התורה ירושה\". כי למתקן עצמו ועושה מה שמוטל עליו תהיה התורה ירושתו, אבל אינה ירושה לך אם לא תתקן עצמך תקון גמור. ואל יקשה עליך מקרא שכתוב <small>(דברים לג, יד)</small> \"תורה צוה לנו משה מורשה קהלת יעקב\", דמשמע שהתורה ירושה לכל זרע יעקב. כי ענין הכתוב הוא שהתורה העליונה הזאת שצוה משה על פי ה' לנו היא ולבנינו, ומורשה היא לעד לקהלת יעקב, ואין לשאר העמים שלא נכנסו בבריתו של אברהם אבינו ע\"ה חלק ונחלה בתורה זו, וזוהי מלת \"מורשה\", כמו <small>(שמות ו, ח)</small> \"ונתתי אותה לכם מורשה\", שענינו שתהיה לנו לעדי עד. וכן בספר יחזקאל שאמר על האויב שירש ארצנו <small>(יחזקאל לו, ב)</small> \"יען אמר האויב וגו' ובמות עולם למורשה היתה לנו\", כלומר שהתאמרו לאמר הארץ שכבשנו מידכם מורשת עולם היא לנו. וכן יושבי ירושלים שהתפארו על הגולים לבבל <small>(יחזקאל יא, טו)</small> \"לנו היא ניתנה הארץ למורשה\", כלומר לעד תהיה לנו, וכן מתפרשים כולם. וככה \"מורשה קהלת יעקב\", שתהיה לבד תורת ישראל עד עולם. והנסיון מעיד שעד היום לא היתה אומה ולשון שבחרו תורתו, לקבל עליהם עול מצותיה וגזרותיה, זולתי קהלת יעקב להם היא מורשה לעולם. ובכל זאת איננה ירושה לכל בני יעקב, כי אין התורה באה בלב אלא למי שמתקן עצמו ומכין לבו לתורה. והיה ראוי לחסיד שכמותו לומר מאמר זה.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf4cee5928b1a0d7ea996", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, V'Zot HaBerachah 24", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Paaneach Raza, V'Zot HaBerachah 24", "sourceHeRef": "פענח רזא, וזאת הברכה כ״ד", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 24, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "וזאת הברכה", "he": "גרש ירחים, נראה לרבינו בכור שור מלה הפוכה כמו שגר בהמה, שתשלח ארצו בכל ירח וירח פירות הראויות אז, ג\"ן:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e14872c2ed40553af50ff07", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 10:4:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Gan Naul, House I 10:4:2", "sourceHeRef": "גן נעול, בית ראשון י׳:ד׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "ובהתבוננו על משטרם בארץ, כדרך (דברים לג, יד) \"וממגד תבואות שמש וממגד גרש ירחים\". וכן לכל כוכב וכוכב שָׂם משטר ידוע בארץ. ואין משטרם נודע זולתי ליוצר הכל ב\"ה, שהטביע בכל אחד מהם כח ידוע במשקל ובמדה, וכפי כחו מושל על דבר ידוע בארץ. ואמר על זה (ישעיה מ, כו) \"שאו מרום עיניכם וראו מי ברא אלה, המוציא במספר צבאם לכולם בשם יקרא\". כלומר ראו המתנה הגדולה מן הכוכבים. וכל כוכב עולם בפני עצמו מרוב גדלו, כידוע לבעלי החכמה הזאת, ואינם משמשים בערבוביא כמו שידמה הסכל. אבל השם ב\"ה מוציא במספר צבאם, הוא יודע מספרם הרב כמה הם. וזה נעלם מלב כל אדם. וכן לכל אחד יקרא בשם הראוי לו כפי כחו שנתן בו, וכפי עבודתו ומשטרו. כדרך (שמות לא, ב) \"ראה קראתי בשם בצלאל בן אורי\". כמו (חדר ה' חלון יב) שאמרנו שהוא ב\"ה יודע משקלי הכחות והשעור הנכון הראוי לְהִתָּאֵר באחד מן התוארים. וכפי רוב ההתבוננות בכל אלה, ימלא לב המבין יראת ה' וכבוד, ויתן כבוד למלך הכבוד. ולמעלה מזה בעל הציורים הצחים, המסתכל והצופה בעין-לבו בעולמות הנעלמים ממראה העין, ונסתרים ממחשבת הסכלים, ונגלים בלב כל חכמי לב אנשי השם. מחנות המלאכים העליונים משרתי השם ועושי רצונו. גבורי כח, כתות שרפים ואופנים וחיות הקדש אראלים ותרשישים ואופנים ובני אלהים. מרכבות לרבבות.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">עיין זהר ח\"א קנט, א וח\"ב מג, ב; נ, ב; קנט, א; רכז, ב ועוד</i> ובכלל זה כל מעשה בראשית ומעשה מרכבה הנמסרים לחכם ומבין מדעתו. ורק ראשי פרקים ורמזים קצרים וכללים מקובלים באמת ובאמונה, איש מפי איש עד הלכה למשה מסיני. והמבין מדעתו יבין האמת, בהיות בו ציורי הדעת בשלמות, ונטוע בו כח בינה גדולה, וזולת זה אי אפשר. כי הפירוש הארוך לא יועיל לבעל נפש החלושה, כי הענינים מסתתרים ומתעלמים ממנו. ומי שבכחו להבין במראות אלהים הנטועות בשקול הדעת. יירא את השם יראה גדולה ויתבושש מגדולתו. וממה שבארנו תבין איך יתחלפו הנפשות בקיום מצוה זו. כל הקהל יראים את השם, אבל רחוקה יראת האחד מיראת השני מרחק בלי שעור. והיראה שנצטוה עליה החכם ומבין מדעתו, לא יאות לצוֹתה לאחד העם. וכן אם יירא בעל הנפש היקרה את השם על דרך שייראנו בעל הנפש החלושה או קצת יותר ממנו, כבר הוא עתיד ליתן את הדין. לפי שקיום המצווֹת תתחלף כפי הנפשות הנושאות אותן. ויפה אמרו קדמונינו ז\"ל במדרשם (מדרש משלי, פרק י), ששואלין את האדם ביום הדין הגדול \"צפית במרכבה שלי? שאין לי הנייה בעולמי אלא כשתלמידי חכמים יושבין ועוסקים ושואלין במעשה מרכבה\". ודברים נאים נאמרו שם, אבל אין הכונה להאריך בפירוש מאמרי רבותינו ז\"ל מבלי הכרח. ולמדונו ז\"ל כי הנפשות היקרות הם סגולת זרע יעקב. ומי שיש בו נפש יקרה ואינו עובד את השם כפי כחו, יתן את הדין. ולכן אמרו [במדרש הנ\"ל] \"אין לי הנייה בעולמי (וכו') [אלא בשעה שתלמידי חכמים יושבים ועוסקים בדברי תורה, ומציצין ומביטין ורואין והוגין המון התלמוד הזה. כסא הכבוד היאך הוא עומד\" וכו'].<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">מדובר בלימוד מעשה מרכבה</i> כי העסק הנכבד הזה יקר מכל. והוא מעשה הסגולה. ולפי שנבדלים הנפשות בדרכי היראה, ויראת הנפש האחת לא תתכן להיות בנפש השני. לכן סָתְמָה התורה ואמרה (דברים ו, יג) \"את יי' אלהיך תירא\". ולא פֵּרְשָׁה דרכי היראה כי ענין המצוה לכל הקהל כולו, ולא יאות לצותם על דרכים הנעלמים מלבם והנמנעים מכחם. והיתה המליצה לבדה (דברים י, יד) \"הן ליי' אלהיך השמים ושמי השמים הארץ וכל אשר בה\", והוא דבר שוה לכל נפש. כי השמים והארץ וכל אשר בהם, נראים לכל רואי השמש, ויספיקו להביא יראת השם ורוממותו בכל הנפשות, כפי שהן צריכין למעשה המצווֹת המסתעפים כולם מן היראה כמבואר למעלה. וכמו שיראת הנביא והחסיד והנבון גדולה מיראת זולתן; כן מעשה המצווֹת המסתעפים מהן, גדולים מאד ממעשה המצווֹת המסתעפים מיראת ההמון. וכמו שיתבאר. ודרכי היראה הגדולים והנפלאים, מסרה תורה לחכמי לב, כל אחד יכין בנפשו יראת השם כפי כחו. ראה מה שנאמר על הנביא עובדיה (מל\"א יח, ג) \"ועובדיהו היה ירא את יי' מאד\" כי היה נביא. התמה בדעתך כשצותה התורה על היראה שלא הודיעה נפלאות ונוראות ממעשה בראשית ומעשה מרכבה, המְיַראוֹת נפש האדם. ולא תוכל לומר שאינו נכון לגלות סתרי תורה בפירוש, לפי שהתורה ביד כל אדם. הרי בא יחזקאל הנביא וכתב בספרו מעשה מרכבה. וכן ישעיה ע\"ה. והספרים האלו גם הן מסורים לגדולים ולקטנים, ובאו מקצה ארץ ועד קצהו. אך התורה במה שהיא תורה, קבעה דבריה לכל הקהל כולו לא פרשה הענינים הנפלאים האלו. כי אם היו מפורשים עם המצוה, היה ענינים בדרך חוק ומצוה. ויודע השם ב\"ה שלא יתכן לצות זרע יעקב גדוליהם וקטניהם, שישמרו המצוה הזאת בשעור זה. אבל בפירוש התורה פנים אל פנים מסר אדוננו משה ע\"ה סוד הדברים. והשומע ישמע. וצוה (דברים יז, יא) שלא נסור מדברי אנשי הקבלה<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">ענינו כאן מסורת תורה שבעל פה</i> ימין ושמאל כמבואר למעלה. וכן צוה על הנביאים שקמו אחריו בכל דור ודור, ואמר (דברים יח, טו) \"אליו תשמעון\" כמבואר. כי הם אנשי החכמה והבינה שהגיעה עליהם הקבלה הנאמנה, הם ילַמדו לישראל משפטי המצווֹת וסודם, לכל אחד כפי דרכו. וכן עמדו הנביאים ופרשו הסודות הללו, וכתבום על ספר ברוח הקודש ברשיון השם ב\"ה. כי ביד המלך שלמה ע\"ה נכתב ספר משלי המגלה תעלומות רבות בפירוש המצווֹת, ואמר בפירוש המצוה הזאת (משלי ב, א) \"בְּנִי, אם תקח אֲמָרַי\" וגו'. (ב, ה) \"אז תבין יראת יי' ודעת אלהים תמצא\". הודיע כי היראה עמוקה מי ימצאנה? זולתי בהופיע רוח בינה ודעת אל האדם. אז יבין יראת ה', כי יצפה בעין הלב גדולותיו ונוראותיו של יוצר בראשית. ובא ישעיה ע\"ה וגלה סודות המרכבה. ואחריו יחזקאל ע\"ה שכתב פרשה שלמה. והמכתב ברוח השם. לא יבינהו זולתי מי שחנן אותו השם ב\"ה דעת בינה והשכל. ולא כתבוהו בלשון חוק ומצוה כולל לכל הקהל כולו, רק בלשון הודעה וספור. וכן שאר הנביאים רמזו רמזים כאשר נצטוו מפי השם, וכפי השעור שחפץ בו שיהיה נכתב לדורות. וזה אמת:", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5e1487c92ed40553af5102be", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House II 7:5:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Gan Naul, House II 7:5:1", "sourceHeRef": "גן נעול, בית שני ז׳:ה׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "he": "(קהלת ב, יג) \"וראיתי אני שיש יתרון לַחָכְמָה מן הסּכלות כיתרון האור מן החשך\". פירוש \"לחכמה\", למנהגי החכמה והצדק וכדברי הכלל הי\"ב. והודיע שמצא ההבדל והיתרון שיש לחכמה על הסּכלות ואמר שיתרונה דומה ליתרון האור מן החשך. ופירוש הראב\"ע ז\"ל \"כמו שיבדיל האור הצורות, ויראה הקרובים והרחוקים, ויעמיד כל דבר על מתכונתו, כן דרך החכמה\" ע\"כ. כלומר משפטי החכמה צדק ומישרים, ודרכי הסּכלות עקשים ופתלתולים. החכמה תורֶה את האדם בדרך הישר, ותבדיל בין האמת ובין השקר ותעמיד מנהגיו על מתכונתן, והסּכלות להפך. ואע\"פי כי דבר זה אמת, הנה לא נודע ממנו היתרון העצמי, כי על זה אנו דנין. הסכל ירבה דברים נגד חֻקֵי החכמה, ויאמין כי דרכיו נכונים בעבור שהולך כפי תאותו. והלץ ילעיג על חֻקֵי החכמה בעבור שהן מנגדים לטבע הנטוע בנפש. ולכן יֵרָאֶה כי חכמה עמוקה יש בכתוב זה. כי ידוע שכֹח כל הנמצאים תחת השמים תלויין במאורות השמים, הם המצמיחים עשב ודשא ועץ פרי, הם הנותנים הַעֲמָדָה בכל הבעלי חיים, ולולי שפעת המאורות לא יעמוד דבר בעולם השפל. והפועל הגדול הוא השמש, כי באורו מחמם כל הנמצאים וכולם קשורים בשפעו.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">המדע החדיש הוסיף על דברי רבינו. מפני קרני אור השמש הומצא כח בצמחים לייצר חמצן, שכל הבריות, בני אדם ובעלי החיים נושמים.</i> כמאמר התורה (דברים לג, יד) \"וממגד תבואות שמש\". וכן רבים מהם שופעים מן הירח. כמו (שם) \"וממגד גרש ירחים\". ורבים מהם מקבלים כח הכוכבים והצבא הגדול, וכמו שאמר לאיוב (איוב לג, לח) \"הידעת חֻקוֹת שמים, אם תשים משטרו בארץ\". כללו של דבר, לולי האור לא יתקיימו השפלים. ואם אין שמש וירח וכוכבים אין אור, כי הם בעלי האור. ואם אין אור, הכל חשך ותתפרד החבילה בשפלים. ודוגמת זה העמדת הנפשות והיותן קשורות באור החכמה העליונה. כי ההולך בדרכי חכמת השם יזרח עליו כבוד ה', ואת נפשו יְחַיֶה. כמו שנאמר בתורה (ויקרא יח, ה) \"אשר יעשה אותם האדם וחי בהם\" וכמו שתרגם אונקלוס ז\"ל. וכן תמצא בכל ספרי הנביאים, שחיי הנפש תלויין במעשה הצדק והיושר. ולהיפך הסּכלות כי תדמה אל החשך. ולכן ההולך ברֶשע ובכסל תמות נפשו. וכנגד זה אמר (קהלת ב, יג) שיתרון החכמה מן הסּכלות, הוא כיתרון האור מן החשך. כלומר כמו שיש יתרון לאור על החשך בכל הדברים אשר תחת השמש, כן יש יתרון לחכמה על הסּכלות בדברים אשר ממעל לשמש והן נפשות בני אדם, כי רוח האדם תשוב אל האלהים אשר נתנה. והנה נשמת האדם שופעת חיים לגוף, וחיי הגוף קשורים בדברים אשר תחת השמש. כאילו תאמר שצריך לאכול ולשתות ולשאוף אויר. והכל תלוי בתנועת השמים ומאוריהם. והחיים הללו מתוארים בדברי שלמה חיי הבל. כמו שיתבאר בחלון הט', בעבור התחברים בדברים שתחת השמש שכולם הבל. ובזה שוה האדם עם הבהמה, (קהלת ג, יט) \"כמות זה כן מות זה\". ואין לחיים הללו צורך אל החכמה, זולתי ע\"י השגחת השם ב\"ה, אבל לא בטבע. כי יש רשעים מאריכים ברעתם, וכסילים ואוילים בריאים, גם שָׂב גם ישיש בם. ואולם מלבד חיי הבל אשר לגוף, יש חיים אחרים לנשמת האדם העומדת לעד' ואלו הן החיים הקשורים עם החכמה. כי בהיות הנפש בעלת החכמה, נוהגת בצדק חיֹה תחיה. כי החכמה דומה לאור השמש המקיים בשפעו כל הנמצא בעולם התחתון. וכן אור החכמה העליונה מקיים כל הנפשות והצורות הטהורות. והנפש הסכלה אינה קשורה בחיים הללו, וכמבואר למעלה. וסמך ואמר (קהלת ב, יד) \"החכם עיניו בראשו והכסיל בחשך הולך\", ופרשנוהו למעלה. והנה בנפש החכם חכמה ודעת ושמחה גם בעולם הזה, כי אור נשמתו תשמח לבו. והכסיל הולך בחשך, בעבור שאין עליו נגה אור החכמה. ואולם במקרים שיקרו לגוף בעולם הזה, יקרה לפעמים לחכם כמקרה הכסיל. וכמ\"ש (שם ח, יד) \"יש צדיקים אשר מגיע אליהם כמעשה הרשעים\". כי דרכי השם עמוקים ונשגבים מדעת האדם. אבל בצאת הנפש מן הגוף, אז נפש החכם באור, והלך לפניו צדקו. ונפש הכסיל תלך למקום חשך. וכנגד זה (שם ב, טז) \"כי אין זכרון לחכם עם הכסיל לעולם וגו' ואיך ימות החכם עם הכסיל?\" וכבר בארנוהו למעלה. ואתה קַרֵב אחד אל אחד. ובחון וחקור ותמצא מרגוע לנפשך:", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f870741cdb83d0f4cd28c99", "index_title": "Hegyonei Uziel", "category": "Jewish Thought", "type": "", "ref": "Hegyonei Uziel, Gate I 11:5", "anchorRef": "Deuteronomy 33:13-16", "anchorRefExpanded": ["Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16"], "sourceRef": "Hegyonei Uziel, Gate I 11:5", "sourceHeRef": "הגיוני עוזיאל, שער א; גמול השם י״א:ה׳", "anchorVerse": 13, "sourceHasEn": false, "compDate": [1910, 1950], "commentaryNum": 11.0005, "collectiveTitle": {"en": "Hegyonei Uziel", "he": "הגיוני עוזיאל"}, "heTitle": "שער א; גמול השם", "he": "כגמול האדם לארץ כן הוא גמול הארץ לאדם, שהיא נותנת לו רב טובה מעדנים ותענוגים ״ממגד שמים מעל ומתהום רובצת תחת, וממגד תבואות שמש וממגד גרש ירחים, ומראש הררי קדם וממגד גבעות עולם, וממגד ארץ ומלואה ורצון שוכני סנה״ (דברים לג, יג-טז). לעומת זאת: ״וקוץ ודרדר תצמיח לך״. פרש״י: כשתזרענה מיני זרעונים תצמיח קוץ ודרדר קונדס ועכבניות (בראשית ג, יח). ״זרע רב תוציא השדה ומעט תאסוף כי יחסלנו הארבה, כרמים תטע ועבדת ויין לא תשתה… כי תאכלנו התולעת, זיתים יהיו לך בכל גבולך ושמן לא תסוך כי ישל זיתך״ (דברים כח, לח-מ). ועוד פסוקים רבים כאלה בדברי נביאים ודברי חכמים וחדותם במדרשיהם, ובתורת הח״ן, ברך שבחר בהם ובמשנתם.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60e42e1137fff5a99e79424b", "index_title": "Reshit Chokhmah", "category": "Kabbalah", "type": "", "ref": "Reshit Chokhmah, Gate of Love 5:15", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Reshit Chokhmah, Gate of Love 5:15", "sourceHeRef": "ראשית חכמה, שער האהבה ה׳:ט״ו", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 5.0015, "collectiveTitle": {"en": "Reshit Chokhmah", "he": "ראשית חכמה"}, "he": "<b>ואפשר</b> שכדי שנזכור ענין שטובו מתחדש בכל יום, שמורה שהוא יתברך ברא העולם יש מאין והוא מחדשו בכל יום, תיקנו רבותינו זכרונם לברכה עניני הברכות בשם ומלכות, ידו\"ד - על שהוא מהוה ההויות. ומלך, שהוא משגיח עליהם כמלך המשגיח ומרחם על עבדיו, כן הקדוש ברוך הוא משגיח על העולם מאחר שהוא בראו לתת לו קיום והעמדה לעולם ועד, שאין שפעו פוסק מהעולם רגע, ולעולם האור מתחדש בערך הנביאים. ואמרנו בורא פרי וכו' - הכוונה היא גם כן על דרך זה, שאלמלא שפעו הנשפע לקיום הנמצאות לא היה נברא הפרי ההוא או הענין ההוא, כי אלמלא המים והטללים היורדים בכל יום לא היה קיום לעולם, וכן זריחת השמש למתק פרות האילן, כאמרו (דברים לג, יד) וממגד תבואות שמש וממגד גרש ירחים, שיש פירות בעולם מתבשלים על ידי השמש ויש על ידי הלבנה, ואלמלא שהקדוש ברוך הוא מזריח השמש והלבנה בכל יום לא היה אפשר להיות העולם קיים, אם כן על ידם מתחדש מעשה בראשית, ובכל יום הקדוש ברוך הוא בורא העולם מחדש, ולזה תיקנו רבותינו זכרונם לברכה בברכת היוצר המחדש בטובו בכל יום תמיד וכו', וכן ענין יוצר המאורות, כי על ידם הוא חדוש העולם ומעשה בראשית, וכלל החידוש הוא מצד החסד שהוא המחדשה כדפירשנו.", "heVersionTitle": "Hamesorah Publishers, Jerusalem 2005", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1ecfe735e0a5900c7cb9", "index_title": "Rashi on Bereshit Rabbah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bereshit Rabbah 13:12:4", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Rashi on Bereshit Rabbah 13:12:4", "sourceHeRef": "רש\"י על בראשית רבה י״ג:י״ב:ד׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 12.0004, "collectiveTitle": {"en": "Rashi on Bereshit Rabbah", "he": "רש\"י על בראשית רבה"}, "heTitle": "רש\"י על בראשית רבה", "he": "<b>שמתבלת את פירותיה.</b> כמו שהתבלין מתבלין את המאכל כך השמש והשרב מתבל הפירות והיינו דכתיב וממגד תבואות שמש (דברים ל״ג:י״ד) ע\"כ:", "heVersionTitle": "Midrash Rabbah, Vilna, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ווילנא, האלמנה והאחים ראם, תרל\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6102373dc795231b79e35890", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 30:22:28", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Tzror HaMor on Torah, Genesis 30:22:28", "sourceHeRef": "צרור המור על התורה, בראשית ל׳:כ״ב:כ״ח", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 22.0028, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>וכן</b> משה ברכו מעין יעקב כאומרו מבורכת ה' ארצו. ממוזגת בפירותיה כמו שהוא היה ממוזג בטבעו. לא כמאמר האומרים ששכב עם אשת אדוניו. ומה שהוסיף משה תבואות שמש וגרש ירחים. הוא כלול במאמר מאל אביך ויעזרך ליודעיך. ומה שהוסיף בכור שורו וגומר הוא כלול באומרו בנות צעדה עלי שור. כמאמר המתרגם תרין שבטין יפקון מבנוהי. ולכן משה כפל ברכותיו ביעקב. קצת ברכות על ראש יוסף וקצת ברכות על נזיר אחיו. ויעקב חתם במאמר תהיין לראש יוסף. ומשה אחר שאמר ולקדקד נזיר אחיו אמר בכור שורו הדר לו. לרמוז שהברכות הראשונות היו כנגד יוסף. והאחרונות כנגד נזיר אחיו. וזהו לקדקד נזיר אחיו אני מברכו בכור שורו וגומר. ומשה פירש מה שסתם יעקב. וכולם לדבר אחד נתכוונו למאמר רחל שאמרה אסף אלהים את חרפתי ולמאמר יוסף ה' לי בן אחר. ולפי שהם ראו כי שבעה עידנין יחלפון עלי'. הושלך לבור ארבעה פעמים נמכר כמו שדרשו במלת פסים פוטיפר סוחרים ישמעאלים מדינים. שביה. מאסר. הרי ז' כנגד זה אסף אלהים את חרפתי. וכן נזיר אחיו כי בזה הזמן היה בחרפה גדולה פרוש מאחיו. וכנגד ז' זמנים וז' ענויים ברכו משה בז' ברכות שברכו יעקב. שהם כלולות במאמר רחל שאמרה יוסף ה' לי בן אחר ובמאמר תהיין לראש יוסף. ולכן אמר משה וליוסף אמר מבורכת ה' ארצו. כלומר ברכות כפולות לראש משביר עד שאפילו ארצו תהיה מבורכת. והתחיל בשבעה ברכות ממגד שמים מטל א'. ובתהום רובצת תחתיו ממגד תבואות שמש ג'. וממגד גרש ירחים ד'. ומראש הררי קדם ה'. וממגד גבעות עולם ו'. וממגד ארץ ומלואה ורצון שוכני סנה ז'. וכל אלו הז' ברכות תבאתה לראש יוסף. אבל לקדקד נזיר אחיו אני נותן לו ברכות אחרות. והם בכור שורו הדר לו. כלומר לאחר שהיה פרוש מאחיו וימררהו ורובו וישטמוהו ונגחוהו. אני נותן לו הדר השור וקרני הראם. בענין שבהם ינגח יחדיו אפסי ארץ כמו שנגחוהו. וזה כלול במה שאמר יעקב בן פורת יוסף בנות צעדה עלי שור. וימררוהו ורבו ותשב באיתן קשתו וגומר שכל זה רמז שעמד בצרותיו קיים כאבן. וזהו משם רועה אבן ישראל. וכנגד זה אמר משה ומראש הררי קדם. ואחר שאמר שהיה קיים בעצמו. כאבן. התחיל לברכו בז' ברכות של משה. והם מאל אביך ויעזרך אחד. ואת שדי ויברכך ב'. ברכות שמים מעל ג'. ברכות תהום רובצת תחת ד'. ברכות שדים ורחם ה'. ברכות אביך גברו על ברכות הורי ו'. עד תאות גבעות עולם ז'. ולפי שיוסף זכה לאלו הז' ברכות מצד אמו ומצד אשת אדוניו יותר מבשאר השבטים. אנו מברכין לבנות ישראל ז' ברכות לכבוד חתן וכלה שהם כנגד שמש וירח. וזהו וממגד תבואות שמש וממגד גרש ירחים. ולכן אמרו כלה בלא ברכה אסורה. לפי שבברכת יוסף יש ז' ברכות ומדברת בענין הנשים דכתיב בנות צעדה עלי שור. וכן אמר ברכות שדים ורחם. ולכן צריך שיברכו לכלה שבע ברכות. ולכן אמרו האוכל מצה בערב פסח כבועל ארוסתו בבית חמיו. כלומר שלא המתין לברך שבע ברכות. כן האוכל מצה ערב הפסח לא המתין שיברכו עליה שבעה ברכות. כי ז' ברכות אנו מברכים בליל פסח קודם שנאכל מצה. וכל זה לפי שבזכות יוסף הצדיק יצאו ממצרים ונקרע הים דכתיב הים ראה וינס. ואחז\"ל מה ראה ארונו של יוסף דכתיב וינס ויצא החוצה. ולכן אנו מברכין שבעה ברכות בליל פסח קודם אכילת מצה. כנגד שבעה ברכות של יוסף של (ברכת) יעקב ומרע\"ה. שהם כנגד שבעה ברכות של כנסת ישראל שנקראו באר שבע. שכל שבעה בארות וברכות מריקין בה:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6102373dc795231b79e35892", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Deuteronomy 33:13:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Tzror HaMor on Torah, Deuteronomy 33:13:1", "sourceHeRef": "צרור המור על התורה, דברים ל״ג:י״ג:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "דברים", "he": "<b>וליוסף אמר מבורכת ה' ארצו.</b> אחר שבירך לבנימין בראשונה לפי שהוא היה עיקר הבית לסבת בהמ\"ק שבחלקו. ושם היתה עבודת הקרבנות של הכהנים. חזר לברך יוסף. לפי שגם בחלקו היה משכן שילה. וזהו מבורכת ה' ארצו. לרמוז שג\"כ ארצו מבורכת כמו ירושלם. אבל ירושלם היא העיקר. ולכן נזכר בנימין בראשונה. וכן אמר מבורכת ה' ארצו. לרמוז שיוסף היה ראוי לזאת הברכה. לפי שנזהר באשת אדוניו ושבר יצרו הרע וכבש מעיינו. בסבת שהיה ממוזג וטוב בטבעו וגופו וחומרו שהיא ארצו. וא\"כ אחר שזה כן. ראויה שתהיה ארצו מבורכת וממוזגת. ממהרת לבשל פירותיה מדה כנגד מדה וזהו מבורכת ה' ארצו וכן אמר מבורכת ה' ארצו מדה כנגד מדה. כמו שהוא הביא ברכה ושובע לעולם בהיותו במצרים. והיה משביר בר לכל עם הארץ ואמר הא לכם זרע וזרעתם את האדמה. כן ראוי שתהיה ארצו מבורכת ושמנה וטובה מכל הארצות. וכן ראוי שיהיו ברכותיו כפולין מלמעלה ומלמטה. אחר שהיה טוב עין ומבורך ומשביר בר. וכמו שהמונע בר יקבוהו לאום יזעמוהו לאומים. כן המשביר בר יברכוהו עליונים ותחתונים. וזהו ממגד שמים מטל ומתהום רובצת תחת. ואמר מטל. וביעקב אמר מעל. לפי שאמר ברכות שמים מעל. כאלו הברכות באות ממעל לשמים. לפי שאין מזל לישראל. אבל בכאן שאמר ממגד שמים. אמר מטל. לפי שהמגדים והפירות באים מהטל. ואמר וממגד תבואות שמש וממגד ארץ ומלואה. לפי שברכת הארץ ופירותיה היא תלויה בששה דברים. האחד בטל ומטר. והשני בלחות הארץ. והשלישי והרביעי בבישול הפירות מצד שמש וירח. והחמישי מצד ההרים והגבעות שמכה השמש שם בראשונה. והוא מצד רצון השם בלי טל ומטר ושמש וירח והרים וגבעות. ולכן כנגד האחד שהוא טל ומטר אמר ממגד שמים מטל. וכנגד השני אמר ומתהום רובצת תחת. שבסבת התהום שעלה ומלחותו הולידה והצמיחה. וכנגד השלישי והרביעי שהוא בישול הפירות הבא מצד חום השמש ולחות הלבנה. אמר וממגד גרש ירחים. לפי שמגרש ומבשל שיבואו במהרה. וכנגד החמישי שהיא מצד הרים וגבעות שמכה בהם השמש ומתבשלים מהרה. אמר ומראש הררי קדם וממגד גבעות עולם. עד שלסבת גבהותה פירותיהם באים מהרה. וכנגד הששי הראויה לכלל הארץ בגבעות ובעמקים. אמר וממגד ארץ ומלואה ורצון שוכני סנה. לרמוז כי מלא כל הארץ כבודו ורצונו. וכשהשם רוצה בלי טל ומטר ושמש וירח. ברכת ה' היא תעשיר. ורצונו כעב מלקוש לברך כל הפירות. ולכן אמר שוכני סנה. לרמוז שאע\"פ שהסנה היא יבשה וקשה. רצון השם ירד כמטר על גז והולידה והצמיחה. וכן כפל ברכות יוסף יותר מכל שאר השבטים. לפי שיוסף היה ראוי לשתי ברכות. אחת כנגד זמן השביה והמאסר. והשני כנגד זמן המלוכה שלא גבה לבו ולא רמו עיניו. וזהו תבאתה לראש יוסף ולקדקוד נזיר אחיו. כלומר קצת הברכות היו ראויות לו מצד יוסף הצדיק השליט על הארץ. וקצת הברכות על שהיה נזיר אחיו ופרוש מהם בזמן העוני והמאסר. וכבר הארכתי בזה בפ' ויצא. וכן אמר יעקב ג\"כ ברכות אביך גברו עליך יותר מכל האחרים. וזהו תהיין לראש יוסף וגו'. ולכן משה כפל ברכותיו. ביעקב קצת ברכות על ראש יוסף וקצת ברכות על נזיר אחיו. ויעקב חתם תהיינה לראש יוסף. ומשה אחר שאמר ולקדקוד נזיר אחיו. אמר בכור שורו הדר לו. לרמוז שהברכות הראשונות היו כנגד יוסף. והאחרונות כנגד נזיר אחיו. וזהו ולקדקד נזיר אחיו אני מברכו בכור שורו הדר לו. ומשה פירש מה שחתם יעקב. ולפי שהם ראו כי שבעה עידנין יחלפון עלוהי. האחד שהושלך בבור. וארבע פעמים נמכר כנגד פסים. שביה. מאסר. הרי שבעה. כנגדם ברכו משה בשבעה ברכות כמו שבירכו יעקב. וזהו מבורכת ה' ארצו בשבעה ברכות. ממגד שמים מטל אחד. ומתהום רובצת תחת שנים. וממגד תבואות שמש שלשה. וממגד גרש ירחים ארבעה. ומראש הררי קדם חמשה. וממגד גבעות עולם ששה. וממגד ארץ ומלואה ורצון שוכני סנה שבעה. הרי כאן שבעה ברכות. כנגד שבעה ברכות שמברכים לחתן:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aaf2cd596b03e9e2c8a2", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 958:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Yalkut Shimoni on Torah 958:2", "sourceHeRef": "ילקוט שמעוני על התורה תתקנ״ח:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 958.0002, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וממגד תבואות שמש מגיד שהיא פתוחה לחמה, וכך היא פתוחה ללבנה שנאמר וממגד גרש ירחים. ומראש הררי קדם מלמד שהררי יוסף קודמין להררי א\"י. וממגד גבעת עולם מלמד שאבות ואמהות קרויין הרים וגבעות, שנאמר עד שיפוח היום ונסו הצללים אלך לי אל הר המור ואל גבעת וגו'. וממגד ארץ ומלואה מלמד שארצו של יוסף מלאה ואינה חסירה כל ברכה, ר' שמעון בן יוחאי אומר מעמיד אדם ספינתו בחלקו של יוסף ואין צריך חוץ ממנה כלום:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aaf3cd596b03e9e2c8a4", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 959:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Yalkut Shimoni on Torah 959:1", "sourceHeRef": "ילקוט שמעוני על התורה תתקנ״ט:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 959.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "ורצון שוכני סנה, שעשה רצון מי שנגלה על משה בסנה. תבואתה לראש יוסף הוא בא בראש למצרים והוא יבוא בראש לעתיד לבוא. ולקדקד נזיר אחיו שריחקוהו אחיו ועשאוהו נזיר. תני רב יוסף הרוצה ליהנות מן התאנה יאכל ממזרחה שנאמר וממגד תבואות שמש, אמר רבי יונתן פעם אחת אחזני בולמוס ורצתי למזרחה של תאנה אכלתי וקיימתי בעצמי והחכמה תחיה בעליה. ר' יוסי בר חנינא אמר ורצון שוכני סנה עין שלא רצתה ליהנות מדבר שאינה שלה תזכה ותאכל בין השנואים וכו' (כדכתיב בפרשת ראה בפסוק השמר לך פן תעלה עולותיך ברמז תתק\"ב) הרואה שור בחלום ישכים ויאמר בכור שורו הדר לו קודם שיקדמנו פסוק אחר כי יגח שור את איש. ה' דברים נאמרו ברואה שור בחלום, האוכל מבשרו מתעשר, נגחו הוין ליה בנים שמנגחין בהלכה, נשכו ייסורין באים עליו, בעטו דרך רחוקה מזדמנה לו, רוכבו עולה לגדולה, והוא דרכיב איהו לתורא:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d53bf4629f2b5727984a", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, גרשׁ 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Sefer HaShorashim, גרשׁ 1", "sourceHeRef": "ספר השרשים, גרשׁ א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "גרשׁ", "he": ["<strong><big>גרשׁ</big></strong>   הִנְנִי<strong> גֹרֵשׁ</strong> מִפָּנֶיךָ (<a class=\"refLink\" href=\"Exodus 34:11\" data-ref=\"Exodus 34:11\">שמות לד, יא</a>), וְאִשָּׁה <strong>גְּרוּשָׁה</strong> מֵֽאִישָׁהּ (<a class=\"refLink\" href=\"Leviticus 21:7\" data-ref=\"Leviticus 21:7\">ויקרא כא, ז</a>), הָרִימוּ <strong>גְרֻשֹֽׁתֵיכֶם</strong> מֵעַל עַמִּי (<a class=\"refLink\" href=\"Ezekiel 45:9\" data-ref=\"Ezekiel 45:9\">יחזקאל מה, ט</a>), פירוש המסים שאתם גודשים ומשליכים עליהם הרימו אותם מעליהם. ויונתן תרגם <strong>סְלִיקוּ תִקְלַתְכוֹן מִגוֹ עַמִי וַיִּגְרְשׁוּ </strong>מֵימָיו רֶפֶשׁ וָטִֽיט (<a class=\"refLink\" href=\"Isaiah 57:20\" data-ref=\"Isaiah 57:20\">ישעיה נז, כ</a>). <strong>והנפעל</strong> כַּיָּם <strong>נִגְרָשׁ</strong> (שם), פירוש כים שהוא מתנדנד בגליו ויוצאים אל השפה. <strong>נִגְרַשְׁתִּי </strong>מִנֶּגֶד עֵינֶיךָ (<a class=\"refLink\" href=\"Jonah 2:5\" data-ref=\"Jonah 2:5\">יונה ב, ה</a>), <strong>וְנִגְרְשָׁה</strong> וְנִשְׁקְהָ [וְנִשְׁקְעָה] כִּיאוֹר מִצְרָֽיִם (<a class=\"refLink\" href=\"Amos 8:8\" data-ref=\"Amos 8:8\">עמוס ח, ח</a>). <strong>והפעל הכבד</strong> [פִּעֵל]<strong> גָּרֵשׁ</strong> הָֽאָמָה הַזֹּאת (<a class=\"refLink\" href=\"Genesis 21:10\" data-ref=\"Genesis 21:10\">בראשית כא, י</a>), <strong>ושלא נזכר פועלו</strong> [פֻּעַל] כִּי־<strong>גֹֽרְשׁוּ</strong> מִמִּצְרַיִם (<a class=\"refLink\" href=\"Exodus 12:39\" data-ref=\"Exodus 12:39\">שמות יב, לט</a>), <strong>והשם</strong> <strong>גֶּרֶשׁ</strong> יְרָחִֽים (<a class=\"refLink\" href=\"Deuteronomy 33:14\" data-ref=\"Deuteronomy 33:14\">דברים לג, יד</a>), בשש נקדות והוא זמן שהפירות מניצים ופורחים בכח היה כאילו הירח מגרש אותם לחוץ. <strong>והשם עוד</strong> בתוספת <strong>מ\"ם</strong> <strong>מִגְרָשׁ</strong> לְמַעַן <strong>מִגְרָשָׁהּ</strong> לָבַֽז (<a class=\"refLink\" href=\"Ezekiel 36:5\" data-ref=\"Ezekiel 36:5\">יחזקאל לו, ה</a>), והוא שם במקום מקור כאילו אמר למען גרוש אותה לבז. וזה השם עוד לפרזות אשר הם חוץ לעיר <strong>וּמִגְרָשׁ</strong> לֶֽעָרִים (<a class=\"refLink\" href=\"Numbers 35:2\" data-ref=\"Numbers 35:2\">במדבר לה, ב</a>), <strong>וּמִגְרְשֵׁי</strong> הֶֽעָרִים (שם ד). ומשקל אחר לְקוֹל זַֽעֲקַת חֹֽבְלָיִךְ יִרְֽעֲשׁוּ <strong>מִגְרֹשֽׁוֹת</strong> (<a class=\"refLink\" href=\"Ezekiel 27:28\" data-ref=\"Ezekiel 27:28\">יחזקאל כז, כח</a>), ונקראו כן לפי שהם חוץ לעיר כאילו נגרשו מן העיר."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d567f4629f2b5727bf3e", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, ירח 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Sefer HaShorashim, ירח 1", "sourceHeRef": "ספר השרשים, ירח א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "ירח", "he": ["<strong><big>ירח</big></strong>   עָשָׂה <strong>יָרֵחַ</strong> לְמֽוֹעֲדִים (<a class=\"refLink\" href=\"Psalms 104:19\" data-ref=\"Psalms 104:19\">תהלים קד, יט</a>), <strong>וְיָרֵחַ</strong> לֹֽא־יַגִּיהַ אוֹרֽוֹ (<a class=\"refLink\" href=\"Isaiah 13:10\" data-ref=\"Isaiah 13:10\">ישעיה יג, י</a>), וירח לא יאיר אורו. <strong>וִֽירֵחֵךְ</strong> לֹא יֵֽאָסֵף (<a class=\"refLink\" href=\"Isaiah 60:20\" data-ref=\"Isaiah 60:20\">ישעיה ס, כ</a>), היא הלבנה. ולפי שהלבנה מתחדשת בכל חדש נקרא החדש <strong>יֶרַח</strong>. <strong>בְּיֶרַח</strong> הָאֵֽתָנִים (<a class=\"refLink\" href=\"I Kings 8:2\" data-ref=\"I Kings 8:2\">מלכים א' ח, ב</a>), בסגול, מִֽי־יִתְּנֵנִי <strong>כְיַרְחֵי</strong>־קֶדֶם (<a class=\"refLink\" href=\"Job 29:2\" data-ref=\"Job 29:2\">איוב כט, ב</a>). ולפי שהירח מתחדש פעמים רבות קראו בלשון רבים ואף על פי שאינו אלא אחד ואמר גֶּרֶשׁ<strong> יְרָחִֽים</strong> (<a class=\"refLink\" href=\"Deuteronomy 33:14\" data-ref=\"Deuteronomy 33:14\">דברים לג, יד</a>), פירוש כי הירח יבשל הפירות."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d583f4629f2b5727ce2c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, מגד 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Sefer HaShorashim, מגד 1", "sourceHeRef": "ספר השרשים, מגד א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "מגד", "he": ["<strong><big>מגד</big></strong>   <strong>וּמִמֶּגֶד</strong> תְּבוּאֹת שָׁמֶשׁ (<a class=\"refLink\" href=\"Deuteronomy 33:14\" data-ref=\"Deuteronomy 33:14\">דברים לג, יד</a>), <strong>מִמֶּגֶד</strong> שָׁמַיִם מִטָּל (<a class=\"refLink\" href=\"Deuteronomy 33:13\" data-ref=\"Deuteronomy 33:13\">דברים לג, יג</a>), בשש נקודות. עִם פְּרִי <strong>מְגָדִים</strong> (<a class=\"refLink\" href=\"Song of Songs 4:13\" data-ref=\"Song of Songs 4:13\">שיר השירים ד, יג</a>). והקבוץ בלשון נקבות עם תוספת <strong>נו\"ן</strong> <strong>וּמִגְדָּנֹת</strong> נָתַן לְאָחִיהָ וּלְאִמָּֽהּ (<a class=\"refLink\" href=\"Genesis 24:53\" data-ref=\"Genesis 24:53\">בראשית כד, נג</a>), מְבִיאִים מִנְחָה לַֽי\"י לִירוּשָׁלַם<strong> וּמִגְדָּנוֹת</strong> לִֽיחִזְקִיָּהוּ (<a class=\"refLink\" href=\"II Chronicles 32:23\" data-ref=\"II Chronicles 32:23\">דברי הימים ב' לב, כג</a>), וַיִּתֵּן לָהֶם אֲבִיהֶם מַתָּנוֹת רַבּוֹת לְכֶסֶף וּלְזָהָב <strong>וּלְמִגְדָּנוֹת</strong> (<a class=\"refLink\" href=\"II Chronicles 21:3\" data-ref=\"II Chronicles 21:3\">דברי הימים ב' כא, ג</a>). כל המלה הזאת הדבר שמשובח והמעולה בין בפירות בין בזהב וכסף ואבנים יקרות ובגדים וכל אחד ואחד לפי מקומו הכתוב בו יקרא הדבר המשובח והמעולה בהם מגד ומגדנות. וכן פירוש <strong>מִמֶּגֶד שָׁמַיִם מִטָּל</strong> כי הטל הוא המשובח מן המטר שיועיל ולא יזיק."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7b6bfddfbb310feb99", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters 2-8", "anchorRef": "Deuteronomy 31:1-34:12", "anchorRefExpanded": ["Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters 2-8", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳ ב׳-ח׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part V; Final Matters", "he": "דברים מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S THE FOUR-BOOK-LONG</small> (E<small>XODUS THROUGH</small> D<small>euteronomy</small>) <small>ACCOUNT OF WAN</small>derings and laws draws to a close, there remain several pragmatic provisions for the future that must be attended to. Leadership must be passed on, so Moshe appears with his successor at the holiest spot in the encampment—the Tent of Appointment. It must be assured that the “Instruction” will be recited periodically in public, and that it be kept in safekeeping.", "There are literary considerations as well. A number of biblical books or large units end with poetry (Genesis, the Deliverance Narratives of Exodus, the biography of King David in Samuel-Kings) and the editors of Deuteronomy have made use of the same device. As if to emphasize the majestic nature of the five books, not one but two poems make their appearance: the Song of Moshe, which serves as a final, memorable warning to the Israelites (and which, along with the laws, they are also supposed to remember), and his blessing, which makes use of the form that Yaakov used at the end of Genesis.", "This business having been concluded, the Torah may finally draw to a close with the long-expected death of Moshe, who for his lifelong pains is literarily rewarded with praise at the ending of the five books. But amid the reader’s feelings about Moshe, the backdrop should not be forgotten: Israel has not—yet—entered the land. By ending “across” the Jordan (on the east bank), the Torah leaves the future open-ended, not filled with mourning for the past but rather full of hope for what is to come. This situation, not surprisingly, parallels the ending of the entire Hebrew Bible, which for the Jews of antiquity was located in II Chron. 36:", "Thus speaks Cyrus king of Persia:", "Y<small>HWH</small>, the God of Heaven, has given me all the kingdoms of the earth;", "he has commanded me to build him a House in Jerusalem, in Judah.", "Whoever there is among you of all his people, may his God be with him! Let him go up!"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7c6bfddfbb310feb9f", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, The Blessing of Moshe 2-3", "anchorRef": "Deuteronomy 33:1-29", "anchorRefExpanded": ["Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, The Blessing of Moshe 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳, דברים הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Blessing of Moshe", "he": "דברים הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["As if to balance Yaakov’s deathbed blessing of his sons at the end (Chap. 49) of Genesis, Moshe doubles his poetic vision and blesses Israel, tribe by tribe. The weighting of tribes is very different here from what it was in Genesis: Levi is quite strong, Shim’on has disappeared, and Yehuda, the tribe of David’s royal lineage, has a reduced role. Some scholars are therefore inclined to see a background of Northern ascendancy behind this poem, perhaps the days of Jeroboam II (early eighth century <small>B.C.E.</small>).", "For a useful comparison of this chapter with other tribal blessings in the Bible, see Plaut; for discussion of textual problems, Tigay is clear and helpful."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fec9ad75f2d99afb62", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, The Blessing of Moshe 1", "anchorRef": "Deuteronomy 33:1-29", "anchorRefExpanded": ["Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part V; Final Matters, The Blessing of Moshe 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ו׳, דברים הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 33:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 33:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5a68ff3e550d1fe7ffb", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 110", "anchorRef": "Deuteronomy 33:1-17", "anchorRefExpanded": ["Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 110", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי ק״י", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 110, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וְזֹאת</b> הַבְּרָכָה אֲשֶׁר בֵּרַךְ מֹשֶׁה אִישׁ הָאֱלֹהִים אֶת בְּנֵי יִשְׂרָאֵל לִפְנֵי מוֹתוֹ: וַיֹּאמַר יְהֹוָה מִסִּינַי בָּא וְזָרַח מִשֵּׂעִיר לָמוֹ הוֹפִיעַ מֵהַר פָּארָן וְאָתָה מֵרִבְבֹת קֹדֶשׁ מִימִינוֹ <small>(אשדת)</small> אֵשׁ דָּת לָמוֹ: אַף חֹבֵב עַמִּים כָּל קְדֹשָׁיו בְּיָדֶךָ וְהֵם תֻּכּוּ לְרַגְלֶךָ יִשָּׂא מִדַּבְּרֹתֶיךָ: תּוֹרָה צִוָּה לָנוּ מֹשֶׁה מוֹרָשָׁה קְהִלַּת יַעֲקֹב: וַיְהִי בִישֻׁרוּן מֶלֶךְ בְּהִתְאַסֵּף רָאשֵׁי עָם יַחַד שִׁבְטֵי יִשְׂרָאֵל: יְחִי רְאוּבֵן וְאַל יָמֹת וִיהִי מְתָיו מִסְפָּר: וְזֹאת לִיהוּדָה וַיֹּאמַר שְׁמַע יְהֹוָה קוֹל יְהוּדָה וְאֶל עַמּוֹ תְּבִיאֶנּוּ יָדָיו רָב לוֹ וְעֵזֶר מִצָּרָיו תִּהְיֶה:שניוּלְלֵוִי אָמַר תֻּמֶּיךָ וְאוּרֶיךָ לְאִישׁ חֲסִידֶךָ אֲשֶׁר נִסִּיתוֹ בְּמַסָּה תְּרִיבֵהוּ עַל מֵי מְרִיבָה: הָאֹמֵר לְאָבִיו וּלְאִמּוֹ לֹא רְאִיתִיו וְאֶת אֶחָיו לֹא הִכִּיר וְאֶת <small>(בנו)</small> בָּנָיו לֹא יָדָע כִּי שָׁמְרוּ אִמְרָתֶךָ וּבְרִיתְךָ יִנְצֹרוּ: יוֹרוּ מִשְׁפָּטֶיךָ לְיַעֲקֹב וְתוֹרָתְךָ לְיִשְׂרָאֵל יָשִׂימוּ קְטוֹרָה בְּאַפֶּךָ וְכָלִיל עַל מִזְבְּחֶךָ: בָּרֵךְ יְהֹוָה חֵילוֹ וּפֹעַל יָדָיו תִּרְצֶה מְחַץ מָתְנַיִם קָמָיו וּמְשַׂנְאָיו מִן יְקוּמוּן: לְבִנְיָמִן אָמַר יְדִיד יְהֹוָה יִשְׁכֹּן לָבֶטַח עָלָיו חֹפֵף עָלָיו כָּל הַיּוֹם וּבֵין כְּתֵיפָיו שָׁכֵן:שלישיוּלְיוֹסֵף אָמַר מְבֹרֶכֶת יְהֹוָה אַרְצוֹ מִמֶּגֶד שָׁמַיִם מִטָּל וּמִתְּהוֹם רֹבֶצֶת תָּחַת: וּמִמֶּגֶד תְּבוּאֹת שָׁמֶשׁ וּמִמֶּגֶד גֶּרֶשׁ יְרָחִים: וּמֵרֹאשׁ הַרְרֵי קֶדֶם וּמִמֶּגֶד גִּבְעוֹת עוֹלָם: וּמִמֶּגֶד אֶרֶץ וּמְלֹאָהּ וּרְצוֹן שֹׁכְנִי סְנֶה תָּבוֹאתָה לְרֹאשׁ יוֹסֵף וּלְקָדְקֹד נְזִיר אֶחָיו: בְּכוֹר שׁוֹרוֹ הָדָר לוֹ וְקַרְנֵי רְאֵם קַרְנָיו בָּהֶם עַמִּים יְנַגַּח יַחְדָּו אַפְסֵי אָרֶץ וְהֵם רִבְבוֹת אֶפְרַיִם וְהֵם אַלְפֵי מְנַשֶּׁה: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "627c18ab82f60f2ded1d8301", "index_title": "Malbim on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Isaiah 54:12:3", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Malbim on Isaiah 54:12:3", "sourceHeRef": "מלבי\"ם על ישעיהו נ״ד:י״ב:ג׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Malbim on Isaiah", "he": "מלבי\"ם על ישעיהו"}, "he": [], "heVersionTitle": "On Your Way - new", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Shoham was the stone of Yosef, and is the symbol of success and wealth. This will be the window for sunshine, symbolizing \"the delight of the sun's harvest\" (Deuteronomy.33.14), an outpouring of wealth and success.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "628f76ce0a14f84a34985494", "index_title": "Mevo HaShearim", "category": "Chasidut", "type": "", "ref": "Mevo HaShearim 9:22", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Mevo HaShearim 9:22", "sourceHeRef": "מבוא השערים ט׳:כ״ב", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1931, 1943], "commentaryNum": 9.0022, "collectiveTitle": {"en": "Mevo HaShearim", "he": "מבוא השערים"}, "he": "לכן נראה ברור שכוונת קדשו הוא, שכמו שצבא השמים פועלים בקוי אורם ועצמותם על הארץ, כפרש״י בפ׳ וזאת הברכה על ממגד תבואות שמש וכו׳, יש פירות שהלבנה מבשלתן וכו׳, וכמו שהגלגלים פועלים שינוי על הד׳ יסודות ארמ״ע להתמזג זה בזה, אף להשתנות מזה לזה, ופעולות אלו גורמות על הוית כל היקום, כמ״ש הרמב״ם ז״ל בפ״ד מהלכות יסודי התורה הל׳ דהו״ו, כן גם המזלות בענין עבודת ד׳ אף שעל הנפש אינם פועלים, כי הנפש עם בחירתה חפשית והיא למעלה מן המזל, מ״מ על גוף האדם ומזגו, דייקא מזגו פועלים, זה לרציחה וזה לגניבה וכו׳, לכן אם האיש לא יכפה ויתאפק בלבד מחומרי נטויותיו, רק גם ישמש בהם ויבצעם לקדושה כמוהל שו״ב ודיין, אז יכול להיות שלא יפול בנטויות עבירה, כיון שאת הנטויות ומזל המאדים שלו הוציא ושיכך אותם לקדושה, משא״כ במעשה דרנב״י, שלא ראינו שהוציא את מזג מזלו לקדושה, אז אף שהכרח את עצמו שלא לעשות כן מ״מ אלמי׳ יצרי׳, היינו לא שח״ו עשה, רק בשעת מעשה התגבר מזגו בו על רגע.", "heVersionTitle": "Hakhsharat haAkhrakhim, 16. Ring. 11-432", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Therefore, it seems clear that he intends something akin to the way the luminaries of the sky affect the earth with their light, as Rashi says on <i>Parshat veZot haBerakhah</i>, on [the verse] “with the bounteous yield of the sun [and with the bounteous yield of the moon…:”<sup class=\"footnote-marker\">549</sup><i class=\"footnote\">Deuteronomy 33:14.</i> [T]here are some fruits ripened by the moon [i.e. cucumber and melon].” Just as the orbits effect changes in the four elements of fire, wind, water, and dust, mixing them and changing from one to the other, and these in turn are the causes of all existence, as Maimonides writes the Laws of the Foundation of the Torah 4:4-6, so too do the stars [have an effect] regarding [human] service of God. Though they do not have an effect on the soul, for the soul and its free will are above the stars, nonetheless they do have an effect one’s body and constitution. Note carefully [Maimonides’ word choice of] <i>his</i> constitution [<i>mizgo</i>]: this one for murder, that one for robbery...Therefore, if one does not merely subjugate and remove his inclinations but rather uses them for holiness—becoming a ritual circumciser, or a slaughter, or a judge—then it might be that he does not fall into transgression because of these inclinations, since he has removed his inclinations and ‘martian’ constitution and tamed them [by directing them into] holiness. This was not the case with R. Nahman b. Yitzhak, for we do not see that he used his star’s inclination for holiness. Therefore, though he tried to force himself to abstain, ‘his nature [nonetheless] overpowered him,’—though, that is not to see that his actually [stole the fruit], God forbid, but rather that his constitution overpowered him for a moment.<sup class=\"footnote-marker\">550</sup><i class=\"footnote\">The distinction drawn is a familiar one by this point in the text: utilizing and sublimating one’s inclinations and traits versus attempting to flee from and negate them. The danger of the latter stratagem is that they may always return and ensnare one in sin, as indicated in the tale of R. Nahman b. Yitzhak.</i>", "versionTitle": "Entrance to the gates, trans. and annot. by Jon Kelsen, 2019", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "628f7a320bb137ae3a6811e8", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 12; Yosef 31", "anchorRef": "Deuteronomy 33:13-36", "anchorRefExpanded": ["Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 33:30", "Deuteronomy 33:31", "Deuteronomy 33:32", "Deuteronomy 33:33", "Deuteronomy 33:34", "Deuteronomy 33:35", "Deuteronomy 33:36"], "sourceRef": "Tribal Lands, Chapter 12; Yosef 31", "sourceHeRef": "נחלת השבטים, יב; יוסף ל״א", "anchorVerse": 13, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 31, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "יב; יוסף", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "and the bounty of hills immemorial;<br>With the bounty of earth and its fullness.<br>Deuteronomy 33:13–36", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "637a28ab5b94af61556d962a", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Hadar Zekenim on Torah, Deuteronomy 33:14:1", "sourceHeRef": "הדר זקנים על התורה, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "דברים", "he": "ממגד גרש ירחים. נר' להרב בכור שור שהיא תיבה הפוכה. וגרש גבי פירות. כמו שגר גבי בהמה שתשלח ארצו פירות בכל ירח פירות הראויות לו. ומראש הררי קדם. הריו יהיו ראשים להרים המקדימים לבשל פירות כי ארץ אפרים היתה הרים כדכתי' צופים מהר אפרים:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63925bb6dcb67975eb53d87f", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Sh'lach 6:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Likkutei Torah, Sh'lach 6:2", "sourceHeRef": "לקוטי תורה, שלח ו׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 6.0002, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "שלח", "he": "והנה בכל פרי או עשב או תבואה יש ב׳ בחי׳ טעם הפרי שהוא בחי׳ רוחני ועצם ממשות הפרי והרי בבחי׳ הטעם יש ב׳ כחות כח לקבל שפעו מן כוכבי מרום שהן המצמיחים כמ״ש ממגד תבואת שמש וממגד גרש ירחים.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63926cb8dcb67975eb53dffd", "index_title": "Likkutei Torah", "category": "Chasidut", "type": "quotation_auto_tanakh", "ref": "Likkutei Torah, Yom Kippur 1:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Likkutei Torah, Yom Kippur 1:2", "sourceHeRef": "לקוטי תורה, יום כיפור א׳:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1796, 1812], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Likkutei Torah", "he": "לקוטי תורה"}, "heTitle": "יום כיפור", "he": "<small>ב</small> <b>אך</b> הנה ארז״ל מי שטרח בע״ש יאכל כו׳ לכך כתיב ושמרו בני ישראל את השבת לעשות כו׳ כלומר שישמור מחול לשבת גם לתקן בעצמו ולעשות בנפשו את השבת שיהיה באמת כך והשמירה הזאת לעשות את השבת בנפשו בימות החול הוא על ידי התפלה כי הנה בתקונים אמרו כי התפלה היא סולם מוצב ארצה וראשו מגיע השמימה ומלאכי אלהים עולים ויורדים בו מלאכי אלהים הם המצות שהם מלאכים שלוחי דמלכא וכמ״ש בתנחומא פ׳ ויגש היו מכבדין את המצות שהן שלוחי ושלוחו של אדם כמותו (ועמ״ש מזה ג״כ בד״ה ויקרא אל משה). ובמקורם הם אברים דמלכא והיינו עד״מ כמו שע״י אברי הגוף מתפשט הנשמה לפעול פעולתה כך ע״י המצות נמשך ומתפשט גילוי אלהותו ית׳ ועלייתן למעלה למקורן הוא ע״י התפלה (ועמ״ש בפ׳ שלח בפי׳ וזכרתם את כל מצות ה׳) ולבאר ענין זה הנה חז״ל תקנו לומר קודם כל מצוה אק״ב שע״י המצות מתעלים בקדש העליון והענין הוא דהנה כתיב אני כברוש רענן כו׳ פי׳ ברוש הוא מין ארז שעדיין לא הזקין והוא רך ורענן כשהוא בלחותו שאז יכולים לכופפו למטה ובשביל שהוא גבוה שבאילנות וכשמניחין עליו איזה דבר כשנכפף למטה הנה כשחוזר לאיתנו מגביה את הדבר ההוא למקום גבוה מאד וכך הוא עד״מ בחינת אני כי יש בחי׳ אנכי ובחי׳ אני בחי׳ אנכי מי שאנכי דהיינו בחי׳ עלמא דאתכסיא ובחי׳ אני הוא בחי׳ תומ״צ בבחי׳ למטה כשמתלבשים בענינים גשמיים ומגבילים הענינים לתת שיעור וקצבה לענייני המצות גשמיים כמו מי רביעית נוטלין לידים כו׳ (ועמ״ש בד״ה כי המצוה הזאת מענין אנכי ואני) והוא כמשל הברוש רענן שנכפף למטה וחוזר למעלה למקורא עילאה דכולא וכן בזה לעו״ז נאמר ולא נאמר עוד אלהינו למעשה ידינו כי כמו שהמצות מתעלים ע״י העלאות פנימיות לבבות כללות נש״י כמאמר עלה במחשבה כו׳ ולכן אומרים אלקינו פי׳ שהוא כח חיותנו ושאליו אנחנו משתחוים ומודים בבחי׳ ביטול. והנה ארז״ל פרק לפני אידיהן (דף ח׳ סע״א) ישראל שבחו״ל עובדי כוכבים בטהרה הם כי ההשתחואה לעבודת כוכבים הוא שמשתחוה וכופף ראשו לכוכבים ומזלות והנה כתי׳ וממגד תבואות שמש שהתבואות גדלים מן השמש וכן שאר כל עניני עולם הזה אין לך עשב מלמטה שאין לו כוכב מלמעלה שהוא המזל שממנו נשפע הדבר וכשאדם מטריד מחשבתו ולבו רק בעניני עולם הזה כל הימים הוא מוריד שכלו שבראשו לדבר הנשפע מכוכבים ומזלות ונעשה גם הם בחי׳ אלהינו למעשה ידינו כי מעשה ידינו שהוא עסק הפרנסה נעשה מזה בחי׳ אלהים אחרים וזהו ואת נפש אויבך יקלענה בתוך כף הקלע שאע״פ שהדבר שהוא מלובש בו בענינים גשמיים נראה לעין שהוא מן העבירות שאדם דש בעקביו הנה הוא דומה למשל קליעת האבן שמקלעין אותו ע״י כף הקלע למקום רחוק מאד עד שנעשה כאלו עובד כוכבים והנה עליית המצות העיקר הוא ע״י התפלה לפי שאז הוא שעת הכושר ומתגלה ומתעלה בחי׳ פנימית נקודת הלב בכללות נש״י <i data-overlay=\"Vilna Pages\" data-value=\"סח,ג\"></i> בתשיקה ודביקה באלהים חיים וזהו מארז״ל תפלות במקום קרבנות תקנום כי כמו הקרבן שהיו מקריבין הבהמה שתהא נשרפת באש שע״ג המזבח וכך צריך לעורר את האהבה בתפלה ברשפי אש שלהבת מתלהבת בלבו כי יסוד האש הוא בלב ולשרוף ולכלות את נה״ב שבו כו׳:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63eb7621c159397276b74c78", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 3:5:1", "anchorRef": "Deuteronomy 33:1-34:12", "anchorRefExpanded": ["Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "Rambam on Mishnah Megillah 3:5:1", "sourceHeRef": "רמב\"ם על משנה מגילה ג׳:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>בפסח קורין בפרשת מועדות כו':</b> זה הדבר מבואר וסדר הקריאה באלו הזמנים הוא מנהג פשוט בכל ישראל מה שאומר לך. יום ראשון של פסח [קורין] משכו וקחו לכם והפטרה בפסח גלגל. יום שני שור או כשב והפטרה פסח יאשיהו. יום שלישי קדש לי. יום רביעי אם כסף תלוה את עמי. וביום חמישי פסל לך. ויום ששי ויעשו בני ישראל. ביום שביעי ויהי בשלח הפטרה וידבר דוד. ביום שמיני כל הבכור הפטרה עוד היום. ושבת שבתוך הפסח קורין ראה אתה אומר אלי הפטרה העצמות היבשות. וביום ראשון של עצרת קורין בחדש השלישי הפטרה ויהי בשלשים שנה וביום שני כל הבכור הפטרה תפלה לחבקוק וביום ראשון מראש השנה קורא וה' פקד את שרה והפטרה ויהי איש אחד מן הרמתים וביום שני והאלהים נסה הפטרה מצא חן במדבר ובצום כפור בשחרית קורין אחרי מות הפטרה כה אמר רם ונשא ובמנחה פרשת עריות הפטרה בנבואת יונה וביום ראשון וביום שני מסוכות קורין שור או כשב הפטרה ביום ראשון הנה יום בא ביום שני ויקהלו אל המלך שלמה ושאר ימות החג קורין בקרבנות החג וביום שמיני כל הבכור הפטרה ויהי ככלות שלמה ובתשיעי קורין וזאת הברכה הפטרה ויהי אחרי מות ושבת שבתוך החג קורין ראה אתה אומר אלי הפטרה ביום בא גוג:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "All of this is clear, and the order of the Torah readings on these [special] seasons/occasions, and it is a custom that has spread throughout all of Israel as I will explain to you (see Tractate Megillah 31a-b). On the first day of Passover (Exodus 12:21-51): “Go and pick out lambs, etc.” and the Haftarah is the “Passover at Gilgal” (Joshua 5:2-6:1, 27) and on the second day [of Passover], “When an ox, a sheep or a goat is born,” (Leviticus 22:26-33:44) and the Haftarah is the Passover of Josiah (Second Kings 23:1-25). On the third day [of Passover], “Consecrate to Me every first-born” (Exodus 13:1-16). And on the fourth day [of Passover], “If you lend money to My people” (Exodus 22:24-23:19). And on the fifth day [of Passover], “Carve two tablets of stone” (Exodus 34:1-26). And on the sixth day [of Passover], “Let the Israelite people offer the Passover sacrifice at its set time” (Numbers 9:1-15). And on the seventh day [of Passover] “Now when Pharaoh let the people go” (Exodus 13:17-15:26). And the Haftarah is “And David spoke to God” (Second Samuel 22:1-51). And on the eighth day [of Passover], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is, “This same day at Nob” (Isaiah 10:32-12:6). But on the Sabbath that is within the Festival [of Passover], we read on it from “See, You say to me” (Exodus 33:12-34:26) and the Haftarah is the “Dry Bones” (Ezekiel 37:1-14). And on the first day of Atzeret/Shavuot we read “In the third month” (Exodus 19:1-20:23), and the Haftarah is “In the thirteenth year” (Ezekiel 1:1-28, 3:12). And on the second day [of Shavuot], “You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17) and the Haftarah is “The Prayer of the prophet Habakkuk” (Habakkuk 3:1-19). And on the first day of Rosh Hashanah, “The LORD took note of Sarah as He had promised” (Genesis 21:1-34) and the Haftarah, “There was a man from Ramathaim of the Zuphites” (First Samuel 1:1-2:10). And on the second day [of Rosh Hashanah], “And God put Abraham to the test” (Genesis 22:1-24), and the Haftarah, “The people…found favor in the wilderness (Jeremiah 31:2-20). And on the Fast of Atonement (i.e., Yom Kippur) in the morning, “After the death [of the two sons of Aaron]” (Leviticus 16:1-34) and the Haftarah, “For thus said He who is high aloft” (Isaiah 57:14 – 58:14). And at the Afternoon service, the portion of the forbidden relationships/nakedness (Leviticus 18:1-30), and the Haftarah is the prophecy of [the book of] Jonah (plus Micah 7:18-20). And on the first and second days of Sukkot, “When an ox, a sheep or a goat is born,” (Leviticus 22:26-23-44) and the Haftarah on the first day [of Sukkot] “Lo, a day of the LORD is coming” (Zechariah 14:1-21) and on the second day [of Sukkot] “All the men of Israel gathered before King Solomon” (First Kings 8:2-21). And all the rest of the days of Sukkot festival the sacrifices of the festival [of Sukkot are read] (Numbers 29:17-34), and on the Eighth Day (i.e., Shemini Atzeret) , “”You shall consecrate to the LORD your God all male firstlings” (Deuteronomy 15:19-16:17), and the Haftarah is “When King Solomon finished offering to the LORD” (First Kings 8:54-66) and on the ninth day (i.e., Simhat Torah), “And this is the Blessing” (Deuteronomy 33:1-34:12) and the Haftarah, “After the death of Moses the servant of the LORD,” (Joshua 1:1-18). And on the Shabbat within the Festival [of Sukkot], “See, You say to me,” (Exodus 33:12-34:26), and the Haftarah is “On that day, when Gog sets foot on the soil of Israel” (Ezekiel 38:18-39:16).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64185ad8aa3092025bb8a96d", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Genesis 1:16:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Reggio on Torah, Genesis 1:16:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית א׳:ט״ז:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "בראשית", "he": "<b>לממשלת היום,</b> מלבד שישמשו להאיר על הארץ גם ינהגו בה ממשלה, השמש ביום והירח בלילה, והממשלה הזאת היא השפע היורד מהם להוליד ולבשל צמחים להעלות אידים ליבש וללבן ולחמם וכיוצא, ועל דרך זה אמר הכתוב וממגד תבואות שמש וממגד גרש ירחים (דברים ל\"ג י\"ד):", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "641860ff10716682250a5061", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Reggio on Torah, Deuteronomy 33:14:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>תבואת שמש,</b> שהיתה ארצו פתוחה לחמה המבשלת וממתקת את הפירות:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641860ff10716682250a5063", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Reggio on Torah, Deuteronomy 33:14:2", "sourceHeRef": "ביאור יש\"ר על התורה, דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>גרש ירחים,</b> יש פירות שהלבנה מבשלתן, והיא גורשת ומוציאה אותן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641953b683fbc28f267c4e93", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Netinah LaGer, Deuteronomy 33:14:1", "sourceHeRef": "נתינה לגר, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>וממגד תבואות שמש, ועבדא מגדנין ועללין מיבול שמשא.</b> ר\"ל ארצו תעשה מגד ופירות מחום וליחות השמש.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641953b783fbc28f267c4e95", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Netinah LaGer, Deuteronomy 33:14:2", "sourceHeRef": "נתינה לגר, דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0002, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>וממגד גרש ירחים, ועבדא מגדנין מריש ירח בירח,</b> ר\"ל ועושה מגדים ופירות הגדלים מתחלת חדש בחדש, נראה שט\"ס הוא, וצ\"ל \"ירח וירח\" וכ\"ה בת' ירושלמי, ומפני שהיה קשה להמת' לפרשו על הלבנה (אף כי תתאים המליצה היטב עם \"שמש\" שלפניה) מפני שבא בל\"ר (מה שאינו לפי המשפע הלשון, כידוע, גם מה שנא <b>\"יְרָחִים\"</b> הר' בקיץ, ואילו היה מן <b>יָרֵחַ</b> המורה על הלבנה, היה צ\"ל מנוקד <b>\"יְרֵחִים\"</b> הר' בציר\"י, כמו מן \"<b>זָקֵן\" זְקֵנִים</b>) וע' באוה\"ש שנדפסו ע\"י החכם לעטעריס בשנת תקצ\"ט שנכשל בטעות זה, וקרא <b>\"יְרֵחִים\"</b> לכן הסב כוונת הכתוב על החדשים.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642055ae33973f70758370dd", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate I, Chapter II 21", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Zakhor VeShamor, Gate I, Chapter II 21", "sourceHeRef": "זכור ושמור, שער ראשון; שבת ורגלים; זכר למעשה בראשית, זכר ליציאת מצרים, פרק שני; כפל המשמעות של הרגלים כ״א", "anchorVerse": 14, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 21, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שני; כפל המשמעות של הרגלים", "he": "<b>ב. הלוח הכפול</b><br>כפל המשמעות של הרגלים קשור בטבורו בלוח הכפול הנוהג בישראל — לוח חודשים ירחי המותאם ללוח עונות של שנה שמשית.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">עניין זה נזכר כאן בקיצור נמרץ ויבואר בהרחבה בפרק השביעי.</i> לוח החודשים הירחי החל לנהוג בישראל סמוך ליציאת מצרים: \"הַחֹדֶשׁ הַזֶּה לָכֶם רֹאשׁ חֳדָשִׁים\" (שמות י\"ב, ב). לוח זה קובע את המועדים ההיסטוריים הקשורים ליציאת מצרים ויוצר בכך את הלוח הלאומי-היסטורי של עם ישראל. לעומתו, לוח העונות השמשי קובע את החגים הטבעיים-פולחניים הקשורים לארץ ישראל ולמקדש, מפני שהחקלאות ברובה המכריע תלויה בשמש — \"וּמִמֶּגֶד תְּבוּאֹת שָׁמֶשׁ...\" (דברים ל\"ג, יד ורש\"י שם).", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bd6f7429ff4fb9ba2d8c", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Midrash Tannaim on Deuteronomy 33:14:1", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "<b>וממגד תבו' שמש</b> מגיד שארצו של יוסף פתוחה לחמה שאין לך פירות יפים וטעומים מפירות שהן פתוחין לחמה:", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6425bd6f7429ff4fb9ba2d8e", "index_title": "Midrash Tannaim on Deuteronomy", "category": "Midrash", "type": "commentary", "ref": "Midrash Tannaim on Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Midrash Tannaim on Deuteronomy 33:14:2", "sourceHeRef": "מדרש תנאים על ספר דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0002, "collectiveTitle": {"en": "Midrash Tannaim on Deuteronomy", "he": "מדרש תנאים על ספר דברים"}, "he": "כשם שהן פתוחין לחמה כך הן פתוחין ללבנה שנ' וממג' גרש יר':", "heVersionTitle": "Berlin, 1908", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc97758c1dc532ec9855", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 33:14", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Steinsaltz on Deuteronomy 33:14", "sourceHeRef": "ביאור שטיינזלץ על דברים ל״ג:י״ד", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 33.0014, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וּמִמֶּגֶד תְּבוּאֹת</b> שמבשילות ב\n  <b>שָׁמֶשׁ וּמִמֶּגֶד גֶּרֶשׁ יְרָחִים,</b> וממתק הפֵּרות שכביכול מגדל הירח, כלומר הפֵּרות המתחדשים בכל חודש וחודש, כל פרי בעונתו.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>and from the sweetness of the crops of the sun,</b> that ripen in the sun, <b>and from the sweetness of the yield of the moons,</b> the new fruit that grow every month, by the moon so to speak, each species in its season;", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66092918a500bb4d2fbbcdb8", "index_title": "The Gate of Unity", "category": "Chasidut", "type": "", "ref": "The Gate of Unity 52:30", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "The Gate of Unity 52:30", "sourceHeRef": "נר מצוה ותורה אור; שער היחוד נ״ב:ל׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 52.003, "collectiveTitle": {"en": "The Gate of Unity", "he": "נר מצוה ותורה אור; שער היחוד"}, "he": "וכמו ארץ מגדלת חכמים כו', כי מזל מחכים כו', עד ממגד תבואות שמש כו', עד שיש בחינת מזל דומם, כמו גדא דהר, עד מזל דומם שבדומם, על דרך שאמרו אין לך עשב שאין לו מזל", "heVersionTitle": "Neirot, 2023", "heLicense": "", "heVersionTitleInHebrew": "", "text": "This is similar to the statement,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">See Shaar HaEmunah 61a; Maamarei Admor HaEmtzaee, Vayikra Vol. 2, p. 634; Shaarei Teshuva 20a.</i> “A land that cultivates wise [people] etc.,” because [it receives from] the <i>Mazal</i> of <i>Machkim</i> [<i>Chochmah</i>-Wisdom] etc.,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Talmud Bavli, Shabbat 156a</i> or [the verse,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Deuteronomy 33:14</i>] “The choice fruits of the sun etc.,” to the point that there is even a <i>Mazal</i> for inanimate objects, as in [the statement],<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Talmud Bavli, Chulin 40a</i> “the luck of the mountain,” until there is even a <i>Mazal</i> for the inanimate of the inanimate, as it states,<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Bereishit Rabba 10:6; Maamarei Admor HaEmtzaee, Devarim Vol. 3, pg. 848 &amp; 876 and on.</i> “There is not a blade of grass that does not have its <i>Mazal.</i>”", "versionTitle": "Translated by Rabbi Amiram Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "660936658364c734ebc60caa", "index_title": "Midrash BeChiddush on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Midrash BeChiddush on Pesach Haggadah, Magid, We Were Slaves in Egypt 2:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Midrash BeChiddush on Pesach Haggadah, Magid, We Were Slaves in Egypt 2:1", "sourceHeRef": "מדרש בחדוש על הגדה של פסח, מגיד, עבדים היינו ב׳:א׳", "anchorVerse": 14, "sourceHasEn": true, "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash BeChiddush on Pesach Haggadah", "he": "מדרש בחדוש על הגדה של פסח"}, "heTitle": "עבדים היינו", "he": "<b>מתחיל ההגדה ויהיו המצות מגולים בשעת אמירת הגדה:</b> <br><b>דבר</b> ידוע הוא שכל הפירות הנלקטי' קודם בישולם אינם מתקיימי' וירקבו. ואף אותם שנתבשלו על ידי השקהה גם הם לא יערבו וימתקו כאותם שנתבשלו מאליה' כדכתיב וממגד תבואות שמש. כיוצא בזה גאולת מצרים לפי שהוצרך כביכול הוא ית' לדלג על ההרי' ולקפץ על הגבעות ולגואלנו קודם הזמן והוא כעין לקיטת הפרי קודם זמנו. וזה היה גרמה לכל הרעות שנתהוו אח\"כ והענין הוא כי מפני גלולי מצרי' שנטמאו בהם ישראל כדכתי' איש שקוצי עיניו השליכו ובגלולי מצרי' נטמאו נכנסו במ\"ט שערי טומאה מחמשי' שבהם. ואילו לא היה ממהר הוא ית' להוציאנו משם והיינו נכנסי' בשער החמישי' לא היינו יכולי' לצאת משם עדי עד. כי הטומאה היתה סובבת אותנו מכל צד והיינו נהפכי' לעם אחר. ואפשר שהניצוצות שאמרנו בתחלת דברינו היו גורמי' להם. וזהו אומרו הרי אנו ובנינו ובני בנינו דעד כאן רחמי האב על הבן. ועל כן לא הזכיר יותר. אבל ממילא משמ' כל הדורות הבאי' אחריה' משועבדי' היינו לפרעה במצרי'. ולפי שאמר לאברהם ואחרי כן יצאו. התחיל למנות הארבע מאות שנה מלידת יצחק ולא מירידת מצרי' כאשר היה ראוי. כי חפזון שכינה וחפזון זה של יש' גרם שלא המתין לעת קץ ואלו היה אפשר להמתין לא היה מגיע אלינו שום דבר רע במדבר ולא בשאר ארצות ולא היה כח בטומאה לשלוט בנו. כי כיון שגזר הקב\"ה גדולה לאדם. וכל שכן לאומה שלמה לדורי דורות גוזרה. וזהו הכח גדול והיד חזקה שהוצרך כביכול לו ית' כדי להוציאנו. לא שטרח ונתיגע לגואלנו כי כל הגוים כאין נגדו. וכל דיירי ארעא כלא חשיבין. אלא להיות אלקי' שופט צדיק. וצאתם אז היה קודם זמנו וכמעט נגד הדין הוא הכח הגדול והיד החזקה שהוצרך ללמד עלינו סנגוריא ולמצוא דרך שדבריו תקום לעולם. ואם אמר ועבדום וענו אותם ארבע מאות שנה. הכי הוו. כי התחיל המספר מלידת יצחק כאמור. ועל כן רצה שפרעה יאמר בפיו קומו צאו מתוך עמי. למען לא יהיה מקום למדת הדין לקטרג. ועכ\"ז על מספר הק\"ץ שנה נתרעמה מדת הדין. ופייסה בהבטחה להשלימם לה בגלותנו זה כמו שכתוב אצלנו בפרשת לך לך בגר\"ן ארנ\"ן. <br><b>והואיל</b> ולקיטת הפרי קודם זמנו גרם כל הקלקול על כן הזהיר אותנו בגלותנו זה שלא לדחוק את הקץ למען לא יארע לנו כמו שאירע בגלות ההוא שהוצרך לגואלנו קודם הזמן. והיה גרמה לשוב בגולה וכן הזהיר לאומות באומרו השבעתי אתכם בנות ירושלם אם תעירו ואם תעוררו את האהבה עד שתחפץ. ולכן טוב לנו להמתין בשמחה בישול הפרי כדי שיתלקט בזמנו ואז יתקיים לעד.", "heVersionTitle": "Przemyśl, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "It is well known that fruits that are prematurely picked before they ripen will not be preserved and will quickly rot. Even those that ripen by means of artificial watering will not sweeten like those that ripen on their own, as Scripture states, “With the bounteous yield of the sun,” (Deut. 33:14) Similarly, because God, “Leaped over mountains and bounded over hills,” (Song 2:8) redeeming Israel before the allotted time, the Israelites were like prematurely gathered fruits. This was the cause of all the evils that happened afterwards. It was due to all the idolatry of Egypt which made Israel impure, as is stated in Scripture, “Cast away, every one of you, the detestable things of his eyes and do not defile yourselves with the fetishes of Egypt.” (Ezek. 20:7) As a result, they entered forty-ninth of the fifty gates of impurity. If God had not rushed to bring Israel out from Egypt, they might have entered the fiftieth gate and would never have escaped from Egypt. The impurity would have surrounded them on all sides and Israel would have become a strange people. It is possible this would have been caused by the sparks referred to earlier. <br>Regarding this, the <i>Haggadah</i> states that, “We, our children and our children’s children would have been subjugated in Egypt…” (Three generations) are mentioned since the compassion of a father for his children extends (for three generations),<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">See Rashi on Exodus 22:2</i> and it doesn’t need to mention additional generations. The statement implies that all the continuing generations would have been subjugated to Pharaoh in Egypt. <br>Since God said to Abraham, “And afterwards they shall go out with great wealth,” they began counting (the subjugation), the four hundred years, from the birth of Isaac and not from the descent into Egypt as would have been fitting. It was through the haste of the Divine Presence and the haste of Israel that caused them to leave before the allotted time. If it had been possible for them to wait, evil would not have come upon them in the wilderness and afterwards in the land of Israel, and impurity would not have overwhelmed them. When God decrees greatness to a person and, even more so, to a nation, it is decreed for all generations. This was the great strength and the mighty hand that was necessary (so to speak) to bring us out of Egypt. It wasn’t that God had trouble redeeming Israel, for the other nations were nothing in comparison with God. All the inhabitants of the earth are non-existent (in comparison with God). While God is a righteous Judge, the Exodus had to take place before its allotted time which was against the judgment so that it took extra strength and a mighty hand (to redeem Israel). It was necessary to speak in defense of Israel, (Ex. 20:2) and find a way to establish God’s words forever. After all, if God had decreed, “They shall be afflicted and serve them four hundred years,” (Gen. 15:13) this must be so! That is why they began the count from the birth of Isaac. That is, God wanted Pharaoh to say, “Rise up and go out of my nation,” (Ex. 12:31) so that the accuser (Satan) could not make a claim. Despite this, the accuser still complained about the extra 190 missing years.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">This is a common theme in many of the other commentaries: how do we account for the four hundred years of slavery? If we account for slavery from the time that Jacob’s children went down to Egypt, then we are missing 190 years. And if we account for the years from the birth of Isaac then there is a lengthy period in which they were not enslaved. Rabbi Eliezer Nachman of Foa argues that we counted from the birth of Isaac but that the prosecutor still held us as guilty of evading 190 years of actual slavery.</i> He was appeased with the promise that the years would be completed during Israel’s other exiles, as I have explained in the commentary on <i>Parshat Lech Lecha</i> in <i>Sefer Goren Arnon</i>. <br><b>(<i>Ho’eel</i>)</b> Just as gathering fruit before it is ripe causes it to spoil, so, too, Israel was warned during this exile not to force the end-time to come. To bring about redemption prematurely might cause things to happen to us during that exile; it might cause us to go back into exile. And so Israel was warned, as Scripture states, “I adjure you, O maidens of Jerusalem…do not wake or arouse love until it please!”<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Song of Songs 2:7 It is not without significance that this commentary was published in 1641, shortly before Shabbatai Tzvi was pronounced the Messiah. There was a great deal of Messianic speculation during this period throughout the world among both Jews and Christians. No doubt the speculation at least influenced the rise of the infamous False Messiah.</i> It is better for us to joyfully wait for the fruit to ripen so that it can be gathered in its time and then the messianic era will be established for all time.", "versionTitle": "Midrash BeChiddush, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2024", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "65e5d1c96aad563290ee475b", "index_title": "Tze'enah Ure'enah", "category": "Quoting Commentary", "type": "", "ref": "Tze'enah Ure'enah, V'Zot HaBerachah 18", "anchorRef": "Deuteronomy 33:13-16", "anchorRefExpanded": ["Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16"], "sourceRef": "Tze'enah Ure'enah, V'Zot HaBerachah 18", "sourceHeRef": "צאינה וראינה, וזאת הברכה י״ח", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 18, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "וזאת הברכה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>And of Joseph he said</i>” [33:13]. He blessed Joseph that his land should have good grain and fruit. The earth would have gold and silver and gold and silver would be dug from the land. The Midrash explains why Joseph was blessed with the earth. The explanation is that <i>Adam</i> followed his wife to do evil, and the earth was cursed because of him. However, Joseph did not want to follow his master’s wife to sleep with her. Therefore, the earth was blessed for his sake.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Toldot Yizhak, Deuteronomy, 33:13–16.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "665d770ee1d4c3231a2f2ed7", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Divrei David on Rashi, Deuteronomy 33:14:1", "sourceHeRef": "דברי דוד על רש״י, ספר דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 14.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר דברים", "he": "דבר אחר וממגד. הך דבר אחר הוא ט\"ס ומקומו הוא אחר. תיבת ודלועין וצ\"ל דבר אחר גרש ירחים כנ\"ל אע\"פ שהרמב\"ן העתיק לשון רש\"י ולא נזכר אלא גרש ירחים בלא דבר אחר מ\"מ יש הרבה ספרים שנזכר בהם ד\"א והוא עיקר:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66cac9da077f6b3b5ed84e83", "index_title": "Mechokekei Yehudah; Karnei Ohr", "category": "Quoting Commentary", "type": "", "ref": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:97:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Mechokekei Yehudah; Karnei Ohr, Genesis 1:97:1", "sourceHeRef": "מחוקקי יהודה; קרני אור, בראשית א׳:צ״ז:א׳", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 97.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Karnei Ohr", "he": "מחוקקי יהודה; קרני אור"}, "heTitle": "בראשית", "he": "[צז] אפשר כי למועדים שב לשניהם, ר\"ל לשני המאורות הגדולים, אל השמש וארבע תקופותיה, ואל הירח וחדשיה שבהם ימנו מועדים, והנה אמר \"ממגד תבואות שמש, וממגד גרש ירחים\" (דברי' לג יד) ביאר שיש מהם מיוחס אל השמש ותקופותיה, ומהם מיוחס אל הירח וחדשיה, ואו\"ת ולמועדים \"ולְזִמְנִין\" ר\"ל רגעים ושעות ותקופות קיץ וחורף ולא תרגם \"למועדיא\" כמו שתרגם מועדי השם, כי דחוק מאוד לומר על שם העתיד, ולכן תרגם כפשוטו לזמנין, ורנה\"ו כתב ששרשו \"יעד\" כי על ידי המאורות נדע כל המקומות, וכל הזמנים, הם המועדים זמן החרישה והזריעה והקצירה, וזמן הקור והחום והקיץ והחורף בכל גבולות הארץ, ובזה נכלל פי' הח' ז\"ל שאמר \"לשעות\", כי לפעמים נועד על זמן שעה, ויראה ע\"י המאורות:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56547e83d6e4a94e1942ca7b", "index_title": "Abarbanel on Torah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Torah, Exodus 13:1:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Abarbanel on Torah, Exodus 13:1:1", "sourceHeRef": "אברבנאל על תורה, שמות י״ג:א׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1483, 1513], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Abarbanel on Torah", "he": "אברבנאל על תורה"}, "he": "וידבר ה' אל משה לאמר קדש לי כל בכור וגומר עד סוף הסדר הזה. אחרי אשר צוה ית' על אכילת המצה ואסור החמץ וכן על קרבן הפסח לדורות לזכרון גאולת מצרים והשפטים שעשה באלהיהם. צוה עוד למשה שיקדש לו את כל בכורות ישראל שכלם יהיו קדש לה' אם הבהמה טהורה להקריב אותה על המזבח ואם הטמאה לעבודת הבית ואם נפש אדם לכהן ולשרת את אלהיו. וביאר מי הוא אשר יקרא בכור האם הוא הגדול שבבית או הבן הראשון הנולד לאדם מהטפה הראשון מהאב או אם הבכור הוא בערך האם היוצא ראשונה מבטן האשה וביאר שהבכור הוא בלבד בערך האם שיהיה פטר כל רחם שמפני שהאשה קודם שתלד כאלו רחמה סגור וקרא הלידה הראשונה ממנה פתיחת רחם ופטר הוא מלשון (משלי י\"ז י\"ד) פוטר מים ראשית מדון והיה הבכור מתיחס לאם ולא לאב לפי שיש ספק בבכור האב אם הוא מהטפה ראשונה אם לא מה שאין כן בבכור האם שהוא יודע שזה יצא ראשונה גם מפני שהאם תרחם יותר על הולד מהאב וכמו שאמר הנביא (ישעיהו מ״ט:י״ד-ט״ו) התשכח אשה עולה מרחם בן בטנה. והנה לקח השי\"ת הבכורו' מבני ישראל לפי שהוא ברחמיו וכרוב חסדיו הציל מהמגפה את בכורות ישראל ביום הכותו כל בכור בארץ מצרים כי ראוי היה שגם הם ימותו כמו שביארתי למעלה ולזה אמר לי הוא וידמה שלא היו אז לישראל מהבהמות הטמאות אלא החמורים כי לא היו מגדלים סוסים לפי שבמצרים לא ירכבו על הסוסים אלא השרי' הגדולים ומפני זה לא זכר כאן מהבהמות הטמאות אלא החמור וחז\"ל אמרו שהיה זה לפי שהמצרים כו' שנאמר אשר בשר כו'. ועוד שאין לך כל אחד ואחד מישראל שלא הביא עמו תשעים חמורים טעונים כסף וזהב ושמלות ולכך באה במצוה שנפדה פטר חמור ולא שאר הבהמות הטמאות. ואין ענין קדש לי שיקדישם מיד ותנהג המצוה הזאת במדבר כי משה ע\"ה ביאר שהיא תלויה בארץ בפרשת והיה כי יביאך אלא שיודיע לישראל עתה מצות קדש לי כל בכור. והנה משה רבינו חשש שמה יחשבו ישראל שהקדוש ב\"ה בחר לזכרון גלות מצרים וגאולתו ענין הבכורות ושמפני זה יבטל ענין הפסח והמצה ואסור החמץ כי היה די בזכרון אחד לנס אחד וכיון שעתה היה הקדוש ב\"ה מצוה קדש לי כל בכור כי בזה יהיה הזכרון ולא במצוה אחרת. הנה מפני זה אמר משה אל העם כשרצה לצוותם על קדוש הבכורות שיזכרו לקיים מצות המצה ואסור החמץ ועל הפסח שיחברו אותם המצות שכבר נצטוו בהם למצות קדוש הבכורות כדי שידעו ויבינו ששלשה זכרונות יהיו להם האחד אכילת המצה ואסור החמץ זכרון ליציאת מצרים שהיתה כ\"כ בחפזון שלא הספיק בצקם להחמיץ והזכרון הב' הוא קרבן הפסח בלילה הראשון זכרון לשפטים שבלילה הוא עשה בביטול כח מזל טלה שהיה מזל המצריים ומשפיע בהם. והזכרון הג' הוא קדוש הבכורים לגבוה זכר למכת בכורו' מצרים והצלת בכורי ישראל מהמגפה הנה להודיע ששלשת המצות היו הכרחיות בזכרונות האלה נזכרו כאן שלשתם והותרה בזה השאלה הו'. וז\"ש ויאמר משה אל העם זכור את היום הזה אשר יצאתם ממצרים מבית עבדים וזכור כי בחוזק יד כלומר בחוזק המכות שנקראו יד השם ובפרט במכת בכורות שעליה אמר ושלחתי את ידי שבכחה יצאו מבית עבדים שהיא ארץ מצרים יען היו שמה סגורים תכלית ההסגר כמו שיהיה מסגר הבור אשר יאסרו שם העבדים בעבור שלא יברחו ולכן קראה התורה במקום אחר כור הברזל. ואמר הוציא ה' אתכם מזה לפי שהיה זה הדבור מיום היציאה ועדיין היו בגבול מצרים ולכן לא יאכל חמץ כי אם מצה שהיא זכר ליציאה כמו שאבאר מיד ולפי שאמר זכור את היום הזה נתן בו סמנים כדי שלא ישכח מפי זרעם והוא אמרו היום אתם יוצאים בחדש האביב שהוא בכניסת השמש במזל טלה ונקרא אביב שאז התבואה עומדת באיביה ולפי שבשול התבואות תלוי בתנועת השמש וכמו שאמר (דברים ל\"ג י\"ד) וממגד תבואות שמש. ויש אומרים שקרא הכתוב לחודש ניסן חודש האביב לפי שהיה ראשון לחדשי השנה ואב לכלם וכאלו אביב הוא שתי תיבות אב י\"ב ר\"ל אב לי\"ב חדשי השנה או הוא רמז למזל טלה שהוא אב וראשון למזלות האפודה. ואחרי שזכר המועד אשר בו יהיה החג זכר הזכרון הראשון והוא אמרו והיה כי יביאך וגו' ועבדת את העבוד' הזאת. והעבודה שזכר היא קרבן הפסח כי אותו קרא עבודה וכמ\"ש למעלה והיה כי יאמרו אליכם בניכם מה העבודה הזאת. ואמנם אמרו אחריו שבעת ימים תאכל מצות אינו העבודה שזכר אבל הוא הזכרון השני שיעשה מאכילת המצה ואסור החמץ. ואין הכוונה ששבעת ימים יאכל מצות בחיוב כי אין אכילת המצה חובה אלא הלילה הראשון אבל ענינו כמו שפרשתי שאם ירצה לאכול לחם בימים ההם יהיה לחם מצה ולא חמץ והותרה בזה השאלה הז'. ואמר ביום השביעי חג לה' להגיד שיעשה ביום האחרון מהחג משתה ושמחה ובזה בשרם שאז תהיה תשועתם שלמה כי אז יטבעו המצריים בים סוף לעיניהם ולכן לדורות יעשו בו שלמי חגיגה. וכתב הרמב\"ן שטעם וביום השביעי חג לה' שיביאו חגיהם ביום השביעי ולא יאחרו אותם עוד שאין להם תשלומין אחר כן. אבל היום הראשון יש לו תשלומין כל שבעה לענין החג ושניהם שוים לענין מקרא קודש. ואמנם מה שחזר לומר מצות יאכל את שבעת הימים ולא יראה לך חמץ הוא לבאר שאין מה שאמר שבעת ימים תאכל מצות חובה כי אין אכילת המצה חובה כי אם בלילה הראשון כמו שפרשתי ושאר הימים הוא רשות ולזה אמר מצות יאכל שהוא לשון נאמר על הרשות והחובה כלה בימים ההם היא באסור החמץ. ואם יאמרו איך היתה אכילת המצה ואסור החמץ זכרון לגאולת וליציאת מצרים השיבם שהיה הזכרון בב' דברים הא' שבבוא החג יגידו לבניהם בעבור זה עשה השם וגומר ר\"ל בעבור זה שעשה ה' לנו כשיצאנו ממצרים נעשו כל הדברים האלה ובזה תמשך ותתפשט הקבלה מדור אל דור ולא תשכח גאולת מצרים מפי זרעם עד עולם וכבר צוו החכמים על ההגדה הזאת שתהא בליל ט\"ו בזמן אכילת הפסח. ואפשר לפרש בעבור זה עשה ה' לי בצאתי שבעבור שיגיד כל זה עשה ה' הנסים והנפלאות שעשה ביציאת מצרים וכמו שאמר למען תספר באזני בנך ובן בנך את אשר התעללתי במצרים וגו' וכתב הרמב\"ן פי' בעבור זה שחוזר אל העבודה שזכר בעבור זה שעשה ה' לי בצאתי ממצרים אנכי עובד את העבודה הזאת וחז\"ל דרשו בעבור זה על המצה ומרור המונחים לפניו. והב' הוא והיה לאות על ידך ולזכרון בין עיניך. ר\"ל שישימו פרשה קדש לי כל בכור בתפילין של יד וגם כן בשל ראש כי בזה נזכר תמיד יציאת מצרים שהיתה ביד חזקה ומשפט אלהי ותהיה מפני זה תורת ה' אשר צונו בפרשה הזאת שגורה בפינו ונזכור יציאת מצרים שהיו בה מהנפלאו' מה שיביאונו להאמין בהשגחת ה' ויכולתו. ותוספת הה\"א במלת ידכה כבר אמרו שרומז אל חמשה בתים שבתפילין והם ד' בתים של ראש ובית א' של יד והתפילין של יד נקראו בכתוב אות שנאמר והיו לאות על ידך והתפילין של ראש נקראים זכרון שנאמר ולזכרון בין עיניך והנה האות הוא סבת הזכרון וקודם אליו ועל כן אחז\"ל (מנחות ל\"ו) כשהוא מניחן מניח של יד ראשונה ואחר כך של ראש שנאמר והיה לאות על ידכה הקדים תחלה תפילין של יד ואחר כך ולטוטפות בין עיניך וכשהוא חולץ תפילין חולץ של ראש תחלה ואחר כך חולץ של יד לפי שאם יחלוץ תפילין של יד תחלה כמו שהניחם תחלה איך ישארו תפילין של ראש שהם הזכרון ואין זכרון מבלי אות ומפני כן ראוי שיהיו תפלין של יד ראשון ואחרון כי כן האות הוא קודם לזכרון ואחריו ואין הזכרון סבת האות וארבעת הפרשיות הם קדש לי כל בכור והיה כי יביאך שמע והיה אם שמוע לפי שבאלה כלם נאמר שיקשרם על היד ובין העינים והיתה פרשת שמע לקבל עול מלכות אל אחד ופרשת והיה אם שמוע לקבל עול מצות ושתי פרשיות האחרות לזכרון יציאת מצרים שכל זה יהיה נגד עיניהם ובין ידיהם תמיד ולזה הונחו שמה האמנם לא צוו להניח תפילין של יד על יד עצמה ושל ראש בין העינים כמשמעות הכתוב לפי שאלו היו על היד היו מונעים פעולות היד עד שמפני זה צוה להניחם ביד השמאלית ולא בימינית לפי שבימינית יוכל להניחם על היד השמאלית אבל בשמאלית לא תוכל להניחם על הימינית וכן אלו היו מניחים התפילין בין שתי העינים יהיו כסנורין בין עינינו לכן הונחו תפילין של יד על גובה היד והוא בפרק האמצעי בין הכתף לזרוע ותפילין של ראש הונחו בראש במקום שהוא מכוון כנגד בין העינים מקום שמוחו של נער ?רופס וכבר יורה שזאת היתה כוונת הכתוב ממה שאמר והיה לך לאות מגיד שתהיה הנחתם במקום שיהא אות לנו ולא לאחרים וכמו שביארו זה במכילתא. וכמה מהחכמה החכימה התורה האלהית בהנחת התפילין במקומות האלה לפי שהתפילין של יד הם קרובים אל הלב ולזה היו בזרוע השמאלי שהוא יותר קרוב אל הלב באמת. ותפילין של ראש הונחו סמוכים למוח כדי שנשים לבבנו ומחשבותינו בפנות הנשרשות בפרשיות האלה וצריך לדעת כי תפילין של יד ושל ראש הן שתי מצות ושתיהן מענין אחד והראיה שהן שתי מצות היא שאינן מעכבות זו את זו כלולב ומיניו עם האתרוג וכן אמרו חז\"ל תפילין של ראש אינה מעכבת של יד ושל יד אינן מעכבת של ראש ולפי ששתיהן רומזות על ענין אחד אז\"ל כשהוא מניח שתיהן ביחד שאין לשוח ביניהם והוא אמר שח בין תפלה לתפלה עבירה היא בידו וחוזרין עליה מעורכי המלחמה וזכר הכתוב שכאשר תעשה עדת בני ישראל כל זה תשמור החוקה הזאת מימים ימימה והוא מדי שנה בשנה כי הנה השנה תקרא ימימה לפי שהיא כיום ארוך ובמה שצוה אותם שישמרו את החוקה הזאת למועדה רמז לעיבור השנה שלא יעשו פסח רק בחדש האביב. ואחרי שזכר משה רבינו הזכרון הראשון שהוא בעבודת הפסח והזכרון השני מהמצות ואסור החמץ זכר הזכרון השלישי מקדוש הבכורות ולפי שהוא היה תלוי בארץ כמו קרבן הפסח לכן אמר והיה כי יביאך ה' אלהיך והעברת כל פטר רחם לה' רוצה לומר תפרישו ותעבירו מן העדר כל פטר רחם בהולדו שיהיה לה' ואמר זה על בכור הבהמה הטהורה שיתקרב על גבי המזבח ולפי שבחוצה לארץ אין מקריבין קרבנות תלה הכתוב זה בארץ. אמנם אמרו עוד וכל פטר חמור וכל בכור אדם קבלו חז\"ל שהוא נוהג גם בחוצה לארץ כי הוא מהדברים הנפדים ולזה לא זכר בכור אדם בראשונה אלא באחרונה עם בכור החמור לפי ששניהם פדויים והם נוהגים גם בחוצה לארץ וזכר ראשונה אותם שהיו תלוים בארץ לפי שיש בהם קדושת הגוף והדברים הפדויים אין בהם קדושת הגוף אבל הם ממון הכהן וצותה התורה שהחמור לפי שאינו ראוי לאכול ממנו יפדה אותו בשה כי השה בעל חי יאות לכהן לאכול ואם לא יפדה אותו אמר וערפתו רוצה לומר שיהרגהו בהכותו אותו מצד ערכו בקופיץ או במה שידמה לו. והנה צוה בזה כדי שבעל החמור יפדה אותו בעבור שלא יצטרך לעשות לו זה הפועל הזר וחז\"ל אמרו שהיה זה לרמוז למצריים סובלי המכות והנגעים עם סכל ואין לב וישראל נמשלו לשה פזורה ולזה צוה שפטר חמור תפדה בשה ואם לא יפדה וערפתו רמז למכת בכורות שמתו ונצולו ישראל. וענין הפדיון שיפדה אדם מיד הכהן את בכורו כאלו קנאו מידו וכבר ביארה תורה כמה יהיו דמי הפדיון חמשת סלעים של כסף או דבר שיקחהו הכהן במקומם כמו שיתבאר בפרשה קרח ולפי שלא ישכח טעם המצוה הזאת וענינה אמר והיה כי ישאלך בנך לאמור מה זאת רוצה לומר מה הסבה עריפת החמור והקרבת השה לכהן תהיה התשובה אליו שבחוזק יד הוציאנו ה' ממצרים שהיא היתה לנו בית עבדים וראשם פרעה הקשה לשלחנו כי לא האמין בהשגחת ה' וגמולו ויהרוג ה' את כל בכור מצרים מאדם ועד בהמה ע\"כ אני זובח לה' כל פטר רחם הזכרים ולא די הב\"ח אבל גם בכור בני אפדה כאלו הוא מחויב להקריבו לגבוה וגם לתכלית זכרון זה תשים הפרשה הזאת לאות על ידכה ולטטפת בין עיניך ואחז\"ל (רש\"י שמות י״ג:ט״ז) שה\"א ידכה תרמוז אל היד הכהה שהיא כנגד הלב ולטוטפות בין עיניך וטטפת כתב הרמב\"ן שאין לו משפחה ידועה בכתוב ויש אומרים שהוא שם מצריים שנקרא המוח כן וכבר אחז\"ל (שבת נ\"ח) שקשר תפילין ורצועותיהן ועבודיהם לשמה ונכרכין בשערן וכל שאר תנאי התפילין הנכתבים במסכת סופרים הם כלם הלכה למשה מסיני. והנה זכרה התורה תפילין של יד קודם תפילין של ראש לפי שהאות של היד הוא מכוון כנגד כי בחוזק יד הוציאנו ה' ממצרים ועוד שתפילין של יד הם כנגד הלב ושל ראש הם כנגד המוח. והנה הלב יותר נכבד מהמוח והתחלה לו גם לפי שדרך בני אדם הוא להניח אות לדבר שירצו לזוכרו בידו ואצבעו או בראשו על המצנפת ולכך דברה תורה כלשון בני אדם בזה והותרה ממה שביארתי השאלה הח' הנה אמר למוד הבנים בכל אחד משלשת הזכרונות האלה כי במצות הפסח נאמר בפרש' משכו והיה כי יאמרו אליכם בניכם מה העבודה וגומר ולכן לא נזכר באותו חוקת הפסח ובענין המצה אמר בפרשת קדש לי כל בכור והגדת לבנך ובענין הבכורות נאמר כאן והיה כי ישאלך בנך מחר וגומר הרי שבכל שלשת הזכרונות שנתן הקדוש ברוך הוא על עניני מצרים צוה על הלמוד לבנים כדי להמשיך הקבלה מיציאת מצרים ונפלאותיה אשר הם משרישים בלבבנו אמונת הידיעה וההשגחה האלהית גמולו ועונשו ויכולתו הבב\"ת וכן נאמר בשתי הפרשיות האלה והיה לאות לפי שבשתיהן תוכלל הזכירה כלה מיציאת מצרים וזהו מה שראיתי לבארו בסדר הזה: ", "heVersionTitle": "Torah Commentary of Yitzchak Abarbanel, Warsaw 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892ed84d6e4a9274646c81c", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Genesis 1:15:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Chizkuni, Genesis 1:15:1", "sourceHeRef": "חזקוני, בראשית א׳:ט״ו:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "בראשית", "he": "<b>ברקיע השמים להאיר על הארץ</b> שכן דרך לתלות הנר במקום גבוה. ולפי פשוטו הוצרכו חמה ולבנה להאיר על הארץ. והאור הנברא ביום ראשון להאיר על השמים לפי שהרקיע שנברא ביום שני נעשה חוצץ בין האור הראשון ובין הארץ. אי נמי מה שכתוב ויהי אור היינו אור היום וכאן היינו אור השמש והירח. ואעפ״‎י שעדיין לא היו בריות שיצטרכו לאורה מכל מקום הרי היו עשבים ופירות שהם צריכים להתבשל בשמש ובלבנה כמה דאת אמר וממגד תבואות שמש ועוד מפני שרץ נפש חיה ועופות שנבראו ביום חמישי לפיכך הקדים להם אורה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ברקיע השמים להאיר על הארץ, ”in the sky of theheavens to disseminate light all over the earth.” One of the luminaries’ functions is similar to that of lanterns which are also always placed on high poles to better illuminate their surroundings. According to the plain meaning of the text, the sun and moon are necessary to illuminate earth, whereas the light created on the first “day,” is needed to illuminate the heavenly regions, seeing that on the second “day,” a partition had been erected between the former and the latter by the horizon/atmosphere. Alternately, when the Torah reported that on the first “day” light came into existence, i.e. ויהי אור, this was the “light” which enabled “life” to exist, whereas here we speak about the light provided by the sun and moon respectively. Although as yet this “light” was not needed as the creatures for which the sun and moon were to shine had not been created yet, there were grasses and fruit bearing trees which needed it in order for them not to wither and die. The fruit could not have ripened without the rays of the sun. We also know from Deuteronomy 33,14, that there are plants which cannot grow without moonlight. Furthermore, G-d had created some living creatures such as creeping things and birds on the fifth “day,” and the means for their survival had to exist before they came into existence.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2f8d6e4a92746472eb2", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Chizkuni, Deuteronomy 33:14:1", "sourceHeRef": "חזקוני, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "<b>וממגד גרש ירחים </b>הפירות מתגרשות מן הארץ והאילנות בחדוש הירח, בירח אחד כונס קייצים, בשני מוסק זיתים, בשלישי לוקט תמרים. וכן בכל ירח וירח.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וממגד גרש ירחים, “and from the precious things due to the moons.” The fruit of the trees emanate from the earth, and the trees start growing at the beginning of the month. On each new moon a different category of fruit tree commences the cycle of growing and subsequently ripening. Our author quotes four examples of this as an illustration.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9867d6e4a93323dc5591", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 81b:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Bava Kamma 81b:1", "sourceHeRef": "בבא קמא פ״א ב:א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 162.0001, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "וְלֹא מִמְּקוֹם שֶׁהוּא רוֹאֶה אֶת הַחַמָּה; שֶׁנֶּאֱמַר: ״וּמִמֶּגֶד תְּבוּאֹת שָׁמֶשׁ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>but not from a place that faces the sun,</b> where the fruits grow copiously, <b>as it is stated: “And for the precious things of the fruits of the sun”</b> (Deuteronomy 33:14).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3d64d6e4a9026bd908b7", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Aderet Eliyahu, Deuteronomy 33:14:1", "sourceHeRef": "אדרת אליהו, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>וממגד תבואת שמש. </b>שיש תבואה שמתבשלת מן השמי' והוא הטל וכמ״ש בפ' ארץ חטה ושערה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3d64d6e4a9026bd908b9", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Deuteronomy 33:14:2", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Aderet Eliyahu, Deuteronomy 33:14:2", "sourceHeRef": "אדרת אליהו, דברים ל״ג:י״ד:ב׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "דברים", "he": "<b>וממגד גרש ירחים.</b> הם שעורים שמתבשלות מן הלבנה בלילה וכן בעומר כתיב גרש אלא ששם שי״ן שמאלית וכאן ימנית ולפי שהיא סמוכה לשמש הוא גבורות ממותחות ולכן בא העומר ממנה וכן במנחת קנאות כתיב מנחת זכרון וגומר ואמר כאן ירחים ולמעלה שמש. שהתבואה המתבשלת בשנים עשר חדשים והוא בהקף שמש פעם אחד בהקף שנה אבל בלבנה י״ב פעמים היא מקפת בכל חודש אחת:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142f069ad4c0152d593eb", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 33:14:1", "sourceHeRef": "ברכת אשר על התורה, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה גרש ירחים, יש פירות שהלבנה מבשלתן, ואלו הן - קישואין ודלועין (ספרי). ע\"כ. </b>שאלתי את ר' יהודה פליקס שי' ואמר לי, שאכן הדלועים גדלים בלילות ירח. העובדה ידועה, אך אינה מוסברת. (פ' וזאת־הברכה תש\"ס)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3ef948c3baf000181eb95f", "index_title": "Abarbanel on Zechariah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Zechariah 6:8:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Abarbanel on Zechariah 6:8:1", "sourceHeRef": "אברבנאל על זכריה ו׳:ח׳:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Abarbanel on Zechariah", "he": "אברבנאל על זכריה"}, "heTitle": "אברבנאל על זכריה", "he": "וזכר הנביא שהמלאך הדובר בו אמר אליו בצעקה וקול גדול ראה היוצאים אל ארץ צפון הניחו את רוחי בארץ צפון רוצה לומר אלה השחורים הפרסיים שיצאו על בבל הניחו את רוחי וכעסי שהיה לי על בבל וארץ הצפון בהשחיתם אותה, וכן אמר ישעיהו על כורש אוהבו (ישעיה מח, יד) יעשה חפצו בבבל וגומר כי כורש נקם נקמת ה' מהבבליים וזרע נבוכדנצר, ואמר לו זה להודיעו שכן תעשה כל אחת משאר המלכיות שתהיה חרש ומשחית לקודמת אליה. ורש\"י פירש לכו והתהלכו בארץ שנתן להם רשות למשול ממשל רב ושאמר זה על מלכות אדום ושיהיה אורך גדול לממשלתם, ומפני שהשלים ייעוד ארבע מלכיות סמך אליו נבואת העטרות אשר כבר נאמרה לו קודם לזה בימי יהושע כהן גדול לפי שנרמזו בה עטרת המלכות ועבודת הכהונה שיחזרו באומה אחר אפיסת המלכיות וכמו שיתבאר. ובפסיקתא רבתי דרשו ד' מרכבות על ארבע דגלים במרכבה הראשונה סוסים אדומים כנגד מחנה יהודה שנאמר (בראשית מט, יב) חכלילי עינים מיין וכן דוד שהוא מיהודה אמור בו (שמואל א' טז, יב) אדמוני עם יפה עינים, ומרכבה השנית סוסים שחורים כנגד מחנה ראובן ושמעון שעשו מעשה שחרות ראובן בחללו יצועי אביו ושמעון במעשה זמרי, ובמרכבה השלישית סוסים לבנים כנגד אפרים ובנימין ומנשה שנתברכו במגדים וממגד תבואות שמש (דברים לג, יד) ורוב מגדים לבנים, ובמרכבה הרביעית סוסים ברודים אמוצים כנגד מחנה דן שהיו ברודים ואמוצים שנאמר (שם לג, כב) דן גור אריה וכתיב (בראשית מט, יז) יהי דן נחש עלי דרך, והן ד' מרכבות של ארבע מלכיות כנגד ארבע דגלים שבשעה שעשו מעשים לא טובים נפלו אלו ביד אלו גם את זה לעומת זה עשה האלקים (קהלת ז, יד) והאלקים עשה שייראו מלפניו (שם ג, יד), סוסים אדומים זה מלכות בבל ששפכה כמה דמים מישראל אנת הוא רישא די דהבא (דניאל ב, לח), סוסים שחורים זה מלכות מדי ופרס תנינא דמיא לדוב שהשחירו פניהם של ישראל בגזרת המן, סוסים לבנים זו מלכות יון שהלבינו פניהם של ישראל בחירופין ובגידופין, סוסים ברודים אמוצים זו מלכות אדום שגזרו גזרות משונות זו מזו על ישראל ומחנות הכהנים והלוים, גם כנגדם ראה זכריה שנאמר ראיתי הלילה והנה איש רוכב על סוס אדום וגומר איש זה הקב\"ה שנאמר (שמות טו, ג) ה' איש מלחמה אדום שהיתה שכינה שרויה בין שני הכרובים וכן הוא אומר (שיר השירים ה, י) דודי צח ואדום בין ההדסים אלו צדיקים שנאמר (ישעיה נה, יג) תחת הסרפד יעלה הדס, והמלאך שהיה מתרגם בין שכינה לנביא כנגד משה ואהרן שהיו מתרגמים התורה לישראל שנאמר (לעיל א, ט) ויאמר אלי המלאך הדובר בי ומשה נקרא מלאך וישלח מלאך ויוציאני ממצרים (במדבר כ, טז) וכן אהרן כי מלאך ה' צבאות הוא (מלאכי ב, ז): ואחריו סוסים אדומים שרוקים לבנים אדומים כנגד בני קהת שמשמרתם היתה כלים מוזהבים אדומים הארון השלחן והמנורה והמזבחות, שרוקים כד\"א עובדי פשתן שריקות אלו בני גרשון שרוב משאם כלי פשתן המשכן והאהל מכסהו וקלעי החצר והמסך, ולבנים כנגד בני מררי כי רוב משמרתם לבנים קרשי המשכן בריחיו ועמודיו ואדניו, ומנין שארבע מלכיות היו שלוחיו של הקב\"ה שנאמר לכו והתהלכו בארץ ואומר והתהלכנה בארץ ועשו שליחותם והגלו את ישראל מעל אדמתם, ושלטו ארבע מרכבות בארבע מחנות וארבע מרכבות יוצאות מבין שני ההרים מבין מלכות יהודה וישראל היושבים בין שני ארצות עבר הירדן וארץ ישראל ויצאו ביניהם והגלום, וכה\"א אם תשכבון בין שפתים אם תאבו לקיים מצותי תשכבון בין שפתים ואם לאו תתהלכו מגוי אל גוי וההרים הם נחשת זה מלכות ישראל ויהודה שהם חזקים כנחשת שנאמר ברזל ונחשת מנעליך ע\"כ: והנה הבאתי לך ההגדה הארוכה הזאת ללמוד ממנה דברים, הראשונה שהעולם כולו תלוי ברביעיות ולכן היו דגלי ישראל ארבע כנגד ארבע מלכיות כמו שפירשנו, השנית שנלמוד מזה שלא דרשו ז\"ל המראה הראשונה מהאיש הרוכב על סוס אדום והסוסים שאחריו שהיא עצמה זאת האחרונה כמו שחשבו המפרשים אבל הבינו בחכמתם ז\"ל שהיו המראות מתחלפים בהוראותם וכמו שביארתי אני, השלישית שהם דרשו וההרים הרי נחשת על ישראל וקרוב לזה פירשתי אני אותם, הרביעית שהם פירשו ארבע המרכבות על ארבע המלכיות בדרך ארבע החיות ושהאחרונה היא רומי ולא כמו שכתב הראב\"ע בספר דניאל שרומי היתה החיה השלישית:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "607ecf5a1a9488f21064a921", "index_title": "Darkah shel Torah", "category": "Jewish Thought", "type": "", "ref": "Darkah shel Torah 10:20", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Darkah shel Torah 10:20", "sourceHeRef": "דרכה של תורה י׳:כ׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1912, 1928], "commentaryNum": 10.002, "collectiveTitle": {"en": "Darkah shel Torah", "he": "דרכה של תורה"}, "he": "ועי' בסידורו של הרב בעל ה\"תניא\" (שער הלולב ד\"ה להבין שרש ענין הלולב) שמאריך בדברים מחוכמים מאוד לבאר את טיבו ומהותו של האתרוג, שהוא דר באילן משנה לשנה, שלכאורה מהו היחוס בזה? והוא אומר כדברים האלה \"ולהבין זה יש להקדים תחילה בענין סיבת התחלקות הנבראים בטבעיים שונים זה מזה, שאין אחד דומה לחברו כלל כמו גם בשכליים הנבדלים אין אחד דומה לחברו, זה שכלו מטה כלפי חסד וזה שכלו מטה כלפי דין, מפני שינוי מהות טבעם. וכך הוא עד רום המעלות, יש ריבוי התחלקות מדרגת מלאכים ונשמות בכל עולם לאין שיעור וכו'. ולזה הטעם גם למטה מטה בחלקי דצח\"מ [דומם, צומח, חי, מדבר] הגשמיים, יש התחלקות מינים שונים לאין מספר, שהרי גם בכל צמח ממין אחד וכו', יש פירות חמוצים ויש פירות מתוקים, לפי שזה שרשו מבחי' הגבורות וזה שרשו מבחינת החסדים, וכן יש עשבים שממיתים ויש שמרפאים. וכן בחלק החי אין אחד דומה לחברו גם במין אחד, וכן בחלק המדבר וכו'. וכידוע, שיש צמחים רבים שגדלים דוקא מן החמה וכמ\"ש (דברים לג, יד) \"וממגד תבואת שמש\", ויש צמחים רבים שגדלים דוקא מן הלבנה כמ\"ש (שם) \"וממגד גרש ירחים\", ובודאי הם כמעט ב' הפכים, שאלו גדלים מהחום של השמש ביום, ואילו גדלים מקור הלבנה בלילה וכו'. אך האתרוג הוא משונה מכל הצמחים וכו', שהרי האתרוג נקרא פרי עץ הדר לפי שהוא דר באילנו משנה לשנה כידוע, והיינו שמתעכב באילן שהוא גדל בו שנה תמימה, ובשנה תמימה כבר חלפו עליו כל שינויי העתים וכו', ולא הזיקו שינויי עתים הללו לפרי האתרוג כלל, מפני שטבעו לסבול ב' הפכים דקור וחום, ע\"כ הוא דר באילנו משנה לשנה ומתקיים. וא\"כ בהכרח לומר, ששרשו למעלה מעלה במקום ומדרגה עליונה הרוחנית המגדלת אותם, שהוא ג\"כ בחי' מדרגה שסובלת כל ההפכים דחסד וגבורה, שהם כמו קור וחום כידוע וכו'. אך הנה יש להבין בעיקר הענין, למה יש בטבע האתרוג לקבל ולסבול שני ההפכים כמו חום וקור וכו'? והנה התירוץ לזה יש להקדים וכו' דשרש בחי' התכללות דעשר ספירות ובפרט בב' הפכים חסד וגבורה, הוא בא מצד בחינת המשכת אור העליון, אשר נעלה משני ההפכים, על כן יתבטלו מציאותם ויתכללו; על דרך משל ב' שרים מנגדים שבאים לפני המלך, שמתבטלים מציאותם ויתחברו למדרגה אחת ממש וכו', והיינו ג\"כ שרש בחי' האתרוג למעלה, מה שיוכל לקבל כל ההפכים דקור וחום להיות שרשו באור העליון שלמעלה מבחינת התכללות\".", "heVersionTitle": "Darkhei Moshe, Jerusalem 1998-2000", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1d3fe735e0a5900c45c6", "index_title": "Ba'alei Brit Avram", "category": "Quoting Commentary", "type": "", "ref": "Ba'alei Brit Avram, Shemot 8", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Ba'alei Brit Avram, Shemot 8", "sourceHeRef": "בעלי ברית אברם, שמות ח׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1618, 1622], "commentaryNum": 8, "collectiveTitle": {"en": "Ba'alei Brit Avram", "he": "בעלי ברית אברם"}, "heTitle": "שמות", "he": "<b>מסרה ירחים ד׳.</b> ותרא אותו כי טוב הוא ותצפנהו שלשה ירחים. (דברים ל״ג:י״ד) וממגד תבואות שמש וממגד גרש ירחים. (איוב ג׳:ו׳) במספר ירחים אל יבא. (שם ל״ט) תספור ירחים תמלאנה וידעת עת לדתנה. וסימנם טיבותא דשמשא התייחד בשלמותא. פי׳ מרע״ה נולד לששה חדשים ויום א׳ ויוכבד אמו הצפינתו ג׳ ירחים שהיו מונים המצרים מיום שהלכה האשה לטבילה ט׳ חדשים ואח״כ היו הולכים לבקש מה ילדה ולזה ולא יכלה עוד הצפינו וז״ש וממגד תבואות שמש זה משה פניו כפני חמה וכן שמש בגימטריא תרי״ג כ״ז מנין המצות שבתורה והאותיות שבה ממגד בגי׳ פ״ז כשרז״ל ראשו כתם פז זה משה שעמד על הר סיני לקבל תורה. גרש ירחים. שיוכבד נתגרשה ואח״כ נלקחה וילדה את משה וז״ש במספר ירחים אל יבא שאין שום אדם יכול לכוין השעה של הלידה והאל יתברך סבב שזה החשבון ומנין של הלידה לא בא אליו שום אדם וז״ש תספור ירחים תמלאנה א״א לשום אדם לדעת ולספור הירחים ולידע עת לדתנה אלא הש״י לבדו וז״ש הסימן טיבותא דשמשא הטוב המעולה והנחמד של משה אדונינו ע״ה נתייחד בשלימות משאר האנשים והנביאים שלא קם כמותו ולא יקום:", "heVersionTitle": "Vilna, 1873", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d013b6084aa1cbeff4cf", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תְּבוּאָה 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "BDB, תְּבוּאָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תְּבוּאָה א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תְּבוּאָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תְּבוּאָה</span></big>  <strong>n.f.</strong> <em>proventus</em>, <strong>product, revenue</strong>—<span dir=\"rtl\">תּ׳</span> abs. <a data-ref=\"Psalms 107:37\" href=\"/Psalms.107.37\">ψ 107:37</a> + 3 times; cstr. <span dir=\"rtl\">תְּבוּאַת</span> <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">Lv 23:39</a> + 11 times; sf. <span dir=\"rtl\">תְּבוּאָתִי</span> <a data-ref=\"Job 31:12\" href=\"/Job.31.12\">Jb 31:12</a> <a data-ref=\"Proverbs 8:19\" href=\"/Proverbs.8.19\">Pr 8:19</a>; <span dir=\"rtl\">תְּבוּאָתְךָ</span> <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">Dt 14:28</a> + 2 times; <span dir=\"rtl\">תְּבוּאָתֶ֑ךָ</span> <a data-ref=\"Proverbs 3:9\" href=\"/Proverbs.3.9\">Pr 3:9</a>; <span dir=\"rtl\">תְּבוּאָתוֹ</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> + <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a> Qr (Kt <span dir=\"rtl\">תבואתה</span>), <span dir=\"rtl\">תְּבוּאָתֹה</span> <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a>; <span dir=\"rtl\">תְּבוּאָתָהּ</span> <a data-ref=\"Exodus 23:10\" href=\"/Exodus.23.10\">Ex 23:10</a> + 7 times + <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a> Kt (so Co); <span dir=\"rtl\">תְּבוּאָתֵנוּ</span> <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">Lv 25:20</a>; pl. <span dir=\"rtl\">תְּבוּאֹת</span> <a data-ref=\"Leviticus 25:15\" href=\"/Leviticus.25.15\">Lv 25:15</a> + 4 times; <span dir=\"rtl\">תְּבוּאוֹת</span> <a data-ref=\"Proverbs 14:4\" href=\"/Proverbs.14.4\">Pr 14:4</a>; <a data-ref=\"Proverbs 16:8\" href=\"/Proverbs.16.8\">16:8</a>; <span dir=\"rtl\">תְּבוּאֹתֵיכֶם</span> <a data-ref=\"Jeremiah 12:13\" href=\"/Jeremiah.12.13\">Je 12:13</a>;—<br><strong>1.</strong>  <em>product, yield</em>, usually of earth (= crops, etc.) <span dir=\"rtl\">תּ׳ הָאָרֶץ</span> <a data-ref=\"Exodus 23:10\" href=\"/Exodus.23.10\">Ex 23:10</a> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a>; <a data-ref=\"Leviticus 23:39\" href=\"/Leviticus.23.39\">23:39</a>; <a data-ref=\"Leviticus 25:3\" href=\"/Leviticus.25.3\">25:3</a>, <a data-ref=\"Leviticus 25:7\" href=\"/Leviticus.25.7\">7</a> (used as food for man & beast, cf. v <a data-ref=\"Leviticus 25:22\" href=\"/Leviticus.25.22\">22</a>) <a data-ref=\"Joshua 5:12\" href=\"/Joshua.5.12\">Jos 5:12</a>, cf. <a data-ref=\"Nehemiah 9:37\" href=\"/Nehemiah.9.37\">Ne 9:37</a> <a data-ref=\"Leviticus 25:15\" href=\"/Leviticus.25.15\">Lv 25:15</a>, <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">16</a>, also <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a>; in <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">Gn 47:24</a> <span dir=\"rtl\">בַּתּ׳</span> must = <em>of the crops</em> (<span dir=\"rtl\">בּ</span> partitive, cf. <span dir=\"rtl\">בְּ</span> <strong>I. 2. b.</strong>; 𝔊 del. <span dir=\"rtl\">בְּ</span>); <span dir=\"rtl\">תּ׳ שָׂדֶה</span> <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a> <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>; <span dir=\"rtl\">תּ׳ כֶּרֶם</span> <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> cf. <a data-ref=\"Psalms 107:37\" href=\"/Psalms.107.37\">ψ 107:37</a>; <span dir=\"rtl\">לֶחֶם תּ׳ הָאֲדָמָה</span> <a data-ref=\"Isaiah 30:23\" href=\"/Isaiah.30.23\">Is 30:23</a>; <span dir=\"rtl\">תּ׳ גֹּרֶן</span> & <span dir=\"rtl\">תּ׳ יָ֑קֶב</span> <a data-ref=\"Numbers 18:30\" href=\"/Numbers.18.30\">Nu 18:30</a>; <span dir=\"rtl\">תּ׳ זֶרַע</span> <a data-ref=\"Deuteronomy 14:22\" href=\"/Deuteronomy.14.22\">Dt 14:22</a>; <span dir=\"rtl\">תּ׳ דָּגָן</span> <a data-ref=\"II Chronicles 32:28\" href=\"/II_Chronicles.32.28\">2 Ch 32:28</a>; as property of husbandmen, or people <a data-ref=\"Leviticus 25:20\" href=\"/Leviticus.25.20\">Lv 25:20</a> <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">Dt 14:28</a>; <a data-ref=\"Deuteronomy 16:15\" href=\"/Deuteronomy.16.15\">16:15</a>; <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">26:12</a> <a data-ref=\"Proverbs 3:9\" href=\"/Proverbs.3.9\">Pr 3:9</a>; crops as determined by season, <span dir=\"rtl\">תּ׳ שָׁ֑מֶשׁ</span> <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">Dt 33:14</a> (‖ <span dir=\"rtl\">גֶּרֶשׁ יְרָחִים</span>); <em>yield</em> of a year <span dir=\"rtl\">שָׁנָה</span> <a data-ref=\"Leviticus 25:12\" href=\"/Leviticus.25.12\">Lv 25:12</a>, <a data-ref=\"Leviticus 25:22\" href=\"/Leviticus.25.22\">22</a>; cf. v <a data-ref=\"Leviticus 25:21\" href=\"/Leviticus.25.21\">21</a> <span dir=\"rtl\">עָשָׂה תּ׳</span>, subj. <span dir=\"rtl\">שָׁנָה</span>.<br><strong>2.</strong> <strong>a.</strong>  <em>income, revenue</em>, in general <a data-ref=\"Job 31:12\" href=\"/Job.31.12\">Jb 31:12</a> (almost = possessions) <a data-ref=\"Proverbs 10:16\" href=\"/Proverbs.10.16\">Pr 10:16</a>; <a data-ref=\"Proverbs 14:4\" href=\"/Proverbs.14.4\">14:4</a>; <a data-ref=\"Proverbs 15:6\" href=\"/Proverbs.15.6\">15:6</a>; <a data-ref=\"Proverbs 16:8\" href=\"/Proverbs.16.8\">16:8</a> <a data-ref=\"Ecclesiastes 5:9\" href=\"/Ecclesiastes.5.9\">Ec 5:9</a> cf. <a data-ref=\"Isaiah 23:3\" href=\"/Isaiah.23.3\">Is 23:3</a> (revenue of Tyre from trade with Egypt in bread stuffs). <strong>b.</strong>  fig. <em>gain</em> of wisdom <span dir=\"rtl\">תּ׳ תָכְמָה</span> <a data-ref=\"Proverbs 13:14\" href=\"/Proverbs.13.14\">Pr 13:14</a>; <a data-ref=\"Proverbs 8:19\" href=\"/Proverbs.8.19\">8:19</a>; <em>product of lips</em> <span dir=\"rtl\">(תּ׳ שְׂפָתָיו)</span> <a data-ref=\"Proverbs 18:20\" href=\"/Proverbs.18.20\">Pr 18:20</a>, i.e. results of his speech (‖ <span dir=\"rtl\">פְּרִי פִי־אִישׁ</span>); of Isr. as Yahweh’s product <a data-ref=\"Jeremiah 2:3\" href=\"/Jeremiah.2.3\">Je 2:3</a>; of Israel’s wickedness <a data-ref=\"Jeremiah 12:13\" href=\"/Jeremiah.12.13\">Je 12:13</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d08bb6084aa1cbf04ba3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גֶּ֫רֶשׁ 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "BDB, גֶּ֫רֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, גֶּ֫רֶשׁ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גֶּ֫רֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big>[<span dir=\"rtl\">גֶּ֫רֶשׁ</span>]</big>  <strong>n.</strong>[<strong>m.</strong>] <strong>thing thrust or put forth, yield</strong>; cstr. <span dir=\"rtl\">גֶּרֶשׁ יְרָחִים</span> <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">Dt 33:14</a> <em>yield, produce</em> of moons ‖ <span dir=\"rtl\">תְּבוּאֹת שָׁ֑מֶשׁ</span>; i.e. produce in its seasons, cf. Di."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d200b6084aa1cbf149fb", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יֶ֫רַח 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "BDB, יֶ֫רַח 1", "sourceHeRef": "בראון-דרייבר-בריגס, יֶ֫רַח א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יֶ֫רַח", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><span dir=\"rtl\">יֶ֫רַח</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Zechariah 11:8\" href=\"/Zechariah.11.8\">Zc 11:8</a></sup> <strong>month (</strong>Aramaic <span dir=\"rtl\">יַרְחָא</span>, <span dir=\"rtl\">ܝܰܪܚܳܐ</span> <em>new moon, month;</em> Palm. <span dir=\"rtl\">ירח</span> Vog<sup>No. 1</sup>; Assyrian <em>arḫu</em> COT<sup>Gloss.</sup> Muss-Arnolt<sup>JBL xi. 1892, 73, 163</sup>; cf. Ph. Ethiopic sub <a data-ref=\"BDB, יָרֵחַ\" href=\"/BDB,_יָרֵחַ\", dir=\"rtl\">יָרֵחַ</a>; Sab. <span dir=\"rtl\">ורחֿ</span> <em>month</em>, DHM<sup>ZMG 1876, 603; 1883, 369</sup> Hal<sup>JAS vii, 1 516</sup><strong>)</strong>—abs. <span dir=\"rtl\">יֶ֫רַח</span> <a data-ref=\"I Kings 6:37\" href=\"/I_Kings.6.37\">1 K 6:37</a> + 3 times; cstr. <em>id.</em> <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a> <a data-ref=\"II Kings 15:13\" href=\"/II_Kings.15.13\">2 K 15:13</a>; pl. <span dir=\"rtl\">יְרָחִים</span> <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a> + 3 times; cstr. <span dir=\"rtl\">יַרְחֵי</span> <a data-ref=\"Job 7:3\" href=\"/Job.7.3\">Jb 7:3</a>; <a data-ref=\"Job 29:2\" href=\"/Job.29.2\">29:2</a>;—<br><strong>1.</strong>  <em>month</em>, as measure of time, during, or in which <a data-ref=\"Exodus 2:2\" href=\"/Exodus.2.2\">Ex 2:2</a> (E), <a data-ref=\"Zechariah 11:8\" href=\"/Zechariah.11.8\">Zc 11:8</a> <a data-ref=\"Job 39:2\" href=\"/Job.39.2\">Jb 39:2</a>; <span dir=\"rtl\">יַרְחֵי שָׁ֑וְא</span> <a data-ref=\"Job 7:3\" href=\"/Job.7.3\">Jb 7:3</a>; <span dir=\"rtl\">יַרְחֵי קֶדֶם</span> <a data-ref=\"Job 29:2\" href=\"/Job.29.2\">29:2</a>; pleon. <span dir=\"rtl\">יֶרַח יָמִים</span> <em>a month</em> (<em>of</em>) <em>days</em> = <em>a month of time</em> <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a> <a data-ref=\"II Kings 15:13\" href=\"/II_Kings.15.13\">2 K 15:13</a>.<br><strong>2.</strong>  <em>calendar month</em>, with name <span dir=\"rtl\">יֶרַח זִו</span> <a data-ref=\"I Kings 6:37\" href=\"/I_Kings.6.37\">1 K 6:37</a> (2nd mo., cf. v <a data-ref=\"I Kings 6:1\" href=\"/I_Kings.6.1\">1</a>); <span dir=\"rtl\">יֶרַח בּוּל</span> v <a data-ref=\"I Kings 6:38\" href=\"/I_Kings.6.38\">38</a> (8th mo.); <span dir=\"rtl\">יֶרַח הָאֵתָנִים</span> <a data-ref=\"I Kings 8:2\" href=\"/I_Kings.8.2\">1 K 8:2</a> (7th mo.); cf. <span dir=\"rtl\">בְּמִסְפַּי יְרָחִים אַל־יָבֹא</span> <a data-ref=\"Job 3:6\" href=\"/Job.3.6\">Jb 3:6</a>; <span dir=\"rtl\">גֶּרֶשׁ יְרָחִים</span> <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">Dt 33:14</a> <em>produce of months</em>, i.e. of various seasons of years.—Cf. synon. <span dir=\"rtl\">חֹדֶשׁ</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d296b6084aa1cbf1bc99", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מֶ֫גֶד 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "BDB, מֶ֫גֶד 1", "sourceHeRef": "בראון-דרייבר-בריגס, מֶ֫גֶד א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מֶ֫גֶד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מֶ֫גֶד</span></big>  <strong>n.m. excellence (</strong>NH <em>id.</em>, <em>choice fruit;</em> Syriac <span dir=\"rtl\">ܡܰܓܕܳܐ</span> <em>fruit;</em> Arabic <span dir=\"rtl\">مَجْدٌ</span> <em>glory, honour, nobility</em><strong>)</strong>;—<span dir=\"rtl\">מ׳</span> cstr. <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a> + 4 times <a data-ref=\"Deuteronomy 33\" href=\"/Deuteronomy.33\">Dt 33</a>; pl. <span dir=\"rtl\">מְגָדִים</span> <a data-ref=\"Song of Songs 4:13\" href=\"/Song_of_Songs.4.13\">Ct 4:13</a>; <a data-ref=\"Song of Songs 7:14\" href=\"/Song_of_Songs.7.14\">7:14</a>; sf. <span dir=\"rtl\">מְגָדָיו</span> <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">Ct 4:16</a>—<em>excellence:</em> excellent or choice things; always of gifts of nature: <span dir=\"rtl\">מ׳ שָׁמַיִם</span> <a data-ref=\"Deuteronomy 33:13\" href=\"/Deuteronomy.33.13\">Dt 33:13</a> i.e. (natural) gifts of heaven; <span dir=\"rtl\">מ׳ תְּבוּאֹת שֶׁמֶשׁ</span> v <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">14</a>; <span dir=\"rtl\">מ׳ גֶּרֶשׁ יְרָחִים</span> v <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">14</a>; <span dir=\"rtl\">מ׳ גִּבְעוֹת עוֹלָם</span> v <a data-ref=\"Deuteronomy 33:15\" href=\"/Deuteronomy.33.15\">15</a> (‖ <span dir=\"rtl\">רֹאשׁ הַרֲרֵי קֶדֶם</span>); <span dir=\"rtl\">מ׳ אֶרֶץ וּמְלֹאָהּ</span> v <a data-ref=\"Deuteronomy 33:16\" href=\"/Deuteronomy.33.16\">16</a>; pl. abstr. <span dir=\"rtl\">פְּרִי מ׳</span> (= excellent fruit) <a data-ref=\"Song of Songs 4:13\" href=\"/Song_of_Songs.4.13\">Ct 4:13</a>, <a data-ref=\"Song of Songs 4:16\" href=\"/Song_of_Songs.4.16\">16</a>; <span dir=\"rtl\">מ׳</span> alone = foreg., <a data-ref=\"Deuteronomy 7:14\" href=\"/Deuteronomy.7.14\">7:14</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f3b6084aa1cbf3a33f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שֶׁ֫מֶשׁ 1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "BDB, שֶׁ֫מֶשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, שֶׁ֫מֶשׁ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שֶׁ֫מֶשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שֶׁ֫מֶשׁ</span></big><sub>133</sub>  <strong>n.f.</strong> <a data-ref=\"Judges 19\" href=\"/Judges.19\">Ju 19</a>, <a data-ref=\"Judges 14\" href=\"/Judges.14\">14</a> <strong>et m.</strong> <a data-ref=\"Genesis 19\" href=\"/Genesis.19\">Gn 19</a>, <a data-ref=\"Genesis 23\" href=\"/Genesis.23\">23</a> (Albr <sup>ZAW xv (1895), 324</sup>) <strong>sun</strong>;—abs. <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a> +, <span dir=\"rtl\">שָׁ֑מֶשׁ</span> <a data-ref=\"Judges 20:43\" href=\"/Judges.20.43\">Ju 20:43</a> +; sf. <span dir=\"rtl\">שִׁמְשֵׁךְ</span> <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a>, <span dir=\"rtl\">שִׁמְשָׁהּ</span> <a data-ref=\"Jeremiah 15:9\" href=\"/Jeremiah.15.9\">Je 15:9</a>; pl. sf. <span dir=\"rtl\">שִׁמְשֹׁתַ֫יִךְ</span> <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a>;—<br><strong>1.</strong>  <em>sun</em>, <a data-ref=\"Genesis 37:9\" href=\"/Genesis.37.9\">Gn 37:9</a> (E; + moon, stars); marking time: as rising (vb. <span dir=\"rtl\">זָרַח</span> q.v.) <a data-ref=\"Exodus 22:2\" href=\"/Exodus.22.2\">Ex 22:2</a> (E) + 8 times + <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a> (fig. <span dir=\"rtl\">שׁ׳ צְדָקָה</span>, of reward of the faithful, with wings, i.e. rays? Now GASm; or winged sun-disc [cf. We]?); vb. <span dir=\"rtl\">יָצָא</span> <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a> (J), <a data-ref=\"Isaiah 13:10\" href=\"/Isaiah.13.10\">Is 13:10</a>; <a data-ref=\"Judges 5:31\" href=\"/Judges.5.31\">Ju 5:31</a> (sim. of splendour; v <a data-ref=\"BDB, יָצָא\" href=\"/BDB,_יָצָא\", dir=\"rtl\">יָצָא</a> <strong>1 f</strong>); setting (vb. <span dir=\"rtl\">בּוֹא</span>) <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">Gn 15:17</a> (J), <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">Am 8:9</a> + 19 times, + <span dir=\"rtl\">וַיְהִי הַשּׁ׳ לָבוֹא</span> <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a> (JE), <span dir=\"rtl\">שׁ׳ יָדַע מְבוֹאוֹ</span> <a data-ref=\"Psalms 104:19\" href=\"/Psalms.104.19\">ψ 104:19</a> (v. <span dir=\"rtl\">בּוֹא</span> <strong>1 i</strong>, <a data-ref=\"BDB, מָבוֹא\" href=\"/BDB,_מָבוֹא\", dir=\"rtl\">מָבוֹא</a> <strong>2</strong>); as giving daylight <a data-ref=\"Isaiah 60:9\" href=\"/Isaiah.60.9\">Is 60:9</a>; hot <a data-ref=\"I Samuel 11:9\" href=\"/I_Samuel.11.9\">1 S 11:9</a>; <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"Exodus 16:21\" href=\"/Exodus.16.21\">Ex 16:21</a> (P), cf. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a>; <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; as ripening crops <a data-ref=\"Deuteronomy 33:14\" href=\"/Deuteronomy.33.14\">Dt 33:14</a> (poem), cf. (fig.) <a data-ref=\"Job 8:16\" href=\"/Job.8.16\">Jb 8:16</a>, tanning the face <a data-ref=\"Song of Songs 1:6\" href=\"/Song_of_Songs.1.6\">Ct 1:6</a>; standing still at Joshua’s word <a data-ref=\"Joshua 10:12\" href=\"/Joshua.10.12\">Jos 10:12</a>, <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">13a</a> (poem in J; ‖ <span dir=\"rtl\">יָרֵחַ</span>), v <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">13b</a> (J), cf. <a data-ref=\"Habakkuk 3:11\" href=\"/Habakkuk.3.11\">Hb 3:11</a> (+ <span dir=\"rtl\">יָרֵחַ</span>); casting shadow (on dial), <span dir=\"rtl\">יָֽרְדָה בְמַעֲלוֹת אָחָז בַּשּׁ׳</span> <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">Is 38:8</a>, <span dir=\"rtl\">וַתָּשָׁב הַשּׁ׳</span> v <a data-ref=\"Isaiah 38:8\" href=\"/Isaiah.38.8\">8</a>; set in sky by <span dir=\"rtl\">י׳</span> <a data-ref=\"Jeremiah 31:25\" href=\"/Jeremiah.31.25\">Je 31:25</a> <a data-ref=\"Psalms 19:5\" href=\"/Psalms.19.5\">ψ 19:5</a>; <a data-ref=\"Psalms 74:16\" href=\"/Psalms.74.16\">74:16</a>; <a data-ref=\"Psalms 136:8\" href=\"/Psalms.136.8\">136:8</a>, enduring <a data-ref=\"Psalms 72:5\" href=\"/Psalms.72.5\">72:5</a>, <a data-ref=\"Psalms 72:17\" href=\"/Psalms.72.17\">17</a> (cf. <a data-ref=\"BDB, עִם\" href=\"/BDB,_עִם\", dir=\"rtl\">עִם</a> <strong>1 g</strong>, p. 768; [<a data-ref=\"BDB, פָּנֶה\" href=\"/BDB,_פָּנֶה\", dir=\"rtl\">פָּנֶה</a>] <strong>II. 4 a</strong> (<em>e</em>), p. 817), also <a data-ref=\"Psalms 89:37\" href=\"/Psalms.89.37\">89:37</a>; personif., called to praise <span dir=\"rtl\">י׳</span> <a data-ref=\"Psalms 148:3\" href=\"/Psalms.148.3\">148:3</a> (+ <span dir=\"rtl\">יָרֵחַ</span>); to be darkened by <span dir=\"rtl\">י׳</span>’s judgment, <a data-ref=\"Ezekiel 32:7\" href=\"/Ezekiel.32.7\">Ez 32:7</a>; <a data-ref=\"Joel 2:10\" href=\"/Joel.2.10\">Jo 2:10</a>; <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a>; <a data-ref=\"Joel 4:15\" href=\"/Joel.4.15\">4:15</a> (cf. <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">Am 8:9</a> supr., <a data-ref=\"Micah 3:6\" href=\"/Micah.3.6\">Mi 3:6</a>).<br><strong>2.</strong>  of direction: <span dir=\"rtl\">מִמִּזְרַח הַשּׁ׳</span> <a data-ref=\"Numbers 21:11\" href=\"/Numbers.21.11\">Nu 21:11</a> (E) <em>toward sun-rise</em>, = <em>East</em>, cf. <a data-ref=\"Deuteronomy 4:41\" href=\"/Deuteronomy.4.41\">Dt 4:41</a>, <a data-ref=\"Deuteronomy 4:47\" href=\"/Deuteronomy.4.47\">47</a> + 16 times (v. <a data-ref=\"BDB, מִזְרָח\" href=\"/BDB,_מִזְרָח\", dir=\"rtl\">מִזְרָח</a> p. 280); <span dir=\"rtl\">מְבוֹא הַשּׁ׳</span> <a data-ref=\"Deuteronomy 11:30\" href=\"/Deuteronomy.11.30\">Dt 11:30</a> + 3 times (v. <a data-ref=\"BDB, מָבוֹא\" href=\"/BDB,_מָבוֹא\", dir=\"rtl\">מָבוֹא</a> <strong>2</strong>, p. 99).<br><strong>3.</strong>  obj. of worship (usually + moon, stars, etc.) <a data-ref=\"II Kings 23:5\" href=\"/II_Kings.23.5\">2 K 23:5</a>; <a data-ref=\"Jeremiah 8:2\" href=\"/Jeremiah.8.2\">Je 8:2</a>; <a data-ref=\"Ezekiel 8:16\" href=\"/Ezekiel.8.16\">Ez 8:16</a>; <a data-ref=\"Deuteronomy 4:19\" href=\"/Deuteronomy.4.19\">Dt 4:19</a>; horses given to <span dir=\"rtl\">שׁ׳</span> <a data-ref=\"II Kings 23:11\" href=\"/II_Kings.23.11\">2 K 23:11</a>, <span dir=\"rtl\">מַרְכְּבוֹת הַשּׁ׳</span> v <a data-ref=\"II Kings 23:11\" href=\"/II_Kings.23.11\">11</a>.—Vid. also <span dir=\"rtl\">בֵּית שׁ׳</span> p. 112b.<br><strong>4.</strong>  other phr.: †<strong>a.</strong>  <span dir=\"rtl\">נֶגֶד הַשּׁ׳</span>, i.e. <em>openly, publicly</em>, <a data-ref=\"II Samuel 12:12\" href=\"/II_Samuel.12.12\">2 S 12:12</a>; <a data-ref=\"Numbers 25:4\" href=\"/Numbers.25.4\">Nu 25:4</a> (P), so <span dir=\"rtl\">לְעֵינֵי הַשּׁ׳</span> <a data-ref=\"II Samuel 12:11\" href=\"/II_Samuel.12.11\">2 S 12:11</a>. †<strong>b.</strong>  fig. of living, <span dir=\"rtl\">חָזָה שׁ׳</span> <a data-ref=\"Psalms 58:9\" href=\"/Psalms.58.9\">ψ 58:9</a>, <span dir=\"rtl\">רָאָה שׁ׳</span> <a data-ref=\"Exodus 6:5\" href=\"/Exodus.6.5\">Ex 6:5</a>; <a data-ref=\"Exodus 7:11\" href=\"/Exodus.7.11\">7:11</a>; <a data-ref=\"Exodus 11:7\" href=\"/Exodus.11.7\">11:7</a>, opp. <span dir=\"rtl\">תֶּחְשַׁךְ הַשּׁ׳</span> <a data-ref=\"Exodus 12:2\" href=\"/Exodus.12.2\">12:2</a>. <strong>c.</strong>  <span dir=\"rtl\">תַּחַת הַשּׁ׳</span>, i.e. on the earth, <a data-ref=\"Ecclesiastes 1:3\" href=\"/Ecclesiastes.1.3\">Ec 1:3</a> + 28 times Ec (cf. Gk. ὑφʼ ἡλίῳ, Kue<sup>Ond. iii. 196; Eini. iii.192</sup>).<br><strong>5.</strong>  <em>pinnacle</em>, as <em>glittering, shining</em>, pl. <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a> <em>thy pinnacles, battlements</em> (of Zion), so perhaps sg. <span dir=\"rtl\">שׁ׳ וּמָגֵן י׳ אֱלֹהִים</span> <a data-ref=\"Psalms 84:12\" href=\"/Psalms.84.12\">ψ 84:12</a> <em>battlement and shield is</em> <span dir=\"rtl\">י׳ א׳</span> (Gr Bae Du Buhl; most <em>sun</em>, and so Thes De Che SS; Hup-Now hesitates)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6395ac1aab4801299810279c", "index_title": "Derekh Mitzvotekha", "category": "Chasidut", "type": "", "ref": "Derekh Mitzvotekha, The commandment of circumcision 3", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Derekh Mitzvotekha, The commandment of circumcision 3", "sourceHeRef": "דרך מצותיך, מצות מילה ג׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1813, 1827], "commentaryNum": 3, "collectiveTitle": {"en": "Derekh Mitzvotekha", "he": "דרך מצותיך"}, "heTitle": "מצות מילה", "he": "א) <b>ולהבין</b> מתחלה ענין שרש בחי' הערלה הנק' קליפת נוגה מהו יש להקדים תחלה ענין בחי' ההשתלשלות מרוחניות לגשמיות כי מודעת זאת מארז\"ל אין לך עשב שאין לו מזל המכה בו ואומר לו גדל (רבות בראשית פ\"י) והן המזלות הקבועים ברקיע וביחוד גלגל השמש וגלגל הירח וכ\"כ החינוך מצוה ת\"ג שזה ידוע לכל חכם לב בבני אדם כי גלגל השמש וגלגל הירח פועלים בכחם הנאצל עליהם מאדון כל הכחות בעולם השפל פעולות גדולות בגופות בני אדם ובכל מיני שאר בע\"ח גם בכל הצומח בארץ מן הארזים הגדולים עד העשבים הדקי' ודרך כלל בכל שהוא מן ד' יסודות שהם למטה מהם ותחת ממשלתם וכן כתוב בסדר וזאת הברכה וממגד תבואות שמש וממגד גרש ירחים (דברים ל\"ג י\"ד) ומפורסם בכל המון העם נערים עם זקנים כי כח הלבנה ניכר בכל אשר נעשה בארץ כידוע לכורתי האילנות כו' ע\"ש שהאריך בראיות מוחשיות וכ\"כ בע\"ח בסופו ובכלל דברים שגידולם מהחום כמו התבואות וכה\"ג גדילים מן השמש ודברים שגידולם מן הקור כמו הירקות וכה\"ג גידולם מן הלבנה ועד\"ז כחות כל המזלות שונים זמ\"ז ולעומתם שינויי העשבים ושארי הנמצאים המחוברים מד' יסודות אשר מדורהון בעולם השפל כנ\"ל. והנה ידוע ונראה לעין דהשמש בהילוכה הוא סובב והולך (וכן הלבנה וז' כוכבי לכת) וכידוע בס' התכונה בגודל גוף השמש שרחבו י\"א אלפים פרסאות ובסבוב א' הולך כמה רבבות פרסאות ולא ידעו טעם סיבובו במהירות עצומה כ\"כ, אך הענין שזהו בחי' השתחוואה שלו בביטול גדול ונורא וכדאי' בגמ' בתרא (ב\"ב כ\"ה א') ע\"פ וצבא השמים לך משתחוים (נחמי' ט' ו') כי הנה ידוע שיש לשמש חומר וצורה והוא גוף כדור השמש ונפשו ולזאת גופו סובב ומשתחוה בגשמיות לשכינת עוזו ית' מחמת ההשתחוואה הרוחני' שבנפשו ע\"ד השתחוואת האדם שמרכין ראשו בגשמיות מחמת השתחוואה הרוחני' שבשכלו ונפשו שמבטל עצמו אליו ית', והנה באמת השתחוואה זו היא הגורמת ג\"כ בחי' המשכת והשפעת הכחות מן השמש לעולם השפל לכל הנמצאים ואלולי לא היתה מסבבת ומשתחווה לא הי' נשפע ממנה הכחות למטה וזאת היתה כוונת יהושע באמרו שמש בגבעון דום כו' עד יקום גוי אויביו (יהושע י' י\"ב י\"ג) שרצה למנוע השפע לאומות המונין לחמה וכמשי\"ת ונת' ג\"כ במ\"א ע\"פ בעת ההיא אמר ה' אל יהושע עשה לך חרבות צורים ע\"ש (יהושע ה' ב'): ואע\"פ שהשתחוואה זו הוא בחי' ביטול העבד לגבי אדוניו מ\"מ היא הגורמת ג\"כ ההשפעה למטה, ויובן ע\"ד ההשתחוואה שבח\"י ברכות דש\"ע שכורע בברוך שאע\"פ שכריעה זו היא בחי' ביטול עצמותו לגמרי מ\"מ ממנו ועל ידו דוקא נמשך שפע למטה שהרי הכריעה היא בברוך דוקא <i data-overlay=\"Vilna Pages\" data-value=\"ה, ב\"></i> וידוע שברוך הוא בחי' המשכה למטה, ולכן גזרו אומר שהכריעה תהי' בברוך לפי שע\"י הכריעה והביטול דוקא נמשך השפע למטה וגם צורת הכריעה מורה ע\"ז שכופף ומרכין ראשו למטה וא\"כ גם שזהו בחי' ביטול לגבי העליון הימנו אבל ה\"ז בחי' המשכה ושפע ממוחי' שבראשו לגבי התחתון הימנו וכך הוא בענין השתחואה דשמש וכמשנ\"ת, והטעם הוא פשוט לפי שהכח בשמש וירח הוא ממה שנאצל עליהם מאדון כל הכחות ומאיר בנפשו ומנפשו לגופו וידוע דהבריאה מתחדשת תמיד מאין ליש א\"כ צריך הוא לקבל כח וחיות לעצמו וקבלת חיות זו הוא ע\"י השתחוואה הנ\"ל שאז אומר שירה בקול רנה גדולה וכמ\"ש ברן יחד כל כוכבי בקר כו' (איוב ל\"ח ז') וע\"י אותו שירה מקבל חיותו ומזונו משרשו וכמ\"ש הרח\"ו בטעמי מצות פ' ואתחנן ע\"ש ואז הוא משפיע ג\"כ לשלמטה הימנו לכל ד' יסודות והנמצאים מהם שבעולם השפל כנ\"ל:", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63f71507c45bd6d1fc0f8d37", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 33:14:1", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Bekhor Shor, Deuteronomy 33:14:1", "sourceHeRef": "בכור שור, דברים ל״ג:י״ד:א׳", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "וממגד תבואות שמש: שהשמש יזרח עליהם למתקם, שכל פירות הגדילים בצל אינם מוטעמות, אבל השמש מבשל הפירות וממתקם. וממגד גרש ירחים: גרש: נראה לי תיבה הפוכה באותיות, ו\"גרש\" גבי - פירות כמו \"שגר\" בהמה, לשון שילוח, שתשלח ארצו פירות לירחים, בכל ירח וירח פירות הראויות לו. בירח אחד כונס קיצו, ובשני מוסק את זיתיו, ובשלישי לוקט תמריו, וברביעי אחר - כן כל חודש וחודש.", "heVersionTitle": "Bekhor Shor, Jerusalem, 1994", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "649436b4753309e0a308bb9e", "index_title": "Bereshit Rabbati", "category": "Midrash", "type": "", "ref": "Bereshit Rabbati, Parashat Vayechi 29", "anchorRef": "Deuteronomy 33:14", "anchorRefExpanded": ["Deuteronomy 33:14"], "sourceRef": "Bereshit Rabbati, Parashat Vayechi 29", "sourceHeRef": "בראשית רבתי, פרשת ויחי כ״ט", "anchorVerse": 14, "sourceHasEn": false, "commentaryNum": 29, "collectiveTitle": {"en": "Bereshit Rabbati", "he": "בראשית רבתי"}, "heTitle": "פרשת ויחי", "he": "(בראשית מט, כה - כו) <b>ברכות תהום רובצת תחת.</b> מלמד שאין מי תהום רבין אלא ע\"י רביצה. וממגד תבואות שמש (דברים ל\"ג י\"ד) מגיד שהי(ה) [א] פתוחה לחמה, ומנין (שיהא) [שהיא] כך פתוחה ללבנה שנאמר וממגד גרש ירחים (שם). ד\"א וממגד תבואות שמש, מגיד שיהיו פירות ארצו שמנים ומתוקים כפירות המתבשלות בשמש. וממגד גרש ירחים מגיד שיהיו אילנות בארצו נושאים פירות כל חדש וחדש. וכן יעקב אמר ברכות שדים, שיהיו פירותיו שמנים ומתוקים וזבים דבש כשדים הזבין חלב. ורחם, אל תקרא ורחם אלא ירחם, מלמד שהיו אילנות בארצו מוציאים פירות בכל ירח וירח. ברכות אביך גברו וגו', לא שאני בא לברכך מדעתי ועוקר ממך ברכות אבות שנתנו להם מפי השכינה והיו שנים ואני איני אלא יחידי, אלא שלהם עיקר ואני מוסיף לך משלי ברכות אביך וגו', כזה שמודד צלוחית שמן והיא מתמלאת ושופכת הכל ללוקח, עד היכן, עד תאות גבעת עולם, עד תחום שהעולם מתקיים כד׳׳א ותאר הגבול (יהושע ט\"ו ט'). ומנין אתה אומר שהעולם נקרא גבעות שנאמר ולפני גבעות חוללת (איוב ט\"ו ז'). תהיין לראש יוסף, שנעשה ראש, ולקדקד נזיר אחיו, שמופרש מאחיו לגדולה.", "heVersionTitle": "Jerusalem, 1940", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "664476e527d601cb10a92293", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:5", "anchorRef": "Deuteronomy 33:13-17", "anchorRefExpanded": ["Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17"], "sourceRef": "Bamidbar Rabbah 14:5", "sourceHeRef": "במדבר רבה י״ד:ה׳", "anchorVerse": 13, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 14.0005, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו' <small>(במדבר ז, מט)</small>, זֶה הַקָּרְבָּן הִקְרִיב לְשֵׁם יַעֲקֹב שֶׁהִקְדִּימוֹ לִמְנַשֶּׁה, וּלְשֵׁם יוֹסֵף שֶׁבַּעֲבוּר אַהֲבָתוֹ בֵּרְכָן יַעֲקֹב כָּל אוֹתָן הַבְּרָכוֹת, כְּמָה דְתֵימָא <small>(בראשית מח, טו)</small>: וַיְבָרֶךְ אֶת יוֹסֵף וַיֹּאמַר הָאֱלֹהִים וגו', וְאוֹמֵר <small>(בראשית מח, כ)</small>: בְּךָ יְבָרֵךְ יִשְׂרָאֵל לֵאמֹר יְשִׂמְךָ אֱלֹהִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה וגו'. קַעֲרַת, זֶה יַעֲקֹב, אַל תִּקְרֵי קַעֲרַת אֶלָּא עֲקֶרֶת, שֶׁעָקַר הַיָּמִין מִמְּנַשֶּׁה בְּעַד אֶפְרָיִם. כֶּסֶף, עַל שֵׁם <small>(משלי י, כ)</small>: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק, מַה שֶּׁאָמַר לְיוֹסֵף <small>(בראשית מח, יט)</small>: וַיְמָאֵן אָבִיו וַיֹּאמֶר יָדַעְתִּי בְנִי יָדַעְתִּי גַּם הוּא יִהְיֶה לְעָם וגו'. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, כְּנֶגֶד מֵאָה וּשְׁלשִׁים תֵּבוֹת שֶׁיֵּשׁ מִן <small>(בראשית מח, יד)</small>: וַיָּשֶׁת עַל רֹאשׁ אֶפְרַיִם, עַד <small>(בראשית מח, כ)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה. מִזְרָק אֶחָד כֶּסֶף, זֶה הָיָה יוֹסֵף שֶׁנִּזְרַק מֵאָבִיו וְנִמְכַּר לְמִצְרַיִם. אֶחָד, שֶׁהָיָה מֶלֶךְ בְּמִצְרַיִם, כְּמָה דְתֵימָא <small>(בראשית כו, י)</small>: כִּמְעַט שָׁכַב אַחַד הָעָם וגו', וְכֵן הוּא אוֹמֵר <small>(בראשית מב, ו)</small>: וְיוֹסֵף הוּא הַשַּׁלִּיט עַל הָאָרֶץ וגו'. כֶּסֶף, עַל שֵׁם: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק, שֶׁעַל יְדֵי חָכְמָתוֹ זָכָה לַמַּלְכוּת, כְּמָה דְתֵימָא <small>(בראשית מא, לט מ)</small>: אַחֲרֵי הוֹדִיעַ אֱלֹהִים אוֹתְךָ אֶת כָּל זֹאת וגו' אַתָּה תִּהְיֶה עַל בֵּיתִי וגו'. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹדֶשׁ, שֶׁבָּא גַּבְרִיאֵל וְהוֹסִיף לוֹ אוֹת אַחַת עַל שְׁמוֹ מִשְּׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, וְלִמְּדוֹ שִׁבְעִים לָשׁוֹן, שֶׁנֶּאֱמַר <small>(תהלים פא, ו)</small>: עֵדוּת בִּיהוֹסֵף שָׂמוֹ בְּצֵאתוֹ עַל אֶרֶץ מִצְרַיִם שְׂפַת לֹא יָדַעְתִּי אֶשְׁמָע, שֶׁאִלּוּלֵי כֵן לֹא הָיוּ הַמִּצְרִים מְקַבְּלִים אֶת יוֹסֵף לִשְׁלֹט עֲלֵיהֶם. שְׁנֵיהֶם מְלֵאִים סֹלֶת בְּלוּלָה בַשֶּׁמֶן לְמִנְחָה, יַעֲקֹב וְיוֹסֵף שְׁנֵיהֶם הָיוּ צַדִּיקִים גְּמוּרִים וּשְׁנֵיהֶם הָיוּ דּוֹמִים זֶה לָזֶה, אַתְיָא כְּהַהִיא דְּאָמַר רַבִּי שְׁמוּאֵל בַּר נַחְמֵנִי <small>(בראשית לז, ב)</small>: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, לֹא הָיָה צָרִיךְ קְרָיָה לְמֵימַר אֶלָּא אֵלֶּה תּוֹלְדוֹת יַעֲקֹב רְאוּבֵן, לָמָּה נֶאֱמַר: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, לְלַמֶּדְךָ שֶׁהָיָה יוֹסֵף דּוֹמֶה לְאָבִיו בְּכָל דָּבָר, מַה יַּעֲקֹב נוֹלַד מָהוּל אַף יוֹסֵף נוֹלַד מָהוּל, מַה זֶּה הָיְתָה אִמּוֹ עֲקָרָה אַף זֶה הָיְתָה אִמּוֹ עֲקָרָה, מַה זֶּה נִתְקַשֵּׁית אִמּוֹ מִצַּעַר עִבּוּרָהּ אַף זֶה נִתְקַשֵּׁית אִמּוֹ בִּשְׁעַת הַלֵּדָה, מַה זֶּה יָלְדָה אִמּוֹ שְׁנַיִם אַף זֶה יָלְדָה אִמּוֹ שְׁנַיִם, מַה זֶּה אָחִיו מְבַקֵּשׁ לְהָרְגוֹ אַף זֶה אֶחָיו מְבַקְּשִׁים לְהָרְגוֹ. זֶה אָחִיו שׂוֹנֵא אוֹתוֹ וְזֶה גַּם כֵּן, זֶה רוֹעֶה וְזֶה רוֹעֶה, זֶה נִשְׂטָם וְזֶה נִשְׂטָם, זֶה נִגְנַב שְׁתֵּי פְּעָמִים <small>(בראשית לא, לט)</small>: גְּנֻבְתִי יוֹם וּגְנֻבְתִי לָיְלָה, וְזֶה נִגְנַב שְׁתֵּי פְּעָמִים <small>(בראשית מ, טו)</small>: כִּי גֻּנֹּב גֻּנַבְתִּי וגו', זֶה נִתְבָּרֵךְ בְּעֶשֶׂר בְּרָכוֹת וְזֶה נִתְבָּרֵךְ בְּעֶשֶׂר בְּרָכוֹת, זֶה יָצָא חוּצָה לָאָרֶץ וְזֶה יָצָא חוּצָה לָאָרֶץ, זֶה נָשָׂא אִשָּׁה בְּחוּצָה לָאָרֶץ וְזֶה נָשָׂא אִשָּׁה בְּחוּצָה לָאָרֶץ, זֶה הוֹלִיד בָּנִים בְּחוּצָה לָאָרֶץ וְזֶה הוֹלִיד בָּנִים בְּחוּצָה לָאָרֶץ, זֶה לִוּוּ אוֹתוֹ מַלְאָכִים וְזֶה לִוּוּ אוֹתוֹ מַלְאָכִים, זֶה נִתְגַּדֵּל עַל יְדֵי חֲלוֹם וְזֶה נִתְגַּדֵּל עַל יְדֵי חֲלוֹם, זֶה נִתְבָּרֵךְ בֵּית חָמִיו בִּשְׁבִילוֹ וְזֶה נִתְבָּרֵךְ בֵּית חָמִיו בִּשְׁבִילוֹ, זֶה יָרַד לְמִצְרַיִם וְזֶה יָרַד לְמִצְרַיִם, זֶה כִּלָּה אֶת הָרָעָב וְזֶה כִּלָּה אֶת הָרָעָב, זֶה הִשְׁבִּיעַ בְּנוֹ וְזֶה הִשְׁבִּיעַ אֶחָיו, זֶה מֵת בְּמִצְרַיִם וְזֶה מֵת בְּמִצְרַיִם, זֶה נֶחְנַט וְזֶה נֶחְנַט, זֶה עָלוּ עַצְמוֹתָיו וְזֶה עָלוּ עַצְמוֹתָיו, הָא לְפִי שֶׁהָיָה יוֹסֵף דּוֹמֶה לְאָבִיו לְכָךְ נֶאֱמַר: אֵלֶּה תֹּלְדוֹת יַעֲקֹב יוֹסֵף, וּלְכָךְ נֶאֱמַר: שְׁנֵיהֶם מְלֵאִים וגו' עַל יַעֲקֹב וְיוֹסֵף. כַּף אַחַת <small>(במדבר ז, נ)</small>, כְּנֶגֶד כַּף יְמִינוֹ שֶׁשָֹּׂם עַל רֹאשׁ אֶפְרָיִם. וְלָמָּה קָרֵי לָהּ אַחַת, שֶׁהִיא חֲשׁוּבָה מִן יַד הַשְֹּׂמֹאל. <small>(במדבר ז, נ)</small>: עֲשָׂרָה זָהָב, כְּנֶגֶד עֶשֶׂר תֵּבוֹת שֶׁיֵּשׁ מִן <small>(בראשית מח, יד)</small>: וַיִּשְׁלַח יִשְׂרָאֵל אֶת יְמִינוֹ עַד <small>(בראשית מח, יד)</small>: וְהוּא הַצָּעִיר. <small>(במדבר ז, נ)</small>: מְלֵאָה קְטֹרֶת, שֶׁרָאָה יַעֲקֹב דָּבָר זֶה בְּרוּחַ הַקֹּדֶשׁ, שֶׁרָאוּי הָיָה אֶפְרַיִם שֶׁיָּנִיחַ יְמִינוֹ עַל רֹאשׁוֹ, וְכֵן הוּא אוֹמֵר <small>(בראשית מח, יד)</small>: שִׂכֵּל אֶת יָדָיו כִּי מְנַשֶּׁה הַבְּכוֹר, הִשְׂכִּילוּ יָדָיו לְרוּחַ הַקֹּדֶשׁ, כְּמָה דְתֵימָא <small>(תהלים פט, א)</small>: מַשְׂכִּיל לְאֵיתָן הָאֶזְרָחִי. פַּר אֶחָד בֶּן בָּקָר <small>(במדבר ז, נא)</small>, כְּנֶגֶד אַבְרָהָם כו', שֶׁנֶּאֱמַר <small>(בראשית יח, ז)</small>: וְאֶל הַבָּקָר רָץ אַבְרָהָם. <small>(במדבר ז, נא)</small>: אַיִל אֶחָד, כְּנֶגֶד יִצְחָק, שֶׁכָּתוּב בּוֹ <small>(בראשית כב, יג)</small>: וַיִּקַּח אֶת הָאַיִל וַיַּעֲלֵהוּ לְעֹלָה תַּחַת בְּנוֹ. <small>(במדבר ז, נא)</small>: כֶּבֶשׂ אֶחָד, כְּנֶגֶד יַעֲקֹב, דִּכְתִיב בֵּיהּ <small>(בראשית ל, מ)</small>: וְהַכְּשָׂבִים הִפְרִיד יַעֲקֹב. וְלָמָּה הִקְרִיב אֵלּוּ שְׁלשָׁה מִינֵי עוֹלוֹת, כְּנֶגֶד הָאָבוֹת, כְּנֶגֶד הַבְּרָכָה שֶׁבֵּרְכָם יַעֲקֹב, הֲדָא הוּא דִּכְתִיב <small>(בראשית מח, טז)</small>: וְיִקָּרֵא בָהֶם שְׁמִי וְשֵׁם אֲבֹתַי אַבְרָהָם וְיִצְחָק. <small>(במדבר ז, נב)</small>: שְׂעִיר עִזִּים אֶחָד לְחַטָּאת, כְּנֶגֶד יוֹסֵף, שֶׁכָּתוּב <small>(בראשית לז, לא)</small>: וַיִּשְׁחֲטוּ שְׂעִיר עִזִּים וגו', וְלָמָּה הִקְרִיב זֶה כְּנֶגֶד יוֹסֵף, לְפִי כְּשֵׁם שֶׁבֵּרְכָם יַעֲקֹב עַל שֵׁם שְׁלשֶׁת הָאָבוֹת כָּךְ בֵּרְכָם עַל שֵׁם יוֹסֵף וּתְלָאָם עָלָיו, שֶׁנֶּאֱמַר <small>(בראשית מח, כ)</small>: בְּךָ יְבָרֵךְ יִשְׂרָאֵל לֵאמֹר יְשִׂמְךָ אֱלֹהִים כְּאֶפְרַיִם וְכִמְנַשֶּׁה. <small>(במדבר ז, נג)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד שְׁתֵּי בְּרָכוֹת שֶׁבֵּרְכָם, בַּתְּחִלָּה <small>(בראשית מח, טז)</small>: יְבָרֵךְ אֶת הַנְּעָרִים, וּלְבַסּוֹף: בְּךָ יְבָרֵךְ יִשְׂרָאֵל וגו'. <small>(במדבר ז, נג)</small>: אֵילִם חֲמִשָּׁה וגו', הֲרֵי שְׁלשָׁה מִינִין כְּנֶגֶד שְׁלשָׁה דּוֹרוֹת שֶׁרָאָה יוֹסֵף לְאֶפְרָיִם, שֶׁהָיוּ נִקְרָאִים עַל שֵׁם יוֹסֵף, וְהָיוּ בָּתֵּי אָבוֹת, שֶׁנֶּאֱמַר <small>(בראשית נ, כג)</small>: וַיַּרְא יוֹסֵף לְאֶפְרַיִם בְּנֵי שִׁלֵּשִׁים, וְכֵן הוּא אוֹמֵר <small>(במדבר כו, לה לו)</small>: אֵלֶּה בְנֵי אֶפְרַיִם לְמִשְׁפְּחֹתָם לְשׁוּתֶלַח וגו' וְאֵלֶּה בְּנֵי שׁוּתֶלַח לְעֵרָן וגו', אֶפְרַיִם וְשׁוּתֶלַח וְעֵרָן, הֲרֵי שְׁלשָׁה בָּנִים שֶׁל שְׁלשָׁה דוֹרוֹת. לָמָּה הָיוּ שֶׁל חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד חָמֵשׁ תֵּבוֹת שֶׁל <small>(בראשית מח, ב)</small>: וַיָּשֶׂם אֶת אֶפְרַיִם לִפְנֵי מְנַשֶּׁה, שֶׁמִּשָּׁם זָכָה אֶפְרַיִם לְהַקְרִיב רִאשׁוֹן. <small>(במדבר ז, נג)</small>: זֶה קָרְבַּן וגו', לְפִי שֶׁהִקְרִיב עַל סֵדֶר הַזֶּה הִתְחִיל הַקָּדוֹשׁ בָּרוּךְ הוּא מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן אֱלִישָׁמָע וגו':", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high</b>-<b>quality flour mixed with oil as a meal offering” (Numbers 7:49).</b> <br>“His offering was one silver dish [<i>kaarat</i>]….” – this is the offering that he presented in the name of Jacob, who had him precede Manasseh, and in the name of Joseph, who, because of his love, Jacob blessed him all those blessings, just as it says: “He blessed Joseph and said: The God [before whom my fathers, Abraham and Isaac, walked…]” (Genesis 48:15), and it says: “By you Israel shall bless, saying: May God make you like Ephraim and like Manasseh…” (Genesis 48:20). <br>“Dish [<i>kaarat</i>]” – this is Jacob; do not read it as <i>kaarat</i>, but rather, as <i>akeret</i>, who uprooted [<i>akar</i>] the right hand from Manasseh in favor of Ephraim. “Silver” – after, “the tongue of the righteous is choice silver” (Proverbs 10:20); what he said to Joseph: “His father refused, and said: I know, my son, I know; he too shall become a people…” (Genesis 48:19). “Its weight one hundred and thirty” – corresponding to the one hundred and thirty words that there are from “he laid it on Ephraim’s head” (Genesis 48:14) until “he placed Ephraim before Manasseh” (Genesis 48:20). “One silver basin [<i>mizrak</i>]” – this is Joseph, who was cast away [<i>shenizrak</i>] from his father and sold to Egypt. “One” – as he was king in Egypt, just as it says: “One of the people<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Avimelekh said this referring to himself.</i> almost lay [with your wife]” (Genesis 26:10). Likewise it says: “Joseph was the ruler over the land…” (Genesis 42:6). “Silver” – after “the tongue of the righteous is choice silver,” as due to his wisdom he was privileged to achieve kingship, just as it says: “After God has disclosed all this to you.… You will be in charge of my house…” (Genesis 41:39–40). “Seventy shekels in the sacred shekel” – as Gabriel came and added one letter from the name of the Holy One blessed be He to his name and taught him seventy languages, as it is stated: “He established it as a precept for Joseph [<i>bihosef</i>]<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">He added a heh, changing Joseph [Yosef] to Yehosef.</i> when he went out over Egypt; I learned a language I had not known” (Psalms 81:6), as were it not so, the Egyptians would not have accepted Joseph to rule over them. <br>“Both of them full of high-quality flour mixed with oil as a meal offering” – Jacob and Joseph were both full-fledged righteous men, and the two of them resembled one another. This accords with what Rabbi Shmuel bar Naḥmani said: “These are the chronicles of Jacob, Joseph” (Genesis 37:2). It should have said nothing other than: “These are the chronicles of Jacob, Reuben.” Why is it stated: “These are the chronicles of Jacob, Joseph”? It is to teach you that Joseph resembled his father in every respect. Just as Jacob was born circumcised, so too, Joseph was born circumcised. Just as this one, his mother was barren, so too, that one, his mother was barren. Just as this one, his mother suffered from the pain of her pregnancy, so too that one, his mother suffered during birth. Just as this one, his mother bore two, so too that one, his mother bore two. Just as this one, his brother seeks to kill him, this one, too, his brothers seek to kill him. This one, his brother hates [<i>soneh</i>] him, and that one, likewise. This one is a shepherd and that one is a shepherd. This one is hated [<i>nistam</i>] and that one is hated.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">See Genesis 27:41, 49:23.</i> This one was stolen from twice: “Stolen in the day and stolen at night” (Genesis 31:39); that one, there is a double expression of stealing: “For I was abducted [<i>gunov gunavti</i>] [from the land of the Hebrews]” (Genesis 40:15). This one was blessed with ten blessings,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">See Genesis 27:28–29.</i> and that one was blessed with ten blessings.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">See Deuteronomy 33:13–17.</i> This one departed and went outside of the Land of Israel, and that one departed and went outside of the Land of Israel. This one took a wife outside of the Land of Israel, and that one took a wife outside of the Land of Israel. This one begot children outside of the Land of Israel, and that one begot children outside of the Land of Israel. This one, angels accompanied him, and that one, angels accompanied him.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">A midrash says that when Joseph went to his brothers at the behest of his father, three angels accompanied him.</i> This one ascended to greatness by means of a dream<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">See Genesis 28:10–16.</i> and that one ascended to greatness by means of a dream. This one, his father-in-law’s household was blessed on his account, and that one, his father-in-law’s<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">According to Bereshit Rabba 86:3, Joseph’s father-in-law Potifera was Potifar.</i> household was blessed on his account. This one descended to Egypt, and that one descended to Egypt. This one ended the famine and that one ended the famine.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">See Bereshit Rabba 89:9.</i> This one administered an oath to his son, and that one administered an oath to his brothers. This one died in Egypt, and that one died in Egypt. This one was embalmed, and that one was embalmed. This one, his bones ascended, and that one, his bones ascended. Because Joseph resembled his father, that is why it is stated: “These are the chronicles of Jacob, Joseph”; and that is why it is stated: “Both of them full…” – regarding Jacob and Joseph. <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:50).</b> <br>“One…ladle [<i>kaf</i>]” – it corresponds to the palm of his right hand, which he placed on Ephraim’s head. Why does it call it “one”? It is because it is more significant than the left. “Gold…ten shekels” – it corresponds to the ten words that there are from: “Israel extended his right hand” (Genesis 48:14) until “and he was the younger” (Genesis 48:14). “Filled with incense” – Jacob saw this matter through the divine spirit, that Ephraim was worthy for him to place his right hand on his head. Likewise it says: “Guiding [<i>sikel</i>] his hands, as Manasseh was the first born” (Genesis 48:14). His hands were guided [<i>hiskilu</i>] by the divine spirit, just as it says: “<i>Maskil </i>of Eitan the Ezraḥite” (Psalms 89:1).<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">This is a psalm stated by Eitan the Ezraḥite with divine guidance.</i> <br><b>“One young bull, one ram, one sheep in its first year, as a burnt offering” (Numbers 7:51).</b> <br>“One young [<i>ben bakar</i>] bull” – corresponding to Abraham, as it is stated: “Abraham ran to the cattle [<i>habakar</i>]” (Genesis 18:7). “One ram” – corresponding to Isaac, in whose regard it is written: “[Abraham…] took the ram and offered it up as a burnt offering in place of his son” (Genesis 22:13). “One sheep” – corresponding to Jacob, in whose regard it is written: “Jacob separated the sheep” (Genesis 30:40). Why did he sacrifice these three kinds of burnt offerings? It corresponds to the three patriarchs, corresponding to the blessing that Jacob blessed them: “Let my name and the name of my fathers, Abraham and Isaac, be called upon them” (Genesis 48:16). <br><b>“One goat as a sin offering” (Numbers 7:52). <br>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Elishama son of Amihud” (Numbers 7:53).</b> <br>“One goat as a sin offering” – corresponding to Joseph, as it is written: “They slaughtered a goat” (Genesis 37:31). Why did he sacrifice this corresponding to Joseph? It is because when Jacob blessed them with the name of the three patriarchs, likewise, he blessed them with the name of Joseph and made them dependent upon him, as it is stated: “By you Israel shall bless, saying: May God make you like Ephraim and like Manasseh” (Genesis 48:20). “And for the peace offering, two bulls” – corresponding to the two blessings that he blessed them: the former, “[may the angel…] bless the lads” (Genesis 48:16), and the latter, “by you Israel shall bless….” <br>“Five rams, [five goats, five lambs]” – three species, corresponding to three generations that Joseph saw for Ephraim, who were attributed to Joseph, and they were patrilineal houses, as it is stated: “Joseph saw great-grandchildren from Ephraim” (Genesis 50:23). Likewise it says: “These are the sons of Ephraim by their families: Of Shutelaḥ.… And these are the sons of Shutelaḥ: Of Eran…” (Numbers 26:35–36). Ephraim, Shutelaḥ, Eran, these are three sons from three generations. Why were they five each? It corresponds to the five words<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">In the Hebrew phrase.</i> of “he placed Ephraim before Manasseh” (Genesis 48:20), as it is from there that Ephraim merited to present his offering first. <br>“This was the offering…” – because he presented the offering in this order, the Holy One blessed be He began lauding his offering: “This was the offering of Elishama….”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]