[{"_id": "52146026edbab416898e8ba0", "index_title": "Ramban on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ramban on Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Ramban on Deuteronomy 11:1:1", "sourceHeRef": "רמב\"ן על דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>וְשָׁמַרְתָּ מִשְׁמַרְתּוֹ</b>, לְיִרְאָה אוֹתוֹ שֶׁתִּשְׁמֹר מֵחֲטוֹא לְפָנָיו, כִּי אַחַר שֶׁיְּצַוֶּה בָּאַהֲבָה יְצַוֶּה בַּיִּרְאָה, וִיצַוֶּה בַּחֻקִּים וּבַמִּשְׁפָּטִים וּבַמִּצְוֹת. אוֹ וְשָׁמַרְתָּ מִשְׁמַרְתּוֹ, שֶׁתִּשְׁמֹר מָה שֶׁהַשֵּׁם שׁוֹמֵר, שֶׁהוּא שׁוֹמֵר אֶת הַגֵּרִים וְחוֹנֵן דַּלִּים וְאֶבְיוֹנִים וְעֹשֶׂה מִשְׁפַּט יָתוֹם וְאַלְמָנָה, וּכְעִנְיָן שֶׁנֶּאֱמַר בְּמָקוֹם אַחֵר (מלכים א ב ג), לִשְׁמֹר אֶת מִשְׁמֶרֶת ה' אֱלֹהֶיךָ לָלֶכֶת בִּדְרָכָיו, וְאָמְרוּ (שבת קלג) מָה הוּא חַנּוּן וְרַחוּם אַף אַתָּה הֱיֵה חַנּוּן וְרַחוּם וְכוּ':", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT KEEP HIS CHARGE — to fear Him, that you be heedful of sinning against Him. For after enjoining them concerning the love of G-d,<sup class=\"footnote-marker\">272</sup><i class=\"footnote\">At the beginning of this verse: <i>And thou shalt love the Eternal thy G-d</i>.</i> He commands them concerning fear [of Him] and He enjoins the observance of the statutes, ordinances, and commandments. Or it may be that the expression <i>and thou shalt keep His charge</i> means that you are to protect what G-d protects, for <i>He preserveth the strangers</i>,<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Psalms 146:9.</i> <i>is gracious unto the poor</i><sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Proverbs 19:17.</i> and the destitute, and <i>He doth execute justice for the fatherless and the widow</i>.<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">Above, 10:18.</i> As it is said elsewhere, <i>to keep the charge of the Eternal thy G-d, to walk in His ways</i>,<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">I Kings 2:3.</i> and the Rabbis have said:<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Shabbath 133b.</i> “Just as He is gracious and merciful,<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Exodus 34:6.</i> so you also be gracious and merciful, etc.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5d53", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 11:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Onkelos Deuteronomy 11:1", "sourceHeRef": "תרגום אונקלוס על דברים י״א:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וְתִרְחַם יָת יְיָ אֱלָהָךְ וְתִטַּר מַטְּרַת <b>מֵימְרֵיהּ</b> וּקְיָמוֹהִי וְדִינוֹהִי וּפִקּוֹדוֹהִי כָּל יוֹמַיָּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You are to love Adonoy, your God, and you are to guard His watch [<b>word</b>], and His statutes, and His laws, and His commandments, all the years.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb594", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 11:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Targum Jonathan on Deuteronomy 11:1", "sourceHeRef": "תרגום יונתן על דברים י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וּתְרַחֲמוּן יַת יְיָ אֱלָהָכוֹן וְתִינְטְרוּן מַטְרַת מֵימְרֵיהּ וּקְיָימוֹי וְדִינוֹי וּפִקּוּדוֹי כָּל יוֹמַיָא", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Therefore shall you love the Lord your God, and diligently observe His Word, His statutes, and His judgments always. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1dab0fbfba21603f65f1e", "index_title": "Mishneh Torah, Positive Mitzvot", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Positive Mitzvot 3", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Mishneh Torah, Positive Mitzvot 3", "sourceHeRef": "משנה תורה, מצוות עשה ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 3, "collectiveTitle": {"en": "Mishneh Torah, Positive Mitzvot", "he": "משנה תורה, מצוות עשה"}, "heTitle": "משנה תורה, מצוות עשה", "he": "לְאָהֳבוֹ, שֶׁנֶּאֱמָר: \"וְאָהַבְתָּ, אֵת ה' אֱלֹהֶיךָ\" (דברים ו ה, יא א).", "heVersionTitle": "Wikisource Mishneh Torah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "משנה תורה (ויקיטקסט)", "text": "To love Him, as [Deuteronomy 6:5] states: \"And you shall love God, your Lord.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "560ba956fbfba25e369f82ca", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Haamek Davar on Deuteronomy 11:1:1", "sourceHeRef": "העמק דבר על דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ואהבת את ה׳ אלהיך וגו׳.</b> כלל פרשה זו צריכה ביאור מה הוסיפה תורה כאן והרי מצות אהבה ודביקות כבר כתיב בפ׳ שמע. ויותר מוקשה מה דכתיב וידעתם היום כי לא את בניכם וגו׳. וכי התורה לא דברה אלא עם הדור הראשון ח״ו ולמה זה כתיב כך. ובפירוש פירשה תורה להלן פ׳ נצבים כי את אשר ישנו וגו׳ ואת אשר איננו פה וגו׳ וגם סוף הפ׳ ושמרתם את כל המצוה וגו׳ מה זה חידוש אזהרה על כל האמור ונשנה ונשתלש. אלא נראה דכלפי שמשה רבינו גזר כמה גזירות ותקן כמה תקנות כדאיתא בשבת ד״ל. ואולי בשביל זה קרא הכתוב בדה״י את משה בשם אביגדור. ופי׳ ברבה ויקרא פ״א אביהם של הגודרים. היינו שגדר הוא ובית דינו את ישראל בכמה דברים שלא יבאו לאיסור של תורה. ולא היו הגזרות אלא על דורו באשר לא נשרשו ישראל עדיין בחקי התורה ומצות והיו עלולים לעבור על דיני תורה כמו שגזר בשעתו על שבות שבת ומוקצה שלא יבאו להוצאה ואח״כ בטלה הגזרה והותרה עד שבא עזרה ונחמיה וחזרו וגזרו לפי צורך הדור. ובזה מובן הא דתנן במס׳ ידים הל״מ שעמון ומואב מעשרין מ״ע בשביעית ובשבת פ״א תנן באמת אמרו החזן רואה היכן התינוקות קוראין ואמרו בירו׳ דכל באמת הל״מ הוא והכי מנה הרמב״ם בפי׳ המשניות בהקדמה זה מהל״מ. והרי כ״ז אינו אלא מדרבנן. אלא משה רבינו גזר ע״ז. והיה הלכה שע״ז לא יגזור. וע״ע חי׳ ריטב״א עירובין רפ״ב בשם י״מ על הלכה דחציצה ועי׳ מהרש״ל בספר ח״ש בעירובין ד״ה תוס׳ ד״ה שפרצתו ב״ד. וכ״ז הוזהרו ע״ז אותו הדור לשמור משמרת התורה. וכדאיתא ביבמות פ״ב על הפי׳ ושמרתם את משמרתי שהוא שניות לעריות. מיהו התם מסיק הגמרא שאינו אלא אסמכתא שהרי לא נגזר מה״ת משמרת לעריות ביחוד יותר מכל איסורי תורה. אבל כאן מתפרש הכי שמשה הזהיר על הגזרות שהם משמרת התורה. והקדים <b>ואהבת וגו׳</b> ולא מיירי כאן בדביקות ומס״נ כמו לעיל בפ׳ ק״ש. אלא מיירי ביחוד המעשה שיהא עובד מאהבה ולא בשביל שכר ועונש. ובזה נכלל <b>ושמרת משמרתו</b> היינו הנדרים דמי שעובד מאהבה משתדל שלא יבא לידי עבירה. <b>וחקתיו ומשפטיו</b> קאי על ושמרת שתראה שיהיו נלמדים י״ג מדות והחקירות זה התלמוד בישראל. <b>ומצותיו</b> שתשמור שיהיו נעשים ביד אחרים. והיינו כדאיתא ב״ק דצ״ח שהכל מצווין עליו לבערו. הרי דמי שרואה חמץ ביד איש מישראל אע״ג שאינו שלו מצוה עליו לבער חמץ של חבירו כדי שלא יעבור הוא על מ״ע דתשביתו וכיב״ז הרבה. וכן לענין איסור אע״ג שלפני עור אינו אלא בתרי עיברי דנהרא כדאיתא בעבודת כוכבים ד״ו מכ״מ זה אינו אלא בעובד כוכבים שרוצה לאכול אמה״ח. אבל ישראל שרוצה לעבור עבירה מצוה להפרישו כמש״כ הר״ן שם וכן אפילו לפני דלפני דלא מפקדינן על ל״ע מכ״מ בישראל אנו מוזהרים גם ע״ז האופן כמש״כ התוס׳ שם די״ג. וכ״ז הוא בכלל ושמרת מצותיו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "560ba956fbfba25e369f82cc", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 11:1:2", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Haamek Davar on Deuteronomy 11:1:2", "sourceHeRef": "העמק דבר על דברים י״א:א׳:ב׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כל הימים.</b> נכלל בזה מצות חינוך לבנים שיהיו מקיימים המצות אחרי כן. וכ״ז נכלל באהבת ה׳ וחושש שלא יגיע לידי צער ח״ו כדאי׳ בסנהדרין פ״ד בשעה שאדם מישראל מצטער שכינה מה אומרת קלני מראשי וכו׳:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56d71defd6e4a930278f1929", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Numbers, Balak 2", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Kedushat Levi, Numbers, Balak 2", "sourceHeRef": "קדושת לוי, במדבר, בלק ב׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 2, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "בלק", "he": "עתה ילחכו הקהל את כל כו' כלחוך השור את ירק השדה (במדבר בכ, ד). יש להבין למה זה המשיל לשור שאוכל ירק השדה. והנראה לבאר, ומקודם נבאר הפסוק <small>(דברים יא, א)</small> ונתתי עשב בשדך לבהמתך ואכלת ושבעת, כי השם יתברך ברוך הוא קלל את האדם הראשון ואכלת את עשב השדה <small>(בראשית ג, יח)</small> כי כל מה שהאדם אוכל יש בו מצות, דהיינו תבואה יש בו עשיות אדם לחרוש ולקצור ויש בהם מצות בשעת חרישה לא תחרוש בשור וחמור יחדיו <small>(דברים כב, י)</small> וכן בזריעה יש מצוה לא תזרע כלאים <small>(שם כב, ט)</small> ונמצא על ידי המצות מעלה הניצוץ אשר במאכל ההוא וכן בכל מאכלים יש בהם מצות, אבל בעשב השדה אינו נזרע על ידי האדם ואין בהם עשיות המצות ואיך יוכל להעלות אותן באכילתו אותן. וזהו שקלל השם יתברך אדם הראשון שיאכל מאכל שאין בה שום מצוה מאדם שיוכל האדם על ידי זה להעלות הניצוץ אשר בתוך המאכל. וזהו הרמז ונתתי עשב בשדך לבהמתך, כי כשהבהמה אוכלת העשב והאדם האוכל בהמה ובאמת באכילת הבהמה יש בה מצות שחיטה ושאר מצות באכילת בשר נמצא על ידי זה גם העשב יש לה עלייה, כי הבהמה האוכלת עשב והאדם האוכל בהמה במצות מעלה העשב גם כן. והנה האר\"י ז\"ל כתב כנגד ארבע יסודות דומם צומח חי מדבר נגד זה הוא ארבע עולמות אצילות בריאה יצירה עשיה נמצא נגד חי הוא בריאה. והנה נפש הבעל תשובה, דהיינו הגרים להם יותר בנקל להעלות הניצוץ ממי שהוא צדיק מנעוריו. והנה זה הרשע בלק היה לו פחד מישראל מחמת שישראל בהליכתם העלו נצוצות וזה הרשע היה שונא מאד להקדושה. וזהו הרמז ויקוצו מפני בני ישראל, שזה קץ בעיני אותו הרשע להיות ישראל.וזהו הרמז ויגר מואב מפני העם מאד, כי כל מקום שכתוב העם הוא הרמז על הערב רב הגרים שהיו בישראל. וזהו כי רב הוא, היינו הגרים שלא יעלו אותם כנ\"ל, כי הם מסוגלים יותר להעלות הניצוץ. וזהו הרמז כלחוך השור את ירק השדה, כי הכלל נפש הגרים עלייתם עד עולם הבריאה וכן הוא בארבע יסודות שהצומח יש לו עלייה לחי הוא נגד עולם הבריאה. וזהו כלחוך השור כו', הרמז עליית עולם הבריאה: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Numbers 22,4. <b>“now this multitude will lick up all that ‎is around us as does the ox licking up the grass of the field, ‎etc.;” </b> <br>Why did Balak draw a comparison between the ‎encampment of the Israelites and the manner in which oxen ‎denude the soil of its grass cover? Before explaining this it will ‎help to explain Deuteronomy 11,15 where the Torah promises ‎the Israelites that when they observe the Torah once they are on ‎their own soil: ‎ונתתי עשב בשדך לבהמתך ואכלת ושבעת‎, “I will provide ‎the grass of the field for your beasts and you will eat and be ‎satisfied.” After the first sin G’d had condemned Adam to eating ‎the grass of the field. (Genesis 3,18) We need to remember that ‎whatever man eats is surrounded by commandments of the Torah ‎being fulfilled in the process. Long before the farmer can eat the ‎bread from the corn he grew this corn was subject to a variety of ‎regulations of the Torah that have to be fulfilled first, in order for ‎the farmer not to have been remiss. The farmer had to fulfill ‎commandments relating both to ploughing, such as not having a ‎donkey and an ox pulling the same plough; when seeding the ‎farmer must take care not to seed the same field with a mixture ‎of seeds of different grains, etc., before the tithes and related gifts ‎to the poor, etc., of the actual harvest become applicable. ‎‎(compare Deut. 22,10 and 9) By performing these various ‎commandments prior to enjoying the result of his labours, the ‎Jewish farmer becomes G’d’s partner in spiritually elevating the ‎‎“sparks” (of holiness) contained in some of these foods, i.e. ‎rehabilitating parts of G’d’s creation, such as some angels which ‎had been spiritually downgraded through failing to perform their ‎duties.<br>When man is reduced to eating the grass of the field, i.e. ‎vegetation which grows without human input, he is unable ‎through his eating, i.e. his partaking of G’d’s largesse, to ‎accomplish his own or his environment’s rehabilitation.‎<br>This was the negative effect of the curse pronounced by G’d ‎as part of Adam’s punishment, i.e. road to rehabilitation, decreed ‎in Genesis 3,18. <small>[This more than offsets the apparently ‎beneficial effect of picking his food from the ground effortlessly ‎and eating it as is. Ed.]</small>‎<br>When the Torah describes the Israelite as “eating and being ‎satiated” in Deuteronomy 11,15, it does not refer to the Israelite ‎eating grass, but to his eating the ox after it has been duly ‎slaughtered, examined for blemishes, its blood having been ‎removed, etc., etc., i.e. numerous commandments having been ‎performed, so that by eating it eventually the party doing so ‎participates in the process of rehabilitating “fallen” sparks. ‎Through this round about manner of man eating grass, i.e. grass ‎which had first been eaten by the ox, he is enabled to participate ‎in the rehabilitation of holy beings that had been demoted from ‎their lofty origins.<br>In his writings, the <i>Ari’zal</i> has stated ‎that the four basic levels of phenomena in this lower universe in ‎which we mortals live, i.e. the inert, the vegetarian, the ‎animalistic and the articulate, i.e. the human beings, there exist ‎four levels in the universe known  in a descending order as  ‎‎<i>atzilut</i>, <i>b’riyah</i>, <i>yetzirah</i>, and <i>assiyah</i>. In ‎other words, the level of the animalistic, or ‎חי‎, corresponds to the ‎level of ‎בריאה‎, creatures in the early stage of existence known as ‎בריאה‎ a stage in which this “creature” is distinct from other ‎‎“existences” on a similar level.<br>The soul of repentant sinners is ‎in a better position to help rehabilitate converts (who used to be ‎pagans) than is the soul of a person who has always been a true ‎believer in monotheism. The wicked Balak of which our portion ‎speaks, was afraid of Israel because the Israelites had ‎demonstrated their ability to help rehabilitate fallen sinners, i.e. ‎‎“sparks,” during their journey through the desert, and he hated ‎holiness, as has been alluded to in the line ‎ויקץ מואב מפני בני ישראל‎, ‎‎“that Moab was disgusted by the Children of Israel,” i.e. their ‎moral/ethical values. The mere thought of having to be in the ‎presence of holiness, literally caused Balak to ‎puke.<br><small>[The root occurs in connection with Rivkah’s ‎telling Yitzchok of being disgusted with her life if Yaakov would ‎marry a daughter of Canaanite descent as had his twin brother ‎Esau. (Genesis 27,45) Ed.]</small><br>According to <i>Ari z’al</i> ‎what bothered Balak most, was the fact that during their ‎wanderings the converts had been most successful in ‎rehabilitating these “fallen” sinners, “sparks” and that is why the ‎Torah describes this ‎עם‎, i.e. the converts of the Jewish people as ‎being ‎רב‎, a major component of the people who rehabilitated ‎sinners. He feared them more than the natural born Israelites, i.e. ‎ויגר מואב מפני העם מאד‎, “Moab feared the newly converted ‎Israelites very much.” The reason was that ‎רב הוא‎, they were such ‎a powerful influence in rehabilitating pagans. The Moabites were ‎not nearly as afraid of the ‎בני ישראל‎, the natural born Israelites ‎being able to attract as many converts.<br>In Balak’s eyes it was ‎as despicable to be an Israelite as it had been in the eyes of the ‎new King over Egypt and his nation in Exodus1,8-‎‎12.<br>Moreover, he was aware that if his people would come into ‎contact with other recent Jewish converts, the influence of those ‎converts who had themselves come closer to G’d through joining ‎the Jewish people, would be powerful enough for them to elevate ‎Moabite converts to the highest spiritual level of life on earth, i.e. ‎the level of ‎בריאה‎. Referring back to the 4 spiritual levels of ‎existence in the physical part of the universe, spiritual ascent, ‎when it occurs, proceeds to the next higher level, the level of ‎בריאה ‏‎ being the one corresponding to ‎חי‎, the level of animalistic ‎creatures. This is hinted at by Balak when he compared the ‎people to the animals eating grass, i.e. ‎כלחוך השור את ירק השדה‎.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "57e77da1d6e4a94c7c18b66b", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 11:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Tafsir Rasag, Deuteronomy 11:1", "sourceHeRef": "תפסיר רס\"ג, דברים י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "פאחבב אללה רבך ואחפט̇ מא אסתחפט̇ך ורסומה ווצאיאה ואחכאמה טול אלזמאן", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": "So love Allah, your Lord, and keep what He has entrusted you with, including His rituals, commandments, and regulations, throughout time", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "586901d9d6e4a97c9cbb1fd7", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Deuteronomy, Eikev 8", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Mei HaShiloach, Volume I, Deuteronomy, Eikev 8", "sourceHeRef": "מי השלוח, חלק א, ספר דברים, עקב ח׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 8, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "עקב", "he": "<b>ואהבת את ה' אלקיך ושמרת וכו', ואשר עשה לדתן ולאבירם.</b> ולא הזכיר את קרח לפי שכאן הוא פרשת אהבה, ולקרח היה באמת אהבת הש\"י ולפי דעתו היתה כוונתו לש\"ש, אבל הם לא כוונו אלא לכבוד עצמם, וגם כי הפרשה הזאת תדבר באהבת ת\"ח ושיהיה אדם מוסכם לתת כל ממונו לת\"ח ברצון הש\"י, שזה נקרא שנת השמיטה שהאדם מחויב להפקיר כל רכושו לכבוד ה', וכמו שבזמן נמצא שנת השמיטה, כן נמצא בנפש הוא נפש ת\"ח, וזה דאיתא במדרש (ויקרא רבה פרשה א',א') גבורי כח עושי דברו לשמוע בקול דברו בשומרי שביעית הכתוב מדבר, ולקרח היה כח הזה רק שטען שהוא הת\"ח האמיתי שבדורו, וזה יקרא אתנן זונה שנותן במקום שאינו צריך, משא\"כ דתן ואבירם שלא היו כלל במדריגה הזאת, ורק היו בחוצפה נגד הש\"י וזה נקרא מחיר כלב, ולכן בפסוק וכל היקום אשר ברגליהם לא נזכר קרח לפי שהוא היה נקי מזה ורק הם לא היו נקיים.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And you shall love Hashem your God, and keep His charge, and His statutes, and His judgments, and His mitzvot always … and that which He did to Datan and Aviram .…”</i> (Devarim, 11:1–6)<br>Here there is no mention of Korach because this section deals with love. Indeed Korach truly had a great love of God and according him his intentions were for the sake of Heaven. They, however, were only interested in their own self-aggrandizement. Furthermore, this Parsha will speak of the love of Torah scholars, and one should be willing to give all his wealth to Torah scholars in God’s will. This is called “the <i>Shmitta</i> year,” the seventh year of release, when one is required to open all his property to all (at least his field and its produce) in honor of God.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">The correlation is that just like <i>Shmitta</i> the sevevnth year is holy in the domain of time, so are Torah scholars holy in the domain of soul. As explained in Sefer Yetsirah, they are connected an correlate to each other. [Hagahot Peretz]</i><br> This is as it is written in the Midrash (<i>Vayikra</i> Rabba, 1:1), “The mighty in strength who fulfill His word [<i>Tehilim</i>, 103:20]. Of whom does the Torah speak? Rabbi Yitschak said, of those who observe the <i>Shmitta</i> [sabbatical] year.” Korach had this power, yet he asserted that he was the true Torah scholar of his generation, and this is called “the price of a whore” (see <i>Devarim</i>, 23:19), giving in a place where it should not be given. This is not so with Datan and Aviram, who were not at all on this level, but rather acted with pure chutzpa against God. With them it is called (ibid) “the price of a dog.” Therefore the verse (<i>Devarim</i>, 11:6) “and all the substance that was under their feet [in their possession],” did not mention Korach, because he was clean in this aspect, but they were not.", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5889b50fd6e4a902855ffd83", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Tur HaArokh, Deuteronomy 11:1:1", "sourceHeRef": "הטור הארוך, דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "דברים", "he": "<b>ושמרת משמרתו. </b>פי' הרמב\"ן ליראה מפניו שלא לחטא כי אחר שצוה באהב' מצוה ביראה ובחוקים ובמשפטים ובמצות. או ושמרת משמרתו שתשמור מה שהשם שומר את הגרים וחונן דלים ואביונים ועושה משפט גר יתום כדרך שאמרו ללכת בדרכיו מה הוא רחום וחנון אף אתה היה רחום וחנון: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ושמרת משמרתו, “you shall keep His charge.” Nachmanides understands these words to mean that we must maintain an attitude of reverence and fear even, which will ensure that we will not sin. Having previously commanded us to love Him (G’d), Moses now commands us to fear Him, as familiarity of the beloved might cause the beloved to sin inadvertently. This fear/reverence relationship covers all the various types of commandments in the Torah.\n    Alternatively, this may be a command by Moses to emulate G’d in our relationship with creatures of whom G’d has demonstrated that He is especially solicitous. He declared His concern for the poor, the orphan and the widow, so we must relate to them with equal concern. He practices the virtues of being merciful; hence we, His creatures, must learn to practice that same virtue.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58b6b199d6e4a952249cc848", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 11:1:1", "sourceHeRef": "מנחת שי על תורה, דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "רש\"י ז\"ל פי' בפ\"ק דסנהדרין דבפ' כי יבאך ובפ' שמע לטטפת חסר וא\"ו אבל בוהיה אם שמוע כתיב לטטפות מלא כן הגיה בעל חכמת שלמה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b270d6e4a957603a1f30", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, V'Zot HaBerachah 1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Midrash Tanchuma Buber, V'Zot HaBerachah 1:1", "sourceHeRef": "תנחומא בובר, וזאת הברכה א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וזאת הברכה", "he": "וזאת הברכה <small>(דברים לג א)</small>. זש\"ה רבות בנות עשו חיל ואת עלית על כולנה <small>(משלי לא כט)</small>, זו ברכתו של משה, שהרי הדורות הראשונים ברכו כל אחד ואחד את דורו, ולא היה בכולם כברכתו של משה. נח בירך את בניו, היה בה מחלוקת, בירך אחד וקילל אחד, יפת אלהים ליפת <small>(בראשית ט כז)</small>, ויאמר ארור כנען <small>(שם שם כה)</small>. יצחק בירך ליעקב, היה בה קטטה, שאמר לעשו בא אחיך במרמה <small>(שם כז לה)</small>, וכתיב וישטם עשו את יעקב <small>(שם שם מא)</small>. יעקב בירך את השבטים היתה בהם קטטה, שאמר לראובן פחז כמים <small>(שם מט ד)</small>, וכן שמעון ולוי <small>(שם שם ה)</small>. ומנין למדו האבות לברך כל אחד ואחד את דורו, [למדו] מן הקב\"ה, כשברא את האדם ברכו, שנאמר ויברך אותם אלהים <small>(בראשית א כח)</small>, [והיה העולם מתנהג באותה ברכה, עד שבא דור המבול ובטלוה, שנאמר ויאמר ה' אמחה את האדם אשר בראתי <small>(שם ו ז)</small>, כיון שיצא נח מן התיבה, ראה הקב\"ה שבטלה מהם אותה ברכה, חזר וברך את נח ואת בניו, שנאמר ויברך אלהים את נח ואת בניו <small>(שם ט א)</small>, והיה העולם מתנהג באותה ברכה, עד שבא אברהם לעולם, והוסיף לו הקב\"ה ברכה אחת, שנאמר ואעשך לגוי גדול וגו' <small>(שם יב ב)</small>, כיון שבא אברהם, אמר הקב\"ה אינו דרך כבוד לפני שאהיה אני זקוק לברך את בריותי, אלא הריני מוסר את הברכות לאברהם ולזרעו, וכל מי שקובעין בו ברכה, אני חותם על ידיהם, שנאמר והיה ברכה <small>(שם שם)</small>, ואברכה מברכיך וגו' <small>(שם שם ג)</small>, מהו ואברכה מברכיך, אמר הקב\"ה הריני מוסר את הברכות לכל מי שאתה מברך ואני חותם על ידיך, וכי מאחר (שנאמרו) [שנמסרו] הברכות לאברהם, למה לא בירך את יצחק, לפי שראה אברהם שעשו יוצא ממנו, אמר אם אני מברך את יצחק הרי עשו מתברך, ונמצא יעקב חסר, משל למה הדבר דומה, לבעל הבית שהיה לו כרם, נתנו לאריס, והיה באותו הכרם אילן של חיים, והיה מודלה על גב אילן של סם מות, ואינו יודע מה לעשות, אמר אם אעדור אותו כרם, הרי אילן של סם המות מתגדל, ואם אינו עודר אותו כרם, הרי אילן של חיים מת, אלא מה אעשה, אגלגל בכרם הזה, עד שיבא בעל הכרם ויעשה בכרמו מה שירצה, ואף כך אמר אברהם, אם אברך את יצחק, נמצא עשו מתברך, ויעקב מפסיד, אלא הריני מניחו עד שיבא הקב\"ה ויעשה את שלו], בא יעקב וקיבל חמש ברכות, שתים מאביו, ואחת של אברהם, ואחת מן המלאך, ואחת של הקב\"ה, שים מאביו, שנאמר ויחרד יצחק <small>(שם כז לג)</small>, למה ויחרד, אמר ר' אלעזר בן פדת שראה גיהנם פתוח לעשו, ביקש לומר ארור, חזר והוסיף ברכה, ואמר גם ברוך יהיה <small>(שם שם)</small>, הרי אחת, שניה ויקרא יצחק אל יעקב ויברך אותו <small>(שם כח א)</small>, [וברכת של אברהם, ויתן לך את ברכת אברהם וגו' <small>(שם שם ד)</small>, וברכת מן המלאך, ויברך אותו שם <small>(שם לב  ל)</small>, וברכה של הקב\"ה, וירא אלהים אל יעקב עוד וגוק ויברך אותו <small>(שם לה ט)</small>], כשבא יעקב לברך את השבטים, ברכן חמש ברכות שהיו בידו, והוסיף להם ברכה אחת, שנאמר כל אלה שבטי ישראל וגו' ויברך אותם איש אשר כברכתו ברך אותם <small>(שם מט כח)</small>. בא משה לברך את ישראל הוסיף להם ברכה שביעית, שנאמר וזאת הברכה, תוספת על הברכות שבלעם בירך את ישראל שהיה ראוי לברך שבע ברכות, כנגד שבע מזבחות, ולא ברכן אלא שלש, שנאמר והנה ברכת ברך זה שלש [פעמים <small>(במדבר כד י)</small>, אמר לו הקב\"ה רשע אתה עינך צרה לברכן, אף אני איני מספיק על ידך שתשלים ברכתך על ישראל, יבא משה שעינו יפה, ויברך את ישראל, ועליו אמר שלמה טוב עין הוא יבורך <small>(משלי כב ט)</small>, אל תקרי יבורך, אלא יברך, זה משה רבינו שעיניו יפה בברכתו את ישראל, וברכן ארבע ברכות,  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 33:1:) <small>AND THIS IS THE BLESSING</small>. This text is related (to Prov. 31:29): <small>MANY DAUGHTERS HAVE DONE VALIANTLY, BUT YOU SURPASS THEM ALL</small>. This is the blessing of Moses,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 11:1; <i>PRK</i> 31:11.</i> in respect to which you should note that in the case of the earlier generations each and every one blessed his generation, but compared to all of them none was like the blessing of Moses. Noah blessed his children, but it contained a divergence. He blessed one and cursed another. (Gen. 9:27:) <small>MAY GOD ENLARGE</small> (<i><small>YPT</small></i>) <small>JAPHETH</small> (<i><small>YPT</small></i>); but he said (vs. 25:) <small>CURSED BE CANAAN</small>. Isaac blessed Jacob. There was strife in it, in that he said to Esau (in Gen. 27:35): <small>YOUR BROTHER CAME WITH DECEIT</small>; and it is stated (in vs. 41): <small>THEN ESAU HATED JACOB &lt;…, AND ESAU SAID IN HIS HEART: LET THE DAYS OF MORNING FOR MY FATHER COME, AND I WILL KILL MY BROTHER JACOB&gt;</small>. Jacob blessed the tribes, but there was strife among them, in that he said to Reuben (in Gen. 49:4): <small>UNSTABLE AS WATER</small>; and similarly (in vs. 5): <small>SIMEON AND LEVI &lt;ARE BROTHERS; WEAPONS OF VIOLENCE ARE THEIR SWORDS&gt;</small>. And from where did each and every one of the patriarchs learn to bless his generation? [They learned] from the Holy One. When he created Adam, he blessed him, as stated (in Gen. 1:28): <small>THEN GOD BLESSED THEM</small>; [and<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The other part of this bracket is several lines below.</i> the world was maintained by that blessing, until the generation of the flood came, and they cancelled it out, as stated (in Gen. 6:7): <small>AND THE LORD SAID: I WILL BLOT OUT THE HUMANITY WHICH I CREATED</small>. When Noah left the ark, the Holy One saw that this blessing had passed from them. He blessed Noah and his children anew, as stated (in Gen. 9:1): <small>THEN GOD BLESSED NOAH AND HIS CHILDREN</small>. The world was maintained by this blessing, until Abraham came into the world. Then the Holy One added one blessing for him, as stated (in Gen. 12:2): <small>FOR I WILL MAKE YOU INTO A GREAT NATION…</small>. When Abraham came, the Holy One said: It is not a practice worthy of me, that I should be obliged to bless my creatures. Rather take note! I am handing over the blessings to Abraham and to his seed, so that for all who issue a blessing through him, I am placing my seal upon &lt;those blessings&gt;, as stated (in vs. 2, cont.): <small>&lt;I WILL BLESS YOU AND MAGNIFY YOUR NAME&gt; AND SO BECOME A BLESSING</small>. (vs. 3:) <small>I WILL BLESS THOSE WHO BLESS YOU…</small>. What is the meaning of <small>I WILL BLESS THOSE WHO BLESS YOU</small>. The Holy One said: Take note. I am handing over the blessings to <small>ALL WHOM YOU BLESS</small>, and I am sealing &lt;them&gt; through you. But if from then on the blessings were {spoken} [handed over] to Abraham, why did he not bless Isaac? It was because Abraham saw that Esau would issue from him. He said: If I bless Isaac, then Esau will be blessed, and Isaac will be found lacking. A parable: To what is the matter comparable? To the head of a household that had a vineyard.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Gen. R. 61:6; Numb. R. 11:2; M. Pss. 1:5; also Matthew 13:24–30.</i>: He gave it to a tenant. And in that vineyard was a tree of life, but it had overgrown a tree having a deadly poison. Now he did not know what to do. He said: If I cultivate that vineyard, then the tree having a deadly poison will flourish; but if I do not cultivate that vineyard, then the tree of life will die. So what shall I do? I will bear with that vineyard until the owner of the vineyard comes. Then he may do what he wants with his vineyard.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Cf. Matthew 13:24–30.</i> And so also did Abraham say: If I bless Isaac, Esau will end up being blessed and Jacob will lose out. Look here. It is simply that he is leaving him alone until the Holy One comes, when he will deal with what belongs to him.] Jacob came and received five blessing: two from his father, one from Abraham, one from the angel, and one from the Holy One.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Cf. Gen. R. 94:5.</i>: Two from his father, according to what is stated (in Gen. 27:33): <small>THEN ISAAC TREMBLED</small> (when he realized he had blessed Jacob instead of Esau). Why <small>TREMBLED</small>? R. Eleazar ben Padat said: &lt;He did so&gt; because he saw Gehinnom open for Esau. He wanted to say: Cursed. He repented and added a blessing when he said (ibid., end): <small>HE ALSO SHALL BE BLESSED</small>. Here is one blessing. A second (is in Gen. 28:1): <small>SO ISAAC CALLED JACOB AND BLESSED HIM</small>. [The blessing of Abraham (is in Gen. 28:4): <small>AND MAY HE GRANT YOU THE BLESSING OF ABRAHAM</small>…; the blessing of an angel is (in Gen. 32:30 [29]): <small>AND HE</small> (the angel) <small>BLESSED HIM THERE</small>; and the blessings of the Holy One (in Gen. 35:9): <small>NOW GOD APPEARED UNTO JACOB AGAIN…, AND BLESSED HIM</small>.] When Jacob came to bless the tribes, he blessed them with the five blessing that he had in hand and added one blessing to them, as stated (in Gen. 49:28): <small>ALL THESE ARE THE TRIBES OF ISRAEL, &lt;TWELVE IN NUMBER, AND THIS IS WHAT THEIR FATHER SPOKE TO THEM&gt; WHEN HE BLESSED THEM, EACH ONE WITH HIS OWN BLESSING IS HOW HE BLESSED THEM</small>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The midrash notes that the words, <small>HE BLESSED THEM</small>, occur twice and interprets the verse to mean that one blessing, the fivefold blessing he had received, was for the tribes as a group while the other blessing was a specific blessing for each tribe.</i> When Moses came to bless Israel, he added a seventh blessing to them. Thus it is stated (in Deut. 33:1): <small>AND THIS IS THE BLESSING</small>. &lt; According to another interpretation, Moses made&gt; an addition to the blessings with which Balaam had blessed Israel,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Cf. <i>PRK</i> 31(suppl. 1):4</i> since it was fitting for him to bless with seven blessings corresponding to the seven altars &lt;he had built&gt;;<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">On these altars, see Numb. 23:1, 14, 29.</i> but &lt;Balaam&gt; only blessed them with three, as stated (in Numb. 24:10): <small>BUT HERE YOU HAVE EVEN BLESSED THEM THESE THREE</small> [<small>TIMES</small>]. The Holy One said to him: You are wicked. Your eye is too jaundiced for you to bless them. Moreover, I am not putting the power in your hand to finish your blessing over Israel. Moses will come, whose eye is fair. Then he will bless Israel, and it is about him that Solomon has said (in Prov. 22:9): <small>HE THAT HAS A BENEVOLENT EYE SHALL BE BLESSED</small> (<i><small>YBRK</small></i>). Do not read <i><small>YBRK</small></i> &lt;with vowels meaning&gt; <small>SHALL BE BLESSED</small>, but &lt;with vowels meaning&gt; <small>SHALL BLESS</small>. This refers to Moses our Master whose eyes were fair when he blessed Israel. He also blessed them with &lt;the other&gt; four blessings:", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5926b270d6e4a957603a1f5a", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, V'Zot HaBerachah 2:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Midrash Tanchuma Buber, V'Zot HaBerachah 2:1", "sourceHeRef": "תנחומא בובר, וזאת הברכה ב׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "וזאת הברכה", "he": "וזאת הברכה אשר ברך משה. למשה נאה לברך את ישראל, שנתן נפשו עליהם בכל שעה.  ", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Deut. 33:1:) <small>AND THIS IS THE BLESSING, WITH WHICH MOSES, &lt;THE MAN OF GOD,&gt; BLESSED &lt;THE CHILDREN OF ISRAEL BEFORE HIS DEATH&gt;</small>. It was fitting for Moses to bless Israel because he had constantly risked his life for them.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Tanh</i>., Deut. 11:1, cont.; <i>PRK</i> 31(suppl. 1):12.</i>", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5a31154ed6e4a906d54c24a9", "index_title": "Malbim on Job", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Job 23:1:6", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Malbim on Job 23:1:6", "sourceHeRef": "מלבי\"ם על איוב כ״ג:א׳:ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1844, 1874], "commentaryNum": 1.0006, "collectiveTitle": {"en": "Malbim on Job", "he": "מלבי\"ם על איוב"}, "he": "• על הראשונה יאמר, שאיך ייתכן שייסרהו ה' בעבור זה בייסורים קשים כל כך בעבור מה שהיה בליבו בעבודתו גם פניה חיצונית על-מנת לקבל פרס, שעל כל פנים שמר את משמרת מצוותיו ומשפטיו, ולא עשה מעשה רע שבעבורו יתחייב עונש גדול כל כך (סימן כ\"ג ו-ז)! זאת שנית, שאם יתווכח עם ה' היודע האמת, אז יתברר שלא היתה עבודתו לשום פניה חיצונית, רק לשם ה' בלבד, שהגם שעלה לפעמים ברוחו כרגע שהוא נתלה בהשגת צרכיו וכל ענייניו מה', בכל זאת התבונן תיכף ושב אל עבודתו לשמו בלא שום פניה, ומזה הוכיח שצדקתו כבר קצובה וגזורה מראשית על־ידי הידיעה העליונה הקדומה, ולכן לא קיבל שכר על זה, ונעזב אל מקרה המערכה ואל הייסורים המחויבים לפי מזל התולדה (סימן כ\"ג ו-ז).", "heVersionTitle": "Malbim on Job -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נ\"ך עם מקראי קודש, וילנא 1891", "text": "•  Regarding the first, Job asks how God could possibly have afflicted him with such terrible suffering because, when he prayed, the improper thought that he might thereby attain some advantage might have passed through his mind? However, he had at all times <i>kept the charge of His commandments and laws</i> (Deuteronomy 11:1) and nothing he had done was so wrong that it justified such a severe punishment (Ch.23:6-7). <br>Moreover, if he could converse with God, who knows the truth, the fact that his worship had not been motivated by any extraneous considerations, but had been for the sake of God alone, would become clear. For though, during his devotions, the thought of how much he depended on God for the procurement of his needs and all his other concerns had sometimes entered his mind, momentarily, he would immediately take hold of himself and return to them, without expectation and just for His sake. And from this he proves that his righteousness had been apportioned and foreordained from the very first, by Paramount foreknowledge. And so he had received no reward for it, but had been left to the happenstance of the stars and to the suffering that the fortune of his nativity prescribed (Ch.23:10-17).", "versionTitle": "Malbim's Job, trans. Jeremy I. Pfeffer. Ktav, 2003", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a436749d6e4a97d18d91d73", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Ralbag Beur HaMilot on Torah, Deuteronomy 11:1:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "דברים", "he": "<b>ואהבת את השם אלהיך וגו'.</b> למדנו מזה שהתורה הזאת היא נצחית כאמרו כבר שנשמור את משמרתו וחקתיו ומשפטיו כל הימים:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0fd2bc73ad4f00597bf1c4", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Asara Maamarot, Third and Fourth Maamar 26", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Shenei Luchot HaBerit, Asara Maamarot, Third and Fourth Maamar 26", "sourceHeRef": "שני לוחות הברית, עשרה מאמרות, מאמר שלישי ורביעי כ״ו", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 26, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "מאמר שלישי ורביעי", "he": "<b>ורז\"ל</b> במדרש <small>(קה\"ר א)</small> אמרו שהארץ יש לה כל פרצוף אדם וזה לשונם, <small>(קהלת א, ד)</small> והארץ לעולם עומדת, אמר ריש לקיש כל מה שברא הקב\"ה באדם ברא בארץ. האדם יש לו ראש, ולארץ ראש, שנאמר <small>(משלי ח, כו)</small> וראש עפרות תבל אדם. יש לו עינים, והארץ עינים, שנאמר <small>(שמות י, ה)</small> ויכס את עין הארץ. אדם יש לו אזנים, ולארץ אזנים, שנאמר <small>(ישעיה א, ב)</small> והאזיני ארץ. אדם אוכל, והארץ אוכלת, שנאמר <small>(במדבר יג, לב)</small> ארץ אוכלת יושביה. אדם שותה, והארץ שותה, שנאמר <small>(דברים יא, א)</small> למטר השמים תשתה מים. אדם מתגעש, והארץ מתגעשת, שנאמר <small>(תהלים יח, ח)</small> ותגעש ותרעש הארץ. אדם משתכר, והארץ משתכרת, שנאמר <small>(ישעיה כד, כ)</small> נוע תנוע הארץ כשכור. אדם מקיא, והארץ מקיאה, שנאמר <small>(ויקרא יח, כה)</small> ותקיא הארץ את יושביה. אדם יש לו ידים, והארץ כן, שנאמר <small>(בראשית לד, כא)</small> והארץ הנה רחבת ידים. אדם יש לו טבור, והארץ כן, שנאמר <small>(יחזקאל לח, יב)</small> יורדים מעם טבור הארץ. אדם יש לו ירכים, והארץ כן, שנאמר <small>(ירמיה לא, ז)</small> וקבצתים מירכתי ארץ. אדם יש לו רגלים, והארץ כן, שנאמר <small>(קהלת א, ד)</small> והארץ לעולם עומדת ומעמדת תפקידתה, עד כאן לשונם. הרי לך פליאות הבריאה בארץ:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b6bf508af3503027e682514", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Malbim on Deuteronomy 11:1:1", "sourceHeRef": "מלבי\"ם על דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ואהבת את ה' אלהיך</b>, שתעבדנו מאהבה <b>ושמרת משמרתו וחקותיו</b> מאהבה ובזה יצויר אהבה במקום יראה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5bd6c0cefba93b005d89c9b1", "index_title": "The Improvement of the Moral Qualities", "category": "Musar", "type": "", "ref": "The Improvement of the Moral Qualities 2:1:4", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "The Improvement of the Moral Qualities 2:1:4", "sourceHeRef": "תקון מדות הנפש ב׳:א׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1045], "commentaryNum": 1.0004, "collectiveTitle": {"en": "The Improvement of the Moral Qualities", "he": "תקון מדות הנפש"}, "he": "<b>וְהֵם</b> נוֹטִים מִדַּרְכֵי הַחָכְמָה וְהָעֲבוֹדָה מִפְּנֵי שֶׁהַשָּׂגַת הֲנָאוֹתָם וּנְעִימוּתָם רָחוֹק מִדַּעְתָּם וּמַחֲשַׁבְתָּם הִיא רְחוֹקָה וְאֵינָהּ רְחוֹקָה, אַךְ הִיא קְרוֹבָה וְהִיא רְחוֹקָה מִדַּעְתָּם וְצָרִיךְ שֶׁיִּשְׁתַּמֵּשׁ הָאָדָם בַּמִּדָּה הַזֹּאת ר\"ל מֵאַהֲבָה בַּעֲבוֹדַת הָאֱלֹקִים כְּמוֹ שֶׁנֶּאֱמַר <small>(דְּבָרִים י\"א א)</small> וְאָהַבְתָּ אֶת ה' אֱלֹקֶיךָ. וּבְנַפְשׁוֹ כְּמוֹ שֶׁנֶּאֱמַר <small>(ש\"א ב י\"ז)</small> כִּי אַהֲבַת נַפְשׁוֹ אֲהֵבוֹ. וּבִקְרוֹבָיו כְּמוֹ שֶׁנֶּאֱמַר <small>(בְּרֵאשִׁית כ\"ט י\"ח)</small> וַיֶּאֱהַב יַעֲקֹב אֶת רָחֵל. וְיִשְׂרָאֵל אָהַב אֶת יוֹסֵף. וּבְאֶרֶץ מוֹלַדְתּוֹ כְּמוֹ שֶׁנֶּאֱמַר <small>(שָׁם כ\"ד ד)</small> כִּי אֶל אַרְצִי וְאֶל מוֹלַדְתִּי תֵּלֵךְ. וּבְרֵעֵהוּ כְּמוֹ שֶׁנֶּאֱמַר שֶׁאָמַר דָּוִד בִּיהוֹנָתָן <small>(ש\"ב א כ\"ו)</small> נָעַמְתָּ לִי מְאֹד... מֵאַהֲבַת נָשִׁים. וּבְאִשְׁתּוֹ כְּמוֹ שֶׁנֶּאֱמַר <small>(מִשְׁלֵי ה י\"ט)</small> אַיֶּלֶת אֲהָבִים וְיַעֲלַת חֵן. וּבַחָכְמָה כְּמ\"ש <small>(שָׁם כ\"ט ד)</small> אִישׁ אוֹהֵב חָכְמָה יְשַׂמַּח אָבִיו.", "heVersionTitle": "Tikkun Middot HaNefesh, Jerusalem 1996", "heLicense": "", "heVersionTitleInHebrew": "תקון מדות הנפש, ירושלים תשנ\"ו", "text": "turning aside from wisdom and the service of the Lord, because of what appears to be the remoteness of the delight and pleasurableness of these things. Verily, in their opinion, these are remote. Yet these are not remote, but near at hand. They are remote only in their mind. Therefore man must devote this quality of love to God, exalted may He be, as it is written (Deut. xi. I), \"Thou shalt love the Lord thy God\"; and to his soul, as it is written (I Sam. xx. 17), \"For he loved him as he loved his own soul\"; to his relatives, as it is written (Gen. xxix. 18), \"And Jacob loved Rachel\"; to his offspring, as it is written (id., xxxvii. 3), \"Israel loved Joseph\"; to his country, as it is written (Num. x. 30), \"But I will depart to my own land and to my kindred\"; to his companion, as spake David to Jonathan (II Sam. i. 26), \"Very pleasant hast thou been unto me\" ; to his wife (Prov. v. 19), \"Let her be as the loving hind and the pleasant roe\"; to wisdom, as it is written (Prov. xxix. 3), \"The man that loveth wisdom rejoiceth his father.\" ", "versionTitle": "The Improvement of the Moral Qualities, Stephen S. Wise, 1902", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c17b98bb071e100bf4eb99f", "index_title": "Yesod Mora VeSod HaTorah", "category": "Jewish Thought", "type": "", "ref": "Yesod Mora VeSod HaTorah 7:4", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Yesod Mora VeSod HaTorah 7:4", "sourceHeRef": "יסוד מורא וסוד תורה ז׳:ד׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1158], "commentaryNum": 7.0004, "collectiveTitle": {"en": "Yesod Mora VeSod HaTorah", "he": "יסוד מורא וסוד תורה"}, "he": "ועתה שים לבך ודע כי כל המצות הכתובות בתורה או המקובלות או התקונים שתקנו האבות אף על פי שרובם הם במעשה או בפה הכל הם לתקן הלב <small>(דברי הימים א כח)</small> כי כל לבבות דורש ה' וכל יצר מחשבות מבין וכתוב <small>(תהלים קכה)</small> ולישרים בלבותם והפך זה <small>(משלי כג)</small> לב חרש מחשבות און וכתוב אחר <small>(משלי ו)</small> ולבו בל עמך כי רוע עין תלוי ברוע הלב וזה ידוע מחכמת התולדות. על כן היתה העולה כליל כולה לשם על דבר העולה על הרוח דבר שאיננו נכון והחטאת והאשם על חטא בפה או במעשה וזה פירושו <small>(דברים י)</small> ומלתם את ערלת לבבכם. ודע כי מלת ערלה כבדות והנה ערל לב כמו <small>(שמות ז)</small> כבד לב פרעה. <small>(שמות ו)</small> ואני ערל שפתים כמו <small>( שמות ד)</small> כי כבד פה. גם <small>(ירמיהו ו)</small> ערלה אזנם כמו <small>(ישעיהו ו)</small> ואזניו הכבד. ובהכרת ערלת הבשר יהיה לאות ברית בין האדם ובין בוראו שלא יטנף נפשו במשכב שאיננו על דרך אמת ושכרו אתו שיפרה וירבה וככה כתיב <small>(בראשית יז)</small> ואתנה בריתי ביני וביניך וארבה אותך. וכתיב <small>(ויקרא יט)</small> וערלתם ערלתו גם היא כובד ברוב הליחה גם זה מהתולדות. והנה המצוה היא כוללת שתענו מפני השם ותכנעו כאשר ייסר אתכם ותבינו האמת שתסירו ערלת לבבכם ולא תכבדו לבבכם כמעשה פרעה או אחז וכעת הצר לו <small>(דברי הימים ב כח)</small> ויוסף למעול בה' <small>(מלכים א כא)</small> ואחאב נכנע <small>(דברים יב)</small> וישר בעיני ה' וככה כתיב <small>(ויקרא כו)</small> אז יכנע לבכם הערל. והנה זאת כמו <small>(דברים ד)</small> בצר לך ושבת. וקשי עורף משל לאדם יקשה ערפו וישיבנו אל אדוניו וכאשר יקראנו לא ישיב אליו פניו והנה הוא מקציף. על כך אחרי אלה <small>(יהושע ב )</small> כי ה' א-להיכם הוא א-להי האלהים הם המלאכים בשמים ואדוני המלכים שהם האדונים בארץ והכל ברשותו והוא א-ל גדול וגבור ונורא ואיך תוכל להנצל ולא יאבה כי תרבה שוחד. והעד כי בתחלת הפרשה <small>(דברים ט)</small> כי עם קשה עורף אתה על כן וערפכם וגו'. ומצות הלב תחלתם <small>(שמות כ)</small> אנכי ה' א-להיך שיאמין בכל לבו שהשם שהוציאו ממצרים הוא א-להיו והנה היא מצות עשה וככה <small>(דברים ו)</small> ואהבת את ה' א-להיך <small>(דברים יא)</small> ולדבקה בו וככה <small>(ויקרא יט)</small> ואהבת לרעך כמוך. ולא תעשה <small>(שמות כ)</small> לא יהיה לך אלהים אחרים באמונת הלב <small>(ויקרא יט)</small> ולא תשנא את אחיך <small>(שמות כ)</small> לא תחמוד. <small>(דברים ד)</small> וידעת היום והשבות אל לבבך מצות עשה וככה <small>(דברים ו)</small> שמע ישראל ה' א-להינו ה' אחד. ומצות הפה וידוי כהן <small>(דברים כו)</small> וענית ואמרת <small>(דברים כג)</small> מוצא שפתיך וברכת המזון והלל ותפלה <small>(דברים ו)</small> ושננתם לבניך ודברת בם והנה מצות עשה ורבים ככה. <small>(שמות כ)</small> ולא תעשה <small>(שמות כ)</small> לא תשא את שם ה' א-להיך <small>(שמות כ)</small> לא תענה ברעך <small>(שמות כב)</small> אלהים לא תקלל ולא תאור <small>(שמות כג)</small> לא תזכירו <small>(שמות כג)</small> ולא ישמע על פיך <small>(שמות כג)</small> לא תכרות להם ברית <small>(שמות כג)</small> ולא תענה על ריב ורבים ככה והמצות במעשה הם רבות ואין צורך לזכרם. ומצאתי פסוק אחד כולל כל המצות והוא <small>(דברים י)</small> את ה' א-להיך תירא ואותו תעבוד. והנה מלת תירא כוללת כל מצות לא תעשה בלב ובפה ובמעשה וזו היא המדרגה הראשונה שיעלה ממנה אל עבודת ה' יתעלה והיא כוללת כל מצות עשה. ואלה ירגילו לבו וידריכוהו עד כי ידבק בשם יתברך הנכבד כי בעבור זה נברא האדם כי לא נברא לקנות הון ולא לבנות בנינים יעזבם לזרים והוא ידור תחת הארץ ולא להתענג במיני מאכלים כי רגעים מעטים הם והיגיעה רבה גם יזיקו ברורם. גם משכב הנשים יכלה כחו ובשרו. גם דברי שחוק והשתכר סכלות והוללות כי המשכיל יבין כי ימי חייו מעטים הם וביד בוראו נפשו ולא ידע מתי יקחנה. על כן יש לו לבקש כל דבר שיביאנו לאהוב אותו ללמוד חכמה ולחפש האמונה עד שיכיר ויתבונן מעשה ה' ולא יתעסק בהבלי העולם רק להתבודד ללמוד ולהגות בתורת ה' ולשמור מצותיו והשם יפקח עינו ולבו ויחדש בקרבו רוח אחרת אז יהיה בחייו אהוב ליוצרו ונפשו דבקה בו ותשבע שובע שמחות את פניו ובהפרדה מעל הגויה תהיינה נעימות ימין אלהיו עליו נצח וזה שאמר אסף <small>(תהלים עג)</small> כלה שארי ולבבי צור לבבי וחלקי א-להים לעולם כדרך יעקב אבינו שנדר <small>(בראשית כח)</small> והיה ה' לי לא·להים כי כאשר בא אל בית אל אמר <small>(בראשית לה)</small> הסירו את אלהי הנכר והניח הצאן והתבודד לעבוד השם ולא שכב עם אשה כי רחל מתה וחוללה בלהה ובעבור זה מאס באם ראובן ושפחתה על כן כתיב בפסוק אחר <small>(בראשית לה)</small> ויהיו בני יעקב שנים עשר להודיע שלא שכב עם אשה אחר כך על כן לא הוליד עוד. והנה מי שהשיג זאת המעלה שזכר השם ומעשיו ונפלאותיו לא יסורו מלבו גם לא ידבר דבר בפיו שלא יזכיר השם להודיע לבני האדם כבודו על כן נשבעו הנביאים ברוב דבריהם וזהו <small>(דברים ו)</small> ובשמו תשבע ואז יהיה <small>(דניאל יב)</small> ממצדיקי הרבים.", "heVersionTitle": "Yesod Mora; Hokhmat Yisra'el, Jerusalem 1931", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5d344e5b7ffcea00176dd398", "index_title": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", "category": "Quoting Commentary", "type": "", "ref": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon, Kidmat HaEmek, Part I 2:9", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon, Kidmat HaEmek, Part I 2:9", "sourceHeRef": "העמק שאלה על שאילתות דרב אחאי גאון, קדמת העמק, קדמת הראשון ב׳:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1840, 1860], "commentaryNum": 2.0009, "collectiveTitle": {"en": "Haamek Sheilah on Sheiltot d'Rav Achai Gaon", "he": "העמק שאלה על שאילתות דרב אחאי גאון"}, "heTitle": "קדמת הראשון", "he": "אבל הרמב\"ם מפרש כמשמעו הל\"מ ממש, וע' מש\"כ שאילתא קל\"ז אות ב' בס\"ד הסבר ע\"ז, וא\"כ ע\"פ פי' הנ\"ל או גמירי, אינו למשה מסיני, אלא מקובל וניגמר בלא ספק. ומקשה הש\"ס ור\"י למ\"ל למעטינהו מקרא, והא אמר רבינא גמירי שתי סמיכות בצבור ומשני גירסא בעלמא. משמע דגמירי הל\"מ ומש\"ה מקשה מאי בעי קרא למעטינהו, וא\"כ ע\"פ פי' הנ\"ל או גמירי, אינו למשה מסיני, אלא מקובל וניגמר בלא ספק. ומקשה הש\"ס ור\"י למ\"ל למעטינהו מקרא, והא אמר רבינא גמירי שתי סמיכות בצבור ומשני גירסא בעלמא. משמע דגמירי הל\"מ ומש\"ה מקשה מאי בעי קרא למעטינהו, ולכאורה מוכח כפירש\"י במנחות ד' צ\"ב גמירי שתי סמיכות בציבור. ", "heVersionTitle": "The path of Torah, Urim 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "But according to the Rambam, this [term, <i>be-emes amru</i>, signifies that it is a law <i>actually </i>received from Moshe at Sinai and] is to be taken literally. See what I have written on the <i>She’iltos </i>(137:2) for a more detailed explanation.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The Netziv explains there that according to the Rambam, Moshe issued guidelines for future rabbinic decrees prohibiting one from reading by lamplight on Shabbos and the laws of <i>shemittah </i>and <i>ma’aser ani </i>pertaining to the regions of Ammon and Moav. Thus, the term <i>be-emes amru </i>or <i>halacha le-Moshe mi-Sinai</i> would apply to these rabbinic laws. See <i>Ha’amek Davar,</i> Devarim 11:1, where the Netziv hypothesizes that Moshe actually enacted certain rabbinic laws for his generation only (for example, the law against reading by a lamp on Shabbos). When later courts reissued the decree, they followed the guidelines that were established in Moshe’s earlier enactment.</i> Therefore, one is compelled to [conclude that the Rambam’s understanding of the Talmudic usage] of the terms <i>hilchesa gemiri lah </i>and <i>gemiri </i>is not that they are laws received from Moshe at Sinai [but instead are laws that] have been received [from previous generations] which have been decided definitively, leaving no doubt. It seems that conclusive proof can be found for Rashi’s understanding of [<i>gemiri </i>as being a law received by Moshe from God at Sinai] from <i>Menachos </i>92b. [In <i>Menachos, </i>we learn that R. Yehuda maintains that the he-goats brought as atonement offerings for the sin of idolatry (when the entire congregation committed idolatry due to an erroneous ruling of the Sanhedrin) do not require <i>semichah,</i> the laying of hands on the sacrifice before slaughter. R. Yehuda proceeds to derive this law from a verse.] The Talmud asks why R. Yehuda requires a verse to exclude from <i>semichah</i> the he-goat brought as an atonement offering for idolatry, since Ravina has said that “gemiri” only two communal sacrifices require <i>semichah </i>[namely, the cow offered by the congregation for other sins besides idolatry and the goat sent to Azazel on Yom Kippur]. [The Gemara answers that the verse is cited only as a textual allusion but not a true derivation. Rashi explains that R. Yehuda was citing a scriptural allusion to his ruling, but he does not need to derive it from this verse, since it is <i>gemiri.</i>] Thus, the Gemara appears to be saying that <i>gemiri </i>refers to something revealed to Moshe, for which no verse is needed.", "versionTitle": "The path of Torah, introduction to Ha'amek she'elah. Trans. by Elchanan Greenman. Urim, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5dd16e188c8041e6acbd61f9", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 1:3:17", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Nachalat Avot on Avot 1:3:17", "sourceHeRef": "נחלת אבות על אבות א׳:ג׳:י״ז", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 3.0017, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>הנה</b> התבאר שהם ראוי, שיעבדו בבחינת ההטבות שכבר קבלו, והשם יתברך לשלמותו בראותו שהם מודים על הטובה והם עבדים נאמנים – יוסיף עליהם טובה וברכה. וכן אמר משה במשנה תורה (דברים י, כ-כב): \"את יי'... תירא אותו תעבוד<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">בכתוב: \"אתו תעבד\".</i> ובו תדבק ובשמו תשבע\", ונתן הסיבה בזה באומרו: \"הוא תהלתך והוא אלהיך אשר עשה אתך את הגדולות ואת הנוראות<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">בכתוב: \"הגדלת ואת הנוראת\".</i> האלה אשר ראו עיניך בשבעים נפש\" וגו'. והוליד והוכיח מזה \"ואהבת את יי' אלהיך ושמרת משמרתו וחקותיו<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">בכתוב: \"וחקתיו\".</i> ומשפטיו ומצותיו כל הימים\" (דברים יא, א). רוצה לומר, שמפאת ההטבות אשר כבר קבלו ממנו הם מחוייבים לעובדו ולאהבו ולשמור ולעשות מצותיו כל ימיהם. ואחרי שזכר הבחינה האמתית הזאת שהיה לשמה, זכר עוד הבחינה הב' המכוונת לעתיד מיראת העונש ותקות השכר. ועל זה אמר (שם שם, ב): \"וידעתם היום כי לא את בניכם אשר לא ידעו ואשר לא ראו את מוסר יי'\" וגו'. והיה סוף הדברים \"ושמרתם את כל המצוה אשר אנכי מצוך היום למען תחזקו ובאתם וירשתם את הארץ אשר אתם עוברים שמה לרשתה. ולמען תאריכו ימים\" וגו' (שם שם, ח-ט), שהם הדברים הנמשכים מפעל המצוות עם היות שהעובד האמתי לא יכוין אליהם. וזה עצמו ענין אנטיגנוס הנה. ועל זה הדרך ראוי שיובנו ייעודי התורה ודברי השם יתברך המורים על השכר המקווה, שהם דברים ירצה השם יתברך לתת אותם על שמירת המצוות, לא שיהיו העובדים האמתיים מכוונים אליו, כי \"רצה הקב\"ה לזכות את ישראל לפיכך הרבה להם תורה ומצות\" (מכות כג, ע\"ב), כדי שבעשייתם יבואו לקבלת השכר. וזה גם כן מאמר דוד (תהילים יט, יב): \"גם עבדך נזהר בהם בשמרם עקב רב\", לא אמר שיכוין בעבור ה'עקב' כי אם שבשמרם השם יתברך למען צדקו<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">לפי ישעיה מב, כא.</i> – יתן לו עקב שכר רב. וכן \"הורני יי' דרך חוקיך<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">בכתוב: \"חקיך\".</i> ואצרנה עקב\" (שם קיט, לג), ענינו העקב הנמשך אחריהם עם היות שמירת המצוות ועשייתם מפני החוב והעבדות האמתי.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85db7294a3ef0722ed77f3", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "", "ref": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "anchorRef": "Deuteronomy 10:12-11:9", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9"], "sourceRef": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "sourceHeRef": "סידור ספרד, תוספות אחרי שחרית, פרשת היראה א׳", "anchorVerse": 12, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת היראה", "he": "וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָה אֶת־יְהוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכָל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהוָ֣ה אֱלֹהֶ֔יךָ בְּכָל־לְבָבְךָ֖ וּבְכָל־נַפְשֶֽׁךָ׃ לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃ הֵ֚ן לַיהוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכָל־אֲשֶׁר־בָּֽהּ׃ רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכָּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּה׃ וּמַלְתֶּ֕ם אֵ֖ת עָרְלַ֣ת לְבַבְכֶ֑ם וְעָ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃ כִּ֚י יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃ עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃ וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ אֶת־יְהוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃ ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃ בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָהּ וְעַתָּ֗ה שָֽׂמְךָ֙ יְהוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃ וְאָ֣הַבְתָּ֔ אֵ֖ת יְהוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כָּל־הַיָּמִֽים׃ וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י ׀ לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גָּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃ וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכָל־אַרְצֽוֹ׃ וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרָדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אָהֳלֵיהֶ֑ם וְאֵ֤ת כָּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כָּל־יִשְׂרָאֵֽל׃ כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כָּל־מַעֲשֵׂ֥ה יְהוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃ וּשְׁמַרְתֶּם֙ אֶת־כָּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>Deuteronomy 10:12-11:9</small><br>And now Israel, what does Adonoy, your God, require of you, but to fear Adonoy, your God, to walk in all His ways, and to love Him and to serve Adonoy, your God, with all your heart and with all your soul. To keep the commandments of Adonoy and His decrees, which I command you this day. Behold, the heaven and the highest of heavens belong to Adonoy, your God, the earth and all that is in it. Yet only in your fathers did Adonoy delight, to love them, and He chose their offspring after them, even you among all the peoples as [it is] this day. Circumcise the barrier of your heart, and be stiffnecked no longer. For Adonoy, your God, is God of all powers and the Master of all masters, the Almighty, the Great, the Powerful, the Awesome, Who has no regard for personages and takes no bribes. Who does justice for the orphan and the widow, and loves the stranger, giving him food and clothing. You must love the stranger for you were strangers in the land of Egypt. You must fear Adonoy, your God, serve Him, cleave to Him, and swear by His Name. He is your praise, and He is your God, Who did with you all these great and awesome things that your eyes have seen. With seventy people your fathers descended to Egypt, and now Adonoy, your God, has made you as abundant as the stars of heaven. [Therefore] you shall love Adonoy, your God, and keep His trust, His decrees, His statutes, and His commandments all the days. And you should know this day, that it is not with your children who have not known and who did not experience the chastisement of Adonoy, your God, His mighty hand, and His outstretched arm. His signs and His deeds that He performed in the midst of Egypt, to Pharaoh, the king of Egypt, and to all his land. And what He did to the army of Egypt, to their horses, and to their chariots; how He made the water of the Sea of Reeds drown them as they pursued you, and Adonoy destroyed them to this very day. And what He did for you in the wilderness, until you came into this place. And what He did unto Dathan and Aviram, the sons of Eliav, son of Reuben, when the earth opened her mouth, and swallowed them, and their households, their tents and all the substance that was in their possession in the midst of all Israel. But your eyes have seen all the great deeds of Adonoy, that He performed. You should [therefore] keep all the commandments which I command you this day, so you will be strong, and go in and possess the land, to which you are passing over to possess it. And in order to prolong your days upon the land Adonoy swore to your fathers to give to them and to their offspring; a land flowing with milk and honey.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6069fecf455d5da195165d8b", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Ibn Ezra on Deuteronomy 11:1:1", "sourceHeRef": "אבן עזרא על דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "ואחר שהוא הרב' אתכם חייבים אתם לאהוב אותו והוסיף כל הימי':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "THEREFORE THOU SHALT LOVE THE LORD. Since the Lord multiplied you, you are obligated to love Him. Our verse adds <i>always</i>.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Thus our verse does not merely repeat Deut. 10:12.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "62037e496bfddfbb310feb0e", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 2", "anchorRef": "Deuteronomy 10:12-11:32", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ו׳ ב׳", "anchorVerse": 12, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Concluding Exhortation", "he": "דברים הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "To conclude his long introduction to the laws, Moshe returns to the theme of Y<small>HWH</small>’s love for Israel, expanding it to include Israel’s duty to love the stranger and also to love God. Once again the past is invoked, especially those parts of it that focus on God’s might. The intimate connection between people and land is stressed through Moshe’s wonderful description of Canaan (vv.11–12), and the polarity of blessing and curse rounds out his plea—just as a long blessing/curse cycle will round out the whole book in Chaps. 29 and 30. In fact, Chap. 11, both in its beginning (“you are to keep his charge, his laws, his regulations and his commandments”) and its ending (“you are to take-care to observe all the laws and the regulations that I place before you today”), form a fitting lead-in to the long sequence of laws that is about to commence.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e7f6bfddfbb310feba9", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ ב׳-ז׳", "anchorVerse": 44, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part II; Opening Exhortation", "he": "דברים מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HIS SECTION OF</small> D<small>EUTERONOMY IS A LONG PERSONAL AND EMOTIONAL PLEA ON BE</small>-half of the leader. Its rhetoric has become famous, as have several passages noted below. It is in this section that Moshe appears in his most classic Deuteronomistic mode, urging the people on to follow God’s rules and warning them against violating the covenant.", "Recurring phrases in the section include “Hearken O Israel,” “And now, O Israel,” “When I bring you into the land …,” and “take-care.” In addition, the word “love,” which as noted above carries the connotation of “loyalty,” is important in these speeches.", "After a brief geographical introduction in vv.44–49, which parallels the opening of the book and which, in the eyes of many, once served as the book’s actual beginning, the section presents a version of the so-called Ten Commandments, and a short recapitulation of the circumstances surrounding their being given on Sinai. In that sense, Chapter 5 is a continuation of the historical overview of the beginning of the book.", "Another famous passage here is in Chapter 6, where Israel is enjoined to “love” God, warned about what will happen if they abandon him, and given a kind of script as answer to their children’s future question, “What (mean) the precepts, the laws and the regulations that Y<small>HWH</small> your God has commanded you?” (v.20).", "Other important themes appear in these speeches. Israel is defined as a people that is not to intermarry with the indigenous peoples of Canaan; as a people chosen, not for its military power or large population, but because God “loved” them, and because he could not abide the Canaanites’ behavior. To prove his point that Israel possesses no inherent superiority, Moshe turns again to history, and retells the story of the Molten Calf (Ex. 32–34).", "He ends (in Chap. 11) by reiterating the motif of God’s power and hence his ability to reward faithfulness with the gift of the good land. Israel is promised blessing and not curse, provided that they “take-care to observe” the laws which are now to be set before them."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e826bfddfbb310febb3", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Calf Incident", "he": "דברים הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Continuing the argument of the last chapter—that Israel should take great care to remember who it was that led them—Moshe makes pointed reference to the great rebellion that took place at the foot of Sinai itself: the incident of the Golden (“Molten”) Calf in Ex. 32–34. In this he is recapitulating the rhetoric of the opening chapters of the book, as well as of the great poem in Chap. 32, which utilize the past to inform the future. The calf incident, in fact, paves the way for the passages that immediately follow.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa74", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "anchorRef": "Deuteronomy 4:44-11:32", "anchorRefExpanded": ["Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳ א׳", "anchorVerse": 44, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 4:44–11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 4:44–11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f3c9ad75f2d99afa82", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "anchorRef": "Deuteronomy 9:1-11:32", "anchorRefExpanded": ["Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, The Calf Incident 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 9:1-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 9:1-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f4c9ad75f2d99afa86", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 1", "anchorRef": "Deuteronomy 10:12-11:32", "anchorRefExpanded": ["Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part II; Opening Exhortation, Concluding Exhortation 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ג׳, דברים הערה ו׳ א׳", "anchorVerse": 12, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 10:12-11:32\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 10:12-11:32</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623b831f6f741600362093ba", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Siddur Sefard, Additional Prayers , Chapter of Fear of God 1", "sourceHeRef": "סידור ספרד, תוספות אחרי שחרית, פרשת היראה א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1710, 1810], "commentaryNum": 1, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "פרשת היראה", "he": "וְעַתָּה֙ יִשְׂרָאֵ֔ל מָ֚ה יְהוָ֣ה אֱלֹהֶ֔יךָ שֹׁאֵ֖ל מֵעִמָּ֑ךְ כִּ֣י אִם־לְ֠יִרְאָה אֶת־יְהוָ֨ה אֱלֹהֶ֜יךָ לָלֶ֤כֶת בְּכָל־דְּרָכָיו֙ וּלְאַהֲבָ֣ה אֹת֔וֹ וְלַֽעֲבֹד֙ אֶת־יְהוָ֣ה אֱלֹהֶ֔יךָ בְּכָל־לְבָבְךָ֖ וּבְכָל־נַפְשֶֽׁךָ׃ לִשְׁמֹ֞ר אֶת־מִצְוֺ֤ת יְהוָה֙ וְאֶת־חֻקֹּתָ֔יו אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְט֖וֹב לָֽךְ׃ הֵ֚ן לַיהוָ֣ה אֱלֹהֶ֔יךָ הַשָּׁמַ֖יִם וּשְׁמֵ֣י הַשָּׁמָ֑יִם הָאָ֖רֶץ וְכָל־אֲשֶׁר־בָּֽהּ׃ רַ֧ק בַּאֲבֹתֶ֛יךָ חָשַׁ֥ק יְהוָ֖ה לְאַהֲבָ֣ה אוֹתָ֑ם וַיִּבְחַ֞ר בְּזַרְעָ֣ם אַחֲרֵיהֶ֗ם בָּכֶ֛ם מִכָּל־הָעַמִּ֖ים כַּיּ֥וֹם הַזֶּה׃ וּמַלְתֶּ֕ם אֵ֖ת עָרְלַ֣ת לְבַבְכֶ֑ם וְעָ֨רְפְּכֶ֔ם לֹ֥א תַקְשׁ֖וּ עֽוֹד׃ כִּ֚י יְהוָ֣ה אֱלֹֽהֵיכֶ֔ם ה֚וּא אֱלֹהֵ֣י הָֽאֱלֹהִ֔ים וַאֲדֹנֵ֖י הָאֲדֹנִ֑ים הָאֵ֨ל הַגָּדֹ֤ל הַגִּבֹּר֙ וְהַנּוֹרָ֔א אֲשֶׁר֙ לֹא־יִשָּׂ֣א פָנִ֔ים וְלֹ֥א יִקַּ֖ח שֹֽׁחַד׃ עֹשֶׂ֛ה מִשְׁפַּ֥ט יָת֖וֹם וְאַלְמָנָ֑ה וְאֹהֵ֣ב גֵּ֔ר לָ֥תֶת ל֖וֹ לֶ֥חֶם וְשִׂמְלָֽה׃ וַאֲהַבְתֶּ֖ם אֶת־הַגֵּ֑ר כִּֽי־גֵרִ֥ים הֱיִיתֶ֖ם בְּאֶ֥רֶץ מִצְרָֽיִם׃ אֶת־יְהוָ֧ה אֱלֹהֶ֛יךָ תִּירָ֖א אֹת֣וֹ תַעֲבֹ֑ד וּב֣וֹ תִדְבָּ֔ק וּבִשְׁמ֖וֹ תִּשָּׁבֵֽעַ׃ ה֥וּא תְהִלָּתְךָ֖ וְה֣וּא אֱלֹהֶ֑יךָ אֲשֶׁר־עָשָׂ֣ה אִתְּךָ֗ אֶת־הַגְּדֹלֹ֤ת וְאֶת־הַנּֽוֹרָאֹת֙ הָאֵ֔לֶּה אֲשֶׁ֥ר רָא֖וּ עֵינֶֽיךָ׃ בְּשִׁבְעִ֣ים נֶ֔פֶשׁ יָרְד֥וּ אֲבֹתֶ֖יךָ מִצְרָ֑יְמָהּ וְעַתָּ֗ה שָֽׂמְךָ֙ יְהוָ֣ה אֱלֹהֶ֔יךָ כְּכוֹכְבֵ֥י הַשָּׁמַ֖יִם לָרֹֽב׃ וְאָ֣הַבְתָּ֔ אֵ֖ת יְהוָ֣ה אֱלֹהֶ֑יךָ וְשָׁמַרְתָּ֣ מִשְׁמַרְתּ֗וֹ וְחֻקֹּתָ֧יו וּמִשְׁפָּטָ֛יו וּמִצְוֺתָ֖יו כָּל־הַיָּמִֽים׃ וִֽידַעְתֶּם֮ הַיּוֹם֒ כִּ֣י ׀ לֹ֣א אֶת־בְּנֵיכֶ֗ם אֲשֶׁ֤ר לֹֽא־יָדְעוּ֙ וַאֲשֶׁ֣ר לֹא־רָא֔וּ אֶת־מוּסַ֖ר יְהוָ֣ה אֱלֹהֵיכֶ֑ם אֶת־גָּדְל֕וֹ אֶת־יָדוֹ֙ הַחֲזָקָ֔ה וּזְרֹע֖וֹ הַנְּטוּיָֽה׃ וְאֶת־אֹֽתֹתָיו֙ וְאֶֽת־מַעֲשָׂ֔יו אֲשֶׁ֥ר עָשָׂ֖ה בְּת֣וֹךְ מִצְרָ֑יִם לְפַרְעֹ֥ה מֶֽלֶךְ־מִצְרַ֖יִם וּלְכָל־אַרְצֽוֹ׃ וַאֲשֶׁ֣ר עָשָׂה֩ לְחֵ֨יל מִצְרַ֜יִם לְסוּסָ֣יו וּלְרִכְבּ֗וֹ אֲשֶׁ֨ר הֵצִ֜יף אֶת־מֵ֤י יַם־סוּף֙ עַל־פְּנֵיהֶ֔ם בְּרָדְפָ֖ם אַחֲרֵיכֶ֑ם וַיְאַבְּדֵ֣ם יְהוָ֔ה עַ֖ד הַיּ֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֥ר עָשָׂ֛ה לָכֶ֖ם בַּמִּדְבָּ֑ר עַד־בֹּאֲכֶ֖ם עַד־הַמָּק֥וֹם הַזֶּֽה׃ וַאֲשֶׁ֨ר עָשָׂ֜ה לְדָתָ֣ן וְלַאֲבִירָ֗ם בְּנֵ֣י אֱלִיאָב֮ בֶּן־רְאוּבֵן֒ אֲשֶׁ֨ר פָּצְתָ֤ה הָאָ֙רֶץ֙ אֶת־פִּ֔יהָ וַתִּבְלָעֵ֥ם וְאֶת־בָּתֵּיהֶ֖ם וְאֶת־אָהֳלֵיהֶ֑ם וְאֵ֤ת כָּל־הַיְקוּם֙ אֲשֶׁ֣ר בְּרַגְלֵיהֶ֔ם בְּקֶ֖רֶב כָּל־יִשְׂרָאֵֽל׃ כִּ֤י עֵֽינֵיכֶם֙ הָֽרֹאֹ֔ת אֶת־כָּל־מַעֲשֵׂ֥ה יְהוָ֖ה הַגָּדֹ֑ל אֲשֶׁ֖ר עָשָֽׂה׃ וּשְׁמַרְתֶּם֙ אֶת־כָּל־הַמִּצְוָ֔ה אֲשֶׁ֛ר אָנֹכִ֥י מְצַוְּךָ֖ הַיּ֑וֹם לְמַ֣עַן תֶּחֶזְק֗וּ וּבָאתֶם֙ וִֽירִשְׁתֶּ֣ם אֶת־הָאָ֔רֶץ אֲשֶׁ֥ר אַתֶּ֛ם עֹבְרִ֥ים שָׁ֖מָּה לְרִשְׁתָּֽהּ׃ וּלְמַ֨עַן תַּאֲרִ֤יכוּ יָמִים֙ עַל־הָ֣אֲדָמָ֔ה אֲשֶׁר֩ נִשְׁבַּ֨ע יְהוָ֧ה לַאֲבֹתֵיכֶ֛ם לָתֵ֥ת לָהֶ֖ם וּלְזַרְעָ֑ם אֶ֛רֶץ זָבַ֥ת חָלָ֖ב וּדְבָֽשׁ׃", "heVersionTitle": "The Metsudah siddur, 1981", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<small>Deuteronomy 10:12-11:9</small><br>And now Israel, what does Adonoy, your God, require of you, but to fear Adonoy, your God, to walk in all His ways, and to love Him and to serve Adonoy, your God, with all your heart and with all your soul. To keep the commandments of Adonoy and His decrees, which I command you this day. Behold, the heaven and the highest of heavens belong to Adonoy, your God, the earth and all that is in it. Yet only in your fathers did Adonoy delight, to love them, and He chose their offspring after them, even you among all the peoples as [it is] this day. Circumcise the barrier of your heart, and be stiffnecked no longer. For Adonoy, your God, is God of all powers and the Master of all masters, the Almighty, the Great, the Powerful, the Awesome, Who has no regard for personages and takes no bribes. Who does justice for the orphan and the widow, and loves the stranger, giving him food and clothing. You must love the stranger for you were strangers in the land of Egypt. You must fear Adonoy, your God, serve Him, cleave to Him, and swear by His Name. He is your praise, and He is your God, Who did with you all these great and awesome things that your eyes have seen. With seventy people your fathers descended to Egypt, and now Adonoy, your God, has made you as abundant as the stars of heaven. [Therefore] you shall love Adonoy, your God, and keep His trust, His decrees, His statutes, and His commandments all the days. And you should know this day, that it is not with your children who have not known and who did not experience the chastisement of Adonoy, your God, His mighty hand, and His outstretched arm. His signs and His deeds that He performed in the midst of Egypt, to Pharaoh, the king of Egypt, and to all his land. And what He did to the army of Egypt, to their horses, and to their chariots; how He made the water of the Sea of Reeds drown them as they pursued you, and Adonoy destroyed them to this very day. And what He did for you in the wilderness, until you came into this place. And what He did unto Dathan and Aviram, the sons of Eliav, son of Reuben, when the earth opened her mouth, and swallowed them, and their households, their tents and all the substance that was in their possession in the midst of all Israel. But your eyes have seen all the great deeds of Adonoy, that He performed. You should [therefore] keep all the commandments which I command you this day, so you will be strong, and go in and possess the land, to which you are passing over to possess it. And in order to prolong your days upon the land Adonoy swore to your fathers to give to them and to their offspring; a land flowing with milk and honey.", "versionTitle": "Translation based on the Metsudah linear siddur, by Avrohom Davis, 1981", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62e66d5dc4c36e21ac7bc5d4", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 11:1:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Kap. 11. V. 1. ואהבת schließt sich unmittelbar dem vorigen als Konsequenz an. ושמרת משמרתו Gott hat Israel sein Gesetz als anvertrauten Schatz zur Hut übergeben. וחקתיו dieses Waw bedeutet mit dem folgenden: sowohl als, und stellt die verschiedenen Teile des Gesetzes, die Sittlichkeitsgesetze, die sozialen Rechtsordnungen und die positiven Aufgaben, als durchaus an Dignität völlig gleiche Bestandteile des anvertrauten Schatzes. Mit all dem Großen, was Gott rettend, erhaltend, beglückend, belehrend und bildend für uns getan, wollte er nichts als einen Depositär und Vollbringer seines Gesetzes im Kreise der Völker sich schaffen. In Erfüllung dieser Bestimmung hat Israel seine liebende Hingebung an Gott zu betätigen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6320904fb80c7227c892d6d7", "index_title": "Mishneh Torah, Human Dispositions", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Human Dispositions 6:4", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Mishneh Torah, Human Dispositions 6:4", "sourceHeRef": "משנה תורה, הלכות דעות ו׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0004, "collectiveTitle": {"en": "Mishneh Torah, Human Dispositions", "he": "משנה תורה, הלכות דעות"}, "heTitle": "משנה תורה, הלכות דעות", "he": "אַהֲבַת הַגֵּר שֶׁבָּא וְנִכְנָס תַּחַת כַּנְפֵי הַשְּׁכִינָה שְׁתֵּי מִצְוֹת עֲשֵׂה. אַחַת מִפְּנֵי שֶׁהוּא בִּכְלַל רֵעִים וְאַחַת מִפְּנֵי שֶׁהוּא גֵּר וְהַתּוֹרָה אָמְרָה <small>(דברים י יט)</small> \"וַאֲהַבְתֶּם אֶת הַגֵּר\". צִוָּה עַל אַהֲבַת הַגֵּר כְּמוֹ שֶׁצִּוָּה עַל אַהֲבַת עַצְמוֹ שֶׁנֶּאֱמַר <small>(דברים ו ה)</small> \"וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ\". הַקָּדוֹשׁ בָּרוּךְ הוּא עַצְמוֹ אוֹהֵב גֵּרִים שֶׁנֶּאֱמַר <small>(דברים י יח)</small> \"וְאֹהֵב גֵּר\": ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Loving a convert<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Here, the Rambam is referring to a גר צדק, a convert to Judaism, as distinct from a גר תושב, a gentile who accepts the seven mitzvot commanded to Noah and his descendants (See <i>Hilchot Issurei Bi'ah</i>, Chapters 13-14).</i> who has come to nestle under the wings of the <i>Shechinah</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This phrase is borrowed from the comforting words spoken by Boaz to Ruth in praise of her dedication in confronting the challenges faced by a convert (Ruth 2:12).</i> [fulfills] two positive commandments: one for he is [also] included among the \"neighbors\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">i.e., he is a full-fledged member of the Jewish people.</i> [whom we are commanded to love]<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">as mentioned in the previous halachah.</i> and one because he is a convert and the Torah (Deuteronomy 10:19) states: \"and you shall love the converts.\"<br>[Thus,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Sefer HaMitzvot</i> (positive mitzvah 207) and <i>Sefer HaChinuch</i> (mitzvah 431) include this as one of the Torah's 613 commandments.</i> God] has commanded us concerning the love of a convert just as He has commanded us concerning loving Himself as [Deuteronomy 11:1] states: \"and you shall love God, your Lord.\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">i.e., just as one's love of God must be unlimited, so, too, must one have boundless love for a convert (Mahari, commentary to <i>Sefer HaMitzvot</i>).</i> The Holy One, blessed be He, Himself, loves converts as [Deuteronomy 10:18] states: \"and He loves converts.\"<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Midrash Tanchumah</i> (<i>VaYikra</i> 2) states:<br>The Holy One, blessed be He, states: \"It is sufficient that he left idols behind and came [to live] among you. I adjure you to love him, for I love him.\"<br>In <i>Sefer HaMitzvot</i> (<i>ibid.</i>) the Rambam also emphasizes that the sacrifices a convert made in coming to Judaism are the reason \"God has offered him additional love and created an additional mitzvah for him.\"<br>A number of the Rambam's responsa are also dedicated to strengthening the spirits of converts. He wrote to a convert named Ovadiah, that although the Jews trace their lineage to Abraham, the converts' connection to Judaism is dependent on God, Himself and is, therefore, more praiseworthy. Similarly, he praises another convert for \"leaving his father and homeland...pursuing God... and reaching such heights.\"</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6395c0de00ac4b8e00b17e1b", "index_title": "Tanya", "category": "Chasidut", "type": "", "ref": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 10", "anchorRef": "Deuteronomy 10:14-11:1", "anchorRefExpanded": ["Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1"], "sourceRef": "Tanya, Part II; Shaar HaYichud VehaEmunah, Chinukh Katan 10", "sourceHeRef": "תניא, חלק שני; שער היחוד והאמונה, חינוך קטן י׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1786, 1796], "commentaryNum": 10, "collectiveTitle": {"en": "Tanya", "he": "תניא"}, "heTitle": "חינוך קטן", "he": "<i data-overlay=\"Vilna Pages\" data-value=\"[פ: ה סיון]\"></i> וְהִנֵּה, עִנְיַן אַהֲבָה זוֹ רָצָה מֹשֶׁה רַבֵּינוּ עָלָיו־הַשָּׁלוֹם לִיטַּע בְּלֵב כָּל יִשְׂרָאֵל, בְּפָרָשָׁה: ״וְעַתָּה יִשְׂרָאֵל וְגוֹ׳״, בַּפָּסוּק: ״הֵן לַה׳ אֱלֹהֶיךָ הַשָּׁמַיִם וְגוֹ׳, רַק בַּאֲבוֹתֶיךָ חָשַׁק וְגוֹ׳, וּמַלְתֶּם וְגוֹ׳, בְּשִׁבְעִים נֶפֶשׁ וְגוֹ׳, וְאָהַבְתָּ וְגוֹ׳״. וְלָכֵן סִיֵּים דְּבָרָיו עַל אַהֲבָה זוֹ: ״אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם לַעֲשׂוֹתָהּ״, שֶׁהִיא אַהֲבָה עֲשׂוּיָה בַּלֵּב, עַל יְדֵי הַבִּינָה וְהַדַּעַת בִּדְבָרִים הַמְּעוֹרְרִים אֶת הָאַהֲבָה. וְעַל זֶה צִוָּה כְּבָר תְּחִלָּה: ״וְהָיוּ הַדְּבָרִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוְּךָ הַיּוֹם עַל לְבָבֶךָ״, כְּדֵי שֶׁעַל יְדֵי זֶה תָּבֹא לְאַהֲבָה אֶת ה׳, כִּדְאִיתָא בְּסִפְרֵי עַל פָּסוּק זֶה.", "heVersionTitle": "Kehot Publication Society", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "It is this love which Moses, our teacher, peace unto him, wished to implant in the heart of every Jew, in the section “And now Israel…,”<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Deuteronomy 10:12.</i> with the verse, “Behold, the heavens belong to G–d, your L–rd<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">See below, ch. 1, n. 5.</i>…only in your fathers did He delight…you shall circumcise…with seventy souls…[Therefore] you shall love….”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Deuteronomy 10:14-11:1.</i> Hence he concluded his words concerning this love “Which I command you to <i>do</i> it,”<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Ibid. 11:22.</i> which is love that is produced in the heart through the understanding and knowledge of matters which inspire love. And this he had commanded previously [in the verse]: “And these words, which I command you this day, shall be upon your heart”<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Ibid. 6:6.</i> so that through this [meditation] you will come to love G–d, as is stated in the <i>Sifrei</i> on this verse.", "versionTitle": "Kehot Publication Society (English Translation)", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64185cf4c9371ec0cebe31d2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 11:1:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Reggio on Torah, Deuteronomy 11:1:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י״א:א׳:א׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>ואהבת,</b> עכשיו מפרש מצות האהבה, ואמר שממנה ימשך שמירת המצות, כי האוהב יבקש לעשות כרצון הנאהב:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc88758c1dc532ec95ee", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 11:1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Steinsaltz on Deuteronomy 11:1", "sourceHeRef": "ביאור שטיינזלץ על דברים י״א:א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 11.0001, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וְאָהַבְתָּ אֵת ה' אֱלֹהֶיךָ, וְשָׁמַרְתָּ מִשְׁמַרְתּוֹ</b>, שמוֹר לו אמונים, והתייצב למלא את פקודתו, \n  <b>וְ</b> נוסף על כך – שמור את \n  <b>חֻקֹּתָיו וּמִשְׁפָּטָיו וּמִצְוֹתָיו כָּל הַיָּמִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall love the Lord your God, and observe His charge.</b> You must be faithful to Him, and stand ready to fulfill His instructions, <b>and</b> also to observe <b>His statutes, and His ordinances, and His commandments, all the days.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668ba75ee96471ede1b9ae1c", "index_title": "Giving; The Essential Teaching of the Kabbalah", "category": "Kabbalah", "type": "", "ref": "Giving; The Essential Teaching of the Kabbalah, Essays by Baal Hasulam with Commentary by Rabbi Gottlieb, The Giving of the Torah 12:20", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Giving; The Essential Teaching of the Kabbalah, Essays by Baal Hasulam with Commentary by Rabbi Gottlieb, The Giving of the Torah 12:20", "sourceHeRef": "השפעה; הלימוד המרכזי של הקבלה, מאמרי בעל הסולם עם פירוש הרב גוטליב, מתן תורה י״ב:כ׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 12.002, "collectiveTitle": {"en": "Giving; The Essential Teaching of the Kabbalah", "he": "השפעה; הלימוד המרכזי של הקבלה"}, "heTitle": "מתן תורה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "67. This is the aspect of “do good” [Psalms 34:15] – that is, to develop within ourselves a second nature of loving the other so that our life’s pleasure is not to satisfy ourselves, but to satisfy others. This is the aspect of “Love the Lord your God” [Deut. 11:1] and the <i>mitzvot</i> regarding what we are to do.", "versionTitle": "Translation by Aryeh Siegel, Urim 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "66829c36d8abc20226ed3879", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, העוסק במצווה פטור מן המצווה 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "Kovetz Yesodot VaChakirot, העוסק במצווה פטור מן המצווה 1", "sourceHeRef": "קובץ יסודות וחקירות, העוסק במצווה פטור מן המצווה א׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "העוסק במצווה פטור מן המצווה", "he": ["<big><b>העוסק במצווה פטור מן המצווה</b></big><br><br><small>הגדרה</small><br><b>המקיים מצווה אחת ונזדמנה לו מצווה אחרת – פטור מלקיים את השניה </b>(הסוגיא בסוכה כה.)<b>.</b><br><b>לדוגמא</b>, ההולך ללמוד תורה, להקביל פני רבו או לפדות שבויים, פטור מן הסוכה (סוכה כה. במשנה ורש\"י ד\"ה שלוחי מצווה).<br><b>החולק על דין זה</b> הוא רבי שילא שסובר שהעוסק במצווה אינו פטור מן המצווה (רש\"י סוכה כו. ד\"ה משום רבי שילא), אמנם תוס' כתבו שלכו\"ע פטור מן המצווה (שם ד\"ה חתן). וכן להלכה פטור.<br><br><small>מקור וטעם</small><br><b>מקורו</b> משני פסוקים (סוכה כה., ושם בע\"ב הגמרא הסבירה את הצריכותא):<br>א) \"בשבתך בביתך ובלכתך בדרך\" (דברים ו, ז) – פרט לעוסק במצווה ולחתן.<br>ב) \"ויהי אנשים אשר היו טמאים לנפש אדם ולא יכלו לעשות הפסח ביום ההוא\" (במדבר ט, ו) – עוסקים במת מצווה היו.<br><b>במהותו </b>חקרו האחרונים האם הוא פטור לגמרי או שנחשב כאנוס (קובץ שיעורים בבא בתרא מח, קהילות יעקב ברכות כה, עיון בלומדות טז, ברכת אברהם סוכה כה. סי' \"עוסק במצווה\" ו, מנחת אשר דברים יא, א).<br><b>דין העוסק במצווה </b>נחלק לשלושה חלקים – המצווה הפוטרת, המצווה הנפטרת, והקשר בין שתי המצוות הללו. ונחלקם לשלושה סעיפים:<br><br><small>המצוה הפוטרת</small><br><b>העוסק במצווה שפטור ממנה</b>, כגון זקן ואינה לפי כבודו שפטור מהשבת אבידה ואעפ\"כ משיב אותה, לנתיה\"מ אינו פטור ממצווה אחרת (רצא, ג), ולר' שמואל מסלנט כן פטור (הובא בשו\"ת הר צבי או\"ח ח\"ב קג, והר צבי עצמו הסתפק בזה שם)<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"> כמו כן נחלקו לגבי גבאי צדקה האם דינו כעוסק במצווה, ע\"ע שומר אבידה בסעיף \"פרטי הדין\" ד\"ה גבאי צדקה.</i>.<br><b>העוסק בספק מצווה</b>, לשאגת אריה אינו פטור ממצווה אחרת (לז), והאמרי בינה הוסיף שאפילו לדעה שספיקא דאורייתא לחומרא מדאורייתא<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"> במחלוקת הראשונים האם ספיקא דאורייתא לחומרא מדאורייתא או מדרבנן הארכנו בערך ספיקא דאורייתא בסעיף \"מקור וטעם\" ד\"ה במקורו.</i> אינו פטור, שאין ספק מוציא מידי ודאי (או\"ח יג, הובא בשו\"ת הר צבי או\"ח ח\"ב קד ד\"ה אח\"כ). אך הר צבי סובר שכן פטור, שהרי עכ\"פ חייב לקיים גם ספק מצווה (שם ד\"ה בשו\"ת וד\"ה והנני. והקובץ שיעורים ח\"ב לב הסתפק בדין זה).<br><b>העוסק במצווה דרבנן</b> פטור אפילו ממצווה דאורייתא (שדי חמד ח\"ד ע, מה ד\"ה ועוסק עמוד 436), אך הקובץ שיעורים הסתפק בזה (ח\"ב לב).<br><b>ההולך לדבר מצווה</b> גם הוא נחשב עוסק במצווה ופטור מן המצווה, ורק לדעת הרשב\"ש אינו פטור (שדי חמד ח\"ד ע, מה ד\"ה ומי שהולך עמוד 435).<br><b>אפילו אם מקבל שכר על המצווה הראשונה</b> פטור מלקיים את השניה, ולכן סוחרי תפילין פטורים מקריאת שמע (שדי חמד ח\"ד ע, מה (ד\"ה ואם) עמוד 435), אך אם עיקר כוונתו לשכר חייב לקיים את השניה (משנה ברורה לח, כד).<br><br><small>המצוה הנפטרת</small><br><b>כשקיים את המצווה השניה</b>, אע\"פ שפטור, יצא ידי חובה, שאינו פטור ממש אלא שהוא עסוק במצווה הראשונה. כגון העוסק בצורכי רבים – נחשב למצווה ופטור מקריאת שמע, אך אם פסק וקרא קריאת שמע יצא ידי חובה (משנה ברורה ע, יח).<br><b>אינו פטור ממצוות לא תעשה</b> ואפילו אם היא בשב ואל תעשה, ולכן העוסק במצווה אינו פטור מאיסור בל יראה, וחייב לבער את חמצו (שדי חמד ח\"ד ע, סז עמוד 441).<br><br><small>הקשר ביניהן</small><br><b>בסעיף זה </b>נדון בקשר בין המצווה הפוטרת למצווה הנפטרת.<br><b>כשיכול לקיים את שתי המצוות</b> נחלקו הראשונים: לתוס' (סוכה כה. ד\"ה שלוחי) ולרא\"ש (סוכה פ\"ב סי' ו) אינו פטור מהמצווה השניה, אך לר\"ן ולשאר פוסקים פטור גם במקרה זה (דן בזה שאגת אריה לז ד\"ה ואע\"פ שהתוס').<br><b>מצווה שבין אדם למקום</b>, יש מי שכתב שאינה פוטרת ממצווה שבין אדם לחבירו<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"> בגדרי מצוות שבין אדם לחבירו ע\"ע בין אדם לחבירו. ושם בסעיף \"מקור וטעם\" (ד\"ה במהותן) דנו האם המצווה בהן היא בפעולה או בתוצאה.</i>, משום שפטור רק ממצווה שדומה למצווה שעוסק בה (שם אריה יו\"ד סד, שדי חמד ח\"ד ע, מה ד\"ה ומי שעוסק עמוד 435). אך מוכח מהמאירי (מועד קטן ט:) שהוא חולק על כך (יביע אומר ח\"ד יו\"ד יט, ד בסופו).<br><br><small>פרטי הדין</small><br><b>העוסק בלווית המת וקבורתו</b> פטור מן המצווה (ברכות יז:). לרש\"י (שם ד\"ה מי) הוא מדין העוסק במצווה, ותוס' (שם ד\"ה פטור) הביאו מהירושלמי שהוא משום \"למען תזכור את יום צאתך מארץ מצריים כל ימי חייך\" (דברים טז, ג) – ימים שאתה עוסק בחיים ולא ימים שאתה עוסק במתים.<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, אונן (במצוות)\" href=\"Kovetz_Yesodot_VaChakirot,_אונן_(במצוות)\">אונן</a> (במצוות) (ושם בסעיף \"מקור וטעם\" (ד\"ה בטעם פטורו ממצוות) הבאנו שדנו האם הוא מדין עוסק במצווה), <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, אין מעבירין על המצוות\" href=\"Kovetz_Yesodot_VaChakirot,_אין_מעבירין_על_המצוות\">אין מעבירין על המצוות</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, אין עושין מצוות חבילות חבילות\" href=\"Kovetz_Yesodot_VaChakirot,_אין_עושין_מצוות_חבילות_חבילות\">אין עושין מצוות חבילות חבילות</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, שומר אבידה\" href=\"Kovetz_Yesodot_VaChakirot,_שומר_אבידה\">שומר אבידה</a> (ושם בסעיף \"מקור וטעם\" בד\"ה בדינו הבאנו שלהלכה דינו כעוסק במצווה)."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d181b6084aa1cbf0f12f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֻקָּה² 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "BDB, חֻקָּה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֻקָּה² א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֻקָּה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֻקָּה</span></big><sub>104</sub>  <strong>n.f.</strong> <sup>Ex 13:10</sup> something prescribed, enactment, statute;—<span dir=\"rtl\">ח׳</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a> + 2 times; cstr. <span dir=\"rtl\">חֻקַּת</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a> + 28 times; pl. <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a> + 12 times; <span dir=\"rtl\">חֻקֹּת</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a>; <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; sf. <span dir=\"rtl\">חֻקּוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> + 14 times; <span dir=\"rtl\">חֻקֹּתַי</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a> + 21 times etc.;—<br><strong>1.</strong>  sg. <em>statute</em>, of special ritual laws: of passover <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (J); elsewhere only in P (and H), <span dir=\"rtl\">חקת הפסח</span> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a>; <a data-ref=\"Numbers 9:12\" href=\"/Numbers.9.12\">Nu 9:12</a>, <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">14</a>; <span dir=\"rtl\">ח׳ התורה</span> <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">Nu 19:2</a>; <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">31:21</a>; <span dir=\"rtl\">ח׳ משׁפט</span> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 35:29\" href=\"/Numbers.35.29\">35:29</a>; <span dir=\"rtl\">ח׳ עולם</span> <a data-ref=\"Exodus 12:14\" href=\"/Exodus.12.14\">Ex 12:14</a>, <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">17</a>; <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">27:21</a>; <a data-ref=\"Exodus 28:43\" href=\"/Exodus.28.43\">28:43</a>; <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">29</a>;<a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">9</a>; <a data-ref=\"Leviticus 3:17\" href=\"/Leviticus.3.17\">Lv 3:17</a>; <a data-ref=\"Leviticus 10:9\" href=\"/Leviticus.10.9\">10:9</a>; <a data-ref=\"Leviticus 16:29\" href=\"/Leviticus.16.29\">16:29</a>, <a data-ref=\"Leviticus 16:31\" href=\"/Leviticus.16.31\">31</a>, <a data-ref=\"Leviticus 16:34\" href=\"/Leviticus.16.34\">34</a>; <a data-ref=\"Leviticus 23:21\" href=\"/Leviticus.23.21\">23:21</a>, <a data-ref=\"Leviticus 23:31\" href=\"/Leviticus.23.31\">31</a>; <a data-ref=\"Leviticus 24:3\" href=\"/Leviticus.24.3\">24:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">Nu 10:8</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>; <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">18:23</a>; <a data-ref=\"Numbers 19:10\" href=\"/Numbers.19.10\">19:10</a>, <a data-ref=\"Numbers 19:21\" href=\"/Numbers.19.21\">21</a> (all P), <a data-ref=\"Leviticus 17:7\" href=\"/Leviticus.17.7\">Lv 17:7</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:41\" href=\"/Leviticus.23.41\">41</a> (H); <span dir=\"rtl\">חֻקָּה אַחַת לַגֵּר ולאזרח</span> <a data-ref=\"Numbers 9:14\" href=\"/Numbers.9.14\">Nu 9:14</a>; <a data-ref=\"Numbers 15:15\" href=\"/Numbers.15.15\">15:15</a>.<br><strong>2.</strong>  pl. <em>statutes:</em> <strong>a.</strong>  of nature <span dir=\"rtl\">ח׳ שׁמים</span> <a data-ref=\"Job 38:33\" href=\"/Job.38.33\">Jb 38:33</a>; <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25</a>; of moon and stars <a data-ref=\"Jeremiah 31:35\" href=\"/Jeremiah.31.35\">Je 31:35</a>; of weeks of harvest <a data-ref=\"Jeremiah 5:24\" href=\"/Jeremiah.5.24\">Je 5:24</a>. <strong>b.</strong>  fig. of a firmly established custom <span dir=\"rtl\">ח׳ עמרי</span> <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">ח׳ הגוי(ם)</span> <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">Lv 20:23</a> (H); <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>; <span dir=\"rtl\">ח׳ העמים</span> <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">Je 10:3</a>; idolatry <span dir=\"rtl\">ח׳ ישׂראל</span> <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">2 K 17:19</a>; sexual offences <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a> (H). <strong>c.</strong>  <span dir=\"rtl\">ח׳ דוד</span> statutes of David <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>. <strong>d.</strong>  ‖ <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"II Samuel 22:23\" href=\"/II_Samuel.22.23\">2 S 22:23</a> = <a data-ref=\"Psalms 18:23\" href=\"/Psalms.18.23\">ψ 18:23</a> (of the law known to David); ‖ <span dir=\"rtl\">מצות</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>; <span dir=\"rtl\">ברית וח׳</span> <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a>; elsewhere of the prescriptions of the codes of D, H, P, Ez: usually <span dir=\"rtl\">חקות ומשׁפטים</span> <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">Lv 18:5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">19:37</a>; <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">20:22</a> (H), <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">25:18</a>; <a data-ref=\"Numbers 9:3\" href=\"/Numbers.9.3\">Nu 9:3</a> (P), <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a> <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">Ez 5:7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>; <a data-ref=\"Ezekiel 20:11\" href=\"/Ezekiel.20.11\">20:11</a>, <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">13</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">Dt 30:16</a>; followed by <span dir=\"rtl\">מצות</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H), <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a>; <span dir=\"rtl\">תורה ומצוה</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; or else <span dir=\"rtl\">משׁפטים וחקות</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>; <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">26:43</a> (H), <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">18:17</a>; <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">20:16</a>, <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">24</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; preceded by <span dir=\"rtl\">מצות</span> <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; in diff. order, <span dir=\"rtl\">ח׳ מצות ומ׳ ועדות</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; frequently also <span dir=\"rtl\">ח׳ ומצות</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">1 K 11:38</a>; <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; or <span dir=\"rtl\">מצות (ו)ח׳</span> <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">Dt 10:13</a>; <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">28:15</a>, <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">1 K 9:6</a>; <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">11:34</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">Ez 43:11</a> (Co), <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; foll. by <span dir=\"rtl\">תורות</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R); <span dir=\"rtl\">מצות ועדות וח׳</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>; <span dir=\"rtl\">תורה וח׳</span> <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>; <span dir=\"rtl\">ותורה וח׳ ועדות</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <span dir=\"rtl\">ח׳ ותורות</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a> (Co); <span dir=\"rtl\">תורות יח׳</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; special ordinances are <span dir=\"rtl\">ח׳ המזבח</span> <a data-ref=\"Ezekiel 43:18\" href=\"/Ezekiel.43.18\">Ez 43:18</a>; <span dir=\"rtl\">ח׳ בית י׳</span> <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">Ez 44:5</a>; <span dir=\"rtl\">ח׳ חיים</span> <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">Ez 33:15</a> (which are life to those who keep them); <span dir=\"rtl\">ח׳ עולם תמיד</span> (𝔊 𝔖 𝔙 Talm Co del. <span dir=\"rtl\">עולם</span>) <a data-ref=\"Ezekiel 46:14\" href=\"/Ezekiel.46.14\">Ez 46:14</a>. <strong>e.</strong>  phrases of obedience are <span dir=\"rtl\">הלך ב׳</span> <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a>; <a data-ref=\"Leviticus 20:23\" href=\"/Leviticus.20.23\">20:23</a>; <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">26:3</a> (H), <a data-ref=\"I Kings 3:3\" href=\"/I_Kings.3.3\">1 K 3:3</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">2 K 17:8</a>, <a data-ref=\"II Kings 17:19\" href=\"/II_Kings.17.19\">19</a>; <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; <a data-ref=\"Ezekiel 5:6\" href=\"/Ezekiel.5.6\">Ez 5:6</a>, <a data-ref=\"Ezekiel 5:7\" href=\"/Ezekiel.5.7\">7</a>; <a data-ref=\"Ezekiel 11:20\" href=\"/Ezekiel.11.20\">11:20</a>; <a data-ref=\"Ezekiel 18:9\" href=\"/Ezekiel.18.9\">18:9</a>, <a data-ref=\"Ezekiel 18:17\" href=\"/Ezekiel.18.17\">17</a>; <a data-ref=\"Ezekiel 20:13\" href=\"/Ezekiel.20.13\">20:13</a>, <a data-ref=\"Ezekiel 20:16\" href=\"/Ezekiel.20.16\">16</a>, <a data-ref=\"Ezekiel 20:19\" href=\"/Ezekiel.20.19\">19</a>, <a data-ref=\"Ezekiel 20:21\" href=\"/Ezekiel.20.21\">21</a>; <a data-ref=\"Ezekiel 33:15\" href=\"/Ezekiel.33.15\">33:15</a>; <span dir=\"rtl\">שׁמר</span> <a data-ref=\"Leviticus 18:4\" href=\"/Leviticus.18.4\">Lv 18:4</a>, <a data-ref=\"Leviticus 18:5\" href=\"/Leviticus.18.5\">5</a>, <a data-ref=\"Leviticus 18:26\" href=\"/Leviticus.18.26\">26</a>; <a data-ref=\"Leviticus 19:19\" href=\"/Leviticus.19.19\">19:19</a>, <a data-ref=\"Leviticus 19:37\" href=\"/Leviticus.19.37\">37</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">20:8</a>, <a data-ref=\"Leviticus 20:22\" href=\"/Leviticus.20.22\">22</a> (H), <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R), <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">8:11</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 28:45\" href=\"/Deuteronomy.28.45\">28:45</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>, <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">16</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; <a data-ref=\"I Kings 9:6\" href=\"/I_Kings.9.6\">9:6</a>; <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">11:11</a>, <a data-ref=\"I Kings 11:34\" href=\"/I_Kings.11.34\">34</a>, <a data-ref=\"I Kings 11:38\" href=\"/I_Kings.11.38\">38</a>; <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>; <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">23:3</a>; <a data-ref=\"Ezekiel 18:19\" href=\"/Ezekiel.18.19\">Ez 18:19</a>, <a data-ref=\"Ezekiel 18:21\" href=\"/Ezekiel.18.21\">21</a>; <a data-ref=\"Ezekiel 37:24\" href=\"/Ezekiel.37.24\">37:24</a>; <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <span dir=\"rtl\">עשׂה</span> <a data-ref=\"Leviticus 25:18\" href=\"/Leviticus.25.18\">Lv 25:18</a> (P), <a data-ref=\"Deuteronomy 28:15\" href=\"/Deuteronomy.28.15\">Dt 28:15</a>; <a data-ref=\"I Kings 11:33\" href=\"/I_Kings.11.33\">1 K 11:33</a>; <span dir=\"rtl\">עשׂה כח׳</span> <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a>; <span dir=\"rtl\">בח׳ אֶשְׁתַּעֲשָׁ֑ע</span> <a data-ref=\"Psalms 119:16\" href=\"/Psalms.119.16\">ψ 119:16</a>; phrases of disobedience are <span dir=\"rtl\">מאס ח׳</span> <a data-ref=\"Ezekiel 20:24\" href=\"/Ezekiel.20.24\">Ez 20:24</a> <span dir=\"rtl\">מאס בח׳</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a> (H); <span dir=\"rtl\">געל</span> <a data-ref=\"Leviticus 26:43\" href=\"/Leviticus.26.43\">Lv 26:43</a> (H); <span dir=\"rtl\">עזב</span> <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>; <span dir=\"rtl\">חלל</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>.—[<span dir=\"rtl\">חֹק</span> and <span dir=\"rtl\">חֻקָּה</span> differ somewhat in shade of meaning and frequency in various writings: e.g. <span dir=\"rtl\">חֹק</span> oftener in Jb ψ Pr (<span dir=\"rtl\">חֻקָּה</span> not at all Pr, once Jb), and in Chr (<span dir=\"rtl\">חֻקָּה</span> only <a data-ref=\"II Chronicles 7:19\" href=\"/II_Chronicles.7.19\">2 Ch 7:19</a>); <span dir=\"rtl\">חֻקָּה</span> often in K, rarely in Hex. except in P (H); in proph., <span dir=\"rtl\">חֹק</span> occurs <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">Am 2:4</a>; <a data-ref=\"Isaiah 5:14\" href=\"/Isaiah.5.14\">Is 5:14</a>; <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">24:5</a>; <a data-ref=\"Micah 7:11\" href=\"/Micah.7.11\">Mi 7:11</a>; Je 3 times, Ez 6 times, <span dir=\"rtl\">חֻקָּה</span> only Ez, Je (6 times) and <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <span dir=\"rtl\">חֻקִּים</span> especially in Dt and <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, <span dir=\"rtl\">חֻקּוֹת</span> especially in H, Ez and sometimes (8 times) Dt; <span dir=\"rtl\">חֹק עוֹלָם</span> usually = <em>due</em>, <span dir=\"rtl\">חֻקַּת ע׳</span> much more often <em>statute, ordinance</em>, etc.]"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1c8b6084aa1cbf12137", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יוֹם 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "BDB, יוֹם 1", "sourceHeRef": "בראון-דרייבר-בריגס, יוֹם א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יוֹם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יוֹם</span></big></big><sub>2285</sub><big></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> <strong>day (</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יומָא</span>, <span dir=\"rtl\">ܝܰܘܡܳܐ</span>; Ph. <span dir=\"rtl\">ים</span>; MI <sup>5</sup> <span dir=\"rtl\">ימן</span>, sf. <span dir=\"rtl\">ימי</span> l.<sup>6.9.33</sup>, pl. cstr. <span dir=\"rtl\">ימי</span> l.<sup>8</sup>, sf. 3 ms. <span dir=\"rtl\">ימה</span> l.<sup>8</sup>; SI<sup>3</sup> <span dir=\"rtl\">ים</span>; Zinj. <span dir=\"rtl\">יום</span> DHM<sup>Sendsch. Gloss</sup>; Palm. <span dir=\"rtl\">יום</span> Vog<sup>No. 123 a, Oxon. iii,</sup>; Arabic <span dir=\"rtl\">يَوْمٌ</span>; Ethiopic ዮም: Sab. <span dir=\"rtl\">יום</span>, <span dir=\"rtl\">ים</span> Mordt<sup>ZMG 1876, 29</sup>, <span dir=\"rtl\">יומה</span> DHM<sup>ZMG 1883, 328</sup> SabDenkm<sup>61</sup>; Assyrian <em>ummu, ûmu</em> COT<sup>Gloss</sup>; deriv. unknown: on √ and relation of <span dir=\"rtl\">יום</span> to Ph. <span dir=\"rtl\">ימם</span>, Aramaic <span dir=\"rtl\">ימם</span>, <span dir=\"rtl\">ܐܻܝܡܳܡܳܐ</span>, v. Nö<sup>ZMG 1886, 721</sup> Ba<sup>ZMG 1887, 632 f.</sup><strong>)</strong>—<span dir=\"rtl\">יוֹם</span> abs. <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a> +; cstr. <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4</a> +; sf. <span dir=\"rtl\">יוֹמְךָ</span> <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">Je 50:31</a>; <span dir=\"rtl\">יוֹמוֹ</span> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a> + 22 times; <span dir=\"rtl\">יוֹמָם</span> <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a> <a data-ref=\"Ezekiel 21:34\" href=\"/Ezekiel.21.34\">Ez 21:34</a>; du. †<span dir=\"rtl\">יוֹמַ֫יִם</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a>; <span dir=\"rtl\">יוֹמָ֑יִם</span> <a data-ref=\"Exodus 16:29\" href=\"/Exodus.16.29\">Ex 16:29</a> <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">Nu 11:19</a>; <span dir=\"rtl\">יֹמַ֫יִם</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">9:22</a>; <span dir=\"rtl\">יֹמָ֑יִם</span> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a>†; pl. <span dir=\"rtl\">יָמִים</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> +; <span dir=\"rtl\">יָמִם</span> <a data-ref=\"Numbers 6:5\" href=\"/Numbers.6.5\">Nu 6:5</a>; <span dir=\"rtl\">יָמִין</span> (Aramaic form; Ges<sup>§ 87. 1 a</sup>) <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>; <span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> + 4 times; cstr. <span dir=\"rtl\">יְמֵי</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a> +; †<span dir=\"rtl\">יְמוֹת</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> <a data-ref=\"Psalms 90:15\" href=\"/Psalms.90.15\">ψ 90:15</a>†; sf. <span dir=\"rtl\">יָמַי</span> <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a> + 9 times; <span dir=\"rtl\">יָמָ֑י</span> <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">Gn 29:21</a> + 8 times; <span dir=\"rtl\">יָמֵינוּ</span> <a data-ref=\"Jeremiah 35:8\" href=\"/Jeremiah.35.8\">Je 35:8</a> + 7 times, etc.;—<br><strong>1.</strong>  <em>day</em>, opp. night, <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a>, <a data-ref=\"Genesis 7:12\" href=\"/Genesis.7.12\">12</a>; <a data-ref=\"Genesis 8:22\" href=\"/Genesis.8.22\">8:22</a> (all J), <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">31:39</a>, <a data-ref=\"Genesis 31:40\" href=\"/Genesis.31.40\">40</a> (E), <a data-ref=\"Exodus 24:18\" href=\"/Exodus.24.18\">Ex 24:18</a>; <a data-ref=\"Exodus 34:28\" href=\"/Exodus.34.28\">34:28</a> <a data-ref=\"Numbers 11:32\" href=\"/Numbers.11.32\">Nu 11:32</a><sup>(×2)</sup> <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> (all JE), <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">Dt 9:9</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>, <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">18</a>, <a data-ref=\"Deuteronomy 9:25\" href=\"/Deuteronomy.9.25\">25</a>; <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">10:10</a> (D), <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a>, <a data-ref=\"Genesis 1:14\" href=\"/Genesis.1.14\">14</a>, <a data-ref=\"Genesis 1:16\" href=\"/Genesis.1.16\">16</a>, <a data-ref=\"Genesis 1:18\" href=\"/Genesis.1.18\">18</a> (P), <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">1 S 30:12</a> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a>, <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a> <a data-ref=\"Amos 5:8\" href=\"/Amos.5.8\">Am 5:8</a> <a data-ref=\"I Kings 8:29\" href=\"/I_Kings.8.29\">1 K 8:29</a>; <a data-ref=\"I Kings 19:8\" href=\"/I_Kings.19.8\">19:8</a> <a data-ref=\"Nehemiah 4:16\" href=\"/Nehemiah.4.16\">Ne 4:16</a> <a data-ref=\"Ecclesiastes 8:16\" href=\"/Ecclesiastes.8.16\">Ec 8:16</a>; ‖ <span dir=\"rtl\">לִפְנֵי בוֹא־הַשֶּׁמֶשׁ</span> <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a>; <span dir=\"rtl\">חֹם הַיּ׳</span> <a data-ref=\"Genesis 18:1\" href=\"/Genesis.18.1\">Gn 18:1</a> (J) <em>the heat of the day</em> <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> <a data-ref=\"II Samuel 4:5\" href=\"/II_Samuel.4.5\">2 S 4:5</a>; <span dir=\"rtl\">עוֹד הַיּ׳ גָּדוֹל</span> <a data-ref=\"Genesis 29:7\" href=\"/Genesis.29.7\">Gn 29:7</a> (J) <em>the day is still high</em>, not near its end; <span dir=\"rtl\">רוּחַ הַיּ׳</span> <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">3:8</a> <em>cool of the day;</em> <span dir=\"rtl\">מִן־הָאוֹר עַד־מַחֲצִית הַיּ׳</span> <a data-ref=\"Nehemiah 8:3\" href=\"/Nehemiah.8.3\">Ne 8:3</a> <em>from dawn until mid-day</em>; so also prob. of mid-day <span dir=\"rtl\">הוֹלך ואור עַד־נְכוֹן הַיּוֹם</span> <a data-ref=\"Proverbs 4:18\" href=\"/Proverbs.4.18\">Pr 4:18</a> <em>growing lighter and lighter until the full day;</em> note phr. in <a data-ref=\"Judges 19\" href=\"/Judges.19\">Ju 19</a>, <span dir=\"rtl\">עַד־נְטוֹת הַיּ׳</span> <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a> <em>until the declining of the day;</em> <span dir=\"rtl\">רָפָה הַיּ׳ לַעֲרוֹב</span> v <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> <em>the day hath sunk down to become evening;</em> <span dir=\"rtl\">חֲנוֹת הַיּ׳</span> v <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> <em>the declining of the day;</em> <span dir=\"rtl\">הַיּ׳ רַד מְאֹד</span> v <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">11</a> <em>the day has gone down exceedingly</em> (is far spent).<br><strong>2.</strong>  <em>Day</em> as division of time: <strong>a.</strong>  <em>working-day</em> <a data-ref=\"Exodus 20:9\" href=\"/Exodus.20.9\">Ex 20:9</a>, <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">10</a> (E) = <a data-ref=\"Deuteronomy 5:13\" href=\"/Deuteronomy.5.13\">Dt 5:13</a>, <a data-ref=\"Exodus 16:26\" href=\"/Exodus.16.26\">Ex 16:26</a>, <a data-ref=\"Exodus 16:30\" href=\"/Exodus.16.30\">30</a><sup>(×2)</sup> (J), <a data-ref=\"Exodus 23:12\" href=\"/Exodus.23.12\">23:12</a> (JE), <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">31:15</a> (P), <a data-ref=\"Leviticus 23:3\" href=\"/Leviticus.23.3\">Lv 23:3</a> (H); <span dir=\"rtl\">יְמֵי הַמַּעֲשֶׂה</span> <a data-ref=\"Ezekiel 46:1\" href=\"/Ezekiel.46.1\">Ez 46:1</a>. <strong>b.</strong>  <span dir=\"rtl\">דֶּרֶךְ יוֹם</span> <em>a day’s journey</em> <a data-ref=\"Numbers 11:31\" href=\"/Numbers.11.31\">Nu 11:31</a><sup>(×2)</sup> (JE), <a data-ref=\"I Kings 19:4\" href=\"/I_Kings.19.4\">1 K 19:4</a>; <span dir=\"rtl\">מַהֲלַךְ יוֹם אֶחָד</span> <a data-ref=\"Jonah 3:4\" href=\"/Jonah.3.4\">Jon 3:4</a>; <span dir=\"rtl\">דֶּרֶךְ שְׁלשֶׁת יָמִים</span> <em>a three days’ journey</em> <a data-ref=\"Genesis 30:36\" href=\"/Genesis.30.36\">Gn 30:36</a> <a data-ref=\"Exodus 3:18\" href=\"/Exodus.3.18\">Ex 3:18</a>; <a data-ref=\"Exodus 5:3\" href=\"/Exodus.5.3\">5:3</a>; <a data-ref=\"Exodus 8:23\" href=\"/Exodus.8.23\">8:23</a> (all J), <a data-ref=\"Numbers 10:33\" href=\"/Numbers.10.33\">Nu 10:33</a><sup>(×2)</sup> (JE), <a data-ref=\"Numbers 33:8\" href=\"/Numbers.33.8\">33:8</a> (P); <span dir=\"rtl\">מַהֲלַךְ שְׁלשֶׁת יָמִים</span> <a data-ref=\"Jonah 3:3\" href=\"/Jonah.3.3\">Jon 3:3</a>; so <em>seven days’ journey</em> <a data-ref=\"Genesis 31:23\" href=\"/Genesis.31.23\">Gn 31:23</a> (E), <a data-ref=\"II Kings 3:9\" href=\"/II_Kings.3.9\">2 K 3:9</a>; without <span dir=\"rtl\">דֶּרֶךְ</span> etc., <span dir=\"rtl\">שְׁלשֶׁת יָמִים</span> <a data-ref=\"Exodus 15:22\" href=\"/Exodus.15.22\">Ex 15:22</a> (E) they went <em>three days</em>, etc. <strong>c.</strong>  to denote duration of various other acts or states: <em>seven days</em> <a data-ref=\"Genesis 7:4\" href=\"/Genesis.7.4\">Gn 7:4</a>, <a data-ref=\"Genesis 7:10\" href=\"/Genesis.7.10\">10</a>; <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>, <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">12</a>; <em>forty days</em> <a data-ref=\"Genesis 7:17\" href=\"/Genesis.7.17\">7:17</a>; <a data-ref=\"Genesis 8:6\" href=\"/Genesis.8.6\">8:6</a> (all J); 150 <em>days</em> <a data-ref=\"Genesis 7:24\" href=\"/Genesis.7.24\">7:24</a>; <a data-ref=\"Genesis 8:3\" href=\"/Genesis.8.3\">8:3</a> (both P) <a data-ref=\"I Samuel 25:38\" href=\"/I_Samuel.25.38\">1 S 25:38</a> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 42:7\" href=\"/Jeremiah.42.7\">Je 42:7</a> <a data-ref=\"Ezekiel 4:5\" href=\"/Ezekiel.4.5\">Ez 4:5</a>, <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">6</a> <a data-ref=\"I Chronicles 9:25\" href=\"/I_Chronicles.9.25\">1 Ch 9:25</a> <a data-ref=\"Ezra 6:22\" href=\"/Ezra.6.22\">Ezr 6:22</a> <a data-ref=\"Esther 1:4\" href=\"/Esther.1.4\">Est 1:4</a> etc. In <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <strong>1</strong> & <strong>2</strong> are combined: <span dir=\"rtl\">וְאַל־תִּשְׁתּוּ שְׁלשֶׁת יָמִים לַיְלָה וָיוֹם</span> <em>do not eat and do not drink for three days, night or day</em> (v. <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> sub <strong>3</strong> infr.) <strong>d.</strong>  day as defined by <em>evening and morning</em> <a data-ref=\"Genesis 1:5\" href=\"/Genesis.1.5\">Gn 1:5</a>, <a data-ref=\"Genesis 1:8\" href=\"/Genesis.1.8\">8</a>, <a data-ref=\"Genesis 1:13\" href=\"/Genesis.1.13\">13</a>, <a data-ref=\"Genesis 1:19\" href=\"/Genesis.1.19\">19</a>, <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">23</a>, <a data-ref=\"Genesis 1:31\" href=\"/Genesis.1.31\">31</a> (all P; cf. further <span dir=\"rtl\">בֹּקֶר</span>, <span dir=\"rtl\">עֶרֶב</span>); v. also <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">2:2</a><sup>(×2)</sup>, 3 (P), <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a><sup>(×2)</sup> (E), <a data-ref=\"Exodus 31:17\" href=\"/Exodus.31.17\">31:17</a><sup>(×2)</sup> (P). <strong>e.</strong>  <em>day</em> of month (c. num. ordin.), chiefly P and late: <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a>; <a data-ref=\"Genesis 8:4\" href=\"/Genesis.8.4\">8:4</a>, <a data-ref=\"Genesis 8:14\" href=\"/Genesis.8.14\">14</a> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a>, <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">18</a><sup>(×2)</sup> +, <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a>, <a data-ref=\"I Kings 12:33\" href=\"/I_Kings.12.33\">33</a> <a data-ref=\"Ezekiel 45:21\" href=\"/Ezekiel.45.21\">Ez 45:21</a>, <a data-ref=\"Ezekiel 45:25\" href=\"/Ezekiel.45.25\">25</a> <a data-ref=\"Zechariah 1:7\" href=\"/Zechariah.1.7\">Zc 1:7</a> <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>, <a data-ref=\"Haggai 1:15\" href=\"/Haggai.1.15\">15</a>; <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">2:18</a> <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a><sup>(×2)</sup> <a data-ref=\"Ezra 3:6\" href=\"/Ezra.3.6\">Ezr 3:6</a> <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>; <a data-ref=\"Nehemiah 9:1\" href=\"/Nehemiah.9.1\">9:1</a> <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">Dn 10:4</a> <a data-ref=\"Esther 3:12\" href=\"/Esther.3.12\">Est 3:12</a>; <a data-ref=\"Esther 9:1\" href=\"/Esther.9.1\">9:1</a> +; (<span dir=\"rtl\">יוֹם</span> often om. e.g. <a data-ref=\"Genesis 8:5\" href=\"/Genesis.8.5\">Gn 8:5</a>, <a data-ref=\"Genesis 8:13\" href=\"/Genesis.8.13\">13</a> <a data-ref=\"Exodus 12:10\" href=\"/Exodus.12.10\">Ex 12:10</a> <a data-ref=\"II Kings 25:1\" href=\"/II_Kings.25.1\">2 K 25:1</a>, <a data-ref=\"II Kings 25:3\" href=\"/II_Kings.25.3\">3</a> <a data-ref=\"Ezekiel 1:1\" href=\"/Ezekiel.1.1\">Ez 1:1</a>, <a data-ref=\"Ezekiel 1:2\" href=\"/Ezekiel.1.2\">2</a> <a data-ref=\"Haggai 2:1\" href=\"/Haggai.2.1\">Hg 2:1</a>, <a data-ref=\"Haggai 2:20\" href=\"/Haggai.2.20\">20</a> <a data-ref=\"Zechariah 7:1\" href=\"/Zechariah.7.1\">Zc 7:1</a> <a data-ref=\"II Chronicles 3:2\" href=\"/II_Chronicles.3.2\">2 Ch 3:2</a> <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">Ezr 6:19</a> <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>, etc.) <strong>f.</strong>  <span dir=\"rtl\">יוֹם</span> defined by subst., inf., or other cl.: cstr. <span dir=\"rtl\">יוֹם הַשֶּׁלֶג</span> = <em>the snowy day</em> <a data-ref=\"II Samuel 23:20\" href=\"/II_Samuel.23.20\">2 S 23:20</a> = <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a>; <span dir=\"rtl\">יוֹם סַגְרִיר</span> <a data-ref=\"Proverbs 27:15\" href=\"/Proverbs.27.15\">Pr 27:15</a> = <em>rainy d.;</em> <span dir=\"rtl\">יוֹם קָרָה</span> <a data-ref=\"Proverbs 25:20\" href=\"/Proverbs.25.20\">25:20</a> = <em>cold d.;</em> (so, = <em>time</em> <span dir=\"rtl\">יוֹם צָרָתִי</span> <a data-ref=\"Genesis 35:3\" href=\"/Genesis.35.3\">Gn 35:3</a> (E) <em>d. of my distress;</em> <a data-ref=\"Jeremiah 18:17\" href=\"/Jeremiah.18.17\">Je 18:17</a> <a data-ref=\"Lamentations 1:7\" href=\"/Lamentations.1.7\">La 1:7</a> <a data-ref=\"Proverbs 24:10\" href=\"/Proverbs.24.10\">Pr 24:10</a>; <a data-ref=\"Proverbs 25:19\" href=\"/Proverbs.25.19\">25:19</a>; <a data-ref=\"Proverbs 27:10\" href=\"/Proverbs.27.10\">27:10</a>); <span dir=\"rtl\">יוֹם מוֹתוֹ</span> etc. <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">Ju 13:7</a> <a data-ref=\"II Samuel 6:23\" href=\"/II_Samuel.6.23\">2 S 6:23</a> <a data-ref=\"II Kings 15:5\" href=\"/II_Kings.15.5\">2 K 15:5</a> + often; cf. <span dir=\"rtl\">יוֹם הֻלֶּדֶת אֶת־פַּרְעֹה</span> <a data-ref=\"Genesis 40:20\" href=\"/Genesis.40.20\">Gn 40:20</a> (E) = <em>Pharaoh’s birthday;</em> <span dir=\"rtl\">כְּיוֹם הִוָֽלְדָהּ</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a> cf. <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a> (v. also <strong>7 d</strong> infr.; cf. <span dir=\"rtl\">יוֹמוֹ</span> <a data-ref=\"Job 3:1\" href=\"/Job.3.1\">Jb 3:1</a>), <span dir=\"rtl\">יום חֲתֻנָּה</span> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; of day emphat. characterized by proph. and others <span dir=\"rtl\">יוֹם מְהוּמָה וּמְבוּסָה וּמְבוּכָה</span> <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">Is 22:5</a> (v. <a data-ref=\"BDB, מְהוּמָה\" href=\"/BDB,_מְהוּמָה\", dir=\"rtl\">מְהוּמָה</a> sub <a data-ref=\"BDB, הוּם\" href=\"/BDB,_הוּם\", dir=\"rtl\">הום</a>); <span dir=\"rtl\">יוֹם צָרָה וְתוֹכֵחָה וּנְאָצָה</span> <a data-ref=\"Isaiah 37:3\" href=\"/Isaiah.37.3\">37:3</a> = <a data-ref=\"II Kings 19:3\" href=\"/II_Kings.19.3\">2 K 19:3</a>; on the other hand <span dir=\"rtl\">יוֹם רָצוֹן לי׳</span> <a data-ref=\"Isaiah 58:5\" href=\"/Isaiah.58.5\">Is 58:5</a> <em>a day of acceptableness to</em> <span dir=\"rtl\">י׳</span>; pl. sq. subst. <span dir=\"rtl\">יְמֵי שָׂכִיר</span> <a data-ref=\"Leviticus 25:50\" href=\"/Leviticus.25.50\">Lv 25:50</a> (H) <em>the days of an hireling;</em> <span dir=\"rtl\">(מִלֻּאֵיכֶם) יְמֵי</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a> <a data-ref=\"Numbers 6:13\" href=\"/Numbers.6.13\">Nu 6:13</a>; sq. rel. cl. <span dir=\"rtl\">אָרוּר הַיּוֹם אֲשֶׁר יֻלַּדְתִּי בּ֑וֹ יוֹם אֲשֶׂר־יְלָדַתְנִי אִמִּי וגו׳</span> <a data-ref=\"Jeremiah 20:14\" href=\"/Jeremiah.20.14\">Je 20:14</a> cf. <a data-ref=\"Job 3:3\" href=\"/Job.3.3\">Jb 3:3</a> also <a data-ref=\"Psalms 118:24\" href=\"/Psalms.118.24\">ψ 118:24</a> (v. <strong>i</strong>). <strong>g.</strong>  particular days defined by n.pr.loc.: <span dir=\"rtl\">יוֹם יִזְרְעֶאל</span> <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> i.e. of judgment, with implied restoration; v. also <a data-ref=\"Isaiah 9:3\" href=\"/Isaiah.9.3\">Is 9:3</a> <a data-ref=\"Ezekiel 30:9\" href=\"/Ezekiel.30.9\">Ez 30:9</a>; <span dir=\"rtl\">יְמֵי הַגִּבְעָה</span> <a data-ref=\"Hosea 9:9\" href=\"/Hosea.9.9\">Ho 9:9</a>; <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">10:9</a>, i.e. of the outrage at Gibeah (<a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22 ff.</a>); <span dir=\"rtl\">יוֹם ירושׁלם</span> <a data-ref=\"Psalms 137:7\" href=\"/Psalms.137.7\">ψ 137:7</a> i.e. of Jerusalem’s calamity, cf. <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a>, <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">31</a>. <strong>h.</strong>  c. sf., <em>thy, his</em>, or <em>their day</em>, in sense of (1) day of disaster or death: †<span dir=\"rtl\">בָּא יוֹמְךָ</span> <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">Je 50:31</a> <em>thy day has come;</em> <span dir=\"rtl\">אוֹ יומו יָבֹא וָמֵת</span> <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a>; <span dir=\"rtl\">יומו</span> in this sense also <a data-ref=\"Ezekiel 21:30\" href=\"/Ezekiel.21.30\">Ez 21:30</a> <a data-ref=\"Psalms 37:13\" href=\"/Psalms.37.13\">ψ 37:13</a> <a data-ref=\"Job 18:20\" href=\"/Job.18.20\">Jb 18:20</a>; †<span dir=\"rtl\">בָּא יוֹמָם</span> <a data-ref=\"Jeremiah 50:27\" href=\"/Jeremiah.50.27\">Je 50:27</a> <a data-ref=\"Ezekiel 21:34\" href=\"/Ezekiel.21.34\">Ez 21:34</a>. <strong>i.</strong>  specif. a holy day: <span dir=\"rtl\">יוֹם הַשַּׁבָּת</span> <em>the sabbath day</em> (v. also <a data-ref=\"BDB, שַׁבָּת\" href=\"/BDB,_שַׁבָּת\", dir=\"rtl\">שַׁבָּת</a>), <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a>, <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">11</a> (E) = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a>, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">15</a>, <a data-ref=\"Exodus 31:15\" href=\"/Exodus.31.15\">Ex 31:15</a>; <a data-ref=\"Exodus 35:3\" href=\"/Exodus.35.3\">35:3</a> +; = <span dir=\"rtl\">יוֹם קָדְשִׁי</span> <a data-ref=\"Isaiah 58:13\" href=\"/Isaiah.58.13\">Is 58:13</a>; repetition <span dir=\"rtl\">בְּיוֹם הַשַּׁבָּת בְּיוֹם הַשַּׁבָּת</span> <a data-ref=\"Leviticus 24:8\" href=\"/Leviticus.24.8\">Lv 24:8</a> <em>every sabbath day;</em> also †<span dir=\"rtl\">יוֹם הַכִּפֻּרים</span> <a data-ref=\"Leviticus 23:27\" href=\"/Leviticus.23.27\">Lv 23:27</a>; <a data-ref=\"Leviticus 25:9\" href=\"/Leviticus.25.9\">25:9</a>; <span dir=\"rtl\">יוֹם כִּפֻּרִים</span> <a data-ref=\"Leviticus 23:28\" href=\"/Leviticus.23.28\">23:28</a>; <span dir=\"rtl\">יוֹם הַבִּכּוּרִים</span> <a data-ref=\"Numbers 28:26\" href=\"/Numbers.28.26\">Nu 28:26</a>; <span dir=\"rtl\">יוֹם חַגֵּנוּ</span> <a data-ref=\"Psalms 81:4\" href=\"/Psalms.81.4\">ψ 81:4</a>; <span dir=\"rtl\">יוֹם מַלְכֵּנוּ</span> <a data-ref=\"Hosea 7:5\" href=\"/Hosea.7.5\">Ho 7:5</a>; also of false gods, <span dir=\"rtl\">יִמֵי הַבְּעָלִים</span> <a data-ref=\"Hosea 2:11\" href=\"/Hosea.2.11\">2:11</a>.<br><strong>3.</strong>  <span dir=\"rtl\">יוֹם י׳</span> <em>day of Yahweh</em>, chiefly as time of his coming in judgment, involving often blessedness for righteous (v. RS<sup>Proph. 396 f.</sup> Dr <a data-ref=\"Isaiah 28\" href=\"/Isaiah.28\">Is 28</a>); <a data-ref=\"Amos 5:18\" href=\"/Amos.5.18\">Am 5:18</a><sup>(×2)</sup>, <a data-ref=\"Amos 5:20\" href=\"/Amos.5.20\">20</a> <a data-ref=\"Isaiah 2:12\" href=\"/Isaiah.2.12\">Is 2:12</a>; <a data-ref=\"Isaiah 13:6\" href=\"/Isaiah.13.6\">13:6</a>, <a data-ref=\"Isaiah 13:9\" href=\"/Isaiah.13.9\">9</a> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (cf. v <a data-ref=\"Zephaniah 1:8\" href=\"/Zephaniah.1.8\">8</a>), v <a data-ref=\"Zephaniah 1:14\" href=\"/Zephaniah.1.14\">14</a><sup>(×2)</sup> (cf. v <a data-ref=\"Zephaniah 1:15\" href=\"/Zephaniah.1.15\">15</a>, <a data-ref=\"Zephaniah 1:16\" href=\"/Zephaniah.1.16\">16</a>), <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a> <a data-ref=\"Ezekiel 13:5\" href=\"/Ezekiel.13.5\">Ez 13:5</a>; <a data-ref=\"Ezekiel 30:3\" href=\"/Ezekiel.30.3\">30:3</a> (cf. <a data-ref=\"Ezekiel 36:33\" href=\"/Ezekiel.36.33\">36:33</a>; <a data-ref=\"Ezekiel 39:8\" href=\"/Ezekiel.39.8\">39:8</a>, <a data-ref=\"Ezekiel 39:11\" href=\"/Ezekiel.39.11\">11</a>, <a data-ref=\"Ezekiel 30:13\" href=\"/Ezekiel.30.13\">13</a>), <a data-ref=\"Obadiah 1:15\" href=\"/Obadiah.1.15\">Ob 15</a> <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a> <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">Mal 3:23</a> (cf. <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>, <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">17</a>, <a data-ref=\"Malachi 3:19\" href=\"/Malachi.3.19\">19</a><sup>(×2)</sup>, <a data-ref=\"Malachi 3:21\" href=\"/Malachi.3.21\">21</a>), <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a>; <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">2:1</a>, <a data-ref=\"Joel 2:11\" href=\"/Joel.2.11\">11</a> (cf. v <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">2</a><sup>(×2)</sup>), <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a>; <a data-ref=\"Joel 4:14\" href=\"/Joel.4.14\">4:14</a>; <span dir=\"rtl\">יוֹם עֶבְרַת י׳</span> <a data-ref=\"Zephaniah 1:18\" href=\"/Zephaniah.1.18\">Zp 1:18</a>; <span dir=\"rtl\">יוֹם עֶבְרָה</span> <a data-ref=\"Proverbs 11:4\" href=\"/Proverbs.11.4\">Pr 11:4</a>; <span dir=\"rtl\">יוֹם חֲרוֹן אַפּוֹ</span> <a data-ref=\"Isaiah 13:13\" href=\"/Isaiah.13.13\">Is 13:13</a> <a data-ref=\"Lamentations 1:12\" href=\"/Lamentations.1.12\">La 1:12</a>; <span dir=\"rtl\">יוֹם נָקָם</span> <a data-ref=\"Isaiah 34:8\" href=\"/Isaiah.34.8\">Is 34:8</a>; <a data-ref=\"Isaiah 61:2\" href=\"/Isaiah.61.2\">61:2</a>; <a data-ref=\"Isaiah 63:4\" href=\"/Isaiah.63.4\">63:4</a>; <span dir=\"rtl\">יוֹם נְקָמָה</span> <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a>; <span dir=\"rtl\">יוֹם אף י׳</span> <a data-ref=\"Zephaniah 2:2\" href=\"/Zephaniah.2.2\">Zp 2:2</a>, <a data-ref=\"Zephaniah 2:3\" href=\"/Zephaniah.2.3\">3</a> <a data-ref=\"Lamentations 2:22\" href=\"/Lamentations.2.22\">La 2:22</a>; <span dir=\"rtl\">יוֹם אַפּוֹ</span> <a data-ref=\"Lamentations 2:1\" href=\"/Lamentations.2.1\">La 2:1</a>; cf. also <a data-ref=\"Zechariah 14:7\" href=\"/Zechariah.14.7\">Zc 14:7</a> (where sense of <strong>1</strong> and <strong>2</strong> are combined, cf. <a data-ref=\"Esther 4:16\" href=\"/Esther.4.16\">Est 4:16</a> <strong>2 c</strong> supr.); <span dir=\"rtl\">וְהָיָה יוֹם־אֶחָד הוּא יִּוָּדַע לי׳ לֹא יוֹם וְלֹא לָ֑יְלָה</span> <em>but there shall be one day, known shall it be of</em> <span dir=\"rtl\">י׳</span>, <em>not day and not night;</em> cf. also <span dir=\"rtl\">ביום ההוא</span> <strong>7 g</strong> infr.<br><strong>4.</strong>  Pl. <em>days</em> of any one: <strong>a.</strong>  = his life, his age <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J), <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">Dt 22:19</a>, <a data-ref=\"Deuteronomy 22:29\" href=\"/Deuteronomy.22.29\">29</a>; <a data-ref=\"Deuteronomy 23:7\" href=\"/Deuteronomy.23.7\">23:7</a> <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a><sup>(×2)</sup> (D), <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a><sup>(×2)</sup>, <a data-ref=\"Judges 2:18\" href=\"/Judges.2.18\">18</a> <a data-ref=\"I Samuel 25:28\" href=\"/I_Samuel.25.28\">1 S 25:28</a>, etc.; <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:8\" href=\"/Genesis.5.8\">8</a>, <a data-ref=\"Genesis 5:11\" href=\"/Genesis.5.11\">11</a>; <a data-ref=\"Genesis 9:29\" href=\"/Genesis.9.29\">9:29</a>; <a data-ref=\"Genesis 11:32\" href=\"/Genesis.11.32\">11:32</a> (all P), <a data-ref=\"Job 7:1\" href=\"/Job.7.1\">Jb 7:1</a><sup>(×2)</sup>, <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">6</a>, <a data-ref=\"Job 7:16\" href=\"/Job.7.16\">16</a>; <a data-ref=\"Job 8:9\" href=\"/Job.8.9\">8:9</a> <a data-ref=\"Psalms 39:5\" href=\"/Psalms.39.5\">ψ 39:5</a>, <a data-ref=\"Psalms 39:6\" href=\"/Psalms.39.6\">6</a>; <a data-ref=\"Psalms 90:9\" href=\"/Psalms.90.9\">90:9</a>, <a data-ref=\"Psalms 90:10\" href=\"/Psalms.90.10\">10</a>, <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">12</a>, <a data-ref=\"Psalms 90:14\" href=\"/Psalms.90.14\">14</a>; <a data-ref=\"Psalms 103:15\" href=\"/Psalms.103.15\">103:15</a>; <span dir=\"rtl\">כָּל־יְמֵי חַיֶּיךָ</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a> (J), <a data-ref=\"Psalms 23:6\" href=\"/Psalms.23.6\">ψ 23:6</a>, so <a data-ref=\"Proverbs 31:12\" href=\"/Proverbs.31.12\">Pr 31:12</a>; <span dir=\"rtl\">יְמֵי שְׁנֵי חַיִּים</span> <a data-ref=\"II Samuel 19:35\" href=\"/II_Samuel.19.35\">2 S 19:35</a> <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>; <a data-ref=\"Genesis 47:8\" href=\"/Genesis.47.8\">47:8</a>, <a data-ref=\"Genesis 47:9\" href=\"/Genesis.47.9\">9</a> (all P); <span dir=\"rtl\">יְמֵי חַיָּיו</span> <a data-ref=\"Ecclesiastes 5:17\" href=\"/Ecclesiastes.5.17\">Ec 5:17</a>, <a data-ref=\"Ecclesiastes 5:19\" href=\"/Ecclesiastes.5.19\">19</a>; <span dir=\"rtl\">יְמֵי שָׁנָיו</span> <a data-ref=\"Ecclesiastes 6:3\" href=\"/Ecclesiastes.6.3\">6:3</a>; <span dir=\"rtl\">יְמֵי שְׁנוֹתֵינוּ</span> <a data-ref=\"Psalms 90:10\" href=\"/Psalms.90.10\">ψ 90:10</a>; <span dir=\"rtl\">מִסְפַּר יְמֵי חַיֵּיהֶם</span> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a>; <span dir=\"rtl\">מִסְפַּר יְמֵי חַיֵּי הֶבְלוֹ</span> <a data-ref=\"Ecclesiastes 6:12\" href=\"/Ecclesiastes.6.12\">6:12</a> <em>the number of the days of his vain life</em>, i.e. his empty, fleeting years; <span dir=\"rtl\">כָּל־הַיָּמִים אֲשֶׁר־הֵם חַיִּים עַל־פְּנֵי הָאֲדָמָה</span> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>; <span dir=\"rtl\">יָמִים רַבִּים</span> <em>long life</em> <a data-ref=\"I Kings 3:11\" href=\"/I_Kings.3.11\">1 K 3:11</a> = <a data-ref=\"II Chronicles 1:11\" href=\"/II_Chronicles.1.11\">2 Ch 1:11</a>; <span dir=\"rtl\">בָּא בַּיָּמִים</span> <em>advanced in days</em> = of advanced age <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a>; <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">24:1</a> (both J), <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a><sup>(×2)</sup> (JE), <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a>, <a data-ref=\"Joshua 23:2\" href=\"/Joshua.23.2\">2</a> (D), <a data-ref=\"I Kings 1:1\" href=\"/I_Kings.1.1\">1 K 1:1</a>; <span dir=\"rtl\">מִיָּמָיו</span> <a data-ref=\"I Kings 1:6\" href=\"/I_Kings.1.6\">1 K 1:6</a> <em>from his</em> (earliest) <em>days</em>, so <span dir=\"rtl\">מִיָּמֶיךָ</span> <a data-ref=\"I Samuel 25:28\" href=\"/I_Samuel.25.28\">1 S 25:28</a> (v. Dr), <a data-ref=\"Job 38:12\" href=\"/Job.38.12\">Jb 38:12</a>; <span dir=\"rtl\">שְׂבַע יָמִים</span> <a data-ref=\"Job 24:17\" href=\"/Job.24.17\">Jb 42:17</a> <a data-ref=\"I Kings 8:40\" href=\"/I_Kings.8.40\">1 K 8:40</a>; <span dir=\"rtl\">יַאֲרִכוּן יָמֶיךָ</span> <a data-ref=\"Exodus 20:12\" href=\"/Exodus.20.12\">Ex 20:12</a> (JE) <em>that thy days may be long</em> = <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">Dt 5:16</a>, v. further <a ,=\"\" data-ref=\"BDB, אָרַח\" dir=\"rtl\" href=\"/BDB,_אָרַח\">ארך</a>; <span dir=\"rtl\">יָמִים עַל־יְמֵי־מֶלֶךְ תּוֹסִיף</span> <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a> i.e. prolong the king’s life; <em>outlive</em> is <span dir=\"rtl\">הֶאֱרִיךְ יָמִים אַחֲרֵי</span> <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a> (D), <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a>; <span dir=\"rtl\">אֹרֶךְ יָמִים וּשְׁנוֹת חַיִּים</span> <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a> <em>length of days and years of life;</em> <span dir=\"rtl\">אֹרֶךְ יָמִים</span> v <a data-ref=\"Proverbs 3:16\" href=\"/Proverbs.3.16\">16</a>, <span dir=\"rtl\">כְּיָמֶיךָ דבאך</span> <a data-ref=\"Deuteronomy 33:25\" href=\"/Deuteronomy.33.25\">Dt 33:25</a> <em>according to</em> (the length of) <em>thy life shall be</em> [<em>thy strength</em>? read <span dir=\"rtl\">רבאך</span>?] v. Di VB; rarely sg. e.g. <span dir=\"rtl\">קְשֵׁה־יוֹם</span> <a data-ref=\"Job 30:25\" href=\"/Job.30.25\">Jb 30:25</a> <em>one hard of day</em>, i.e. whose day (= <em>life</em>) was hard; of life as approaching its end, <span dir=\"rtl\">וַיִּקְרְבוּ יְמֵי ישׂראל לָמוּת</span> <a data-ref=\"Genesis 47:29\" href=\"/Genesis.47.29\">Gn 47:29</a> (J) <em>and the days of Israel drew near for dying</em>, so <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">Dt 31:14</a> <a data-ref=\"I Kings 2:1\" href=\"/I_Kings.2.1\">1 K 2:1</a> (cf. <a data-ref=\"Job 7:6\" href=\"/Job.7.6\">Jb 7:6</a>, <a data-ref=\"Job 7:16\" href=\"/Job.7.16\">16</a>; <a data-ref=\"Job 8:9\" href=\"/Job.8.9\">8:9</a> <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">Ec 2:3</a> supr.) <strong>b.</strong>  (<em>in</em>) <em>the days of</em> (i.e. life-time, reign, or activity of) <a data-ref=\"Genesis 10:25\" href=\"/Genesis.10.25\">Gn 10:25</a> (J) <a data-ref=\"Genesis 14:1\" href=\"/Genesis.14.1\">14:1</a> <a data-ref=\"Judges 5:6\" href=\"/Judges.5.6\">Ju 5:6</a><sup>(×2)</sup>; <a data-ref=\"Judges 8:28\" href=\"/Judges.8.28\">8:28</a> <a data-ref=\"II Samuel 21:1\" href=\"/II_Samuel.21.1\">2 S 21:1</a> <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>; <a data-ref=\"I Kings 21:29\" href=\"/I_Kings.21.29\">21:29</a><sup>(×2)</sup>; <a data-ref=\"I Kings 22:47\" href=\"/I_Kings.22.47\">22:47</a> <a data-ref=\"II Kings 20:19\" href=\"/II_Kings.20.19\">2 K 20:19</a> <a data-ref=\"II Chronicles 13:20\" href=\"/II_Chronicles.13.20\">2 Ch 13:20</a>; <a data-ref=\"II Chronicles 35:18\" href=\"/II_Chronicles.35.18\">35:18</a> + often (so MI<sup>6.8.8.9.33</sup>). <strong>c.</strong>  hence in phr. <span dir=\"rtl\">סֵפֶר דִּבְרֵי הַיָּמִים לְ</span> <a data-ref=\"I Kings 14:19\" href=\"/I_Kings.14.19\">1 K 14:19</a>, <a data-ref=\"I Kings 14:29\" href=\"/I_Kings.14.29\">29</a> + 31 times K, <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a>; <a data-ref=\"Esther 10:2\" href=\"/Esther.10.2\">10:2</a>; <span dir=\"rtl\">מִסְפַּר דִּבְרֵי הַיָּמִים</span> <a data-ref=\"I Chronicles 27:24\" href=\"/I_Chronicles.27.24\">1 Ch 27:24</a>; <span dir=\"rtl\">סֵפֶר הַזִּכְרֹנוֹת דִּבְרֵי הַיָּמִים</span> <a data-ref=\"Esther 6:1\" href=\"/Esther.6.1\">Est 6:1</a>.<br><strong>5.</strong>  <em>Days:</em> <strong>a.</strong>  indef.: <span dir=\"rtl\">יָמִים אֲחָדִים</span> <em>some days, a few days</em> † <a data-ref=\"Genesis 27:44\" href=\"/Genesis.27.44\">Gn 27:44</a> (J), <a data-ref=\"Genesis 29:20\" href=\"/Genesis.29.20\">29:20</a> (E), <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">Dn 11:20</a>; <span dir=\"rtl\">יָמִים</span> alone <a data-ref=\"Genesis 40:4\" href=\"/Genesis.40.4\">40:4</a> (E) they were <em>days</em> (a certain time) in the prison <a data-ref=\"I Kings 17:15\" href=\"/I_Kings.17.15\">1 K 17:15</a> <a data-ref=\"Nehemiah 1:4\" href=\"/Nehemiah.1.4\">Ne 1:4</a>; <span dir=\"rtl\">עוּל יָמִים</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> <em>a suckling of</em> (a few) <em>days;</em> <span dir=\"rtl\">מִיָּמִים</span> <a data-ref=\"Judges 11:4\" href=\"/Judges.11.4\">Ju 11:4</a> <em>after a time</em>, <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">15:1</a>; so <span dir=\"rtl\">מִקֵּץ יָמִים</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> (J) <em>after the end of days</em>, <a data-ref=\"I Kings 17:7\" href=\"/I_Kings.17.7\">1 K 17:7</a>; <span dir=\"rtl\">יוֹם אוֹ יוֹמַיִם</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a> (JE) <em>a day or two</em>. <span dir=\"rtl\">יָמִים אוֹ עָשׂוֹר</span> <a data-ref=\"Genesis 24:55\" href=\"/Genesis.24.55\">Gn 24:55</a> (J) <em>some day, or ten</em> (days or a dekad; on question of txt. v. Di). <strong>b.</strong>  of long time, <span dir=\"rtl\">זֶה יָמִים אוֹ זֶה שָׁנִים</span> <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">1 S 29:3</a> <em>these days or these years;</em> <span dir=\"rtl\">אוֹ יֹמַיִם אוֹ חֹדֶשׁ אוֹ יָמִים</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">Nu 9:22</a> (P) <em>whether two days or a month or days</em> (an indefinitely long period); <span dir=\"rtl\">יָמִים רַבִּים</span> <em>many days</em> <a data-ref=\"Genesis 21:34\" href=\"/Genesis.21.34\">Gn 21:34</a> (JE) <a data-ref=\"Genesis 37:34\" href=\"/Genesis.37.34\">37:34</a> (J) +; <span dir=\"rtl\">וַיִּרְבּוּ הַיָּמִים וגו׳</span> <a data-ref=\"Genesis 38:12\" href=\"/Genesis.38.12\">Gn 38:12</a> (J) <em>and the days were multiplied</em> (= time passed) and Judah’s wife died, <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a>; <span dir=\"rtl\">אָֽרְכוּ לוֹ שָׁם הַיָּמִים</span> <a data-ref=\"Genesis 26:8\" href=\"/Genesis.26.8\">Gn 26:8</a> (J) <em>the days were long to him there</em> = <em>he had been there a long time;</em> <span dir=\"rtl\">בְּהַאֲרִיךְ הֶעָנָן</span> … <span dir=\"rtl\">יָמִים רַבִּים</span> <a data-ref=\"Numbers 9:19\" href=\"/Numbers.9.19\">Nu 9:19</a> (P) <em>when the cloud prolonged many days</em> (remained a long time) upon the tabern.—Vid. also 6 infr. <strong>c.</strong>  <em>days of old, former</em> or <em>ancient times</em> (especially of early period of Isr. hist.): <span dir=\"rtl\">יְמוֹת עוֹלָם</span> <a data-ref=\"Deuteronomy 32:7\" href=\"/Deuteronomy.32.7\">Dt 32:7</a> (poem); <span dir=\"rtl\">יְמֵי עוֹלם</span> <a data-ref=\"Micah 5:1\" href=\"/Micah.5.1\">Mi 5:1</a>; <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">7:14</a> <a data-ref=\"Isaiah 63:9\" href=\"/Isaiah.63.9\">Is 63:9</a>, <a data-ref=\"Isaiah 63:11\" href=\"/Isaiah.63.11\">11</a>; <span dir=\"rtl\">יְמֵי קֶדֶם</span> <a data-ref=\"Micah 7:20\" href=\"/Micah.7.20\">Mi 7:20</a>; <span dir=\"rtl\">יָמִים מִקֶּדֶם</span> <a data-ref=\"Psalms 77:6\" href=\"/Psalms.77.6\">ψ 77:6</a>; <a data-ref=\"Psalms 143:5\" href=\"/Psalms.143.5\">143:5</a>; cf. <span dir=\"rtl\">הַיָּמִים הָרִאשֹׁנִים</span> <a data-ref=\"Ecclesiastes 7:10\" href=\"/Ecclesiastes.7.10\">Ec 7:10</a>; <em>coming days</em> <span dir=\"rtl\">הַיָּמִים הַבָּאִים</span> <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">Ec 2:16</a>; <em>coming time</em> <span dir=\"rtl\">יוֹם אַחֲרוֹן</span> <a data-ref=\"Proverbs 31:25\" href=\"/Proverbs.31.25\">Pr 31:25</a>; especially <span dir=\"rtl\">(ב)אַחֲרִית הַיָּמִים</span> v. p. 31 supr.; <span dir=\"rtl\">לְקֵץ הַיָּמִין</span> <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a>.<br><strong>6.</strong>  <span dir=\"rtl\">יוֹם</span> = <em>time;</em> <strong>a.</strong>  vividly in gen. sense (v. also <strong>5</strong> supr.): <em>time</em> of harvest <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; usually <span dir=\"rtl\">יְמֵי</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> (J), <a data-ref=\"Joshua 3:15\" href=\"/Joshua.3.15\">Jos 3:15</a> <a data-ref=\"Numbers 13:20\" href=\"/Numbers.13.20\">Nu 13:20</a><sup>(×2)</sup> (all JE), <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a> <a data-ref=\"II Samuel 21:9\" href=\"/II_Samuel.21.9\">2 S 21:9</a>; <em>proper time</em> for paying wages <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">Dt 24:15</a> cf. <a data-ref=\"Job 14:6\" href=\"/Job.14.6\">Jb 14:6</a>; time of parturition <span dir=\"rtl\">וַיִּמְלְאוּ יָמֶיהָ לָלֶדֶת</span> <a data-ref=\"Genesis 25:24\" href=\"/Genesis.25.24\">Gn 25:24</a>. <strong>b.</strong>  appos. to other expr. of time (Dr<sup>§192(1)</sup> Da<sup>Synt. §29.d</sup>): <span dir=\"rtl\">חֹדֶשׁ יָמִים</span> <em>a month of time</em> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J; lit. <em>a month, time</em>), <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">Nu 11:20</a>, <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">21</a> (JE); = <span dir=\"rtl\">יֶרַח יָמִים</span> <a data-ref=\"Deuteronomy 21:13\" href=\"/Deuteronomy.21.13\">Dt 21:13</a> <a data-ref=\"II Kings 15:13\" href=\"/II_Kings.15.13\">2 K 15:13</a>; <span dir=\"rtl\">יָמִים ארבעה חדשׁים</span> <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a> <em>time, four months</em> (si vera l., v. <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a>); †<span dir=\"rtl\">שְׁנָתַיִם יָמִים (מִקֵּץ)</span> <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a> (E) <em>two years</em> (<em>of</em>) <em>time</em>, <a data-ref=\"II Samuel 13:23\" href=\"/II_Samuel.13.23\">2 S 13:23</a>; <a data-ref=\"II Samuel 14:28\" href=\"/II_Samuel.14.28\">14:28</a> <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">Je 28:3</a>, <a data-ref=\"Jeremiah 28:11\" href=\"/Jeremiah.28.11\">11</a>; <span dir=\"rtl\">שְׁלשָׁה שָׁבֻעִים יָמִים</span> <a data-ref=\"Daniel 10:2\" href=\"/Daniel.10.2\">Dn 10:2</a>, <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">3</a> <em>three weeks</em> (<em>of</em>) <em>time</em>. <strong>c.</strong>  pl. in specific sense, appar. = <em>year</em>, lit. <span dir=\"rtl\">יָמִים</span> <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">1 S 27:7</a> <a data-ref=\"Leviticus 25:29\" href=\"/Leviticus.25.29\">Lv 25:29</a> (H); <span dir=\"rtl\">לַיָּמִים</span> <a data-ref=\"Judges 17:10\" href=\"/Judges.17.10\">Ju 17:10</a>; <span dir=\"rtl\">זֶבַח הַיָּמִים</span> <a data-ref=\"I Samuel 1:21\" href=\"/I_Samuel.1.21\">1 S 1:21</a>; <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">2:19</a>; <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">20:6</a>; <span dir=\"rtl\">יָמִים וארבעה חדשׁים</span> <a data-ref=\"I Samuel 27:7\" href=\"/I_Samuel.27.7\">27:7</a> = <em>a year and four months</em> (cf. <a data-ref=\"Judges 19:2\" href=\"/Judges.19.2\">Ju 19:2</a> supr. <strong>b</strong>); <span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> = <em>from year to year, yearly</em> <a data-ref=\"Exodus 13:10\" href=\"/Exodus.13.10\">Ex 13:10</a> (JE), <a data-ref=\"Judges 11:40\" href=\"/Judges.11.40\">Ju 11:40</a> (cf. v b), <a data-ref=\"Judges 21:19\" href=\"/Judges.21.19\">21:19</a> <a data-ref=\"I Samuel 1:3\" href=\"/I_Samuel.1.3\">1 S 1:3</a>; <a data-ref=\"I Samuel 2:19\" href=\"/I_Samuel.2.19\">2:19</a>; <span dir=\"rtl\">מִקֵּץ יָמִים לַיָּמִים</span> <a data-ref=\"II Samuel 14:26\" href=\"/II_Samuel.14.26\">2 S 14:26</a>; <span dir=\"rtl\">יֹמַיִם אוֹ חֹדֶשׁ אוֹ־יָמִים</span> <a data-ref=\"Numbers 9:22\" href=\"/Numbers.9.22\">Nu 9:22</a> (P) distrib. <a data-ref=\"Numbers 14:34\" href=\"/Numbers.14.34\">Nu 14:34</a><sup>(×2)</sup> (P), <a data-ref=\"Ezekiel 4:6\" href=\"/Ezekiel.4.6\">Ez 4:6</a><sup>(×2)</sup>; <span dir=\"rtl\">וַיְהִי לְיָמִים מִיָּמִים וּכְעֵת צֵאת הַקֵּץ לְיָמִים שְׁנַיִם</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> <em>and it came to pass at days from days</em> (= after some days) <em>even about the time of the outgoing of the end of two</em> (series of) <em>days</em> (i.e. prob. <em>years</em>, v. Be).<br><strong>7.</strong>  Phrases, without prep. and with, are: <strong>a.</strong>  (1) <span dir=\"rtl\">הַיּוֹם</span>=<em>to-day</em> <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a>; <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">31:43</a>, <a data-ref=\"Genesis 31:48\" href=\"/Genesis.31.48\">48</a> <a data-ref=\"Exodus 13:4\" href=\"/Exodus.13.4\">Ex 13:4</a> (JE) + often; opp. <span dir=\"rtl\">תְּמוֹל</span> <em>yesterday</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>; opp. <span dir=\"rtl\">מָחָר</span> <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>; (2) †<span dir=\"rtl\">(בְּ)יוֹם מָחָר</span> = <em>to-morrow</em> <a data-ref=\"Genesis 30:33\" href=\"/Genesis.30.33\">Gn 30:33</a> <a data-ref=\"Isaiah 56:12\" href=\"/Isaiah.56.12\">Is 56:12</a> <a data-ref=\"Proverbs 27:1\" href=\"/Proverbs.27.1\">Pr 27:1</a>; (3) <span dir=\"rtl\">יוֹם אֶתְמוֹל</span> <a data-ref=\"Psalms 90:4\" href=\"/Psalms.90.4\">ψ 90:4</a>; (4) <span dir=\"rtl\">הַיּוֹם שְׁלשֶׁת הַיָּמִים</span> <a data-ref=\"I Samuel 9:20\" href=\"/I_Samuel.9.20\">1 S 9:20</a> <em>three days ago</em> (v. Dr); = <span dir=\"rtl\">הַיּוֹם שְׁלשָׁה</span> <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">1 S 30:13</a>; †(5) <span dir=\"rtl\">בַּיּוֹם</span> <a data-ref=\"Judges 13:10\" href=\"/Judges.13.10\">Ju 13:10</a> appar. = <em>the other day</em> (v. Be); (6) <span dir=\"rtl\">יוֹם אֶחָד</span> no prep., emphat. = <em>in one day</em>, <a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a> <a data-ref=\"Isaiah 9:13\" href=\"/Isaiah.9.13\">Is 9:13</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 10:17\" href=\"/Isaiah.10.17\">10:17</a>; <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">47:9</a>; <em>for, during, one day</em> <a data-ref=\"Genesis 33:13\" href=\"/Genesis.33.13\">Gn 33:13</a> <a data-ref=\"Numbers 11:19\" href=\"/Numbers.11.19\">Nu 11:19</a>; unemphat., <em>one day</em> (= <em>some day</em>) <a data-ref=\"I Samuel 27:1\" href=\"/I_Samuel.27.1\">1 S 27:1</a>; <span dir=\"rtl\">יוֹם אֶחָד לִפְנֵי</span> <a data-ref=\"I Samuel 9:15\" href=\"/I_Samuel.9.15\">9:15</a> <em>one day, before</em> Saul came. †<strong>b.</strong>  <span dir=\"rtl\">וַיְהִי הַיּוֹם וַֹ־</span> <em>and the day came, that</em> (or <em>when</em>) <a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a> (v. Dr) <a data-ref=\"II Kings 4:8\" href=\"/II_Kings.4.8\">2 K 4:8</a>, <a data-ref=\"II Kings 4:11\" href=\"/II_Kings.4.11\">11</a>, <a data-ref=\"II Kings 4:18\" href=\"/II_Kings.4.18\">18</a> <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>, <a data-ref=\"Job 1:13\" href=\"/Job.1.13\">13</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>. <strong>c.</strong>  <span dir=\"rtl\">הִנֵּה יָמִים בָּאִים</span> <em>lo! days are coming</em>, when, etc.; especially in Am Je: <a data-ref=\"I Samuel 2:31\" href=\"/I_Samuel.2.31\">1 S 2:31</a> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a>; <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">8:11</a>; <a data-ref=\"Amos 9:13\" href=\"/Amos.9.13\">9:13</a> <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a> = <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a>, <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a> + 13 times Je. <strong>d.</strong>  <span dir=\"rtl\">יוֹם</span> in cstr. bef. vbs., both literally, <em>the day of</em>, and (often) in gen. sense = <em>the time of</em> (forcible and pregn., representing the act vividly as that of a single day): (1) bef. inf., †(α) sg. without prep. <span dir=\"rtl\">אֶת־יוֹם צֵאתְךָ</span> <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a> and thou shalt remember <em>the day of the going out</em> from the land of Egypt, <a data-ref=\"Isaiah 58:5\" href=\"/Isaiah.58.5\">Is 58:5</a> <a data-ref=\"Ezekiel 39:13\" href=\"/Ezekiel.39.13\">Ez 39:13</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a> cf. <a data-ref=\"Ecclesiastes 7:1\" href=\"/Ecclesiastes.7.1\">Ec 7:1</a> (<span dir=\"rtl\">מִן</span> compar.); (β) <span dir=\"rtl\">עַד־יוֹם</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> <a data-ref=\"Judges 18:30\" href=\"/Judges.18.30\">Ju 18:30</a> + 5 times; (γ) <span dir=\"rtl\">בְּיוֹם</span> <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4</a>, <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">17</a>; <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">3:5</a> + 53 times; † (δ) <span dir=\"rtl\">כְּיוֹם</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a>, <a data-ref=\"Hosea 2:17\" href=\"/Hosea.2.17\">17</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a>; †(ε) <span dir=\"rtl\">מִיּוֹם</span> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">8:8</a>; <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a>, <a data-ref=\"II Samuel 13:32\" href=\"/II_Samuel.13.32\">2 S 13:32</a> <a data-ref=\"II Kings 8:6\" href=\"/II_Kings.8.6\">2 K 8:6</a> <a data-ref=\"Deuteronomy 9:24\" href=\"/Deuteronomy.9.24\">Dt 9:24</a> <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a> <a data-ref=\"Ezekiel 28:15\" href=\"/Ezekiel.28.15\">Ez 28:15</a>; †(ζ) <span dir=\"rtl\">לְמִיּוֹם</span> <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">Ju 19:30</a> <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> <a data-ref=\"Isaiah 7:17\" href=\"/Isaiah.7.17\">Is 7:17</a>; †(2) pl. cstr. bef. inf.: (α) <span dir=\"rtl\">כָּל־יְמֵי</span> <a data-ref=\"Judges 18:31\" href=\"/Judges.18.31\">Ju 18:31</a> <a data-ref=\"I Samuel 22:4\" href=\"/I_Samuel.22.4\">1 S 22:4</a>; <a data-ref=\"I Samuel 25:7\" href=\"/I_Samuel.25.7\">25:7</a>, <a data-ref=\"I Samuel 25:16\" href=\"/I_Samuel.25.16\">16</a> <a data-ref=\"Leviticus 26:34\" href=\"/Leviticus.26.34\">Lv 26:34</a>, <a data-ref=\"Leviticus 26:35\" href=\"/Leviticus.26.35\">35</a> <a data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">Nu 6:6</a> <a data-ref=\"II Chronicles 36:21\" href=\"/II_Chronicles.36.21\">2 Ch 36:21</a>; (β) <span dir=\"rtl\">בִּימֵי</span> <a data-ref=\"Ruth 1:1\" href=\"/Ruth.1.1\">Ru 1:1</a> <a data-ref=\"II Chronicles 26:5\" href=\"/II_Chronicles.26.5\">2 Ch 26:5</a>; (γ) <span dir=\"rtl\">כִּימֵי</span> <a data-ref=\"Micah 7:15\" href=\"/Micah.7.15\">Mi 7:15</a>; †(3) sg. cstr. c. perp. bef. finite vb. in pf.: (α) cf. <a ,=\"\" data-ref=\"BDB, בְּ²\" dir=\"rtl\" href=\"/BDB,_בְּ²\">בְּ</a>, <span dir=\"rtl\">בְּיוֹם דִּבֶּר י׳</span> <a data-ref=\"Exodus 6:28\" href=\"/Exodus.6.28\">Ex 6:28</a> <em>in the day</em> (<em>when</em>) <span dir=\"rtl\">י׳</span> <em>spoke</em>, so <a data-ref=\"Numbers 3:1\" href=\"/Numbers.3.1\">Nu 3:1</a> <a data-ref=\"Deuteronomy 4:15\" href=\"/Deuteronomy.4.15\">Dt 4:15</a>; also <a data-ref=\"Leviticus 7:35\" href=\"/Leviticus.7.35\">Lv 7:35</a> <a data-ref=\"II Samuel 22:1\" href=\"/II_Samuel.22.1\">2 S 22:1</a> = <a data-ref=\"Psalms 18:1\" href=\"/Psalms.18.1\">ψ 18:1</a>, <a data-ref=\"Psalms 138:3\" href=\"/Psalms.138.3\">ψ 138:3</a> <a data-ref=\"Zechariah 8:9\" href=\"/Zechariah.8.9\">Zc 8:9</a>; (β) <span dir=\"rtl\">מִיּוֹם</span> <a data-ref=\"Jeremiah 36:2\" href=\"/Jeremiah.36.2\">Je 36:2</a>; †(4) sg. cstr. bef. impf.: <span dir=\"rtl\">בְּיוֹם אֶקְרָא</span> <a data-ref=\"Psalms 56:10\" href=\"/Psalms.56.10\">ψ 56:10</a> <em>in the day</em> (<em>when</em>) <em>I cry</em>, <a data-ref=\"Psalms 102:3\" href=\"/Psalms.102.3\">102:3</a> <a data-ref=\"Lamentations 3:57\" href=\"/Lamentations.3.57\">La 3:57</a>; also without <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">יוֹם אִירָא</span> <a data-ref=\"Psalms 56:4\" href=\"/Psalms.56.4\">ψ 56:4</a> (<em>at the</em>) <em>time</em> (<em>when</em>) <em>I am afraid;</em> †(5) pl. cstr. bef. pf.: <span dir=\"rtl\">כָּל־יְמֵי הִתְהַלַּכְנוּ אִתָּם</span> <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a>, so <a data-ref=\"Leviticus 14:46\" href=\"/Leviticus.14.46\">Lv 14:46</a> (prob., v. Di); <span dir=\"rtl\">כִּימוֹת</span> <a data-ref=\"Psalms 90:15\" href=\"/Psalms.90.15\">ψ 90:15</a>; †(6) pl. cstr. bef. impf.: <span dir=\"rtl\">כִּימֵי אֱלֹוהַּ יִשְׁמְרֵנִי</span> <a data-ref=\"Job 29:2\" href=\"/Job.29.2\">Jb 29:2</a>; †(7) <span dir=\"rtl\">מִיּוֹם</span> cstr. bef. rel. cl.: <span dir=\"rtl\">מִיּוֹם אֲשֶׁר הָיִיתִי לְפָנֶיךָ</span> <a data-ref=\"I Samuel 29:8\" href=\"/I_Samuel.29.8\">1 S 29:8</a> <em>since the day when</em> (= <em>as long as</em>) <em>I have been before thee</em>, <a data-ref=\"Nehemiah 5:14\" href=\"/Nehemiah.5.14\">Ne 5:14</a>; †(8) pl. cstr. bef. rel. cl. <span dir=\"rtl\">כָּל־יְמֵי אֲשֶׁר יִשְׁכֹּן</span> <a data-ref=\"Numbers 9:18\" href=\"/Numbers.9.18\">Nu 9:18</a> <em>as long as the cloud remained</em>, etc. <strong>e.</strong>  (1) <span dir=\"rtl\">יוֹם יוֹם</span> <em>day by day</em> <a data-ref=\"Genesis 39:10\" href=\"/Genesis.39.10\">Gn 39:10</a> (J), <a data-ref=\"Exodus 16:5\" href=\"/Exodus.16.5\">Ex 16:5</a> (P), <a data-ref=\"Proverbs 8:30\" href=\"/Proverbs.8.30\">Pr 8:30</a>, <a data-ref=\"Proverbs 8:34\" href=\"/Proverbs.8.34\">34</a> <a data-ref=\"Psalms 61:9\" href=\"/Psalms.61.9\">ψ 61:9</a>; <a data-ref=\"Psalms 68:20\" href=\"/Psalms.68.20\">68:20</a> (+ <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a> <a data-ref=\"Psalms 13:3\" href=\"/Psalms.13.3\">ψ 13:3</a> Lag, v. <a data-ref=\"BDB, יוֹמָם\" href=\"/BDB,_יוֹמָם\", dir=\"rtl\">יוֹמָם</a>); so (late) †<span dir=\"rtl\">לְיוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 24:11\" href=\"/II_Chronicles.24.11\">2 Ch 24:11</a>; †<span dir=\"rtl\">יוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">30:21</a> <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; †<span dir=\"rtl\">לְעֶת־יוֹם בְּיוֹם</span> <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">1 Ch 12:23</a>; <span dir=\"rtl\">עֹלֹת יוֹם בְּיוֹם</span> <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a>; <span dir=\"rtl\">בִּדְבַר יוֹם בְּיוֹם</span> <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a>; <span dir=\"rtl\">מִיּוֹם אֶל־יוֹם</span> <em>from day to day</em> <a data-ref=\"I Chronicles 16:23\" href=\"/I_Chronicles.16.23\">1 Ch 16:23</a> = <span dir=\"rtl\">מִיּוֹם לְיוֹם</span> <a data-ref=\"Psalms 96:2\" href=\"/Psalms.96.2\">ψ 96:2</a> (<a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a> v. infr.); †<span dir=\"rtl\">יוֹם וָיוֹם</span> <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a> (very late, v. <a data-ref=\"BDB, וְ\" href=\"/BDB,_וְ\", dir=\"rtl\">וְ</a> <strong>1 i</strong> (<em>b</em>), p. 253 supr. and Dr<sup>Intr. 505</sup>); <span dir=\"rtl\">בְּכָל־יוֹם וָיוֹם</span> <a data-ref=\"Esther 2:11\" href=\"/Esther.2.11\">2:11</a>; †<span dir=\"rtl\">כְּיוֹם בִּיוֹם</span> <a data-ref=\"I Samuel 18:10\" href=\"/I_Samuel.18.10\">1 S 18:10</a> <em>as daily</em> = <em>according to daily habit;</em> (2) <span dir=\"rtl\">מִיּוֹם לְיוֹם</span> <a data-ref=\"Esther 3:7\" href=\"/Esther.3.7\">Est 3:7</a>, is in phr. of casting lots for <em>one day after another;</em> (<span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> v. <strong>6 c</strong>); (3) of daily duties, observances, etc.: †<span dir=\"rtl\">דְּבַר יוֹם בְּיוֹמוֹ</span> <em>each day’s affair in its day</em> <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">Ex 5:13</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a>; <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (all J), <a data-ref=\"Leviticus 23:37\" href=\"/Leviticus.23.37\">Lv 23:37</a> (H), <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a> <a data-ref=\"II Kings 25:30\" href=\"/II_Kings.25.30\">2 K 25:30</a> = <a data-ref=\"Jeremiah 52:34\" href=\"/Jeremiah.52.34\">Je 52:34</a>, <a data-ref=\"Ezra 3:4\" href=\"/Ezra.3.4\">Ezr 3:4</a> <a data-ref=\"Nehemiah 11:23\" href=\"/Nehemiah.11.23\">Ne 11:23</a>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">12:47</a> <a data-ref=\"Daniel 1:5\" href=\"/Daniel.1.5\">Dn 1:5</a>; <span dir=\"rtl\">לִדְבַר יוֹם בְּיוֹמוֹ</span> <a data-ref=\"I Chronicles 16:37\" href=\"/I_Chronicles.16.37\">1 Ch 16:37</a> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">2 Ch 8:14</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>. <strong>f.</strong>  †<span dir=\"rtl\">כָּל־הַיָּמִים</span> = <em>always, continually</em>, <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a>; <a data-ref=\"Genesis 44:32\" href=\"/Genesis.44.32\">44:32</a> (both J), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">5:26</a>; <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">6:24</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>; <a data-ref=\"Deuteronomy 18:5\" href=\"/Deuteronomy.18.5\">18:5</a>; <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">19:9</a>; <a data-ref=\"Deuteronomy 28:29\" href=\"/Deuteronomy.28.29\">28:29</a>, <a data-ref=\"Deuteronomy 28:33\" href=\"/Deuteronomy.28.33\">33</a> <a data-ref=\"Joshua 4:24\" href=\"/Joshua.4.24\">Jos 4:24</a> (D), <a data-ref=\"Judges 16:16\" href=\"/Judges.16.16\">Ju 16:16</a> <a data-ref=\"I Samuel 2:32\" href=\"/I_Samuel.2.32\">1 S 2:32</a>, <a data-ref=\"I Samuel 2:35\" href=\"/I_Samuel.2.35\">35</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a>; <a data-ref=\"I Samuel 23:14\" href=\"/I_Samuel.23.14\">23:14</a>; <a data-ref=\"I Samuel 28:2\" href=\"/I_Samuel.28.2\">28:2</a> <a data-ref=\"II Samuel 13:37\" href=\"/II_Samuel.13.37\">2 S 13:37</a>; <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">19:14</a> <a data-ref=\"Jeremiah 31:36\" href=\"/Jeremiah.31.36\">Je 31:36</a>; <a data-ref=\"Jeremiah 32:39\" href=\"/Jeremiah.32.39\">32:39</a>; <a data-ref=\"Jeremiah 33:18\" href=\"/Jeremiah.33.18\">33:18</a>; <a data-ref=\"Jeremiah 35:19\" href=\"/Jeremiah.35.19\">35:19</a>; <a data-ref=\"I Kings 5:15\" href=\"/I_Kings.5.15\">1 K 5:15</a>; <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">9:3</a>; <a data-ref=\"I Kings 11:36\" href=\"/I_Kings.11.36\">11:36</a>, <a data-ref=\"I Kings 11:39\" href=\"/I_Kings.11.39\">39</a>; <a data-ref=\"I Kings 12:7\" href=\"/I_Kings.12.7\">12:7</a>; <a data-ref=\"I Kings 14:30\" href=\"/I_Kings.14.30\">14:30</a> <a data-ref=\"II Kings 8:19\" href=\"/II_Kings.8.19\">2 K 8:19</a>; <a data-ref=\"II Kings 13:3\" href=\"/II_Kings.13.3\">13:3</a>; <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">17:37</a> <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 10:7\" href=\"/II_Chronicles.10.7\">10:7</a>; <a data-ref=\"II Chronicles 12:15\" href=\"/II_Chronicles.12.15\">12:15</a>; <a data-ref=\"II Chronicles 21:7\" href=\"/II_Chronicles.21.7\">21:7</a> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; also (only in proph. writers and in poetry) †<span dir=\"rtl\">כָּל־הַיּוֹם</span> <a data-ref=\"Genesis 6:5\" href=\"/Genesis.6.5\">Gn 6:5</a> (J), <a data-ref=\"Hosea 12:2\" href=\"/Hosea.12.2\">Ho 12:2</a> <a data-ref=\"Deuteronomy 28:32\" href=\"/Deuteronomy.28.32\">Dt 28:32</a>; <a data-ref=\"Deuteronomy 33:12\" href=\"/Deuteronomy.33.12\">33:12</a> <a data-ref=\"Jeremiah 20:7\" href=\"/Jeremiah.20.7\">Je 20:7</a>, <a data-ref=\"Jeremiah 20:8\" href=\"/Jeremiah.20.8\">8</a> <a data-ref=\"Isaiah 28:24\" href=\"/Isaiah.28.24\">Is 28:24</a>, <a data-ref=\"Isaiah 51:13\" href=\"/Isaiah.51.13\">51:13</a>; <a data-ref=\"Isaiah 52:5\" href=\"/Isaiah.52.5\">52:5</a> (both <span dir=\"rtl\">תָּמִיד כל־היום</span>), <a data-ref=\"Isaiah 65:2\" href=\"/Isaiah.65.2\">65:2</a>, <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">5</a> <a data-ref=\"Lamentations 1:13\" href=\"/Lamentations.1.13\">La 1:13</a>; <a data-ref=\"Lamentations 3:3\" href=\"/Lamentations.3.3\">3:3</a>, <a data-ref=\"Lamentations 3:14\" href=\"/Lamentations.3.14\">14</a>, <a data-ref=\"Lamentations 3:62\" href=\"/Lamentations.3.62\">62</a> <a data-ref=\"Psalms 25:5\" href=\"/Psalms.25.5\">ψ 25:5</a>; <a data-ref=\"Psalms 32:3\" href=\"/Psalms.32.3\">32:3</a>; <a data-ref=\"Psalms 35:28\" href=\"/Psalms.35.28\">35:28</a>; <a data-ref=\"Psalms 37:26\" href=\"/Psalms.37.26\">37:26</a>; <a data-ref=\"Psalms 38:7\" href=\"/Psalms.38.7\">38:7</a>, <a data-ref=\"Psalms 38:13\" href=\"/Psalms.38.13\">13</a>; <a data-ref=\"Psalms 42:4\" href=\"/Psalms.42.4\">42:4</a>, <a data-ref=\"Psalms 42:11\" href=\"/Psalms.42.11\">11</a>; <a data-ref=\"Psalms 44:9\" href=\"/Psalms.44.9\">44:9</a>, <a data-ref=\"Psalms 44:16\" href=\"/Psalms.44.16\">16</a>, <a data-ref=\"Psalms 44:23\" href=\"/Psalms.44.23\">23</a>; <a data-ref=\"Psalms 52:3\" href=\"/Psalms.52.3\">52:3</a>; <a data-ref=\"Psalms 56:2\" href=\"/Psalms.56.2\">56:2</a>, <a data-ref=\"Psalms 56:3\" href=\"/Psalms.56.3\">3</a>, <a data-ref=\"Psalms 56:6\" href=\"/Psalms.56.6\">6</a>; <a data-ref=\"Psalms 71:8\" href=\"/Psalms.71.8\">71:8</a>, <a data-ref=\"Psalms 71:15\" href=\"/Psalms.71.15\">15</a>, <a data-ref=\"Psalms 71:24\" href=\"/Psalms.71.24\">24</a>; <a data-ref=\"Psalms 72:15\" href=\"/Psalms.72.15\">72:15</a>; <a data-ref=\"Psalms 73:14\" href=\"/Psalms.73.14\">73:14</a>; <a data-ref=\"Psalms 74:22\" href=\"/Psalms.74.22\">74:22</a>; <a data-ref=\"Psalms 86:3\" href=\"/Psalms.86.3\">86:3</a>; <a data-ref=\"Psalms 88:18\" href=\"/Psalms.88.18\">88:18</a>; <a data-ref=\"Psalms 89:17\" href=\"/Psalms.89.17\">89:17</a>; <a data-ref=\"Psalms 102:9\" href=\"/Psalms.102.9\">102:9</a>; <a data-ref=\"Psalms 119:97\" href=\"/Psalms.119.97\">119:97</a> <a data-ref=\"Proverbs 21:26\" href=\"/Proverbs.21.26\">Pr 21:26</a>; <a data-ref=\"Proverbs 23:17\" href=\"/Proverbs.23.17\">23:17</a>. <strong>g.</strong>  additional phr. c. <span dir=\"rtl\">בְּ</span> = <em>on</em> a particular day: <span dir=\"rtl\">בַּיּוֹם הַחֲמִישִׁי</span> <a data-ref=\"Judges 19:18\" href=\"/Judges.19.18\">Ju 19:18</a>, so <a data-ref=\"Genesis 2:2\" href=\"/Genesis.2.2\">Gn 2:2</a><sup>(×2)</sup> + often; <span dir=\"rtl\">בְּכָל־יוֹם</span> <em>every day</em> <a data-ref=\"Psalms 7:12\" href=\"/Psalms.7.12\">ψ 7:12</a>; <a data-ref=\"Psalms 88:10\" href=\"/Psalms.88.10\">88:10</a>; <a data-ref=\"Psalms 145:2\" href=\"/Psalms.145.2\">145:2</a>; <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> of definite time in past <a data-ref=\"Genesis 15:18\" href=\"/Genesis.15.18\">Gn 15:18</a>; <a data-ref=\"Genesis 33:16\" href=\"/Genesis.33.16\">33:16</a> + (v. also <strong>3</strong> supr.); cf. <span dir=\"rtl\">הַיּוֹם הַזֶּה</span> (no prep.) <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a> (JE); <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> of time defined in subsequent context, <a data-ref=\"I Samuel 3:2\" href=\"/I_Samuel.3.2\">1 S 3:2</a> <em>at that time</em> when Eli was laid down, i.e. at the particular time of the foll. incident (= <em>at a certain time, on one particular day;</em> cf. <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> sub <strong>h</strong>; see Da<sup>Synt.§ 21.e.R. 1, 2</sup> and especially Dr <a data-ref=\"I Samuel 1:4\" href=\"/I_Samuel.1.4\">1 S 1:4</a>; <a data-ref=\"I Samuel 19:3\" href=\"/I_Samuel.19.3\">19:3</a>); <span dir=\"rtl\">בַּיּוֹם הַזֶּה</span> <a data-ref=\"Genesis 7:11\" href=\"/Genesis.7.11\">Gn 7:11</a> +; <span dir=\"rtl\">בְּעֶצֶם הַיּוֹם הַזֶּה</span> <em>on this selfsame day</em> <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">Gn 7:13</a> + (v. <a data-ref=\"BDB, עֶ֫צֶם\" href=\"/BDB,_עֶ֫צֶם\", dir=\"rtl\">עֶצֶם</a>); <span dir=\"rtl\">בַּיּוֹם הַהוּא</span> also of future <a data-ref=\"I Samuel 3:12\" href=\"/I_Samuel.3.12\">1 S 3:12</a> <a data-ref=\"Deuteronomy 31:17\" href=\"/Deuteronomy.31.17\">Dt 31:17</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 31:18\" href=\"/Deuteronomy.31.18\">18</a>; and very often in proph., as formula in describing what is to come at time of future blessing, retribution, etc., <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">Am 8:3</a>, <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">9</a> <a data-ref=\"Hosea 2:18\" href=\"/Hosea.2.18\">Ho 2:18</a>, <a data-ref=\"Hosea 2:20\" href=\"/Hosea.2.20\">20</a>, <a data-ref=\"Hosea 2:23\" href=\"/Hosea.2.23\">23</a> etc., especially <a data-ref=\"Isaiah 2:11\" href=\"/Isaiah.2.11\">Is 2:11</a>, <a data-ref=\"Isaiah 2:17\" href=\"/Isaiah.2.17\">17</a>, <a data-ref=\"Isaiah 2:20\" href=\"/Isaiah.2.20\">20</a>; <a data-ref=\"Isaiah 3:7\" href=\"/Isaiah.3.7\">3:7</a>, <a data-ref=\"Isaiah 3:18\" href=\"/Isaiah.3.18\">18</a>; <a data-ref=\"Isaiah 4:1\" href=\"/Isaiah.4.1\">4:1</a>, <a data-ref=\"Isaiah 4:2\" href=\"/Isaiah.4.2\">2</a> + often; pl. <span dir=\"rtl\">בַּיָּמִים הָהֵם</span> of past <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a> (J), <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a><sup>(×2)</sup> <a data-ref=\"Judges 19:1\" href=\"/Judges.19.1\">19:1</a>; <a data-ref=\"Judges 21:25\" href=\"/Judges.21.25\">21:25</a> <a data-ref=\"I Samuel 3:1\" href=\"/I_Samuel.3.1\">1 S 3:1</a> + often; of future <a data-ref=\"Deuteronomy 17:9\" href=\"/Deuteronomy.17.9\">Dt 17:9</a>; <a data-ref=\"Deuteronomy 19:17\" href=\"/Deuteronomy.19.17\">19:17</a>; <a data-ref=\"Deuteronomy 26:3\" href=\"/Deuteronomy.26.3\">26:3</a>. <strong>h.</strong>  c. <span dir=\"rtl\">כְּ</span>: <span dir=\"rtl\">כַּיּוֹם</span> <em>as</em> or <em>like the day</em> <a data-ref=\"Psalms 139:12\" href=\"/Psalms.139.12\">ψ 139:12</a>; <span dir=\"rtl\">כַּיּוֹם הַהוּא</span> <a data-ref=\"Joshua 10:14\" href=\"/Joshua.10.14\">Jos 10:14</a>; <span dir=\"rtl\">כְּיוֹם</span> <a data-ref=\"Hosea 2:5\" href=\"/Hosea.2.5\">Ho 2:5</a> <em>as</em> at <em>the day of;</em> <span dir=\"rtl\">כְּיוֹם תָּמִים</span> <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> <em>about a whole day;</em> †<span dir=\"rtl\">כַּיּוֹם</span> lit. <em>at</em> (<em>about</em>) <em>to-day</em> = <em>now</em> (v. <a data-ref=\"BDB, כְּ\" href=\"/BDB,_כְּ\", dir=\"rtl\">כְּ</a> <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> <a data-ref=\"I Kings 22:5\" href=\"/I_Kings.22.5\">1 K 22:5</a> = <a data-ref=\"II Chronicles 18:4\" href=\"/II_Chronicles.18.4\">2 Ch 18:4</a> <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a>; so †<span dir=\"rtl\">כְּהַיּוֹם</span> <a data-ref=\"I Samuel 9:13\" href=\"/I_Samuel.9.13\">1 S 9:13</a> + v <a data-ref=\"I Samuel 9:12\" href=\"/I_Samuel.9.12\">12</a> We Dr (for MT <span dir=\"rtl\">כי היום</span>), <a data-ref=\"Nehemiah 5:11\" href=\"/Nehemiah.5.11\">Ne 5:11</a>; †<span dir=\"rtl\">כַּיּוֹם</span> = <em>at once, first of all</em> <a data-ref=\"Genesis 25:31\" href=\"/Genesis.25.31\">Gn 25:31</a>, <a data-ref=\"Genesis 25:33\" href=\"/Genesis.25.33\">33</a> <a data-ref=\"I Samuel 2:16\" href=\"/I_Samuel.2.16\">1 S 2:16</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a>; often c. adj. pron. to point out agreement of result with promise or prediction, †<span dir=\"rtl\">כַּיּוֹם הַזֶּה</span> <em>as</em> it is <em>at this day</em> <a data-ref=\"Genesis 50:20\" href=\"/Genesis.50.20\">Gn 50:20</a> (E), <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">1 S 22:8</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>, and especially Dt Je and subseq. writings: <a data-ref=\"Deuteronomy 2:30\" href=\"/Deuteronomy.2.30\">Dt 2:30</a>; <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">4:20</a>, <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">38</a>; <a data-ref=\"Deuteronomy 8:18\" href=\"/Deuteronomy.8.18\">8:18</a>; <a data-ref=\"Deuteronomy 10:15\" href=\"/Deuteronomy.10.15\">10:15</a>; <a data-ref=\"Deuteronomy 29:27\" href=\"/Deuteronomy.29.27\">29:27</a> <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 25:18\" href=\"/Jeremiah.25.18\">25:18</a> (gloss, om. 𝔊, cf. especially Kue<sup>Einl. § 56. 1</sup>), <a data-ref=\"Jeremiah 32:20\" href=\"/Jeremiah.32.20\">32:20</a>; <a data-ref=\"Jeremiah 44:6\" href=\"/Jeremiah.44.6\">44:6</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a> <a data-ref=\"I Kings 3:6\" href=\"/I_Kings.3.6\">1 K 3:6</a>; <a data-ref=\"I Kings 8:24\" href=\"/I_Kings.8.24\">8:24</a>, <a data-ref=\"I Kings 8:61\" href=\"/I_Kings.8.61\">61</a> <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">1 Ch 28:7</a> <a data-ref=\"II Chronicles 6:15\" href=\"/II_Chronicles.6.15\">2 Ch 6:15</a> <a data-ref=\"Daniel 9:7\" href=\"/Daniel.9.7\">Dn 9:7</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>; so †<span dir=\"rtl\">כְּהַיּוֹם הַזֶּה</span> <a data-ref=\"Deuteronomy 6:24\" href=\"/Deuteronomy.6.24\">Dt 6:24</a> <a data-ref=\"Jeremiah 44:22\" href=\"/Jeremiah.44.22\">Je 44:22</a> <a data-ref=\"Ezra 9:7\" href=\"/Ezra.9.7\">Ezr 9:7</a>, <a data-ref=\"Ezra 9:15\" href=\"/Ezra.9.15\">15</a> <a data-ref=\"Nehemiah 9:10\" href=\"/Nehemiah.9.10\">Ne 9:10</a>; in <a data-ref=\"Genesis 39:11\" href=\"/Genesis.39.11\">Gn 39:11</a> (J) this phr. = <em>on this particular day</em> (when the incident to be narrated occurred; cf. <span dir=\"rtl\">ביום ההוא</span> <strong>g</strong> supr.) <strong>i.</strong> c. <span dir=\"rtl\">לְ</span>: <span dir=\"rtl\">לְיוֹם</span> <em>on, at</em> (lit. <em>with reference to</em>) †<a data-ref=\"Hosea 9:5\" href=\"/Hosea.9.5\">Ho 9:5</a><sup>(×2)</sup> <em>what will ye do on the day of assembly</em>, etc., <a data-ref=\"Isaiah 10:3\" href=\"/Isaiah.10.3\">Is 10:3</a>; <span dir=\"rtl\">לְיוֹם אֶחָד</span> <a data-ref=\"I Kings 5:2\" href=\"/I_Kings.5.2\">1 K 5:2</a> bread <em>for one day;</em> <span dir=\"rtl\">הַמְּלָאכָה לֹא לְיוֹם אֶחָד וְלֹא לִשְׁנַיִם</span> <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a>; distrib. phr. <span dir=\"rtl\">נָשִׂיא אֶחָד לַיּוֹם נָשִׂיא אֶחָד לַיּוֹם</span> <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">Nu 7:11</a> (P), <a data-ref=\"Job 21:30\" href=\"/Job.21.30\">Jb 21:30</a><sup>(×2)</sup>; cf. <span dir=\"rtl\">לַיּוֹם</span> <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; <span dir=\"rtl\">לַיּום</span> <em>against</em>, i.e. in expectation of <a data-ref=\"Exodus 19:11\" href=\"/Exodus.19.11\">Ex 19:11</a>, so <span dir=\"rtl\">לְיוֹם קְרָב</span> <a data-ref=\"Job 38:23\" href=\"/Job.38.23\">Jb 38:23</a> <a data-ref=\"Proverbs 21:31\" href=\"/Proverbs.21.31\">Pr 21:31</a>; <span dir=\"rtl\">לְיוֹם קוּמִי</span> alm. = <em>until</em> <a data-ref=\"Zephaniah 3:8\" href=\"/Zephaniah.3.8\">Zp 3:8</a>; <span dir=\"rtl\">לִפְנֵי יוֹם</span> <a data-ref=\"Isaiah 48:7\" href=\"/Isaiah.48.7\">Is 48:7</a> <em>before to-day</em>; late phr. are †<span dir=\"rtl\">לְיָמִים מִיָּמִים</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> = <em>in the course of time;</em> <span dir=\"rtl\">לְיָמִים רַבִּים</span> <a data-ref=\"Daniel 8:26\" href=\"/Daniel.8.26\">Dn 8:26</a> <em>at</em> (the end of) <em>many days;</em> <span dir=\"rtl\">לַיּוֹם</span> = <em>for every day, daily</em>, †<a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">38</a> <a data-ref=\"Numbers 7:11\" href=\"/Numbers.7.11\">Nu 7:11</a><sup>(×2)</sup>; <a data-ref=\"Numbers 28:3\" href=\"/Numbers.28.3\">28:3</a>, <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">24</a> <a data-ref=\"I Chronicles 26:17\" href=\"/I_Chronicles.26.17\">1 Ch 26:17</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a> <a data-ref=\"Ezekiel 4:10\" href=\"/Ezekiel.4.10\">Ez 4:10</a>; <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">43:25</a>; <a data-ref=\"Ezekiel 45:23\" href=\"/Ezekiel.45.23\">45:23</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">46:13</a>; <span dir=\"rtl\">לַיּוֹם</span> in exclam. <span dir=\"rtl\">הָהּ לַיּ׳</span> <a data-ref=\"Ezekiel 30:2\" href=\"/Ezekiel.30.2\">Ez 30:2</a> <em>alas for the day!</em> <span dir=\"rtl\">אֲהָהּ לַיּ׳</span> <a data-ref=\"Joel 1:15\" href=\"/Joel.1.15\">Jo 1:15</a>. <strong>j.</strong> c. <span dir=\"rtl\">מִן</span>: <span dir=\"rtl\">מִיּוֹם</span> <em>since the day</em> (<em>time</em>) <em>of</em> (or <em>when</em>), <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">Lv 23:15</a> <a data-ref=\"Deuteronomy 9:24\" href=\"/Deuteronomy.9.24\">Dt 9:24</a> <a data-ref=\"I Samuel 7:2\" href=\"/I_Samuel.7.2\">1 S 7:2</a> etc.; <span dir=\"rtl\">מִיּוֹם הראשׁן</span> <a data-ref=\"Exodus 12:15\" href=\"/Exodus.12.15\">Ex 12:15</a> <em>from the first day</em> (on om. of art. v. Dr<sup>§ 209 (1)</sup>); <span dir=\"rtl\">מִימֵי השׁפטים</span> <a data-ref=\"II Kings 23:22\" href=\"/II_Kings.23.22\">2 K 23:22</a>, etc.; <span dir=\"rtl\">מִיּוֹם</span> = <em>from to day, from this day forth</em> <a data-ref=\"Isaiah 43:13\" href=\"/Isaiah.43.13\">Is 43:13</a> <a data-ref=\"Ezekiel 48:35\" href=\"/Ezekiel.48.35\">Ez 48:35</a>; <span dir=\"rtl\">מֵהַיּוֹם הַהוּא וָמָ֑עְלָה</span> <a data-ref=\"I Samuel 16:13\" href=\"/I_Samuel.16.13\">1 S 16:13</a>; <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a> <em>from that day forward;</em> so <span dir=\"rtl\">מֵהַיּ׳ הַה׳ וָהָ֑לְאָה</span> <a data-ref=\"I Samuel 18:9\" href=\"/I_Samuel.18.9\">1 S 18:9</a>; <span dir=\"rtl\">מִן־הַיּוֹם הַזֶּה וָמָ֑עְלָה</span> <a data-ref=\"Haggai 2:15\" href=\"/Haggai.2.15\">Hg 2:15</a>, <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">18</a> <em>from this day onward</em> (v. Add. on p. 751b); <span dir=\"rtl\">עַד־הַיּוֹם הַזֶּה</span> <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">Gn 47:26</a> <em>until now;</em> <span dir=\"rtl\">מִיָּמִים רַבִּים</span> <em>after many days</em> <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">Jos 23:1</a> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a>; <span dir=\"rtl\">מִיָּמִים</span> <em>after a time</em> <a data-ref=\"Judges 11:4\" href=\"/Judges.11.4\">Ju 11:4</a>; <a data-ref=\"Judges 14:8\" href=\"/Judges.14.8\">14:8</a>; <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">15:1</a>; but usually <span dir=\"rtl\">מִקֵּץ י׳</span>, v. <a data-ref=\"BDB, קֵץ\" href=\"/BDB,_קֵץ\", dir=\"rtl\">קֵץ</a>; <span dir=\"rtl\">מִיֹּמָ֑יִם</span> <a data-ref=\"Hosea 6:2\" href=\"/Hosea.6.2\">Ho 6:2</a> <em>after two days;</em>—<span dir=\"rtl\">מִיָּמִים יָמִ֫ימָה</span> v. <strong>e.</strong> (4) supr. †<strong>k.</strong> c. <span dir=\"rtl\">לְמִן</span> (v. <a data-ref=\"BDB, לְ\" href=\"/BDB,_לְ\", dir=\"rtl\">לְ</a> <em>ad fin.</em>): <span dir=\"rtl\">לְמִן הַיּוֹם אֲשֶׁר</span> <a data-ref=\"Deuteronomy 4:32\" href=\"/Deuteronomy.4.32\">Dt 4:32</a>; <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">9:7</a> <a data-ref=\"II Samuel 7:11\" href=\"/II_Samuel.7.11\">2 S 7:11</a> <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Jeremiah 32:31\" href=\"/Jeremiah.32.31\">32:31</a> <a data-ref=\"Haggai 2:18\" href=\"/Haggai.2.18\">Hg 2:18</a>; twice sq. inf. appos. <a data-ref=\"Exodus 9:18\" href=\"/Exodus.9.18\">Ex 9:18</a> <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> (cf. also <a data-ref=\"II Chronicles 8:16\" href=\"/II_Chronicles.8.16\">2 Ch 8:16</a>; v. Dr<sup>Sm</sup>. <sup>& § 190, Obs.</sup>); <span dir=\"rtl\">לְמִימֵי</span>: <span dir=\"rtl\">למ׳ קֶדֶם</span> <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> <em>since days of old</em> = <em>long ago</em>, cf. <a data-ref=\"Malachi 3:7\" href=\"/Malachi.3.7\">Mal 3:7</a> <em>since the days of your fathers.</em>† <strong>1.</strong> <span dir=\"rtl\">עַד (ה)יום</span>: <span dir=\"rtl\">עַד יוֹם הָאֶחָד וגו׳</span> <a data-ref=\"Exodus 12:18\" href=\"/Exodus.12.18\">Ex 12:18</a> <em>until the</em> 21<em>st day</em>, <a data-ref=\"Leviticus 19:6\" href=\"/Leviticus.19.6\">Lv 19:6</a> +; <span dir=\"rtl\">עַד־יוֹם מוֹתוֹ</span> <a data-ref=\"Judges 13:7\" href=\"/Judges.13.7\">Ju 13:7</a> <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">1 S 15:35</a> <a data-ref=\"II Samuel 6:23\" href=\"/II_Samuel.6.23\">2 S 6:23</a> +, etc., v. also (sq. inf.) <strong>c.</strong> supr.; <span dir=\"rtl\">עַד־הַיּוֹם</span> <em>until to-day</em>, denoting especially permanence of a name or situation, or of result of an event, †<a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">Gn 19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> (J), <a data-ref=\"Genesis 35:20\" href=\"/Genesis.35.20\">35:20</a> (E), <a data-ref=\"II Kings 10:27\" href=\"/II_Kings.10.27\">2 K 10:27</a> <a data-ref=\"Ezekiel 20:31\" href=\"/Ezekiel.20.31\">Ez 20:31</a>†; more often <span dir=\"rtl\">עַד־הַיּוֹם הַזֶּה</span> <em>until this day</em> <a data-ref=\"Genesis 26:33\" href=\"/Genesis.26.33\">Gn 26:33</a> (J), <a data-ref=\"Genesis 31:33\" href=\"/Genesis.31.33\">31:33</a> (P or R), <a data-ref=\"Genesis 47:26\" href=\"/Genesis.47.26\">47:26</a> (J), <a data-ref=\"Genesis 48:15\" href=\"/Genesis.48.15\">48:15</a> (E), <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">Ex 10:6</a> <a data-ref=\"Numbers 22:30\" href=\"/Numbers.22.30\">Nu 22:30</a> (both J), <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">Dt 2:22</a>; <a data-ref=\"Deuteronomy 3:14\" href=\"/Deuteronomy.3.14\">3:14</a>; <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">10:8</a>; <a data-ref=\"Deuteronomy 11:4\" href=\"/Deuteronomy.11.4\">11:4</a>; <a data-ref=\"Deuteronomy 29:3\" href=\"/Deuteronomy.29.3\">29:3</a> <a data-ref=\"Deuteronomy 34:6\" href=\"/Deuteronomy.34.6\">34:6</a> <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">Jos 4:9</a>; <a data-ref=\"Joshua 5:9\" href=\"/Joshua.5.9\">5:9</a>; <a data-ref=\"Joshua 6:25\" href=\"/Joshua.6.25\">6:25</a>; <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">7:26</a><sup>(×2)</sup>; <a data-ref=\"Joshua 8:28\" href=\"/Joshua.8.28\">8:28</a>, <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">29</a>; <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">9:27</a>; <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">13:13</a>; <a data-ref=\"Joshua 14:14\" href=\"/Joshua.14.14\">14:14</a>; <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">15:63</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a> (all JE), <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">22:3</a> (D), v <a data-ref=\"Joshua 22:17\" href=\"/Joshua.22.17\">17</a> (P), <a data-ref=\"Joshua 23:8\" href=\"/Joshua.23.8\">23:8</a>, <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">9</a> (D), <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">Ju 1:21</a>, <a data-ref=\"Judges 1:26\" href=\"/Judges.1.26\">26</a>; <a data-ref=\"Judges 6:24\" href=\"/Judges.6.24\">6:24</a>; <a data-ref=\"Judges 10:4\" href=\"/Judges.10.4\">10:4</a>; <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">15:19</a>; <a data-ref=\"Judges 18:12\" href=\"/Judges.18.12\">18:12</a>; <a data-ref=\"Judges 19:30\" href=\"/Judges.19.30\">19:30</a> <a data-ref=\"I Samuel 5:5\" href=\"/I_Samuel.5.5\">1 S 5:5</a>; <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">6:18</a>; <a data-ref=\"I Samuel 8:8\" href=\"/I_Samuel.8.8\">8:8</a>; <a data-ref=\"I Samuel 12:2\" href=\"/I_Samuel.12.2\">12:2</a>; <a data-ref=\"I Samuel 27:6\" href=\"/I_Samuel.27.6\">27:6</a>; <a data-ref=\"I Samuel 29:3\" href=\"/I_Samuel.29.3\">29:3</a>, <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">6</a>, <a data-ref=\"I Samuel 29:8\" href=\"/I_Samuel.29.8\">8</a>; <a data-ref=\"I Samuel 30:25\" href=\"/I_Samuel.30.25\">30:25</a> <a data-ref=\"II Samuel 4:3\" href=\"/II_Samuel.4.3\">2 S 4:3</a>; <a data-ref=\"II Samuel 6:8\" href=\"/II_Samuel.6.8\">6:8</a> = <a data-ref=\"I Chronicles 13:11\" href=\"/I_Chronicles.13.11\">1 Ch 13:11</a>, <a data-ref=\"II Samuel 7:6\" href=\"/II_Samuel.7.6\">2 S 7:6</a> = <a data-ref=\"I Chronicles 17:5\" href=\"/I_Chronicles.17.5\">1 Ch 17:5</a>, <a data-ref=\"II Samuel 18:18\" href=\"/II_Samuel.18.18\">2 S 18:13</a> + often; <span dir=\"rtl\">עַד־עֶצֶם הַיּוֹם הַזֶּה</span> †<a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">Jos 10:27</a> (JE), <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> (cf. <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">Lv 23:14</a> H); <span dir=\"rtl\">עַד־הַיּוֹם הַהוּא</span> †<a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">Ne 8:17</a>. <strong>m.</strong> once <span dir=\"rtl\">עַל־יוֹם טוֹב</span> <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a> <em>upon a good day</em>, i.e. a day of social cheerfulness, feasting, rejoicing (c. rare <span dir=\"rtl\">עַל</span> temp. cf. Dr; <span dir=\"rtl\">יוֹם טוֹב</span>) also <a data-ref=\"Esther 8:17\" href=\"/Esther.8.17\">Est 8:17</a>; <a data-ref=\"Esther 9:19\" href=\"/Esther.9.19\">9:19</a>, <a data-ref=\"Esther 9:22\" href=\"/Esther.9.22\">22</a>, v. <a data-ref=\"BDB, טוֹב\" href=\"/BDB,_טוֹב\", dir=\"rtl\">טוֹב</a> adj.)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d404b6084aa1cbf2deff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִצְוָה² 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "BDB, מִצְוָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִצְוָה² א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִצְוָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִצְוָה</span></big><sub>181</sub>  <strong>n.f.</strong> commandment;—<span dir=\"rtl\">מ׳</span> <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">Pr 6:23</a> +; cstr. <span dir=\"rtl\">מִצְוַת</span> <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">Jos 22:3</a> +; sf. <span dir=\"rtl\">מִצְוָֽתְךָ</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a> <a data-ref=\"Psalms 119:96\" href=\"/Psalms.119.96\">ψ 119:96</a>; <span dir=\"rtl\">מִצְוָתוֹ</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a>; pl. <span dir=\"rtl\">מִצְוֹת</span> abs. <a data-ref=\"Leviticus 26:14\" href=\"/Leviticus.26.14\">Lv 26:14</a> + (<span dir=\"rtl\">מִצְווֹת</span> <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>); cstr. <a data-ref=\"Nehemiah 4:2\" href=\"/Nehemiah.4.2\">4:2</a> +; sf. <span dir=\"rtl\">מִצְוֹתַי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> +, etc.;—not used before D and Je; in Je only of man’s commands; not Ez nor Minor Proph., except Mal;—<br><strong>1.</strong>  <em>commandment</em>, of man: king, <a data-ref=\"I Kings 2:43\" href=\"/I_Kings.2.43\">1 K 2:43</a>; <a data-ref=\"II Kings 18:36\" href=\"/II_Kings.18.36\">2 K 18:36</a> = <a data-ref=\"Isaiah 36:21\" href=\"/Isaiah.36.21\">Is 36:21</a>; <a data-ref=\"II Chronicles 8:15\" href=\"/II_Chronicles.8.15\">2 Ch 8:15</a> + 14 times; <span dir=\"rtl\">מ׳ אב</span> <a data-ref=\"Jeremiah 35:14\" href=\"/Jeremiah.35.14\">Je 35:14</a>, <a data-ref=\"Jeremiah 35:16\" href=\"/Jeremiah.35.16\">16</a>, <a data-ref=\"Jeremiah 35:18\" href=\"/Jeremiah.35.18\">18</a>; <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <span dir=\"rtl\">מ׳ אנשׁים</span> <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a>; pl. only <a data-ref=\"Jeremiah 35:18\" href=\"/Jeremiah.35.18\">Je 35:18</a>; <a data-ref=\"Proverbs 10:8\" href=\"/Proverbs.10.8\">Pr 10:8</a>; <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>; <span dir=\"rtl\">המצוה</span>, <em>the order</em> (title of property) <a data-ref=\"Jeremiah 32:11\" href=\"/Jeremiah.32.11\">Je 32:11</a>.<br><strong>2.</strong>  of God: <strong>a.</strong>  sg. <em>the commandment</em>, code of law: <a data-ref=\"II Chronicles 8:13\" href=\"/II_Chronicles.8.13\">2 Ch 8:13</a> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a> <a data-ref=\"Psalms 19:9\" href=\"/Psalms.19.9\">ψ 19:9</a>; especially of D <span dir=\"rtl\">שׁמר המ׳</span> <a data-ref=\"Deuteronomy 8:1\" href=\"/Deuteronomy.8.1\">Dt 8:1</a>, <a data-ref=\"Deuteronomy 8:2\" href=\"/Deuteronomy.8.2\">2</a> + 5 times D; <span dir=\"rtl\">עשׂח המ׳</span> <a data-ref=\"Deuteronomy 6:25\" href=\"/Deuteronomy.6.25\">Dt 6:25</a>; <a data-ref=\"Deuteronomy 15:5\" href=\"/Deuteronomy.15.5\">15:5</a>; <span dir=\"rtl\">(ה)מ׳ אשׁר צוּה</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a>; <a data-ref=\"Deuteronomy 30:11\" href=\"/Deuteronomy.30.11\">30:11</a>; <a data-ref=\"Deuteronomy 31:5\" href=\"/Deuteronomy.31.5\">31:5</a>; <span dir=\"rtl\">סוּר מִן המ׳</span> <a data-ref=\"Deuteronomy 17:20\" href=\"/Deuteronomy.17.20\">Dt 17:20</a>; <span dir=\"rtl\">מ׳ הֵפַר</span> <a data-ref=\"Numbers 15:31\" href=\"/Numbers.15.31\">Nu 15:31</a> (P); ‖ <span dir=\"rtl\">תּוֹרָה</span> <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a> (R<sup>D</sup>) <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">Jos 22:5</a> (D) <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; + <span dir=\"rtl\">חֻקִּים</span>, <span dir=\"rtl\">מִשְׁפָּטִים</span> <a data-ref=\"Deuteronomy 5:25\" href=\"/Deuteronomy.5.25\">Dt 5:28</a>; <a data-ref=\"Deuteronomy 6:1\" href=\"/Deuteronomy.6.1\">6:1</a> +. <strong>b.</strong>  pl. of <em>commands</em> of D and later codes (exc. <a data-ref=\"Judges 3:4\" href=\"/Judges.3.4\">Ju 3:4</a>) c. 2 pl. (<em>ye shall, shall not;</em> Br<sup>Hex 197, 246 ff.</sup>), <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a> + 5 times (P), <a data-ref=\"Isaiah 48:18\" href=\"/Isaiah.48.18\">Is 48:18</a> + 25 times (late; especially <a data-ref=\"Psalms 119\" href=\"/Psalms.119\">ψ 119</a>, 20 times); <span dir=\"rtl\">שׁמר מ׳</span> <a data-ref=\"Exodus 20:6\" href=\"/Exodus.20.6\">Ex 20:6</a> (R) <a data-ref=\"Leviticus 22:31\" href=\"/Leviticus.22.31\">Lv 22:31</a> (H) <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a> + 10 times D, <a data-ref=\"I Kings 14:8\" href=\"/I_Kings.14.8\">1 K 14:8</a>; <a data-ref=\"II Kings 18:6\" href=\"/II_Kings.18.6\">2 K 18:6</a> + 5 times; <span dir=\"rtl\">עשׂה מ׳</span> <a data-ref=\"Leviticus 26:14\" href=\"/Leviticus.26.14\">Lv 26:14</a> (H) + 5 times; <span dir=\"rtl\">שׁמע מ׳</span> <a data-ref=\"Deuteronomy 11:13\" href=\"/Deuteronomy.11.13\">Dt 11:13</a> + 4 times; <span dir=\"rtl\">המ׳ אשׁר צוּה</span> <a data-ref=\"Leviticus 27:34\" href=\"/Leviticus.27.34\">Lv 27:34</a> (H); <span dir=\"rtl\">עבר מ׳</span> <a data-ref=\"Deuteronomy 26:13\" href=\"/Deuteronomy.26.13\">Dt 26:13</a>; <a data-ref=\"II Chronicles 24:20\" href=\"/II_Chronicles.24.20\">2 Ch 24:20</a>; <span dir=\"rtl\">עזב מ׳</span> <a data-ref=\"I Kings 18:18\" href=\"/I_Kings.18.18\">1 K 18:18</a>; <a data-ref=\"II Kings 17:16\" href=\"/II_Kings.17.16\">2 K 17:16</a>; <a data-ref=\"Ezra 9:10\" href=\"/Ezra.9.10\">Ezr 9:10</a>; <span dir=\"rtl\">הפר מ׳</span> <a data-ref=\"Ezra 9:14\" href=\"/Ezra.9.14\">Ezr 9:14</a>; in combinations, especially by Redactors and late writers; order various: (1) with <span dir=\"rtl\">חֻקִּים</span> <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a> (R<sup>D</sup>) <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Ezra 7:11\" href=\"/Ezra.7.11\">Ezr 7:11</a> +; <span dir=\"rtl\">ח׳</span> + <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Deuteronomy 26:17\" href=\"/Deuteronomy.26.17\">Dt 26:17</a>; <a data-ref=\"I Kings 8:58\" href=\"/I_Kings.8.58\">1 K 8:58</a>; <a data-ref=\"Nehemiah 1:7\" href=\"/Nehemiah.1.7\">Ne 1:7</a>; <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">10:30</a>; + <span dir=\"rtl\">משׁפטים</span>, <span dir=\"rtl\">תורות</span> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; + <span dir=\"rtl\">תורה</span> <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>; + <span dir=\"rtl\">עדוֹת</span> <a data-ref=\"Deuteronomy 6:17\" href=\"/Deuteronomy.6.17\">Dt 6:17</a>; <a data-ref=\"I Chronicles 29:19\" href=\"/I_Chronicles.29.19\">1 Ch 29:19</a>; <a data-ref=\"II Chronicles 34:31\" href=\"/II_Chronicles.34.31\">2 Ch 34:31</a>. (2) with <span dir=\"rtl\">חֻקּוֹת</span> <a data-ref=\"Leviticus 26:3\" href=\"/Leviticus.26.3\">Lv 26:3</a> (H) <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Deuteronomy 10:13\" href=\"/Deuteronomy.10.13\">10:13</a> + 9 times; <span dir=\"rtl\">ח׳</span> + <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Leviticus 26:15\" href=\"/Leviticus.26.15\">Lv 26:15</a>; <a data-ref=\"Deuteronomy 8:11\" href=\"/Deuteronomy.8.11\">Dt 8:11</a>; <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">11:1</a>; <a data-ref=\"Deuteronomy 30:16\" href=\"/Deuteronomy.30.16\">30:16</a>; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">1 K 6:12</a> + <span dir=\"rtl\">תורה</span>, <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Psalms 89:32\" href=\"/Psalms.89.32\">ψ 89:32</a>, + <span dir=\"rtl\">משׁפטים</span>, <span dir=\"rtl\">עֵדְוֹת</span> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>; + <span dir=\"rtl\">תּוֹרוֹת</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (R<sup>D</sup>); + <span dir=\"rtl\">עדוֹת</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>. (3) with <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Numbers 36:13\" href=\"/Numbers.36.13\">Nu 36:13</a> (P) <a data-ref=\"I Chronicles 28:7\" href=\"/I_Chronicles.28.7\">1 Ch 28:7</a>; <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">Ne 9:29</a>; <a data-ref=\"Daniel 9:5\" href=\"/Daniel.9.5\">Dn 9:5</a>; with <span dir=\"rtl\">תורות</span> <a data-ref=\"Exodus 16:28\" href=\"/Exodus.16.28\">Ex 16:28</a> (R), with <span dir=\"rtl\">ערות</span> <a data-ref=\"Nehemiah 9:34\" href=\"/Nehemiah.9.34\">Ne 9:34</a>. <strong>c.</strong>  of special <em>commands</em> of God <a data-ref=\"I Samuel 13:13\" href=\"/I_Samuel.13.13\">1 S 13:13</a>; <a data-ref=\"I Kings 13:21\" href=\"/I_Kings.13.21\">1 K 13:21</a>; <a data-ref=\"II Chronicles 29:25\" href=\"/II_Chronicles.29.25\">2 Ch 29:25</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">Ne 13:5</a>; <a data-ref=\"Malachi 2:1\" href=\"/Malachi.2.1\">Mal 2:1</a>, <a data-ref=\"Malachi 2:4\" href=\"/Malachi.2.4\">4</a>; <a data-ref=\"Job 23:12\" href=\"/Job.23.12\">Jb 23:12</a>.<br><strong>3.</strong>  <em>commandment</em>, sg., of code of wisdom <a data-ref=\"Proverbs 19:16\" href=\"/Proverbs.19.16\">Pr 19:16</a>, ‖ <span dir=\"rtl\">תורה</span> <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">6:23</a>, ‖ <span dir=\"rtl\">דבר</span> <a data-ref=\"Proverbs 13:13\" href=\"/Proverbs.13.13\">13:13</a>; pl. of special commands <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a>; <a data-ref=\"Proverbs 3:1\" href=\"/Proverbs.3.1\">3:1</a>; <a data-ref=\"Proverbs 4:4\" href=\"/Proverbs.4.4\">4:4</a>; <a data-ref=\"Proverbs 7:1\" href=\"/Proverbs.7.1\">7:1</a>, <a data-ref=\"Proverbs 7:2\" href=\"/Proverbs.7.2\">2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4f3b6084aa1cbf3a2b5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁמֶ֫רֶת 1", "anchorRef": "Deuteronomy 11:1", "anchorRefExpanded": ["Deuteronomy 11:1"], "sourceRef": "BDB, מִשְׁמֶ֫רֶת 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁמֶ֫רֶת א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁמֶ֫רֶת", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁמֶ֫רֶת</span></big><sub>78</sub>  <strong>n.f.</strong> guard, watch, also charge, function;—<span dir=\"rtl\">מ׳</span> abs. <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> +, cstr. <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a> +; abs. <span dir=\"rtl\">מִשְׁמָ֑רֶת</span> <a data-ref=\"Exodus 16:34\" href=\"/Exodus.16.34\">Ex 16:34</a>; sf. <span dir=\"rtl\">מִשְׁמַרְתִּי</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁמָרוֹת</span> <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a> +; cstr. <span dir=\"rtl\">מִשְׁמְרוֹת</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; sf. -<span dir=\"rtl\">רוֹתָם</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> +, -<span dir=\"rtl\">תֵיהֶם</span> <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">2 Ch 31:17</a>;—<br>†<strong>1.</strong>  <em>guard, watch:</em> <span dir=\"rtl\">בֵּית מ׳</span> <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">2 S 20:3</a> = <em>house of detention, confinement;</em> <span dir=\"rtl\">מ׳ אַתָּה עִמָּדִי</span> <a data-ref=\"I Samuel 22:23\" href=\"/I_Samuel.22.23\">1 S 22:23</a> i.e. protected, secure; c. <span dir=\"rtl\">שָׁמַר</span> <em>keep the watch</em> <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a>, <a data-ref=\"II Kings 11:6\" href=\"/II_Kings.11.6\">6</a>, <a data-ref=\"II Kings 11:7\" href=\"/II_Kings.11.7\">7</a>; <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a> (van d. H. v <a data-ref=\"I Chronicles 12:29\" href=\"/I_Chronicles.12.29\">29</a>); = <em>post of watch</em> (fig.) <a data-ref=\"Isaiah 21:8\" href=\"/Isaiah.21.8\">Is 21:8</a> (‖ <span dir=\"rtl\">מִצְפֶּה</span>), <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a> (‖ <span dir=\"rtl\">מָצוֹר</span>); pl. = <em>guards</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"I Chronicles 9:23\" href=\"/I_Chronicles.9.23\">1 Ch 9:23</a>.<br>†<strong>2.</strong>  <em>keeping, preserving</em>, <span dir=\"rtl\">וְהָיָה לָכֶם לְמ׳</span> <a data-ref=\"Exodus 12:6\" href=\"/Exodus.12.6\">Ex 12:6</a> i.e. ye shall keep it; <span dir=\"rtl\">הַנִּיחוּ לָכֶם לְמ׳</span> <a data-ref=\"Exodus 16:23\" href=\"/Exodus.16.23\">16:23</a>, cf. v <a data-ref=\"Exodus 12:32\" href=\"/Exodus.12.32\">32</a>, <a data-ref=\"Exodus 12:33\" href=\"/Exodus.12.33\">33</a>, <a data-ref=\"Exodus 12:34\" href=\"/Exodus.12.34\">34</a>; <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a> (all P).<br>†<strong>3.</strong>  <em>charge, injunction</em> of <span dir=\"rtl\">י׳</span>, c. <span dir=\"rtl\">שָׁמַר</span>, in gen. <a data-ref=\"Deuteronomy 11:1\" href=\"/Deuteronomy.11.1\">Dt 11:1</a> (+ <span dir=\"rtl\">חֻקּוֹת</span>, <span dir=\"rtl\">מִשְׁפָּטִים</span>, <span dir=\"rtl\">מִצְוֹת</span>), cf. <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a>; <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a>, and <span dir=\"rtl\">(מ׳ מִצְוַת י׳)</span> <a data-ref=\"Joshua 22:3\" href=\"/Joshua.22.3\">Jos 22:3</a> (all R<sup>D</sup>), <a data-ref=\"Malachi 3:14\" href=\"/Malachi.3.14\">Mal 3:14</a>; of specif. injunctions <a data-ref=\"Leviticus 18:30\" href=\"/Leviticus.18.30\">Lv 18:30</a>; <a data-ref=\"Numbers 9:19\" href=\"/Numbers.9.19\">Nu 9:19</a>, <a data-ref=\"Numbers 9:23\" href=\"/Numbers.9.23\">23</a>.<br>†<strong>4.</strong> <strong>a.</strong>  ceremoniral <em>office</em> or <em>function</em> (AV RV usually <em>charge</em>) of priest or Levite (P [especially Nu], <a data-ref=\"Ezekiel 40\" href=\"/Ezekiel.40\">Ez 40</a>, <a data-ref=\"Ezekiel 44\" href=\"/Ezekiel.44\">44</a>, <a data-ref=\"Ezekiel 48\" href=\"/Ezekiel.48\">48</a>, Chr Zc), mostly c. <span dir=\"rtl\">שָׁמַר</span>: <span dir=\"rtl\">מ׳ מִשְׁכַּן הָעֵדוּת</span> <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">Nu 1:53</a>, <span dir=\"rtl\">מ׳ מִשְׁכַּן י׳</span> <a data-ref=\"Numbers 31:30\" href=\"/Numbers.31.30\">31:30</a>, <a data-ref=\"Numbers 31:47\" href=\"/Numbers.31.47\">47</a>, <span dir=\"rtl\">מ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">Nu 3:38</a>, <span dir=\"rtl\">מ׳ אֹהֶל מוֹעֵד</span> <a data-ref=\"Numbers 18:4\" href=\"/Numbers.18.4\">18:4</a> cf. v <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ הַקֹּדֶשׁ</span> <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">Nu 3:28</a>, <a data-ref=\"Numbers 3:32\" href=\"/Numbers.3.32\">32</a>; <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">18:5</a> <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>, <span dir=\"rtl\">מ׳ קָדָשַׁי</span> (of Isr. in gen.) <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <span dir=\"rtl\">מ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Numbers 18:5\" href=\"/Numbers.18.5\">Nu 18:5</a>; <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a>, <span dir=\"rtl\">תְּרוּמֹתָ֑י</span> <a data-ref=\"Numbers 18:8\" href=\"/Numbers.18.8\">Nu 18:8</a>, <span dir=\"rtl\">מ׳ הַבַּיִת</span> <a data-ref=\"Ezekiel 40:45\" href=\"/Ezekiel.40.45\">Ez 40:45</a>; <a data-ref=\"Ezekiel 44:14\" href=\"/Ezekiel.44.14\">44:14</a>, <span dir=\"rtl\">מ׳ הַטָּהֳרָה</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a>; c. genit. (sf.) <span dir=\"rtl\">שׁ׳ מ׳</span> = <em>perform the service imposed by, due to</em>, <a data-ref=\"Leviticus 8:35\" href=\"/Leviticus.8.35\">Lv 8:35</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>; <a data-ref=\"Ezekiel 44:8\" href=\"/Ezekiel.44.8\">Ez 44:8</a>, <a data-ref=\"Ezekiel 44:16\" href=\"/Ezekiel.44.16\">16</a>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a>; <a data-ref=\"Zechariah 3:7\" href=\"/Zechariah.3.7\">Zc 3:7</a>, <span dir=\"rtl\">מ׳ אֱלֹהֵיהֶם</span> <a data-ref=\"Nehemiah 12:45\" href=\"/Nehemiah.12.45\">Ne 12:45</a> (of Judah in gen.); <span dir=\"rtl\">מ׳ הָעֵדָה</span> <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">Nu 3:7a</a>, <span dir=\"rtl\">מ׳ בְּנֵי יִשׂ׳</span> <a data-ref=\"Numbers 3:8\" href=\"/Numbers.3.8\">3:8</a>, <a data-ref=\"Numbers 3:38\" href=\"/Numbers.3.38\">38</a>, <span dir=\"rtl\">מ׳ בְּנֵי גֵרְשׁוֹן</span> <a data-ref=\"Numbers 3:25\" href=\"/Numbers.3.25\">3:25</a>, cf. v <a data-ref=\"Numbers 3:7\" href=\"/Numbers.3.7\">7a</a>, <a data-ref=\"Numbers 3:31\" href=\"/Numbers.3.31\">31</a>, <a data-ref=\"Numbers 3:36\" href=\"/Numbers.3.36\">36</a>; <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">4:27</a>, <a data-ref=\"Numbers 4:28\" href=\"/Numbers.4.28\">28</a>, <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">31</a>, <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>; <a data-ref=\"Numbers 18:3\" href=\"/Numbers.18.3\">18:3</a>; <a data-ref=\"I Chronicles 23:32\" href=\"/I_Chronicles.23.32\">1 Ch 23:32</a>; also, in secular sense, <span dir=\"rtl\">מ׳ בֵּית שָׁאוּל</span> <a data-ref=\"I Chronicles 12:30\" href=\"/I_Chronicles.12.30\">1 Ch 12:30</a>; <span dir=\"rtl\">מ׳ מַשָּׂאָם</span> <a data-ref=\"Numbers 4:31\" href=\"/Numbers.4.31\">Nu 4:31</a>, <span dir=\"rtl\">כְּלֵי מ׳ מַשָּׂאָם</span> v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a> (v <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">27</a> read c. 𝔊 Di Gr Gray, etc. <span dir=\"rtl\">בְּשֵׁמוֹת</span> for <span dir=\"rtl\">במ׳</span>, and perhaps <span dir=\"rtl\">מִשְׁמֶרֶת</span> after <span dir=\"rtl\">אֵת</span>, cf. v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>); <span dir=\"rtl\">עֲלֵיהֶם מ׳</span> <a data-ref=\"I Chronicles 9:27\" href=\"/I_Chronicles.9.27\">1 Ch 9:27</a> i.e. the duty rested upon them;—<a data-ref=\"I Chronicles 25:8\" href=\"/I_Chronicles.25.8\">25:8</a>; <a data-ref=\"I Chronicles 26:12\" href=\"/I_Chronicles.26.12\">26:12</a> v. i. <a ,=\"\" data-ref=\"BDB, עֻמָּה\" dir=\"rtl\" href=\"/BDB,_עֻמָּה\">עֻמָּה</a> <strong>c, d</strong> (p. 769 supr.); <span dir=\"rtl\">עַל־מ׳ עֹמְדִים</span> <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">2 Ch 7:6</a> were standing <em>according to</em> (or <em>in</em>) <em>their offices</em>, <span dir=\"rtl\">הֱעֶמִיד עַל מ׳</span> appoint <em>to their offices</em> <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 35:2\" href=\"/II_Chronicles.35.2\">35:2</a>. <strong>b.</strong>  pl. of Levitical <em>divisions</em> for service <a data-ref=\"Nehemiah 12:9\" href=\"/Nehemiah.12.9\">Ne 12:9</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]