[{"_id": "531e4fe2fbfba276047f6600", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 41:17", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Onkelos Genesis 41:17", "sourceHeRef": "תרגום אונקלוס על בראשית מ״א:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 41.0017, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וּמַלִּיל פַּרְעֹה (עִם) לְיוֹסֵף בְּחֶלְמִי הָא אֲנָא קָאֵם עַל כֵּיף נַהֲרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Pharaoh spoke to Yoseif, In my dream, I was standing on the bank of the river.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe3d", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 41:17", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Targum Jonathan on Genesis 41:17", "sourceHeRef": "תרגום יונתן על בראשית מ״א:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 41.0017, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וּמַלֵיל פַּרְעה עִם יוֹסֵף לְמֵימָר חָמֵי הֲוֵית בְּחֶלְמִי הָא אֲנָא קָאִי עַל כֵּיף נַהֲרָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Pharoh spake with Joseph, saying, I saw in my dream, and, behold, I stood on the bank of the river.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54aaa1b2fbfba219cb799a53", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Radak on Genesis 41:17:1", "sourceHeRef": "רד\"ק על בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "וידבר, כבר כתבנו כי בשנות אדם הדברים יוסיף או יגרע או ישנה, ואינו שומר אלא שיהיה הענין אחד, וכן בספור זה החלום.", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וידבר, we have already written that when someone repeats something he has said previously he is apt to either add something to the previous version, or he is apt to omit something he had mentioned in the previous version. The speaker, generally, is concerned only with conveying the same meaning as he had conveyed the first time he said the same thing. The same is thing is true of someone relating a dream he had more than once.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c8ffbfba248e1b578f6", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Haamek Davar on Genesis 41:17:1", "sourceHeRef": "העמק דבר על בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> וידבר פרעה.</b> בלשון עז כמו שמגיד דבר גדול ונחוץ לשמוע בשום לב: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54c62c8ffbfba248e1b578f8", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 41:17:2", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Haamek Davar on Genesis 41:17:2", "sourceHeRef": "העמק דבר על בראשית מ״א:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>בחלמי הנני וגו׳.</b> לא הי׳ צריך הכתוב לשנות ספור החלום אלא הכי מיבעי ויספר פרעה ליוסף את החלום. אלא משום שיש בהם דברים שנתחדש שראה גם באיזה דיוקים שלא נתבאר בראשונה ועל כל דיוק יש פתרון בפ״ע כאשר יבואר: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "56d71c55d6e4a930278f12a8", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Genesis, Vayigash 16", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Kedushat Levi, Genesis, Vayigash 16", "sourceHeRef": "קדושת לוי, בראשית, ויגש ט״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 16, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "ויגש", "he": "ותן זרע ונחיה ולא נמות <small>(בראשית מז, יט)</small>. עיין רש\"י משבא יעקב למצרים באה ברכה לרגליו והתחילו לזרוע וכלה הרעב, עיין מה שמבואר לעיל בתירוץ על קושית הרמב\"ן איך שייך שיתבטל פתרון יוסף שפתר ז' שנים יהיה הרעב במצרים, כי יוסף אמר לפרעה בפתרון החלום אשר אלהים עושה הגיד לפרעה <small>(בראשית מא, כה)</small> דהיינו האלהים עושה ולא יש צדיק לבקש מהקדוש ברוך הוא שיבוטל הגזירה ההיא כמאמר רבותינו ז\"ל <small>(מועד קטן טז:)</small> על פסוק צדיק מושל ביראת אלהים כו' <small>(שמואל ב' כג, ג)</small> הקדוש ברוך הוא גוזר גזירה וצדיקים מבטלין נמצא אמר יוסף לפרעה כן בפתרון החלום כאשר עתה לא יהיה במצרים צדיק לבקש מהקדוש ברוך הוא על ביטול גזירת הרעב יהיה ז' שנים רעב בארץ מצרים, וזהו שאמר יוסף לפרעה ועתה ירא פרעה איש נבון וחכם כו' <small>(בראשית מא, יז)</small> עיין כל מפרשי התורה שמקשים מי שם את יוסף ליועץ לפרעה עיין שם. ובזה יבואר, כי כן אמר לו זה החלום אשר ראית ז' שנים רעב גזירה רעה על מצרים הוא אשר האלהים עושה כו'. ובזה יבואר, כי בחלום נאמר והנה עומד על היאור, וכן אמר פרעה ליוסף כאשר סיפר לו החלום הנני עומד על שפת היאור, ועל זה לא פתר לו כלום: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Genesis 47,19. <b> “and provide us with seed so that we ‎may live and not die.”</b> See <i>Rashi’s</i> commentary on ‎this verse who explains that since the arrival of Yaakov in Egypt ‎and his blessing, the people had begun to sow seed again ‎although the famine had been predicted to last for seven years. ‎Compare also the answer to the question of Nachmanides how ‎Yaakov was able to annul an interpretation given by his son of ‎Pharaoh’s dream according to which the famine would last for ‎seven years. After all, Joseph had spoken in the name of G’d when ‎he had told Pharaoh: ‎את האלוקים עושה הגיד לפרעה‎, “G’d has ‎revealed to Pharaoh that which He is about to do.” (Genesis 41,28) ‎Joseph had implied that no <i>tzaddik</i> could interfere with this ‎decree of G’d, although the Talmud in <i>Moed Katan</i> 16 told ‎us of the ability of the <i>tzaddik</i> through his prayer to bring ‎about a cancellation of harmful decrees. We must answer that ‎what Joseph had told Pharaoh at that time concerned the existing ‎circumstances, when there was no <i>tzaddik</i> in Egypt whose ‎prayer could influence G’d to rescind part or all of His decree. ‎With the arrival of Joseph’s father in Egypt, circumstances had ‎changed, as there now was a <i>tzaddik</i> of sufficient caliber to ‎bring about a cessation of this decree. This is why Joseph could ‎hand out seed and this was not a waste.‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "574feb82d6e4a90d6df988fe", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Midrash Yelamdeinu, Last Composition from Midrash Yelamdenu 23", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Otzar Midrashim, Midrash Yelamdeinu, Last Composition from Midrash Yelamdenu 23", "sourceHeRef": "אוצר מדרשים, ילמדנו, קונדריס אחרון ממדרש ילמדנו כ״ג", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 23, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "קונדריס אחרון ממדרש ילמדנו", "he": "כ״ו) <b>בחלומי והנני עומד על שפת היאור</b> (בראשית מ״א י״ז), לא בקש פרעה לאמר ליוסף החלום כשם שראה אותו אלא החליף הדברים, היאך הוא ראה תחלה יפות מראה ובריאות בשר ולא אמר לו אלא בריאות בשר ויפות תואר, וכן ראה רעות מראה ודקות בשר ולא אמר לו אלא דלות ורעות תואר; מה אמר תחלה ותאכלנה הפרות הרקות והרעות ולא ראה כן אלא ותאכלנה הפרות רעות המראה ודקות הבשר; ראה תחלה והנה שבע שבלים בריאות וטובות ולא אמר אלא מלאות וטובות; מה ראה תחלה דקות ושדופות קדים ולא אמר אלא צנומות דקות שדופות קדים, שהיה מבקש לבודקו ולא הועיל לו כלום, אלא כשם שראה פרעה כך פתר לו יוסף. א״ל פרעה אני מבקש להטעות אותך וכשם שראיתי כך פתרת לי, שמא אחרי היית כשהייתי חולם? אחרי הודיע אלהים אותך וגו׳. ", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c79d6e4a94c7c18972a", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 41:17", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Tafsir Rasag, Genesis 41:17", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״א:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 41.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "ת̇ם כלמה וקאל לה ראית כאנני ואקף עלי שאטי אלניל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c5efd6e4a920f72d9024", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "HaKtav VeHaKabalah, Genesis 41:17:1", "sourceHeRef": "הכתב והקבלה, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 17.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "בראשית", "he": "<b>בחלמי הנני עמד. </b>האריכה התורה בספור פרטי חלום פרעה אל יוסף, ולא אמר' בקצור ובדרך כלל ויספר פרעה ליוסף את חלומו, כמ\"ש הפסוק בדברו לחכמיו ולחרטמיו, ונ\"ל כי בא זה הספור להודיענו גדל השגחתו ית' על יראיו, כי אף ששינה פרעה כמה דברים בספור פרטי חלומו, אשר ממשמעותם אין להם שייכות אל הפתרון, בכל זאת מהש\"י היתה נסבה להודיע ליוסף ענין הפתרון כפי מה שראוהו פרעה באמת, אף שאינו מוסכם עם ספורו את חלומו, והוא זה. אחר שידענו כי כל מחית ארץ מצרים היתה מן היאור, כמ\"ש (ישעיהו י״ט:ז׳-ח׳) ערות על יאור על פי יאור וכל מזרע יאור יבש נדף ואיננו, וכתיב ואנו הדייגים ואבלו כל משליכי ביאור חכה ובשו עובדי פשתים שריקות וגו' והיו שתתיה מדוכאים וגו', הנה לפי זה מראית החלום היו הפרות העולות מן היאור שהוא עיקר ומקור מחיתם יפות מראה, והוא דבר פשוט שזה יורה על שנות שובע, כי יפות מראה איננו שבח לפרות רק לבני אדם, כי המראה היפה בזיו קלסתר וצבע העור כשהוא לבן צח ואדום וכדומה הוא המיפה מראית פני אדם, ובימי השובע הבריות נראות יפות, וכן רעות מראה איננו גריעות כ\"כ בבהמה, אמנם בבני אדם היא אחת מהחסרונות הגדולות, והדבר פשוט שהפרות רעות המראה יורו על שנות רעב שיעשו רושם בזיו פני אדם, כל פנים יהפכו לירקון וכל תוארה ישונה למראה מגונה, ועל כן במראית החלום אמר קרא ותעמודנה אצל הפרות על שפת היאור, מזה הוראה עצומה ששנות השובע יהיה להן התחברות והשתתפות עם שנות הרעב שיבואו אחריהן ע\"י רבוי ההשפעה מאלה לאלה. אמנם בספור החלום אמר פרעה ויפת תואר, ורעות תאר שהוא שם הונח לבד על צורת הפנים והאיברים, כמו דפוס החוטם המצח הפה ולחיים, אשר הם בערך שווי ומוצע וכן קומת הגוף (ערש\"י לעיל כ\"ט י\"ז), הנה מכל אלה אין הוראה על השובע והרעב, כי אין פעולתם על התאר רק על המראה, גם לא הזכיר בספורו בפרות הרעות שהן היו עולות מן היאור, אשר יורה על חסרון המחיה הבא מן היאור, וכן לא הזכיר עמידת הפרות הרעות אצל הטובות, גם הוסיף בספורו לאמר מה שלא ראה כלל, והוא, ולא נודע כי באו אל קרבנה ומראיהן רע כאשר בתחלה, הנה מדבריו אלה רמז ברור הפך מראית חלומו, דהיינו שלא יהיה לשנים אלה שום השתתפות והתחברות זע\"ז, הטובות לא יועילו למלאות חסרון הרעות, כמו שלא הועילו הבריאות להבריא הכחושות, גם בספור חלום השבלים באו שנויים שאין ממשמעותם כ\"כ השובע והרעב, כי כפי מראית חלומו היו השבלים בריאות והוא לשון שאין לו שייכות כ\"כ בשבלים ואינו אלא דרך השאלה. וע\"כ יורה על שנות שובע, שבתוספת טובתם יבריאו את בני אדם, אמנם פרעה לא אמר רק לשון מלאות אשר יורה על השבלים עצמן שהן שלמות בגרעיניהן, ואין במשמעות לשון זה הוראה על שנים משופעות בטובה ובשובע, גם הוסיף פרעה מלה אחת שמשמעותה חסרון מוחלט עד שאין בהן מאומה, כי אמר לשון צנומות אשר יורה על קשוי ושאין בהן לחלוחית, הנה אם השבלים הן דקות ושדופות קדים שלא נגמר בשולם הראוי (ערשב\"ם), וגם אין לחלוחית בהן, מזה יש הוראה עצומה הפך ממראית החלום, שהראשונות היו נראות בריאות והאחרונות לא היו כ\"א דקות ושדופות, שבזה יש רמז גדול שהשבלים הבריאות יועילו אל בריאות האדם משפעת טובה עד שיפרנסו את בני האדם גם בשנות הדוחק והרעבון; הנה עפ\"י הדברים האלה יש לנו הבדל גדול בין מראית החלום ובין ספורו והצעת דבריו אל יוסף, עד שלפי הספור אין במובנם כלל הוראה על השובע והרעב עד שהראשונות יועילו למלאות חסרון האחרונות, (ואפשר שגם לחרטמיו וחכמיו ספר חלומו בשנויים כאלה, ולזה לא עלתה על דעתם לפתרו כראוי), אמנם בעל המסבות הודיע ליוסף פתרון החלום לפי מראיתו אף שאינו לפי הספור, ולזה כאשר שמע פרעה מיוסף את פתרון החלום, נתן על דעתו פרטי חלומותיו כפי מה שראהו, ומזה הבין שכל ענינו מתאים ומסכים עם דברי הפתרון, לכן אמר אל יוסף שהוא איש אשר רוח אלהי' בו וכאלו אמר לא זה בלבד שיבין לפתור החלומות אף גם רוח נבואה שורה בו לדעת פרטי החלומות כפי מה שראיתים, הפך ממשמעות ספורי אותם אליו; הנה לסבה זו האריכה התורה בדבור פרעה אל יוסף בזה. ודברים קרובים לזה אמרו במדרש תנחומא, כשבא פרעה לומר לו את החלום בקש לבדקו והי' מהפך לו החלום, א\"ל יוסף לא כך ראית אלא יפות מראה מלאות וטובות. לא צנומות אלא דקות ושדופות קדים, התחיל פרעה תמה בעצמו וא\"ל אחרי היית כשחלמתי, שנאמר אחרי הודיע וגו', ע\"כ - ובמכדרשב\"י (קצ\"ו א') יוסף אסתכל מגו מלולא דפרעה דהוה אמר בדרגין ידיען וחמא ליה דקא טעה וא\"ל לאו הכי אלא הכי הוא בגין דדרגין כסדרן אתיין. ויש עוד שנוי לשון בספורו מראיתו, דבראיתו אמר והנה הוא עומד על היאור, ובספורו אמר עומד על שפת היאור, ויש הבדל בין שתי לשונות אלה, דבלשון עומד על שפת היאור אין בהוראת העמידה כ\"א עמידה לראות שנויים הנעשים בפרות ובשבלים המשונות, אמנם בלשון עומד על היאור נכלל עמידה עצמית, היינו שהועמד הרואה לממשלה ושולטנות על ענין המחיה והכלכלה, כי היאור הוא לו מקור המחיה והכלכלה, ולשון על היאור הוראתו ממשלה על היאור (דוגמת ונתתיך על ארץ מצרים), והנה לפי\"ז יהיה מאמר יוסף ועתה ירא פרעה וגו', פתרון לראייתו עומד על היאור, ואיננו מעצת נפשו כי לא לייעץ לקחוהו, ודמיון לכונה זו ראיתי בדברי רבותינו ברבה שאמרו שם אמר פרעה מי מתקיים על מי, אני על אלהי, או אלהי עלי ? א\"ל אתה על אלהיך, ע\"כ. ואפשר שמזה נשתבש פרעה לאמר לי יאורי ואני עשיתיני: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a1c01f5d6e4a943452d3b66", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Miketz 4", "anchorRef": "Genesis 41:14-24", "anchorRefExpanded": ["Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Miketz 4", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, מקץ ד׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "מקץ", "he": "וישמע המלך דברי שר המשקים, ויצו המלך לבלתי המית את חכמי מצרים. ויצו המלך את עבדיו להביא את יוסף לפניו, ויאמר המלך אליהם אל תבהלוהו פן יבהל ולא ידע לדבר נכונה. וילכו עבדי המלך אל יוסף ויריצוהו מן הבור, ויגלחו לו עבדי המלך ויחלף את בגדי כלאו, ויבוא לפני המלך. והמלך יושב על כיסא מלכותו בלבוש מלכות, אפוד באפוד זהב. והפס אשר עליו נוצץ, והברקת והאודם והנופך מתלפדים. וכל אבני התפארת אשר בראש המלך מתלהטים, ויפלא יוסף מן המלך מאוד. והכיסא אשר יושב עליו המלך, מצופה זהב עם אבני השוהם ולו שבעים מעלות. ויהי משפטם בכל ארץ מצרים כל איש אשר יבוא לדבר אל המלך, והיה אם איש שר וחשוב בעיני המלך הוא ועלה אל המלך על הכיסא עד המעלה האחת ושלושים, וירד המלך על מעלת השישה ושלושים ודיבר עמו. ואם מיתר העם הוא ועלה עד שלוש המעלות, וירד המלך ברביעית ודיבר עמו. ויהי משפטם עוד, כל איש אשר יבין לדבר בכל שבעים הלשונות ועלה שבעים מעלות ועלה עולה ודיבר עד הגעתו לפני המלך. וכל איש אשר לא ישלים השבעים, יעלה אל המעלות כמספר אשר ידע ויבין לדבר. ומשפט מצרים היה בימים ההם אשר לא ימלוך עליהם איש, כי אם איש אשר ידע לדבר בשבעים לשון. ויהי כבוא יוסף לפני המלך וישתחו למלך ארצה, ויעל עד שלוש המעלות וישב במעלה השלישית. וירד המלך אליו, וישב במעלה הרביעית וידבר עם יוסף. ויאמר המלך אל יוסף, חלום חלמתי ופותר אין לפתור אותו על נכון. ואצווה היום ויבואו לפני כל חרטומי מצרים וכל חכמיה ואספר אליהם את חלומותיי, ואין פותר אותם לי על נכונה. ואחרי כן שמעתי עליך היום הזה כי חכם אתה, אשר תשמע כל חלום לפתור אותו על נכון. ויען יוסף את פרעה לאמור, יספר פרעה את חלומו אשר חלם הלא לאלוקים פתרונים. ויספר פרעה ליוסף את חלומותיו חלום הפרות וחלום השיבולים, ויכל המלך לדבר.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when the king heard the words of the chief butler the king gave orders that the wise men ‎of Egypt be not slain. And the king commanded further unto his servants to bring Joseph ‎before him, and he said unto them: Go ye unto him, but do not frighten him lest he be ‎confused and unable to speak correctly. And the servants of the king went unto Joseph and ‎they took him hastily from the dungeon, and they shaved him and changed his prison ‎garments, and he came before the king. And the king was seated upon his throne in his royal ‎garments, girt with the golden Ephod, and the ornaments that were upon him sparkled, and ‎the carbuncle and the ruby and the emerald flashed, and all the precious stones that were ‎upon the head of the king were blazing, and Joseph was greatly astonished at the sight of the ‎king. And the throne upon which the king sat was covered with gold and with silver and with ‎onyx stones, and there were to it seventy steps. And it was the rule in all the land of Egypt, ‎when a man came to speak unto the king, and if he was a prince or one highly esteemed by ‎the king, that he ascended toward the king up to the thirty-first step, and the king would ‎descend to the thirty sixth step and speak unto him. And if he was of the common people, he ‎ascended to the third step, and the king descended to the fourth and spoke unto him. And it ‎was further their rule that every man who understood to speak the seventy languages, he ‎would scale the seventy steps, and while ascending he would speak until he reached the king. ‎And any man that knew not all the seventy languages was permitted to ascend the steps ‎according to the number of his languages. And it was a law in Egypt, in those days, that no man ‎could be king over them unless he knew the seventy languages. And when Joseph appeared ‎before the king he bowed down before him to the ground, and he ascended three steps, and ‎the king sat down on the fourth and he spoke unto Joseph saying: I have dreamed a dream ‎and no one can interpret it correctly. And I commanded to-day all the magicians of Egypt and ‎all the wise men came before me, and I told my dream unto them, but there was none among ‎them to interpret it correctly. And now I have heard of thee this day that thou art a wise man, ‎know ing to interpret correctly every dream. And Joseph answered Pharaoh saying: Let the ‎king relate his dream which he hath dreamed, for verily his interpretation is with God. And ‎Pharaoh related his dream unto Joseph concerning the cows and concerning the ears. And ‎when the king ceased speaking, ‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5bc7301681b55e00c03e57e5", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Miketz 3", "anchorRef": "Genesis 41:17-18", "anchorRefExpanded": ["Genesis 41:17", "Genesis 41:18"], "sourceRef": "Maor VaShemesh, Miketz 3", "sourceHeRef": "מאור ושמש, מקץ ג׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 3, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "מקץ", "he": "<b>וידבר פרעה אל יוסף בחלומי הנני עומד על שפת היאור והנה מן היאור עולות שבע פרות בריאות בשר כו' והנה שבע פרות אחרות עולות אחריהן דלות ורעות תואר מאוד ורקות בשר כו' ותאכלנה הפרות הרקות והרעות כו' ותבואינה אל קרבנה ולא נודע כי באו אל קרבנה ומראיהן רע כאשר בתחילה כו' ויאמר יוסף אל פרעה כו' שבע פרות הטובות שבע שנים הנה כו' ולא יודע השבע בארץ מפני הרעב ההוא אחרי כן כי כבד הוא מאוד. </b>פירש\"י ז\"ל ולא יוודע השבע הוא פתרון ולא נודע כי באו אל קרבנה ועתה ירא פרעה איש נבון וחכם וישיתהו על ארץ מצרים כו' הקושיא הוא מפורסמת מאד מי עשאוהו יועץ למלך הי' לו לפתור החלום ולשתוק. ונראה לי דהנה יש לדקדק גבי החלום גופא שמספר התורה החלום של פרעה כתיב גבי והנה שבע פרות אחרות עולות כו' ותעמודנה אצל הפרות על שפת היאור ובסיפור של פרעה ליוסף השמיט זה ולא כתיב ותעמודנה אצל הפרות על שפת היאור גם יש לדקדק גבי החלום גופא כתיב ודקות בשר משמע שהיה עליהם בשר רק שהיו כחוש ודק וגבי הסיפור כתיב ורקות בשר משמע שהיו ריקנים מבשר מכל וכל גם יש לדקדק שבסיפור החלום ליוסף כתיב ותבואינה אל קרבנה ולא נודע כי באו אל קרבנה ומראיהן רע כו' ובחלום גופא לא נאמר ולא נודע כי באו אל קרבנה כו' ונראה בזה דאיתא בזוה\"ק פ' מקץ ר' חייא אמר פרעה בעי לנסאי ליוסף ואחליף לי' חלמא כו' אחרי הודיע אחורי היית ע\"ש (רק שבזו\"הק אינו מפורש כלל האיך אחליף ליה החלום והאיך אמר לו טעות ובדברינו יובן בעז\"ה) דהנה בהחלום ראה פרעה שבע פרות יפות מראה ובריאות בשר ולכאורה מהו הלשון בריאות שהוא לשון בריא וקיים הול\"ל מלאות בשר כדכתיב ההיפוך גבי רעות דקות בשר או הול\"ל עבי בשר או הול\"ל טובי בשר והוי דבר והיפוכו אלא הרמז הי' בזה בריאות בשר שהוא לשון בריאות וקיימות שרמזו לפרעה שע\"י שבע השנים הטובות יהי' קיום לארץ בשבע שני הרעב הא כיצד כאשר אמר יוסף הצדיק בפתרונו יעשה פרעה כו' ויפקד פקידים על הארץ כו' ויקבצו את כל אוכל כו' ולא תכרת הארץ ברעב כו' וע\"כ כתיב גבי החלום גופא ותעמודנה אצל הפרות על שפת היאור דהיינו שהפרות הרעות דהיינו שבע שני הרעב יהיה לכם סמיכה ע\"י שבע שנים הטובות כנ\"ל וזה ותעמודנה אצל הפרות וע\"כ ג\"כ בחלום גופא לא כתיב ותבואנה אל קרבנה ולא נודע כי באו אל קרבנה ומראיהן רע כאשר בתחילה לפי שזה שקר שלא ראה כך בחלום אדרבה בחלום הראו לו ששבע שני רעב יתפרנסו ע\"י שבע שנים של השובע ומפני כך הראו לפרעה החלום אלא כדי שיקבוץ התבואות בשבע שני השבע לצורך שבע שני הרעב והנה פרעה שינה הסיפור החלום לפני יוסף כדאיתא בזו\"הק הנ\"ל וע\"כ אמר לו בסיפור החלום שראה רקות בשר שמשמע ריקנים מבשר מכל וכל גם אמר לו ותבואנה אל קרבנה ולא נודע כי באו אל קרבנה וזהו שקר ענה לו ע\"כ בפתרון החלום אמר לו ולא יוודע השבע בארץ מפני הרעב ההוא כפרש\"י ז\"ל שזה פתרון ותבואינה אל קרבנה ולא נודע כי באו אל קרבנה וזה אמר לו יוסף הצדיק לפי דבריו שאמר לו ותבואינה אל קרבנה ולא נודע כי באו אל קרבנה ואח\"כ אמר לו הפתרון האמת ועתה ירא פרעה איש נבון וחכם כו' יעשה פרעה כו' ויקבצו את כל אוכל כו' ולא תכרת הארץ ברעב כו' שזה פתרון של ותעמודנה אצל הפרות שיהיו נסמכים על הפרות הטובות כנ\"ל וזה פתרון של בריאות בשר כנ\"ל ופתרון של דקות בשר ולא רקות בשר כנ\"ל ע\"כ הוצרך יוסף הצדיק ליתן לו העצה ועתה ירא פרעה כו' לפי שבזה הראה לפרעה מה שטעה בסיפור החלום אליו ונהפך הוא מדבריו כנ\"ל ע\"כ אמר לו פרעה אחרי הודיע כו' כפי' הזו\"הק אחורי היית בחלומי כנ\"ל ואין נבון וחכם כמוך ומתורץ כל הקושיות הנ\"ל ודו\"ק.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf58eafd0455414a3c4bc", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Miketz 12", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Paaneach Raza, Miketz 12", "sourceHeRef": "פענח רזא, מקץ י״ב", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 12, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "מקץ", "he": "בחלומי וגו' בריאות בשר ויפות תאר וגו', שינה לו פרעה החלום, וגם הפך בו כאשר תראה דלעיל כתיב בריאות בשר באחרונה, וכתיב יפות מראה, לא יפות תאר, וכ\"ז כדי לנסותו, וכן כל השינויים בפרות ושבלים הן בטובות הן ברעות הכל לטעם זה, ויוסף הרגיש בכל וסתרו תמיד לומר לא כך ראית אלא כך וכך וזהו שאמר יוסף ועל השנות החלום, פי' במה ששינית לי ואני השבתי לך הכל על נכון וכן במה שבא החלום פעמיים מכ\"ז תדע כי נכון הדבר וגו' (ולכך טעם דרגא תביר בהשנות החלום להפסיקו מעם אל פרעה פעמיים, וק\"ל למעיין בו):", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f043dcea157d666e704b178", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Rav Hirsch on Torah, Genesis 41:17:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Es ist interessant, diese Erzählung des Traumes aus Pharaos Mund mit obigem Bericht über den wirklichen Vorgang zu vergleichen. Oben haben wir den Traum objektiv, hier, wie er sich in Pharaos Seele abspiegelt, und wie er ihn wieder reproduziert. Wir werden daraus zugleich erkennen, wie die חרטומים, selbst wenn sie חכמים gewesen, auf falsche Fährte geleitet wurden. Jede Erzählung, mit Ausnahme der תורה, trägt eine subjektive Färbung, den Eindruck nämlich, den das Ereignis auf den Erzählenden gemacht. Wenn Gott jemandem etwas im Traume mitteilen will, so treibt er kein neckisches Spiel, ihm etwa ein Rätsel aufzugeben; seine Sprache, auch in Bildern, ist klar. Pharao aber hatte Wesentliches verwischt. In der Wirklichkeit des Traumes stand Pharao על היאר, sinnend am Flusse, und in dieser Betrachtung der Bedeutung des Flusses liegt der ganze Schlüssel zum Traume; in seiner Erzählung steht er על שפת היאר und erscheint das als bloße Szenerie. Im Traume waren die Kühe יפות מראה ובריאות בשר, schön von Ansehen und gesund von Fleisch, beides gehört zusammen und bezeichnet sie von vornherein in ihrem Werte für den Menschen. Pharao erzählt יפות תואר, sie waren schön von <i>Gestalt</i>. Auf Symmetrie des Gliederbaues sieht aber kein Metzger, sieht ein Symboliker und Maler, und darum hatten auch die חרטומים auf alles Mögliche raten können, sieben Töchter, sieben Provinzen usw. Ebenso bei den magern Kühen. Oben sind sie רעות מראה ודקות בשר, sind für den Menschen schlecht und versprechen ihm nicht viel Fleisch. Hier sind sie דלות \"armselig\", רעות תואר \"schlecht von Gestalt\" und דקות הבשר \"beschränkt\" an Fleisch. רַק ist nicht רֵיק leer, sondern wie רַק die beschränkende Partikel (und umgekehrt גַם von גמה und גמא reichlich in sich aufnehmen, die erweiternde Partikel) ist, somit: beschränkt an Fleisch, alles Epiteta, die mehr die Beschaffenheit der Tiere an sich, als in ihrem Werte für den Menschen vergegenwärtigen. (רקק verwandt mit רכך weich, zart sein, daher auch רק die erweichende Flüssigkeit: der Speichel). Er erzählt auch nicht, daß sich die Schlechten zuerst neben die Guten an den Rand des Flusses gestellt haben, woraus hervorgegangen wäre, daß sie nur aus Hunger, und weil keine Weide mehr da war, die Guten aufgezehrt. — Der Eindruck der schlechten Tiere und Ähren muss ein weit stärkerer gewesen sein, als der der guten. Pharao häuft bei ihnen die Attribute, um den Eindruck, den sie auf ihn gemacht, genügend zu schildern, und hebt die Beschaffenheit der schlechten Ähren ihm die Güte der vorangehenden noch mehr hervor, so, daß er diese אחריהם, mascul. bezeichnet.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e9d64b468b1b9b1e608be", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Midrash Lekach Tov, Genesis 41:17:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "וידבר פרעה. כל תחילת המעשה הדיבור משמעו. שנאמר וידבר פרעה. אבל אמירה מענהו למעלה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9d65b468b1b9b1e608c0", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 41:17:2", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Midrash Lekach Tov, Genesis 41:17:2", "sourceHeRef": "מדרש לקח טוב, בראשית מ״א:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> בחלומי הנני עומד על שפת היאור.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"35\"></i> רבנן אמרי מ\"ב שנה נגזרה גזירה על ארץ מצרים הרעב שבע ושבע של פרות רעות. ושל שבלים הדקות. שראה פרעה. שבע ושבע שאמר פרעה ליוסף. ושבע ושבע שהחזיר יוסף לפרעה. ג' פעמים י\"ד הרי מ\"ב. א\"ר יוסי בר חנינא שנתים עשה הרעב. <i data-commentator=\"Notes and Corrections\" data-order=\"36\"></i> כיון שירד יעקב למצרים כלה הרעב. ואימתי חזר להיות בימי יחזקאל. הה\"ד ונתתי את ארץ מצרים שממה וגו' (יחזקאל כט יב).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ece47cf7a0c25239b45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Rise to Power; Dreams", "he": "בראשית הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Continued are the themes of Yosef’s success in adversity and skill in interpreting dreams (yet his father and brother, and not he, had done the interpreting in Chap. 37!). In Chap. 37 dreams had brought about his downfall; here (Chap. 40) they will help the cupbearer and in Chap. 41 ultimately save a country, his family, and himself. Yosef’s self-assurance and reliance on God, already evident in 39:9, here mean that it will not be long before he stands at the pinnacle.", "Yosef’s dramatic rise to power is an old and favorite motif in folklore. The text colorfully presents Pharaoh’s dreams, in great detail, especially in his emotional retelling. All the more striking then is Yosef’s simple interpretation (41:23–27)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af796", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 40:1-41:52\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 40:1-41:52</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6370cd73400056e9476f2d0d", "index_title": "Gevia Kesef", "category": "Quoting Commentary", "type": "", "ref": "Gevia Kesef 19:9", "anchorRef": "Genesis 41:1-24", "anchorRefExpanded": ["Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24"], "sourceRef": "Gevia Kesef 19:9", "sourceHeRef": "גביע כסף י״ט:ט׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1330, 1340], "commentaryNum": 19.0009, "collectiveTitle": {"en": "Gevia Kesef", "he": "גביע כסף"}, "he": "ואולם עוד הערה גדולה בענין השנות הסיפורים עם שינוי מליצות ושמות כענין סיפור אליעזר וסיפור חלום פרעה. ולהיות הדברים הקלים משל ודמיון לדברים הקשים, כמו שאמרנו ״למד סתום מן המפורש.״ וכן מנהג כל הפילוסופים ג״כ. והנה משה בכמו זה בתורה כמה פעמים, ר״ל השנות הדברים על שינוים מה. ובפרט | בחומש ״אלה הדברים.״ ", "heVersionTitle": "Hebrew text, New York, Ktav, 1982", "heLicense": "", "heVersionTitleInHebrew": "", "text": "There is, however, another observation on the isue of the repetition of anecdotes that involve changes in expression and words, such as the story of Eliezer and the story of the dream of Pharaoh.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">31. In Gen. 24 Eliezer repeats, with small changes, the events that had occurred previously, as described in the Torah. In Gen. 41:1-24 Pharaoh’s dreams are first described as they happened, and then as they were related by Pharaoh, with small changes.</i> Easy subject matter is to be taken as metaphorical and analogous to more difficult matters, as the sages said, “Extrapolate from the explicit to the implicit,”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">32. BT <i>Yoma</i> 59a.</i> which is also what all the philosophers usually say. Now Moses in the Torah on several occasions repeats things with small changes, especially | in Deuteronomy.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">33. He means that by learning to be precise in these stories in Genesis, one is able to be similarly precise in the matters of faith as outlined in the repeated passages in Deuteronomy.</i>", "versionTitle": "Trans. by Basil Herring, New York, Ktav, 1982", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64187866c9371ec0cebe5dfc", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Reggio on Torah, Genesis 41:17:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>בחלמי הנני עמד,</b> נדמה לי בחלום כאילו אני עומד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64785dfbfb0530db8e01f152", "index_title": "On Dreams", "category": "Second Temple", "type": "", "ref": "On Dreams, Book II 32:4", "anchorRef": "Genesis 41:17-24", "anchorRefExpanded": ["Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24"], "sourceRef": "On Dreams, Book II 32:4", "sourceHeRef": "על החלומות, ספר ב ל״ב:ד׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 32.0004, "collectiveTitle": {"en": "On Dreams", "he": "על החלומות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[218] And after I had waked I slept, and saw again in my sleep that seven ears of corn came up on one stalk, full and good, and other seven ears thin and wind-blasted grew up beside them, and the seven ears swallowed up the good and full ears” (Gen. 41:17–24).", "versionTitle": "Loeb Classical Library, Harvard University Press, 1934", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64785e01fb0530db8e01f166", "index_title": "On Dreams", "category": "Second Temple", "type": "", "ref": "On Dreams, Book II 36:2", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "On Dreams, Book II 36:2", "sourceHeRef": "על החלומות, ספר ב ל״ו:ב׳", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 36.0002, "collectiveTitle": {"en": "On Dreams", "he": "על החלומות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "[238] For “I thought,” he says, “that I stood on the edge of the river” (Gen. 41:17). River, I submit, is here a symbol of speech, since both flow outward and with a swift strong current, and both are sometimes fruitful in producing inundations, water in one case, words in the other, sometimes unfruitful when they slacken or subside.", "versionTitle": "Loeb Classical Library, Harvard University Press, 1934", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6487462670699c26744fd0f2", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Midrash Sekhel Tov, Bereshit 41:17:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "וידבר פרעה אל יוסף בחלומי. ראיתי בראיית הרוח:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487462670699c26744fd0f4", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 41:17:2", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Midrash Sekhel Tov, Bereshit 41:17:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״א:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "הנני עומד על שפת היאור. לא אמר על היאור כשראה, אלא על שפת, כדי להבן ממנו שאינו אלוהו, כשדרשנו:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc26758c1dc532ec8657", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 41:17", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Steinsaltz on Genesis 41:17", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״א:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 41.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיְדַבֵּר פַּרְעֹה אֶל יוֹסֵף: בַּחֲלֹמִי, הִנְנִי עֹמֵד עַל שְׂפַת הַיְאֹר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Pharaoh spoke to Joseph: In my dream, behold, I am standing on the bank of the Nile. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66afb65e1e8ab6e759397fde", "index_title": "Pardes Yosef", "category": "Commentary", "type": "commentary", "ref": "Pardes Yosef, Genesis 41:17:1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Pardes Yosef, Genesis 41:17:1", "sourceHeRef": "פרדס יוסף, בראשית מ״א:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 17.0001, "collectiveTitle": {"en": "Pardes Yosef", "he": "פרדס יוסף"}, "heTitle": "בראשית", "he": "על שפת היאור. עי' ר' בחיי שהקשה דבחלום הי' באמת עומד על היאור. ובח\"ס כ' דמעולם לא ראה אדם בחלום פילא בקופא דמחטא כמ\"ש בברכות. ולעמוד על היאור אי אפשר. וחשב פרעה אם יאמר ליוסף כן יחשוב חלומו להבל כי אי אפשר. ותיקן לשונו על שפת. ולא ידע כי הפתרון שנצמח מזה שברך יעקב לפרעה שיעלה נילוס לרגלו כפרש\"י פ' ויגש (מ\"ז י') והיינו והוא עומד על היאור ממש שבא על היאור ועלתה לרגלו. וע\"ע בעץ הדעת טוב עה\"ת. ובמדרש הביא דכ' עדות ביהוסף שמו על ארץ מצרים שפת לא ידעתי אשמע. דקשה מהיכן ידע פרעה שדברי יוסף אמת. ותיכף המליך אותו על מצרים. ורק י\"ל שפרעה שינה החלום וא\"ל על שפת היאור כדי לנסותו אם ידע מזה. ויוסף ידע בנבואה החלום שעמד על היאור. ואמר זאת לפרעה ששינה לו החלום באמרו על שפת ותיכף ידע פרעה שרוח אלקים דובר בו. וז\"פ במדרש דשאל עדות ביהוסף שמו על ארץ מצרים כלומר מה עדות הי' לפרעה שהמליך תיכף ליוסף על מצרים. וע\"ז אמר שפת לא ידעתי אשמע. כלומר בשביל שאמר יוסף שתיבת שפת אשר שומע מפרעה זאת אינו יודע לפתור כי באמת לא חלם לו שעומד על שפת היאור. וע\"כ בשמוע פרעה כן ידע שאמת אתו והמליכהו תיכף:", "heVersionTitle": "Piotrkow, 1930", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1c5f8d6e4a937f9998947", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:7", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Bamidbar Rabbah 14:7", "sourceHeRef": "במדבר רבה י״ד:ז׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1200], "commentaryNum": 14.0007, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "דָּבָר אַחֵר <small>(קהלת ח, ב)</small>: אֲנִי פִּי מֶלֶךְ שְׁמֹר, מְדַבֵּר בְּיוֹסֵף הַצַּדִּיק שֶׁהוּא שָׁמַר אֲנִי שֶׁאָמַר לוֹ פַּרְעֹה, כְּמָה דְתֵימָא <small>(בראשית מא, מד)</small>: וַיֹּאמֶר פַּרְעֹה אֶל יוֹסֵף אֲנִי פַרְעֹה וגו', שֶׁמֵּעוֹלָם לֹא מָרַד עַל צִוּוּיוֹ. <small>(קהלת ח, ב)</small>: וְעַל דִּבְרַת שְׁבוּעַת אֱלֹהִים, שֶׁאַף עַל פִּי שֶׁנִּכְנַס לְאוֹתָהּ גְּדֻלָּה לֹא פָּרַק עֹל שָׁמַיִם מֵעָלָיו וְהָיָה יָרֵא לְהַקָּדוֹשׁ בָּרוּךְ הוּא, כְּמָה דְתֵימָא <small>(בראשית מב, יח)</small>: אֶת הָאֱלֹהִים וגו', וּלְכָךְ נֶאֱמַר אֱלֹהִים, וְהָיָה זָהִיר עַל הַשְּׁבוּעָה שֶׁלֹא נִשְׁבַּע חַי ה' אִם תֵּצְאוּ מִזֶּה, אֶלָּא <small>(בראשית מב, טו)</small>: חֵי פַרְעֹה אִם תֵּצְאוּ מִזֶּה, הֱוֵי: שְׁבוּעַת. מַהוּ דִּבְרַת, שֶׁגָּדַר עַצְמוֹ מִן הָעֶרְוָה, כְּמָה דְתֵימָא <small>(דברים כג, טו)</small>: וְלֹא יִרְאֶה בְךָ עֶרְוַת דָּבָר, וְאוֹמֵר <small>(דברים כב, כד)</small>: עַל דְּבַר אֲשֶׁר לֹא צָעֲקָה הַנַּעֲרָה בָּעִיר וגו'. וְכֵן הוּא אוֹמֵר <small>(בראשית לט, ז)</small>: וַתִּשָֹּׂא אֵשֶׁת אֲדֹנָיו אֶת עֵינֶיהָ אֶל יוֹסֵף וַתֹּאמֶר שִׁכְבָה עִמִּי, מַה כְּתִיב שָׁם <small>(בראשית לט, ח)</small>: וַיְמָאֵן וַיֹּאמֶר אֶל אֵשֶׁת אֲדֹנָיו הֵן אֲדֹנִי וגו', לְכָךְ נֶאֱמַר: וְעַל דִּבְרַת, כְּמָה דְתֵימָא <small>(בראשית לט, י)</small>: וַיְהִי כְּדַבְּרָהּ אֶל יוֹסֵף יוֹם יוֹם וְלֹא שָׁמַע אֵלֶיהָ וגו'. אַל תִּבָּהֵל מִפָּנָיו, בְּעֵת שֶׁנִּכְנַס לַבַּיִת לַעֲשׂוֹת מְלַאכְתּוֹ וְהָיָה הַבַּיִת פָּנוּי שֶׁלֹא הָיָה שָׁם אָדָם שֶׁיִּרְאֵהוּ, וּכְמָה דִכְתִיב <small>(בראשית לט, יא)</small>: וַיְהִי כְּהַיּוֹם הַזֶּה וַיָּבֹא הַבַּיְתָה לַעֲשׂוֹת מְלַאכְתּוֹ וְאֵין אִישׁ וגו', וּבָאֲתָה וְתָפְשָׂה בְּבִגְדוֹ כְּדֵי שֶׁיִּשְׁכַּב עִמָּהּ, אַף עַל פִּי כֵן לֹא נִתְבַּהֵל מִן מַעֲשֶׂיהָ וְהָלַךְ לוֹ לַחוּץ, כְּמָה דְתֵימָא <small>(בראשית לט, יב)</small>: וַיַּעֲזֹב בִּגְדוֹ בְּיָדָהּ וַיָּנָס וַיֵּצֵא הַחוּצָה, לְכָךְ נֶאֱמַר: אַל תִּבָּהֵל מִפָּנָיו, לֹא נִתְבָּהֵל מִפְּנַאי הַבַּיִת, אֶלָּא שֶׁנָּס וְהָלַךְ לוֹ, אַף עַל פִּי שֶׁאָמְרָה לוֹ שֶׁאִם לֹא יִשְׁכַּב עִמָּהּ הִיא אוֹמֶרֶת לְבַעֲלָהּ שֶׁהוּא חָפַץ לְאָנְסָהּ, וּבַעֲלָהּ הוֹרְגוֹ וְאֵין מִי שֶׁיְּמַחֶה בְּיָדוֹ, לְפִי שֶׁהָיָה עַבְדּוֹ, אַף עַל פִּי כֵן לֹא עָמַד לַעֲשׂוֹת תַּאֲוָתָהּ בִּשְׁבִיל אוֹתוֹ דָּבָר רָע שֶׁהָיְתָה מַגְזֶמֶת לַעֲשׂוֹת לוֹ, לְכָךְ נֶאֱמַר <small>(קהלת ח, ג)</small>: אַל תַּעֲמֹד בְּדָבָר רָע כִּי כָּל אֲשֶׁר יַחְפֹּץ אֱלֹהִים יַעֲשֶׂה. וּמִנַיִן אַתָּה לָמֵד שֶׁהָיְתָה מַגְזֶמֶת לוֹ כָּךְ, מִן סוֹף הַדְּבָרִים, כֵּיוָן שֶׁרָאֲתָה שֶׁלֹא הוֹעִילָה בְּמַעֲשֶׂיהָ, רְאֵה מֶה עָשְׂתָה <small>(בראשית לט, יד יח)</small>: וַתִּקְרָא לְאַנְשֵׁי בֵיתָהּ וַתֹּאמֶר לָהֶם לֵאמֹר וגו' וַיְהִי כְשָׁמְעוֹ וגו' וַתַּנַּח בִּגְדוֹ וגו' וַתְּדַבֵּר אֵלָיו וגו' וַיְהִי כַּהֲרִימִי קוֹלִי וגו'. <small>(קהלת ח, ד)</small>: בַּאֲשֶׁר דְּבַר מֶלֶךְ שִׁלְטוֹן וגו', מַה שָֹּׂכָר נָתַן לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא עַל כָּךְ, הִשְׁלִיטוֹ עַל אֶרֶץ מִצְרָיִם, הֲדָא הוּא דִכְתִיב: בַּאֲשֶׁר דְּבַר מֶלֶךְ וגו', כְּמָה דְתֵימָא <small>(בראשית מא, יז)</small>: וַיְדַבֵּר פַּרְעֹה אֶל יוֹסֵף בַּחֲלֹמִי הִנְנִי וגו'. שִׁלְטוֹן, כְּמָה דְתֵימָא <small>(בראשית מב, ו)</small>: וְיוֹסֵף הוּא הַשַּׁלִּיט עַל הָאָרֶץ. וּמִי יֹאמַר לוֹ מַה תַּעֲשֶׂה, כְּמָה דְתֵימָא <small>(בראשית מא, נה)</small>: לְכוּ אֶל יוֹסֵף אֲשֶׁר יֹאמַר לָכֶם תַּעֲשׂוּ, כָּל כָּךְ לָמָּה, עַל שֶׁשָּׁמַר אֶת הַמִּצְווֹת, הֲדָא הוּא דִכְתִיב <small>(קהלת ח, ה)</small>: שׁוֹמֵר מִצְוָה לֹא יֵדַע דָּבָר רָע, מַהוּ לֹא יֵדַע דָּבָר רָע, שֶׁאוֹתוֹ דָּבָר רָע שֶׁאָמַר שַׂר הַמַּשְׁקִים, כְּמָה דְתֵימָא <small>(בראשית מא, יב)</small>: וְשָׁם אִתָּנוּ נַעַר עִבְרִי עֶבֶד לְשַׂר הַטַּבָּחִים וגו', דִּבֶּר כָּאן בְּנִגְעַת יוֹסֵף שְׁלשָׁה דְּבָרִים: נַעַר, שֶׁהוּא שׁוֹטֶה, כְּמָה דְתֵימָא <small>(משלי כב, טו)</small>: אִוֶּלֶת קְשׁוּרָה בְלֶב נָעַר, עִבְרִי, שׂוֹנֵא, עֶבֶד, שֶׁאֵינוֹ רָאוּי לְמַלְכוּת, אַף עַל פִּי כֵן לֹא יֵדַע יוֹסֵף אוֹתוֹ דָּבָר רָע, כְּלוֹמַר שֶׁלֹא נָגַע בּוֹ הַדָּבָר, שֶׁמָּלַךְ. <small>(קהלת ח, ה)</small>: וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, זֶה הָיָה יוֹסֵף שֶׁנִּקְרָא חָכָם, כְּמָה דְתֵימָא <small>(בראשית מא, לט)</small>: אֵין נָבוֹן וְחָכָם כָּמוֹךָ. וְהָיָה יוֹדֵעַ שֶׁעָתִיד לִתֵּן הַדִּין אִלּוּ נָגַע בְּאֵשֶׁת פּוֹטִיפַר, לְפִיכָךְ פֵּרַשׁ מִמֶּנָּהּ, הֲדָא הוּא דִכְתִיב <small>(בראשית לט, י)</small>: וְלֹא שָׁמַע אֵלֶיהָ לִשְׁכַּב אֶצְלָהּ בָּעוֹלָם הַזֶּה, לִהְיוֹת עִמָּהּ לָעוֹלָם הַבָּא. דָּבָר אַחֵר, וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁכָּתוּב בּוֹ <small>(איוב ט, ד)</small>: חֲכַם לֵבָב וְאַמִּיץ כֹּחַ, הֵבִיא עֵת עַל יוֹסֵף לְשַׁלֵּם לוֹ שְׂכָרוֹ בַּמִּשְׁפָּט, מִדָּה כְּנֶגֶד מִדָּה, הָא כֵיצַד, הוּא שָׁלַט בְּיִצְרוֹ וְלֹא נָגַע בָּהּ, לְפִיכָךְ נַעֲשָׂה שַׁלִּיט, כְּמָה דְתֵימָא: וְיוֹסֵף הוּא הַשַּׁלִּיט עַל הָאָרֶץ. הוּא לֹא שָׁמַע לָהּ, כְּמָה דְתֵימָא: וְלֹא שָׁמַע אֵלֶיהָ, לְכָךְ הִמְלִיכוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא עַל מִצְרַיִם כֻּלָּהּ, וְהָיוּ כֻּלָּם נִשְׁמָעִים לִדְבָרָיו, כְּמָה דְתֵימָא <small>(בראשית מא, נה)</small>: אֲשֶׁר יֹאמַר לָכֶם תַּעֲשׂוּ. פִּיו שֶׁלֹא נָשַׁק בַּעֲבֵרָה לְפִיכָךְ <small>(בראשית מא, מ)</small>: עַל פִּיךָ יִשַּׁק כָּל עַמִּי. הוּא אָמַר לָהּ <small>(בראשית לט, ט)</small>: אֵינֶנּוּ גָּדוֹל בַּבַּיִת הַזֶּה מִמֶּנִּי וגו', כְּדֵי לְהַדִּיחָהּ מֵעָלָיו, לְפִיכָךְ <small>(בראשית מא, מ)</small>: אַתָּה תִּהְיֶה עַל בֵּיתִי. הוּא לֹא תָפַשׂ לָהּ וְהִיא תְּפָשַׂתּוּ בְּיָדֶיהָ, כְּמָה דְתֵימָא <small>(בראשית לט, יב)</small>: וַתִּתְפְּשֵׂהוּ בְּבִגְדוֹ וגו', לְפִיכָךְ <small>(בראשית מא, מב)</small>: וַיָּסַר פַּרְעֹה אֶת טַבַּעְתּוֹ מֵעַל יָדוֹ וַיִּתֵּן אֹתָהּ עַל יַד יוֹסֵף. הוּא עָזַב בִּגְדוֹ בְּיָדָהּ, לְפִיכָךְ <small>(בראשית מא, מב)</small>: וַיַּלְבֵּשׁ אֹתוֹ בִּגְדֵי שֵׁשׁ. הוּא לֹא הִרְכִּין צַוָּארוֹ לַעֲבֵרָה, לְפִיכָךְ <small>(בראשית מא, מב)</small>: וַיָּשֶׂם רְבִד הַזָּהָב עַל צַוָּארוֹ. הוּא לֹא רָכַב עָלֶיהָ, לְפִיכָךְ <small>(בראשית מא, מג)</small>: וַיַּרְכֵּב אֹתוֹ בְּמִרְכֶּבֶת הַמִּשְׁנֶה אֲשֶׁר לוֹ. הִיא קָרְאָה לְאַנְשֵׁי בֵיתָהּ עַל כָּךְ, כְּמָה דְתֵימָא: וַתִּקְרָא לְאַנְשֵׁי בֵיתָהּ וגו', לְפִיכָךְ <small>(בראשית מא, מג)</small>: וַיִּקְרְאוּ לְפָנָיו אַבְרֵךְ. הוּא נָתוּן אֶל בֵּית הַסֹּהַר עַל כָּךְ, כְּמָה דְתֵימָא <small>(בראשית לט, כ)</small>: וַיִּתְּנֵהוּ אֶל בֵּית הַסֹּהַר, לְפִיכָךְ <small>(בראשית מא, מג)</small>: וְנָתוֹן אֹתוֹ עַל כָּל אֶרֶץ מִצְרַיִם. הוּא לֹא נָתַן עֵינָיו בָּהּ וְלֹא בַּמִּצְרִיּוֹת בְּעֵת שֶׁמָּלַךְ, כְּמָה דְתֵימָא <small>(בראשית מט, כב)</small>: בֵּן פֹּרָת יוֹסֵף בֵּן פֹּרָת עֲלֵי עָיִן, שֶׁעִלֵּם עֵינוֹ מֵאֵשֶׁת פּוֹטִיפַר וּמִן הַמִּצְרִיּוֹת, <small>(בראשית מט, כב)</small>: בָּנוֹת צָעֲדָה עֲלֵי שׁוּר, וּלְפִיכָךְ עֲלֵי שׁוּר, אָמַר רַבִּי רְאוּבֵן מַהוּ עֲלֵי שׁוּר, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא עָלַי לְשַׁלֵּם שְׂכַר אוֹתָהּ הָעַיִן, כֵּיצַד שָׁנוּ רַבּוֹתֵינוּ שֶׁהָיוּ אוֹכְלִים בַּמִּקְדָּשׁ קֳדָשִׁים קַלִּים תּוֹךְ הַחוֹמָה לִפְנִים מֵחוֹמַת יְרוּשָׁלַיִם, אֲבָל בְּשִׁילוֹ שֶׁהָיָה חֵלֶק יוֹסֵף אוֹכְלִין אוֹתוֹ בְּכָל הָרוֹאֶה, הֱוֵי: עֲלֵי שׁוּר, כְּמָה דְתֵימָא <small>(איוב ז, ח)</small>: לֹא תְשׁוּרֵנִי עֵין רֹאִי, אָמַר רַבִּי עֲזַרְיָה אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְיוֹסֵף, אַתָּה שָׁמַרְתָּ מִצְוַת לֹא תִנְאָף, שֶׁהִיא שְׁבִיעִית בַּדִּבְּרוֹת, וְלֹא נָאַפְתָּ בְּאֵשֶׁת פּוֹטִיפַר, וְגַם שָׁמַרְתָּ מִצְוַת לֹא תִגְנֹב, שֶׁהִיא שְׁמִינִית בַּדִּבְּרוֹת, שֶׁלֹא גָּנַבְתָּ מָמוֹנוֹ שֶׁל פּוֹטִיפַר, וְלֹא גָנַבְתָּ מְקוֹר אִשְׁתּוֹ, כְּמָה דְתֵימָא <small>(איוב כד, טו)</small>: וְעֵין נֹאֵף שָׁמְרָה נֶשֶׁף לֵאמֹר לֹא תְשׁוּרֵנִי עָיִן וגו', יָבוֹא הָעֵת שֶׁאֲנִי פּוֹרְעָם לְךָ, לְמָחָר כְּשֶׁיָּבוֹאוּ הַנְּשִׂיאִים לְהָבִיא בַּחֲנֻכַּת הַמִּזְבֵּחַ, יִהְיוּ נְשִׂיאֵי שְׁנֵי בָנֶיךָ אֶחָד מַקְרִיב בְּיוֹם שְׁבִיעִי, וְהַשֵּׁנִי בְּיוֹם שְׁמִינִי, וְאֵין שֵׁבֶט אַחֵר מַפְסִיק בֵּין שְׁנֵי בָּנֶיךָ כְּשֵׁם שֶׁאַתָּה לֹא הִפְסַקְתָּ בֵּין לֹא תִנְאָף לְלֹא תִגְנֹב, שֶׁכֵּן כְּתִיב בַּיּוֹם הַשְּׁבִיעִי נָשִׂיא לִבְנֵי אֶפְרָיִם וגו' בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה וגו', לְכָךְ כְּתִיב: וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם. קָרְבָּנוֹ קַעֲרַת כֶּסֶף אַחַת וגו' <small>(במדבר ז, נה)</small>, אַל תִּקְרֵי קַעֲרַת אֶלָּא עֲקַרְתְּ, כְּנֶגֶד יַעֲקֹב שֶׁעָקַר אֶת הַבְּכוֹרָה מֵרְאוּבֵן וְנָתַן אוֹתָהּ לְיוֹסֵף, <small>(בראשית מח, כב)</small>: וַאֲנִי נָתַתִּי לְךָ שְׁכֶם אַחַד עַל אַחֶיךָ וגו'. כֶּסֶף, כְּמָא דְּתֵימָא <small>(משלי י, כ)</small>: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק. כְּמָה שֶׁאָמַר <small>(בראשית מח, ה)</small>: אֶפְרַיִם וּמְנַשֶּׁה כִּרְאוּבֵן וְשִׁמְעוֹן יִהְיוּ לִי. שְׁלשִׁים וּמֵאָה מִשְׁקָלָהּ, כְּשֶׁיָּרַד יַעֲקֹב לְמִצְרַיִם בִּשְׁבִיל יוֹסֵף בֶּן מֵאָה וּשְׁלשִׁים שָׁנָה הָיָה, שֶׁנֶּאֱמַר <small>(בראשית מז, ט)</small>: וַיֹּאמֶר יַעֲקֹב אֶל פַּרְעֹה יְמֵי שְׁנֵי מְגוּרַי שְׁלשִׁים וּמְאַת שָׁנָה. מִזְרָק אֶחָד כֶּסֶף, כְּנֶגֶד יוֹסֵף שֶׁנִּזְרַק מֵאָבִיו וְנִמְכַּר לְמִצְרַיִם. כֶּסֶף, עַל שֵׁם: כֶּסֶף נִבְחָר לְשׁוֹן צַדִּיק, מַה שֶּׁאָמַר לְאָבִיו <small>(בראשית מח, יח)</small>: לֹא כֵן אָבִי כִּי זֶה הַבְּכֹר שִׂים יְמִינְךָ עַל רֹאשׁוֹ. שִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ, שֶׁעַל יָדוֹ יָרְדוּ שִׁבְעִים נֶפֶשׁ לְמִצְרַיִם. שְׁנֵיהֶם מְלֵאִים וגו', יַעֲקֹב וְיוֹסֵף שְׁנֵיהֶם הָיוּ צַדִּיקִים גְּמוּרִים וּשְׁנֵיהֶם הֶעֱמִידוּ שְׁבָטִים. <small>(במדבר ז, נו)</small>: כַּף אַחַת עֲשָׂרָה זָהָב וגו', כְּנֶגֶד חַבְלֵי מְנַשֶּׁה עֲשָׂרָה, שֶׁנֶּאֱמַר <small>(יהושע יז, ה)</small>: וַיִּפְּלוּ חַבְלֵי מְנַשֶּׁה עֲשָׂרָה, <small>(במדבר ז, נז נח)</small>: פַּר אֶחָד בֶּן בָּקָר וגו' אַיִל אֶחָד וגו' שְׂעִיר עִזִּים אֶחָד וגו', הֲרֵי שְׁלשָׁה כְּנֶגֶד שְׁלשָׁה דוֹרוֹת שֶׁרָאָה יוֹסֵף מִן מְנַשֶּׁה שֶׁנָּטְלוּ חֵלֶק בָּאָרֶץ, שֶׁנֶּאֱמַר <small>(בראשית נ, כג)</small>: גַּם בְּנֵי מָכִיר בֶּן מְנַשֶּׁה יֻלְדוּ עַל בִּרְכֵּי יוֹסֵף, וְכֵן הוּא אוֹמֵר <small>(במדבר כו, כט ל)</small>: בְּנֵי מְנַשֶּׁה לְמָכִיר מִשְׁפַּחַת הַמָּכִירִי וּמָכִיר הוֹלִיד אֶת גִּלְעָד וגו' אֵלֶּה בְּנֵי גִּלְעָד אִיעֶזֶר וגו', מָכִיר וְגִלְעָד וְאִיעֶזֶר, הֲרֵי שְׁלשָׁה דוֹרוֹת שֶׁהָיוּ בָּתֵּי אָבוֹת שֶׁנִּקְרְאוּ עַל שֵׁם יוֹסֵף, כִּי מְנַשֶּׁה עַל שֵׁם יַעֲקֹב נִקְרָא, כְּמָה דְתֵימָא <small>(בראשית מח, ה)</small>: וְעַתָּה שְׁנֵי בָנֶיךָ הַנּוֹלָדִים לְךָ בְּאֶרֶץ מִצְרַיִם עַד בֹּאִי אֵלֶיךָ מִצְרַיְמָה לִי הֵם, וְהָרְבִיעִי זֶה הָיָה יָאִיר בֶּן מְנַשֶּׁה שֶׁנָּטַל חֵלֶק בָּאָרֶץ, כְּמָה דְתֵימָא <small>(במדבר לב, מא)</small>: וְיָאִיר בֶּן מְנַשֶּׁה הָלַךְ וַיִלְכֹּד אֶת חַוֹּתֵיהֶם וַיִּקְרָא אֶתְהֶן חַוֹּת יָאִיר, שְׁלשָׁה מִינֵי עוֹלָה שֶׁהִקְרִיב הָיוּ כְּנֶגֶד בְּנֵי מָכִיר בֶּן מְנַשֶּׁה. וּשְׂעִיר הַחַטָּאת הָיָה כְּנֶגֶד יָאִיר שֶׁלֹא הוֹרִישׁ חֶלְקוֹ לְבָנָיו, כִּי לֹא הָיוּ לוֹ בָנִים, וּלְכָךְ קְרָאָן עַל שְׁמוֹ, שֶׁלֹא הָיָה לוֹ זֵכֶר, וְיָרְשׁוּ חֶלְקוֹ בְּנֵי מָכִיר אָחִיו. <small>(במדבר ז, נט)</small>: וּלְזֶבַח הַשְּׁלָמִים בָּקָר שְׁנַיִם, כְּנֶגֶד שֵׁבֶט מְנַשֶּׁה שֶׁנֶּחֱלַק לִשְׁנַיִם, וְלָקַח שְׁנֵי חֲלָקִים בָּאָרֶץ, חֶצְיוֹ בְּעֵבֶר הַיַּרְדֵּן וְחֶצְיוֹ בְּאֶרֶץ כְּנַעַן. <small>(במדבר ז, נט)</small>: אֵילִם חֲמִשָּׁה עַתֻּדִים חֲמִשָּׁה כְּבָשִׂים בְּנֵי שָׁנָה חֲמִשָּׁה, הֲרֵי שְׁלשָׁה מִינִים כְּנֶגֶד שְׁלשָׁה דְבָרִים שֶׁעָשָׂה יוֹסֵף בִּשְׁבִיל מְנַשֶּׁה, שֶׁהָיָה מְבַקֵּשׁ לְגַדְּלוֹ עַל אֶפְרָיִם אָחִיו. הָאַחַת <small>(בראשית מח, יג)</small>: וַיִּקַּח יוֹסֵף אֶת שְׁנֵיהֶם אֶת אֶפְרַיִם בִּימִינוֹ מִשְׂמֹאל יִשְׂרָאֵל וְאֶת מְנַשֶּׁה בִשְׂמֹאלוֹ מִימִין יִשְׂרָאֵל. וְהַשֵּׁנִית <small>(בראשית מח, יז)</small>: וַיִּתְמֹךְ יַד אָבִיו לְהָסִיר אֹתָהּ מֵעַל רֹאשׁ אֶפְרַיִם עַל רֹאשׁ מְנַשֶּׁה. וְהַשְּׁלִישִׁית <small>(בראשית מח, יח)</small>: וַיֹּאמֶר יוֹסֵף אֶל אָבִיו לֹא כֵן אָבִי כִּי זֶה הַבְּכֹר וגו', לָמָּה הָיוּ שֶׁל חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד חָמֵשׁ נָשִׁים מִשֵּׁבֶט מְנַשֶּׁה שֶׁנָּטְלוּ חֵלֶק בָּאָרֶץ, אֵלּוּ בְּנוֹת צְלָפְחָד חָמֵשׁ, כְּמָה דְתֵימָא <small>(במדבר כז, ז)</small>: כֵּן בְּנוֹת צְלָפְחָד דֹּבְרֹת נָתֹן תִּתֵּן לָהֶם אֲחֻזַּת נַחֲלָה וגו', וְהֵן הָיוּ חָמֵשׁ, שֶׁנֶּאֱמַר <small>(במדבר כז, א)</small>: וְאֵלֶּה שְׁמוֹת בְּנֹתָיו מַחְלָה נֹעָה וְחָגְלָה וּמִלְכָּה וְתִרְצָה, וְכֵן יַעֲקֹב הִזְכִּירָן בְּבִרְכַּת יוֹסֵף, שֶׁנֶּאֱמַר <small>(בראשית מט, כב)</small>: בָּנוֹת צָעֲדָה עֲלֵי שׁוּר, אֵלּוּ בְּנוֹת צְלָפְחָד שֶׁנָּטְלוּ חֵלֶק בָּאָרֶץ. דָּבָר אַחֵר לָמָּה חֲמִשָּׁה חֲמִשָּׁה, כְּנֶגֶד הַבְּרָכָה שֶׁבֵּרְכָן יַעֲקֹב <small>(בראשית מח, טז)</small>: וְיִדְגוּ לָרֹב בָּקֶרֶב הָאָרֶץ, וְדָגִים נִבְרְאוּ בַּיּוֹם הַחֲמִישִׁי. <small>(במדבר ז, נט)</small>: זֶה קָרְבַּן גַּמְלִיאֵל וגו', כֵּיוָן שֶׁרָאָה הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁהִקְרִיב קָרְבָּנוֹ עַל הַסֵּדֶר הַזֶּה, הִתְחִיל מְקַלֵּס אֶת קָרְבָּנוֹ, זֶה קָרְבַּן גַּמְלִיאֵל:", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“His offering was one silver dish, its weight one hundred and thirty; one silver basin of seventy shekels, in the sacred shekel; both of them full of high-quality flour mixed with oil as a meal offering” (Numbers 7:55).</b> <br>“His offering was one silver dish [<i>kaarat</i>]…” – do not read it as <i>kaarat</i>, but rather as <i>akart</i>, corresponding to Jacob, who extracted [<i>akar</i>] the birthright<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The birthright refers to the extra portion of the inheritance that the eldest son received.</i> from Reuben and gave it to Joseph: “I have given you one portion more than your brothers…” (Genesis 48:22). “Silver” – just as it says: “The tongue of the righteous is choice silver” (Proverbs 10:20), just as he<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">Silver alludes to the statement made by Jacob, who was righteous.</i> said: “Ephraim and Manasseh will be for me like Reuben and Simeon” (Genesis 48:5).  “Its weight one hundred and thirty” – when Jacob descended to Egypt on account of Joseph, he was one hundred and thirty years old, as it is stated: “Jacob said to Pharaoh: The days of the years of my residence are one hundred and thirty years” (Genesis 47:9). <br>“One silver basin [<i>mizrak</i>]” – corresponding to Joseph, who was cast [<i>shenizrak</i>] from his father and sold to Egypt. “Silver” – after: “The tongue of the righteous is choice silver” (Proverbs 10:20) – what he said to his father<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">Silver alludes to the statement made by Joseph, who was righteous.</i>: “Joseph said to his father: Not so, my father, as this is the firstborn; place your right hand upon his head” (Genesis 48:18). “Seventy shekels, in the sacred shekel” – as it was through him that seventy people descended to Egypt. “Both of them full…” – Jacob and Joseph, both of them were full-fledged righteous men and both produced tribes. <br><b>“One gold ladle of ten shekels, filled with incense” (Numbers 7:56).</b> <br>“One gold ladle of ten shekels…” – corresponding to the ten districts of Manasseh, as it is stated: “Ten districts fell to Manasseh” (Joshua 17:5). <br><b>“One young bull, one ram, one lamb in its first year, as a burnt offering” (Numbers 7:57). <br>“One goat as a sin offering” (Numbers 7:58).</b> <br>“One young bull, one ram [one lamb in its first year, as a burnt offering]; one goat…” – these<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">This is a reference to the three burnt offerings.</i> are three corresponding to the three generations that Joseph saw from Manasseh that received a portion in the land,<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">This is a reference to the fact that there were three major families named after the three generations following Manasseh, in addition to the family which was named after Manasseh himself. Therefore, the phrase “the sons of Makhir” refers to Makhir himself, Gilad, and Iezer.</i> as it is stated: “The children of Makhir son of Manasseh, too, were born at Joseph’s knees” (Genesis 50:23). Likewise, it says: “The sons of Manasseh: For Makhir, the family of the Makhirites, and Makhir begot Gilad.… These are the sons of Gilad: Of Iezer…” (Numbers 26:29–30). Makhir, Gilad, and Iezer – these are three generations that were patrilineal houses that were attributed to Joseph, as Manasseh is attributed to Jacob, just as it says: “And now your two sons, who were born to you in the land of Egypt before my coming to you to Egypt, they are mine” (Genesis 48:5). The fourth, this was Ya’ir son of Manasseh, who received a portion in the land, just as it says: “Ya’ir son of Manasseh went and captured their villages [<i>ḥavot</i>], and he called them Ḥavot Ya’ir” (Numbers 32:41). The three species of burnt offerings corresponded to the sons of Makhir son of Manasseh.<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">This is referring to what was mentioned above, and is mentioned again since the midrash now also explains what the sin offering signifies.</i> The goat sin offering corresponded to Ya’ir, who did not bequeath his portion to his sons, because he did not have sons. That is why he called them<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">The villages.</i> by his name, because he did not have any remnant, and the sons of his brother Makhir inherited his portion. <br><b>“And for the peace offering, two bulls, five rams, five goats, five lambs in their first year. This was the offering of Gamliel son of Pedatzur” (Numbers 7:59).</b> <br>“And for the peace offering, two bulls” – corresponding to the tribe of Manasseh, which split into two and received two portions in the land, half of it on the east bank of the Jordan and half in the land of Canaan. “Five rams, five goats, five lambs in their first year” – these are three species, corresponding to three things that Joseph did on behalf of Manasseh, whom he sought to elevate over his brother Ephraim. The first: “Joseph took the two of them, Ephraim in his right hand to the left of Israel, and Manasseh in his left hand to the right of Israel” (Genesis 48:13). The second: “He supported his father’s hand, to remove it from the head of Ephraim to the head of Manasseh” (Genesis 48:17). The third: “Joseph said to his father: Not so, my father, as this is the firstborn…” (Genesis 48:18). <br>Why were they five each? It corresponds to the five women from the tribe of Manasseh who took a portion in the land. These were Tzelofḥad’s five daughters, just as it says: “Tzelofḥad’s daughters speak justly; give them a holding for inheritance…” (Numbers 27:7). They were five, as it is stated: “These are the names of his daughters: Maḥla, Noa, Ḥogla, Milka, and Tirtza” (Numbers 27:1). Likewise, Jacob mentioned them in the blessing of Joseph, as it is stated: “Branches [<i>banot</i>] ran atop the wall [<i>alei shur</i>]” (Genesis 49:22); these are Tzelofḥad’s daughters [<i>banot</i>], who received a portion in the land. Alternatively, why were they five each? It corresponds to the blessing that Jacob blessed them: “May they proliferate like fish in the midst of the earth” (Genesis 48:16), and fish were created on the fifth day. <br>“This was the offering of Gamliel…” – since the Holy One blessed be He saw that he presented the offering in this order, He began lauding his offering: “This was the offering of Gamliel…”", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85bfd7ef6efef42affd299", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Miketz 16", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Agra DeKala, Miketz 16", "sourceHeRef": "אגרא דכלה, מקץ ט״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 16, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "מקץ", "he": "<b>ויאמר</b> פרעה וכו' ופותר אין אותו וכו' \"עליך \"לאמר וכו' (בראשית מא טו) , ויען יוסף וכו' לאמר בלעדי וכו' (בראשית מא טז), וידבר פרעה וכו' (בראשית מא יז). יש לדקדק בתחילה אמר ויאמ\"ר, ואחר כך וידב\"ר. ב', ופות\"ר אין אות\"ו, דנשמע דלא היה לו כלל פותר, ובאמת פותרין היו רק שלא ישרו בעיניו. ג', עליך לאמר, מהו הלאמר. ד', בלעדי אינו מובן לפי פשוטו. ה', לאמר בלעדי, מהו הלאמר. ונראה דהנה עשה בשקר ובערמה ויבא כמחניף ליוסף, ובא כאומר שבאמת אין צריך לו, כי אילו היה רוצה לקרא לפותרים היו פותרין אותו בטיב, רק היות ששמע שהוא נהנה מזה מה ששואלין אותו חלומות, ורודף אחר זה להיות לו לתפארת, על כן גם הוא עושה זה לטובתו, והיה לו פתחון פה לזה הענין, להיות שהוא בעצמו התחיל לשאול לשר המשקים והאופים שיספרו לו, כי בודאי סיפר לו הרשע כן הענין. וז\"ש ויאמר דרך חבה בחשאי שמחבב ועושה לטובתו, \"חלום \"חלמתי \"ופותר אין אותו, שאין לי במוכן תחת ידי עד שאשלח לאיזה פותר, ואני שמעתי עליך לאמר תשמע חלום וכו', ר\"ל שאתה אומר שתשמע חלום, שאתה בעצמך מבקש זה מן החולמים להיות לך לכבוד, על כן גם אני עושה עמך חטיבה ויען יוסף עניה בקול רם, שלא היה מתפחד ממנו בבטחונו באלקים שעל כרחך יצרך לו, לאמר בלעדי ר\"ל יאמר בלעד\"י, דהיינו יפתור לך איש אחר, אני אין לי חשק גדול לזה ואין לי תאוה לזה, אלקים יענה וכו' על ידי האיש הפותר האחר, וכשראה פרעה כן, אזי היטב חרה לו אבל היה במוכרח. וזהו וידבר לשון עז וקושי, אבל בעל כרחו התחיל לספר, ומשמיענו התורה איך הש\"י מרים קרן הצדיקים בעל כרחם שלא ברצון הרשעים, בעל כרחם צריכין להודות כאשר הודה פרעה אחר כך הנמצא כזה וכו' (בראשית מא לח). והנה לבסוף בעל כרחו הודה, שאמר ואמר אל החרטומים ואין מגיד לי (בראשית מא כד), שיפתרו כמהראוי למלך כמוני ענין כולל:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bfd9ef6efef42affd2a7", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Miketz 18", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Agra DeKala, Miketz 18", "sourceHeRef": "אגרא דכלה, מקץ י״ח", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 18, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "מקץ", "he": "<b>שמעתי עליך לאמר תשמע חלום לפתר אותו (בראשית מא טו).</b> תרגום אונקלוס דאת שמע חלמא ומפשר יתיה. פירש בזה דהנה אמרו בזהר (ח\"א קצ\"ו ע\"א) כי פרעה היה מחליף כמה עניינים, ויוסף הבין שאינו כן. והנה תתבונן בדבר אחד בענין חלומו הנה עומד על היאר (בראשית מא א), לא על שפת היאר (בראשית מא יז), הכוונה שהיה עומד ממש במקומו, כי על ידי היאר ניזון ארץ מצרים, ובשני הרעב היאר בטל ממלאכתו. והנה חלם לפרעה שהוא עומד במקום היאר לזון את הארץ, ואמר שיפקיד איש נבון וחכם וישיתהו על ארץ מצרים (בראשית מא לג) וחמש את ארץ מצרים בשני השבע (בראשית מא לד), ודבר זה לא תהיה על ידי פרעה רק על ידי אותו האיש, כמו היאר שהוא עושה פעולה כוללת בהשקאה, והאיש צריך לחרוש ולזרוע, דאם לא כן לא יפעול היאר כלום. כן הוא בדבר הזה שפרעה יעשה פעולה כוללת במה שמפקיד איש נבון, ואותו האיש יעשה פרטיות. ועוד נרמז בדבר החלום עומד דוקא על היאר, ולא יושב או הולך. אבל הרמז הוא שכל עמידתו וקיומו הוא רק על היאר, יאר הוא בחינת בינה מבין דבר מתוך דבר, הנה מי שיהיה מבין דבר מתוך דבר לפתור לו חלומו, הוא יהיה הפקיד ועל ידי זה יהיה לפרעה קיום, ובאם לאו כל ארצו תהיה לטמיון. והנה פרעה לא רצה לומר זה ליוסף, וא\"ל הנני עומד על שפת היאר, והקדים לו אני שמעתי עליך רק תשמע וכו', אינך פותר רק מה שתשמע, אבל אין לך להתבונן מה שלא תשמע ואינך במדריגה אחרת כדניאל. אבל יוסף הבין והנה פתר לו ואמר ועתה ירא פרעה וכו', דקשה וכי ליועץ המלך נתנוהו. אבל הבין דעל כרחך מדהראו חלום כזה לפרעה, על כרחך הוא כדי שיעשה לזה איזה פעולה, בודאי ראה שעמד על היאר, על כן זה שייך לפתרון ועתה ירא פרעה. וזה אשר פירשנו עדות ביהוסף שמו בצאתו על ארץ מצרים (תהלים פא ו), ניתוסף לו אות ה\"ה מבינה להבין דבר מתוך דבר, על כן שפת לא ידעתי אשמע, על כן הבנתי תיבת שפ\"ת אשר לא ידעתי, ממנו הבנתי שאינו כן והוא שפ\"ת שקר. ועוד יש להרחיב הדברים בביאור ואין הזמן מסכים:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bfe6ef6efef42affd32b", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Miketz 40", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Agra DeKala, Miketz 40", "sourceHeRef": "אגרא דכלה, מקץ מ׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 40, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "מקץ", "he": "<b>והנה עמד על היאר (בראשית מא א).</b> במסורה לית. וכל עמידה על שפת. ונראה דמזה יצא לרז\"ל במדרש (ב\"ר פפ\"ט ד') א\"ר יוחנן הרשעים מתקיימין על אלקיהם, ופרעה חלם והנה עמד על היא\"ר, אבל הצדיקים אלקיהם מתקיים עליהם, והנה י\"י נצב עליו (בראשית כח יג), עכ\"ל. הנה בעבור זה לא נאמר על \"שפת \"היאר, כי הראו לו עמידה על היאר שהיה עובד ליאר, והראו לו כי הוא גדול מן היאר, כי היאר דומם והאדם מדבר בעל בחירה. וכאשר סיפר החלום ליוסף היה בוש בדבר הזה, א\"ל בחלומי הנני עומד על שפת היאר (בראשית מא יז). ויש לפרש עוד דהנה הראו לו שהוא עמד על היאר ממש, שהוא עומד במקום היאר, דהנה היאר זן את ארצו במה שעולה ומשקה בגזירת היוצר כל, והנה הראוהו שהיאר יבוטל ממלאכתו, והוא פרעה עומד במקומו לעשות פעולת המחיה לשבע שני רעב, במה שירא איש נבון וחכם להכין תבואה. והנה היה בוש בדבר לומר כן ליוסף שהיא גדול מאלקיו ועומד במקומו, אמר על שפת היאר, ואף על פי כן הבין יוסף וא\"ל ועתה ירא פרעה וכו' (בראשית מא לג), דקשה וכי ליועץ למלך נתנוהו, אך זה היה גם כן פתרון החלום עמידה על היאר. ותבין לפי זה עדות ביהוסף שמו בצאתו על ארץ מצרים (תהלים פא ו), ניתוסף לו ה' דבינה כדי להבין דבר מתוך דבר, על כן שפת לא ידעתי אשמע, רצ\"ל תיבת שפת שלא היה ידוע, כי פרעה אמר לו שפת, אבל הוא הבין ושמע שאינו כן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d05eb6084aa1cbf029e7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בָּשָׂר 1", "anchorRef": "Genesis 41:2-19", "anchorRefExpanded": ["Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19"], "sourceRef": "BDB, בָּשָׂר 1", "sourceHeRef": "בראון-דרייבר-בריגס, בָּשָׂר א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בָּשָׂר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">בָּשָׂר</span></big><sub>266</sub>  <strong>n.m.</strong> flesh <strong>(</strong>cf. Arabic <span dir=\"rtl\">بَشَرٌ</span> <em>skin</em>, Syriac <span dir=\"rtl\">ܒܶܣܪܳܐ</span>, Assyrian <em>bišru</em>, <em>blood-relation</em>, Dl <sup>Assyrian Stud. i. 143, cf. Pr 170</sup>, Sab. <span dir=\"rtl\">בשר תורם</span> <em>flesh of bulls</em><strong>)</strong>—<a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">Gn 2:21</a> + 126 times; cstr. <span dir=\"rtl\">בְּשַׂר</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a> + 40 times; sf. <span dir=\"rtl\">בְּשָׂרִי</span> etc. <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a> + 96 times; pl. <span dir=\"rtl\">בְּשָׂרִים</span> <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a>;—<br><strong>1.</strong>  <em>of the body:</em> <strong>a.</strong>  <em>of animals</em> <a data-ref=\"Genesis 41:2-19\" href=\"/Genesis.41.2-19\">Gn 41:2–19</a>; <a data-ref=\"Exodus 21:28\" href=\"/Exodus.21.28\">Ex 21:28</a>; <a data-ref=\"Exodus 22:30\" href=\"/Exodus.22.30\">22:30</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (E) <a data-ref=\"Numbers 11:4-33\" href=\"/Numbers.11.4-33\">Nu 11:4–33</a> (JE) <a data-ref=\"Genesis 9:4\" href=\"/Genesis.9.4\">Gn 9:4</a> + (P 30 times) <a data-ref=\"Deuteronomy 12:15\" href=\"/Deuteronomy.12.15\">Dt 12:15</a> + (D 9 times) <a data-ref=\"Judges 6:19-21\" href=\"/Judges.6.19-21\">Ju 6:19–21</a>; <a data-ref=\"I Samuel 2:13\" href=\"/I_Samuel.2.13\">1 S 2:13</a>, <a data-ref=\"I Samuel 2:15\" href=\"/I_Samuel.2.15\">15</a>; <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a>; <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">19:21</a>; <a data-ref=\"Job 31:31\" href=\"/Job.31.31\">Jb 31:31</a>; <a data-ref=\"Job 41:15\" href=\"/Job.41.15\">41:15</a> <a data-ref=\"Psalms 50:13\" href=\"/Psalms.50.13\">ψ 50:13</a>; <a data-ref=\"Proverbs 23:20\" href=\"/Proverbs.23.20\">Pr 23:20</a>; <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a>; <a data-ref=\"Isaiah 44:16\" href=\"/Isaiah.44.16\">44:16</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a>; <a data-ref=\"Isaiah 65:4\" href=\"/Isaiah.65.4\">65:4</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">66:17</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 11:15\" href=\"/Jeremiah.11.15\">11:15</a>; <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a> + 6 times <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">Mi 3:3</a>; <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>; <a data-ref=\"Zechariah 11:9\" href=\"/Zechariah.11.9\">Zc 11:9</a>, <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">16</a>. <strong>b.</strong>  <em>of men</em> <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E) <a data-ref=\"Genesis 2:21\" href=\"/Genesis.2.21\">2:21</a>; <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">Ex 4:7</a> (J) <a data-ref=\"Leviticus 12:3\" href=\"/Leviticus.12.3\">Lv 12:3</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a> + 16 times <a data-ref=\"Leviticus 26:29\" href=\"/Leviticus.26.29\">26:29</a> (P) <a data-ref=\"Deuteronomy 28:53\" href=\"/Deuteronomy.28.53\">Dt 28:53</a>, <a data-ref=\"Deuteronomy 28:55\" href=\"/Deuteronomy.28.55\">55</a>; <a data-ref=\"Deuteronomy 32:42\" href=\"/Deuteronomy.32.42\">32:42</a>; <a data-ref=\"Judges 8:7\" href=\"/Judges.8.7\">Ju 8:7</a>; <a data-ref=\"I Samuel 17:44\" href=\"/I_Samuel.17.44\">1 S 17:44</a>; <a data-ref=\"II Kings 4:34\" href=\"/II_Kings.4.34\">2 K 4:34</a>; <a data-ref=\"II Kings 5:10\" href=\"/II_Kings.5.10\">5:10</a>, <a data-ref=\"II Kings 5:14\" href=\"/II_Kings.5.14\">14</a>; <a data-ref=\"II Kings 6:30\" href=\"/II_Kings.6.30\">6:30</a>; <a data-ref=\"II Kings 9:36\" href=\"/II_Kings.9.36\">9:36</a>; <a data-ref=\"Job 2:5\" href=\"/Job.2.5\">Jb 2:5</a>; <a data-ref=\"Job 4:15\" href=\"/Job.4.15\">4:15</a>; <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">6:12</a>; <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a>; <a data-ref=\"Job 13:14\" href=\"/Job.13.14\">13:14</a>; <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">19:20</a>, <a data-ref=\"Job 19:22\" href=\"/Job.19.22\">22</a>; <a data-ref=\"Job 21:6\" href=\"/Job.21.6\">21:6</a>; <a data-ref=\"Job 33:21\" href=\"/Job.33.21\">33:21</a>, <a data-ref=\"Job 33:25\" href=\"/Job.33.25\">25</a> <a data-ref=\"Psalms 27:2\" href=\"/Psalms.27.2\">ψ 27:2</a>; <a data-ref=\"Psalms 38:4\" href=\"/Psalms.38.4\">38:4</a>, <a data-ref=\"Psalms 38:8\" href=\"/Psalms.38.8\">8</a>; <a data-ref=\"Psalms 79:2\" href=\"/Psalms.79.2\">79:2</a>; <a data-ref=\"Psalms 102:6\" href=\"/Psalms.102.6\">102:6</a>; <a data-ref=\"Psalms 109:24\" href=\"/Psalms.109.24\">109:24</a>; <a data-ref=\"Proverbs 4:22\" href=\"/Proverbs.4.22\">Pr 4:22</a>; <a data-ref=\"Proverbs 5:11\" href=\"/Proverbs.5.11\">5:11</a> <a data-ref=\"Isaiah 9:19\" href=\"/Isaiah.9.19\">Is 9:19</a>; <a data-ref=\"Isaiah 17:4\" href=\"/Isaiah.17.4\">17:4</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Jeremiah 19:9\" href=\"/Jeremiah.19.9\">Je 19:9</a>; <a data-ref=\"Lamentations 3:4\" href=\"/Lamentations.3.4\">La 3:4</a>; <a data-ref=\"Ezekiel 32:5\" href=\"/Ezekiel.32.5\">Ez 32:5</a>; <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a>; <a data-ref=\"Ezekiel 39:17\" href=\"/Ezekiel.39.17\">39:17</a>, <a data-ref=\"Ezekiel 39:18\" href=\"/Ezekiel.39.18\">18</a> <a data-ref=\"Daniel 1:15\" href=\"/Daniel.1.15\">Dn 1:15</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>. The flesh of the body is contrasted with stone <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>.<br><strong>2.</strong>  <em>flesh</em> for <em>the body itself</em> (especially in P): <span dir=\"rtl\">על בשׂר אדם לא ייסך</span> <em>upon the body of man it shall not be poured</em> <a data-ref=\"Exodus 30:32\" href=\"/Exodus.30.32\">Ex 30:32</a> (P); <span dir=\"rtl\">מכנסי בד ילבשׁ על בשׂרו</span> <em>linen drawers shall he put on his body</em> <a data-ref=\"Leviticus 6:3\" href=\"/Leviticus.6.3\">Lv 6:3</a>; <a data-ref=\"Leviticus 16:4\" href=\"/Leviticus.16.4\">16:4</a> (P); <span dir=\"rtl\">וישׂם שׂק על בשׂרו</span> <a data-ref=\"I Kings 21:27\" href=\"/I_Kings.21.27\">1 K 21:27</a>; <span dir=\"rtl\">ורחץ את בשׂרו</span> <em>and he shall bathe his body</em> <a data-ref=\"Leviticus 14:9\" href=\"/Leviticus.14.9\">Lv 14:9</a>; <a data-ref=\"Leviticus 15:13\" href=\"/Leviticus.15.13\">15:13</a>, <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">16</a>; <a data-ref=\"Leviticus 16:24\" href=\"/Leviticus.16.24\">16:24</a>, <a data-ref=\"Leviticus 16:26\" href=\"/Leviticus.16.26\">26</a>, <a data-ref=\"Leviticus 16:28\" href=\"/Leviticus.16.28\">28</a>; <a data-ref=\"Leviticus 17:16\" href=\"/Leviticus.17.16\">17:16</a>; <a data-ref=\"Leviticus 22:6\" href=\"/Leviticus.22.6\">22:6</a>; <a data-ref=\"Numbers 19:7\" href=\"/Numbers.19.7\">Nu 19:7</a>, <a data-ref=\"Numbers 19:8\" href=\"/Numbers.19.8\">8</a> (P); <span dir=\"rtl\">שׂרט לנפשׁ לא תתנו בכשׂרכם</span> <em>ye shall not put any cutting for any one in your body</em> <a data-ref=\"Leviticus 19:28\" href=\"/Leviticus.19.28\">Lv 19:28</a>; cf. <a data-ref=\"Leviticus 21:5\" href=\"/Leviticus.21.5\">Lv 21:5</a> (P); <span dir=\"rtl\">והעבירו תער על כל בשׂרם</span> <em>and they shall pass a razor over all their body</em> <a data-ref=\"Numbers 8:7\" href=\"/Numbers.8.7\">Nu 8:7</a> (P). Ec. uses <span dir=\"rtl\">בשׂר</span> only in this sense <a data-ref=\"Ecclesiastes 2:3\" href=\"/Ecclesiastes.2.3\">2:3</a>; <a data-ref=\"Ecclesiastes 4:5\" href=\"/Ecclesiastes.4.5\">4:5</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">5:5</a>; <a data-ref=\"Ecclesiastes 11:10\" href=\"/Ecclesiastes.11.10\">11:10</a>; <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">12:12</a>; elsewhere this usage only in poetry; the body antith. to <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Job 14:22\" href=\"/Job.14.22\">Jb 14:22</a>; <a data-ref=\"Isaiah 10:18\" href=\"/Isaiah.10.18\">Is 10:18</a> <a data-ref=\"Psalms 63:2\" href=\"/Psalms.63.2\">ψ 63:2</a>; <span dir=\"rtl\">לב</span> <a data-ref=\"Psalms 16:9\" href=\"/Psalms.16.9\">ψ 16:9</a>; <a data-ref=\"Psalms 84:3\" href=\"/Psalms.84.3\">84:3</a>; <a data-ref=\"Proverbs 14:30\" href=\"/Proverbs.14.30\">Pr 14:30</a> (only here emphatic pl. = <em>entire body</em> Bö<sup>§ 695</sup>, <em>Leiblichkeit</em> De); <span dir=\"rtl\">מִבְּשָׂרִי</span> <em>apart from my body</em>, in disembodied state <a data-ref=\"Job 19:26\" href=\"/Job.19.26\">Jb 19:26</a>; <span dir=\"rtl\">סמר מפחדך בשׂרי</span> <em>my body trembleth for fear of thee</em> <a data-ref=\"Psalms 119:120\" href=\"/Psalms.119.120\">ψ 119:120</a>.<br><strong>3.</strong>  <em>male organ of generation</em> (euphemism): <span dir=\"rtl\">בְּשַׂר עָרְלַתְכֶם</span> <a data-ref=\"Genesis 17:11\" href=\"/Genesis.17.11\">Gn 17:11</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:24\" href=\"/Genesis.17.24\">24</a>, <a data-ref=\"Genesis 17:25\" href=\"/Genesis.17.25\">25</a> (P); <span dir=\"rtl\">בשׂר ערוה</span> <a data-ref=\"Exodus 28:42\" href=\"/Exodus.28.42\">Ex 28:42</a> (P), but <span dir=\"rtl\">בשׂר</span> <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">Gn 17:14</a>; <a data-ref=\"Leviticus 15:2-19\" href=\"/Leviticus.15.2-19\">Lv 15:2–19</a> (P); <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <a data-ref=\"Ezekiel 23:20\" href=\"/Ezekiel.23.20\">23:20</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">9</a>.<br><strong>4.</strong>  <em>flesh</em> for <em>kindred, blood-relations:</em> <span dir=\"rtl\">עצם מעצמי ובשׂר מבשׂרי</span> <em>bone of my bone and flesh of my flesh</em> <a data-ref=\"Genesis 2:23\" href=\"/Genesis.2.23\">Gn 2:23</a> (J); <span dir=\"rtl\">והיו לבשׂר אחד</span> <em>and they shall become one flesh</em> <a data-ref=\"Genesis 2:24\" href=\"/Genesis.2.24\">Gn 2:24</a> (J); <span dir=\"rtl\">עצמי ובשׂרי</span> <a data-ref=\"Genesis 29:14\" href=\"/Genesis.29.14\">Gn 29:14</a> (J); <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a>; <a data-ref=\"II Samuel 5:1\" href=\"/II_Samuel.5.1\">2 S 5:1</a> = <a data-ref=\"I Chronicles 11:1\" href=\"/I_Chronicles.11.1\">1 Ch 11:1</a>; <a data-ref=\"I Chronicles 19:13\" href=\"/I_Chronicles.19.13\">19:13</a>, <a data-ref=\"I Chronicles 19:14\" href=\"/I_Chronicles.19.14\">14</a>; <span dir=\"rtl\">בשׂר</span> with sf. in same sense <a data-ref=\"Genesis 37:27\" href=\"/Genesis.37.27\">Gn 37:27</a> (J); <a data-ref=\"Nehemiah 5:5\" href=\"/Nehemiah.5.5\">Ne 5:5</a>; <a data-ref=\"Isaiah 58:7\" href=\"/Isaiah.58.7\">Is 58:7</a>, for which <span dir=\"rtl\">שְׁאֵר בשׂרו</span> <em>near of kin</em>, man or woman <a data-ref=\"Leviticus 18:6\" href=\"/Leviticus.18.6\">Lv 18:6</a>; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> (both H; <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">25:49</a> ‖ <span dir=\"rtl\">מִשְׁפָּחָה</span>, cf. RS<sub>K</sub> <sup>149</sup>).<br><strong>5.</strong>  <em>man over against God as frail</em> or <em>erring</em> <a data-ref=\"Genesis 6:3\" href=\"/Genesis.6.3\">Gn 6:3</a> (J) <a data-ref=\"Psalms 56:5\" href=\"/Psalms.56.5\">ψ 56:5</a>; <a data-ref=\"Psalms 78:39\" href=\"/Psalms.78.39\">78:39</a>; eyes of flesh <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">Jb 10:4</a>; arm of flesh <a data-ref=\"II Chronicles 32:8\" href=\"/II_Chronicles.32.8\">2 Ch 32:8</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">Je 17:5</a>; horses are flesh not spirit <a data-ref=\"Isaiah 31:3\" href=\"/Isaiah.31.3\">Is 31:3</a>.<br><strong>6.</strong>  the phrase <span dir=\"rtl\">כָּל־בָּשָׂר</span>: <strong>a.</strong>  <em>all living beings</em> <a data-ref=\"Genesis 6:17\" href=\"/Genesis.6.17\">Gn 6:17</a>, <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">19</a>; <a data-ref=\"Genesis 7:21\" href=\"/Genesis.7.21\">7:21</a>; <a data-ref=\"Genesis 9:11\" href=\"/Genesis.9.11\">9:11</a>, <a data-ref=\"Genesis 9:15\" href=\"/Genesis.9.15\">15</a>, <a data-ref=\"Genesis 9:16\" href=\"/Genesis.9.16\">16</a>, <a data-ref=\"Genesis 9:17\" href=\"/Genesis.9.17\">17</a> <a data-ref=\"Leviticus 17:14\" href=\"/Leviticus.17.14\">Lv 17:14</a><sup>(×3)</sup>; <a data-ref=\"Numbers 18:15\" href=\"/Numbers.18.15\">Nu 18:15</a> (P); <a data-ref=\"Job 34:15\" href=\"/Job.34.15\">Jb 34:15</a> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a>. <strong>b.</strong>  <em>animals</em> <a data-ref=\"Genesis 7:15\" href=\"/Genesis.7.15\">Gn 7:15</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> (P). <strong>c.</strong>  <em>mankind</em> <a data-ref=\"Genesis 6:12\" href=\"/Genesis.6.12\">Gn 6:12</a>, <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">13</a>; <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">27:16</a> (P); <a data-ref=\"Deuteronomy 5:20\" href=\"/Deuteronomy.5.20\">Dt 5:23</a> <a data-ref=\"Psalms 65:3\" href=\"/Psalms.65.3\">ψ 65:3</a>; <a data-ref=\"Psalms 145:21\" href=\"/Psalms.145.21\">145:21</a>; <a data-ref=\"Isaiah 40:5\" href=\"/Isaiah.40.5\">Is 40:5</a>, <a data-ref=\"Isaiah 40:6\" href=\"/Isaiah.40.6\">6</a>; <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">49:26</a>; <a data-ref=\"Isaiah 66:16\" href=\"/Isaiah.66.16\">66:16</a>, <a data-ref=\"Isaiah 66:23\" href=\"/Isaiah.66.23\">23</a>, <a data-ref=\"Isaiah 66:24\" href=\"/Isaiah.66.24\">24</a>; <a data-ref=\"Jeremiah 12:12\" href=\"/Jeremiah.12.12\">Je 12:12</a>; <a data-ref=\"Jeremiah 25:31\" href=\"/Jeremiah.25.31\">25:31</a>; <a data-ref=\"Jeremiah 32:27\" href=\"/Jeremiah.32.27\">32:27</a>; <a data-ref=\"Jeremiah 45:5\" href=\"/Jeremiah.45.5\">45:5</a>; <a data-ref=\"Ezekiel 21:4\" href=\"/Ezekiel.21.4\">Ez 21:4</a>, <a data-ref=\"Ezekiel 21:9\" href=\"/Ezekiel.21.9\">9</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a>; <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>; <a data-ref=\"Zechariah 2:17\" href=\"/Zechariah.2.17\">Zc 2:17</a>; cf. <span dir=\"rtl\">כל בשׂר אישׁ</span> <a data-ref=\"Job 12:10\" href=\"/Job.12.10\">Jb 12:10</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d15cb6084aa1cbf0d86d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֲלוֹם 1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "BDB, חֲלוֹם 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֲלוֹם א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֲלוֹם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֲלוֹם</span></big>  <strong>n.m.</strong> <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">Gn 37:10</a> <strong>dream</strong>;—<span dir=\"rtl\">ח׳</span> abs. <a data-ref=\"Genesis 37:5\" href=\"/Genesis.37.5\">Gn 37:5</a> +, cstr. <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <span dir=\"rtl\">חֲלֹם</span> abs. <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a>, cstr. <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a>; sf. <span dir=\"rtl\">חֲלוֹמִי</span> <a data-ref=\"Genesis 40:9\" href=\"/Genesis.40.9\">Gn 40:9</a>, <a data-ref=\"Genesis 40:16\" href=\"/Genesis.40.16\">16</a>, <span dir=\"rtl\">חֲלֹמִי</span> <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">Gn 41:17</a>, <a data-ref=\"Genesis 41:22\" href=\"/Genesis.41.22\">22</a>, <span dir=\"rtl\">חֲלֹמוֹ</span> <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">Gn 40:5</a> + 5 times; pl. <span dir=\"rtl\">חֲלֹמוֹת</span> <a data-ref=\"Jeremiah 23:32\" href=\"/Jeremiah.23.32\">Je 23:32</a> + 10 times etc., + 7 times sf.—<em>dream</em><br><strong>1.</strong>  ordinary dream of sleep <a data-ref=\"Job 7:14\" href=\"/Job.7.14\">Jb 7:14</a>; <a data-ref=\"Job 20:8\" href=\"/Job.20.8\">20:8</a> <a data-ref=\"Psalms 73:20\" href=\"/Psalms.73.20\">ψ 73:20</a> <a data-ref=\"Ecclesiastes 5:2\" href=\"/Ecclesiastes.5.2\">Ec 5:2</a>, <a data-ref=\"Ecclesiastes 5:6\" href=\"/Ecclesiastes.5.6\">6</a> <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a>.<br><strong>2.</strong>  dreams with prophetic meaning, the lowest grade of prophecy (v. Br<sup>MP 6</sup>): <strong>a.</strong>  dream of Abimelek <a data-ref=\"Genesis 20:3\" href=\"/Genesis.20.3\">Gn 20:3</a>, <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">6</a>, of Jacob <a data-ref=\"Genesis 31:10\" href=\"/Genesis.31.10\">31:10</a>, <a data-ref=\"Genesis 31:11\" href=\"/Genesis.31.11\">11</a>, Laban <a data-ref=\"Genesis 31:24\" href=\"/Genesis.31.24\">31:24</a>, Joseph <a data-ref=\"Genesis 37:5\" href=\"/Genesis.37.5\">37:5</a>, <a data-ref=\"Genesis 37:6\" href=\"/Genesis.37.6\">6</a>, <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">8</a>, <a data-ref=\"Genesis 37:9\" href=\"/Genesis.37.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Genesis 37:10\" href=\"/Genesis.37.10\">10</a>, <a data-ref=\"Genesis 37:19\" href=\"/Genesis.37.19\">19</a>, <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">20</a>; <a data-ref=\"Genesis 42:9\" href=\"/Genesis.42.9\">42:9</a>, Pharaoh and his servants <a data-ref=\"Genesis 40:5\" href=\"/Genesis.40.5\">40:5</a><sup>(×3)</sup>, <a data-ref=\"Genesis 40:8\" href=\"/Genesis.40.8\">8</a>, <a data-ref=\"Genesis 40:9\" href=\"/Genesis.40.9\">9</a><sup>(×2)</sup>, <a data-ref=\"Genesis 40:16\" href=\"/Genesis.40.16\">16</a>; <a data-ref=\"Genesis 41:7\" href=\"/Genesis.41.7\">41:7</a>, <a data-ref=\"Genesis 41:8\" href=\"/Genesis.41.8\">8</a>, <a data-ref=\"Genesis 41:11\" href=\"/Genesis.41.11\">11</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:12\" href=\"/Genesis.41.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:15\" href=\"/Genesis.41.15\">15</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a>, <a data-ref=\"Genesis 41:22\" href=\"/Genesis.41.22\">22</a>, <a data-ref=\"Genesis 41:25\" href=\"/Genesis.41.25\">25</a>, <a data-ref=\"Genesis 41:26\" href=\"/Genesis.41.26\">26</a>, <a data-ref=\"Genesis 41:32\" href=\"/Genesis.41.32\">32</a>; of a lower order of prophets than Moses <a data-ref=\"Numbers 12:6\" href=\"/Numbers.12.6\">Nu 12:6</a>, (all E, not elsewhere in Hex.), <a data-ref=\"Job 33:15\" href=\"/Job.33.15\">Jb 33:15</a>, of Midianite <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a><sup>(×2)</sup>, <a data-ref=\"Judges 7:15\" href=\"/Judges.7.15\">15</a>, desired by Saul <a data-ref=\"I Samuel 28:6\" href=\"/I_Samuel.28.6\">1 S 28:6</a>, <a data-ref=\"I Samuel 28:15\" href=\"/I_Samuel.28.15\">15</a>; of Sol. <a data-ref=\"I Kings 3:5\" href=\"/I_Kings.3.5\">1 K 3:5</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a>; of old men in latter days <a data-ref=\"Joel 3:1\" href=\"/Joel.3.1\">Jo 3:1</a>, of Nebuchad. <a data-ref=\"Daniel 2:1\" href=\"/Daniel.2.1\">Dn 2:1</a>, <a data-ref=\"Daniel 2:2\" href=\"/Daniel.2.2\">2</a>, <a data-ref=\"Daniel 2:3\" href=\"/Daniel.2.3\">3</a><sup>(×2)</sup> Daniel <span dir=\"rtl\">הֵבִין בְּכָל־חָזוֹן וַחֲלֹמוֹת</span> <a data-ref=\"Daniel 1:17\" href=\"/Daniel.1.17\">Dn 1:17</a> <em>had understanding</em> in all visions and <em>dreams</em>. <strong>b.</strong>  of false prophets <a data-ref=\"Deuteronomy 13:2\" href=\"/Deuteronomy.13.2\">Dt 13:2</a>, <a data-ref=\"Deuteronomy 13:4\" href=\"/Deuteronomy.13.4\">4</a>, <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">6</a> <a data-ref=\"Jeremiah 23:27\" href=\"/Jeremiah.23.27\">Je 23:27</a>, <a data-ref=\"Jeremiah 23:28\" href=\"/Jeremiah.23.28\">28</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 23:32\" href=\"/Jeremiah.23.32\">32</a>; <a data-ref=\"Jeremiah 27:9\" href=\"/Jeremiah.27.9\">27:9</a>; <a data-ref=\"Jeremiah 29:8\" href=\"/Jeremiah.29.8\">29:8</a> <a data-ref=\"Zechariah 10:2\" href=\"/Zechariah.10.2\">Zc 10:2</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1aab6084aa1cbf10d75", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְאֹר 1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "BDB, יְאֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְאֹר א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְאֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יְאֹר</span>, <span dir=\"rtl\">יְאוֹר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">Ex 7:21</a></sup> <strong>stream</strong> of the Nile, <strong>stream, canal (</strong>Egyptian loan-word = Egyptian <em>’iotr, ’ioʾr</em>, <em>watercourse</em>, Copt. <em>eioor, ior;</em> also <em>’iotrʿo, ’io’rʿo</em>, Copt. <em>eiero, iaro, Nile</em>, Steindorff<sup>BAs i. 612</sup>; in Assyrian <em>i̯a’uru</em>, <em>stream</em>, <em>’Iaruʾû</em>, <em>river Nile</em>, <em>Id.</em><sup>ib.</sup>, Hpt<sup>ib. 171</sup> Jäger<sup>ib 466</sup><strong>)</strong>—abs. <span dir=\"rtl\">הַיְאֹר</span> <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a> + 37 times; <span dir=\"rtl\">הַיְאוֹר</span> <a data-ref=\"Isaiah 19:8\" href=\"/Isaiah.19.8\">Is 19:8</a>; <span dir=\"rtl\">הַיְ֫אֹרָה</span> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a>; <span dir=\"rtl\">יְאוֹר</span> <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a><sup>(×3)</sup> + 2 times; <span dir=\"rtl\">כָּאֹר</span> (error for <span dir=\"rtl\">כַּיְאֹר</span>) <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; cstr. <span dir=\"rtl\">כִּיאֹר</span> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">Am 9:5</a>; <span dir=\"rtl\">כִּיאוֹר</span> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; sf. <span dir=\"rtl\">יְאֹרִי</span> <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a> b (Co <span dir=\"rtl\">יאר</span>, cf. v <a data-ref=\"Ezekiel 29:9\" href=\"/Ezekiel.29.9\">9</a> and 𝔖 𝔗); pl. <span dir=\"rtl\">יְאֹרִים</span> <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">Ex 8:1</a> + 4 times; cstr. <span dir=\"rtl\">יְאֹרֵי</span> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a> + 2 times; <span dir=\"rtl\">יְאוֹרֵי</span> <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a>; sf. <span dir=\"rtl\">יְאֹרֶיךָ</span> <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">Ez 29:4</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">5</a> + v <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a> (del. 𝔊 Co) + <a data-ref=\"Ezekiel 29:10\" href=\"/Ezekiel.29.10\">29:10</a> (Co <span dir=\"rtl\">יְאֹרְךָ</span>); <span dir=\"rtl\">יְאֹרָיו</span> <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a>; <span dir=\"rtl\">יְאֹרֵיהֶם</span> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a>;—<br><strong>1.</strong>  <em>stream</em> of the Nile, <em>river Nile</em>, usually c. art. <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">Gn 41:1</a>, <a data-ref=\"Genesis 41:2\" href=\"/Genesis.41.2\">2</a>, <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a>, <a data-ref=\"Genesis 41:18\" href=\"/Genesis.41.18\">18</a> <a data-ref=\"Exodus 1:22\" href=\"/Exodus.1.22\">Ex 1:22</a>; <a data-ref=\"Exodus 2:3\" href=\"/Exodus.2.3\">2:3</a>, <a data-ref=\"Exodus 2:5\" href=\"/Exodus.2.5\">5</a><sup>(×2)</sup>; <a data-ref=\"Exodus 4:9\" href=\"/Exodus.4.9\">4:9</a><sup>(×2)</sup>; <a data-ref=\"Exodus 7:15\" href=\"/Exodus.7.15\">7:15</a>, <a data-ref=\"Exodus 7:17\" href=\"/Exodus.7.17\">17</a>, <a data-ref=\"Exodus 7:18\" href=\"/Exodus.7.18\">18</a><sup>(×3)</sup>, <a data-ref=\"Exodus 7:20\" href=\"/Exodus.7.20\">20</a><sup>(×2)</sup>, <a data-ref=\"Exodus 7:21\" href=\"/Exodus.7.21\">21</a><sup>(×3)</sup>, <a data-ref=\"Exodus 7:24\" href=\"/Exodus.7.24\">24</a><sup>(×2)</sup>, <a data-ref=\"Exodus 7:28\" href=\"/Exodus.7.28\">28</a>; <a data-ref=\"Exodus 8:5\" href=\"/Exodus.8.5\">8:5</a>, <a data-ref=\"Exodus 8:7\" href=\"/Exodus.8.7\">7</a>; <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">17:5</a> (all JE), <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a> <a data-ref=\"Isaiah 19:7\" href=\"/Isaiah.19.7\">Is 19:7</a><sup>(×3)</sup>, <a data-ref=\"Isaiah 19:8\" href=\"/Isaiah.19.8\">8</a>; <a data-ref=\"Isaiah 23:3\" href=\"/Isaiah.23.3\">23:3</a> (‖ <span dir=\"rtl\">שִׁחֹר</span>), v <a data-ref=\"Isaiah 23:10\" href=\"/Isaiah.23.10\">10</a> <a data-ref=\"Jeremiah 46:7\" href=\"/Jeremiah.46.7\">Je 46:7</a>, <a data-ref=\"Jeremiah 46:8\" href=\"/Jeremiah.46.8\">8</a> (sim. of Egyptian invasion), <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3b</a> (read <span dir=\"rtl\">יאר</span>, v. supr.), v <a data-ref=\"Ezekiel 29:9\" href=\"/Ezekiel.29.9\">9</a> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a>; more fully <span dir=\"rtl\">יְאֹר מִצְרַיִם</span> <a data-ref=\"Amos 8:8\" href=\"/Amos.8.8\">Am 8:8</a>; <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">9:5</a>.<br><strong>2.</strong>  pl.: <strong>a.</strong>  3, <span dir=\"rtl\">יְאֹרֵי מִצְרַים</span> <a data-ref=\"Isaiah 7:18\" href=\"/Isaiah.7.18\">Is 7:18</a>; <span dir=\"rtl\">יְאֹרֵי מָצוֹר</span> <a data-ref=\"Isaiah 19:6\" href=\"/Isaiah.19.6\">19:6</a> (‖ <span dir=\"rtl\">נְהָרוֹת</span>), <a data-ref=\"Isaiah 37:25\" href=\"/Isaiah.37.25\">37:25</a> = <a data-ref=\"II Kings 19:24\" href=\"/II_Kings.19.24\">2 K 19:24</a>; v. also <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a>; <a data-ref=\"Exodus 8:1\" href=\"/Exodus.8.1\">8:1</a> (both P; ‖ <span dir=\"rtl\">נְהָרֹת</span>, <span dir=\"rtl\">אֲגַמִּים</span> etc.), <a data-ref=\"Psalms 78:44\" href=\"/Psalms.78.44\">ψ 78:44</a> (‖ <span dir=\"rtl\">נֹזְלִים</span>), <a data-ref=\"Ezekiel 29:3\" href=\"/Ezekiel.29.3\">Ez 29:3</a>, <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 29:5\" href=\"/Ezekiel.29.5\">5</a>, <a data-ref=\"Ezekiel 29:10\" href=\"/Ezekiel.29.10\">10</a> + v <a data-ref=\"Ezekiel 29:4\" href=\"/Ezekiel.29.4\">4</a> MT (but del. 𝔊 Co), <a data-ref=\"Ezekiel 30:12\" href=\"/Ezekiel.30.12\">30:12</a>. <strong>b.</strong>  <em>watercourses</em> in gen., <span dir=\"rtl\">יְאֹרִים רַחֲבֵי יָדָ֑יִם</span> <a data-ref=\"Isaiah 33:21\" href=\"/Isaiah.33.21\">Is 33:21</a> (‖ <span dir=\"rtl\">נְהָרִים</span>; cf. NH <span dir=\"rtl\">יְאוֹר</span>, late Aramaic <span dir=\"rtl\">יְאוֹרָא</span>).<br><strong>3.</strong>  <em>shafts</em>, made in mining <a data-ref=\"Job 28:10\" href=\"/Job.28.10\">Jb 28:10</a> <span dir=\"rtl\">(בַּצּוּרוֹת)</span>.<br><strong>4.</strong>  <span dir=\"rtl\">יְאֹר</span>, sg., of <em>Tigris</em>, <a data-ref=\"Daniel 12:5\" href=\"/Daniel.12.5\">Dn 12:5</a><sup>(×2)</sup>, <a data-ref=\"Daniel 12:6\" href=\"/Daniel.12.6\">6</a>, <a data-ref=\"Daniel 12:7\" href=\"/Daniel.12.7\">7</a> (cf. <a data-ref=\"Daniel 10:4\" href=\"/Daniel.10.4\">10:4</a>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d287b6084aa1cbf1b103", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, לֶ֫חֶם 1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "BDB, לֶ֫חֶם 1", "sourceHeRef": "בראון-דרייבר-בריגס, לֶ֫חֶם א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "לֶ֫חֶם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">לֶ֫חֶם</span></big><sub>296</sub>  <strong>n.m.</strong> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> and (rarely) <strong>f.</strong> <sup><a data-ref=\"Genesis 49:20\" href=\"/Genesis.49.20\">Gn 49:20</a></sup> (vid. infr., and Dr <a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a>) bread, food <strong>(</strong>Ph. <span dir=\"rtl\">לחם</span> <em>bread;</em> NH <span dir=\"rtl\">לֶחֶם</span>; Aramaic <span dir=\"rtl\">לַחְמָא</span>, <span dir=\"rtl\">ܠܰܚܡܳܐ</span>, as Heb.; Arabic <span dir=\"rtl\">لَحْمٌ</span> <em>flesh, meat</em> (cf. Frä<sup>30</sup>)<strong>)</strong>;—abs. <span dir=\"rtl\">ל׳</span> <a data-ref=\"Genesis 3:19\" href=\"/Genesis.3.19\">Gn 3:19</a> +; <span dir=\"rtl\">לָ֑חֶם</span> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a> +; <span dir=\"rtl\">לֶ֑חֶם</span> <a data-ref=\"Psalms 14:4\" href=\"/Psalms.14.4\">ψ 14:4</a> + 2 times; cstr. <span dir=\"rtl\">לֶחֶם</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a> +; sf. <span dir=\"rtl\">לַחְמִי</span> <a data-ref=\"Job 3:24\" href=\"/Job.3.24\">Jb 3:24</a> +, <span dir=\"rtl\">לַחְמְךָ</span> <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> +, <span dir=\"rtl\">לַחְמָם</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4b</a>, + v <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">4a</a> (for MT <span dir=\"rtl\">לָהֶם</span>), We GASm Now, + etc.;—<br><strong>1.</strong> <strong>a.</strong>  <em>bread</em>, the ordinary food of early Hebrews (Benz<sup>Arch. 84 ff.</sup> Now<sup>Arch. i. 109 ff.</sup>) <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a> (E), <a data-ref=\"Numbers 21:5\" href=\"/Numbers.21.5\">Nu 21:5</a> <a data-ref=\"Joshua 9:5\" href=\"/Joshua.9.5\">Jos 9:5</a>, <a data-ref=\"Joshua 9:12\" href=\"/Joshua.9.12\">12</a> (JE), <a data-ref=\"Deuteronomy 8:3\" href=\"/Deuteronomy.8.3\">Dt 8:3</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a> <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P) +; <span dir=\"rtl\">כִּכַּר־ל׳</span> <em>loaf of bread</em> <a data-ref=\"I Samuel 2:36\" href=\"/I_Samuel.2.36\">1 S 2:36</a> + (vid. <a data-ref=\"BDB, כִּכָּר²\" href=\"/BDB,_כִּכָּר²\", dir=\"rtl\">כִּכָּר</a> sub <a data-ref=\"BDB, כָּרַר\" href=\"/BDB,_כָּרַר\", dir=\"rtl\">כרר</a>), and without <span dir=\"rtl\">ככר</span> (always c. num.) †<a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a>; <a data-ref=\"I Samuel 16:20\" href=\"/I_Samuel.16.20\">16:20</a> (v. Dr), <a data-ref=\"I Samuel 17:17\" href=\"/I_Samuel.17.17\">17:17</a>; <a data-ref=\"I Samuel 21:4\" href=\"/I_Samuel.21.4\">21:4</a>; <a data-ref=\"I Samuel 25:18\" href=\"/I_Samuel.25.18\">25:18</a> <a data-ref=\"II Samuel 16:1\" href=\"/II_Samuel.16.1\">2 S 16:1</a> <a data-ref=\"I Kings 14:3\" href=\"/I_Kings.14.3\">1 K 14:3</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a>†; <span dir=\"rtl\">חַלַּת ל׳</span> <em>cake of bread</em> <a data-ref=\"II Samuel 6:19\" href=\"/II_Samuel.6.19\">2 S 6:19</a> <a data-ref=\"Exodus 29:23\" href=\"/Exodus.29.23\">Ex 29:23</a> + (v. <a data-ref=\"BDB, חַלָּה\" href=\"/BDB,_חַלָּה\", dir=\"rtl\">חַלָּה</a> sub <a data-ref=\"BDB, חָלַל\" href=\"/BDB,_חָלַל\", dir=\"rtl\">I. חלל</a>); made from barley <span dir=\"rtl\">(שְׂעֹרִים)</span> <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a> (v. also <a data-ref=\"BDB, לָחֶם\" href=\"/BDB,_לָחֶם\", dir=\"rtl\">לָחֶם</a> supr.); from wheat-flour <span dir=\"rtl\">(סֹלֶת חִטִּים)</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> (P); cf. the mixture <a data-ref=\"Ezekiel 4:9\" href=\"/Ezekiel.4.9\">Ez 4:9</a>; made by baking <span dir=\"rtl\">(אפה)</span> <a data-ref=\"Isaiah 44:15\" href=\"/Isaiah.44.15\">Is 44:15</a>, <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">19</a> <a data-ref=\"Leviticus 26:26\" href=\"/Leviticus.26.26\">Lv 26:26</a> (H; cf. <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a>); †<span dir=\"rtl\">פַּת־ל׳</span> <em>a bit of bread</em> <a data-ref=\"I Samuel 2:36\" href=\"/I_Samuel.2.36\">1 S 2:36</a> <a data-ref=\"I Kings 17:11\" href=\"/I_Kings.17.11\">1 K 17:11</a> <a data-ref=\"Proverbs 28:21\" href=\"/Proverbs.28.21\">Pr 28:21</a>, cf. <a data-ref=\"Ezekiel 13:19\" href=\"/Ezekiel.13.19\">Ez 13:19</a>, as modest term for a hospitable meal <a data-ref=\"Genesis 18:5\" href=\"/Genesis.18.5\">Gn 18:5</a> (J), <a data-ref=\"Judges 19:5\" href=\"/Judges.19.5\">Ju 19:5</a> <a data-ref=\"I Samuel 28:22\" href=\"/I_Samuel.28.22\">1 S 28:22</a>†; disting. from meat (flesh), <a data-ref=\"Genesis 27:17\" href=\"/Genesis.27.17\">Gn 27:17</a> (J), <a data-ref=\"I Samuel 25:11\" href=\"/I_Samuel.25.11\">1 S 25:11</a> <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a><sup>(×2)</sup> <a data-ref=\"Exodus 16:8\" href=\"/Exodus.16.8\">Ex 16:8</a>, <a data-ref=\"Exodus 16:12\" href=\"/Exodus.16.12\">12</a> (also v <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">3</a> supr.), <a data-ref=\"Exodus 29:32\" href=\"/Exodus.29.32\">29:32</a>, <a data-ref=\"Exodus 29:34\" href=\"/Exodus.29.34\">34</a> <a data-ref=\"Leviticus 8:31\" href=\"/Leviticus.8.31\">Lv 8:31</a> (all P), <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> (H), <a data-ref=\"I Chronicles 12:40\" href=\"/I_Chronicles.12.40\">1 Ch 12:40</a> <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a> <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a>; = a meal <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <span dir=\"rtl\">אָכַל ל׳</span> = <em>take a meal</em> <a data-ref=\"Genesis 31:54\" href=\"/Genesis.31.54\">Gn 31:54</a><sup>(×2)</sup>; <a data-ref=\"Genesis 37:25\" href=\"/Genesis.37.25\">37:25</a>; <a data-ref=\"Genesis 43:25\" href=\"/Genesis.43.25\">43:25</a>, <a data-ref=\"Genesis 43:32\" href=\"/Genesis.43.32\">32</a> +; <span dir=\"rtl\">אכל לַחְמִי</span> <a data-ref=\"Psalms 41:10\" href=\"/Psalms.41.10\">ψ 41:10</a> <em>eat my bread</em>, establishing an obligation, cf. <a data-ref=\"Obadiah 1:7\" href=\"/Obadiah.1.7\">Ob 7</a> (read <span dir=\"rtl\">אֹכְלֵי ל׳</span> according to Marti<sup>KauAT</sup>; del. <span dir=\"rtl\">ל׳</span> 𝔊 Hi We, cf. VB) <span dir=\"rtl\">עשׂה ל׳</span> = <em>make a feast</em> <a data-ref=\"Ecclesiastes 10:19\" href=\"/Ecclesiastes.10.19\">Ec 10:19</a>; <span dir=\"rtl\">מַטֵּה ל׳</span> <em>staff of bread</em> (as <em>support</em> of life), only late †<a data-ref=\"Ezekiel 4:16\" href=\"/Ezekiel.4.16\">Ez 4:16</a>; <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">5:16</a>; <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">14:13</a> <a data-ref=\"Leviticus 26:26\" href=\"/Leviticus.26.26\">Lv 26:26</a> (H), <a data-ref=\"Psalms 105:16\" href=\"/Psalms.105.16\">ψ 105:16</a>; cf. <a ,=\"\" data-ref=\"BDB, מִשְׁעָן\" dir=\"rtl\" href=\"/BDB,_מִשְׁעָן\">מִשְׁעַן ל׳</a> <a data-ref=\"Isaiah 3:1\" href=\"/Isaiah.3.1\">Is 3:1</a> (gloss)†; <em>leavened bread</em> is <span dir=\"rtl\">ל׳ חָמֵץ</span> <a data-ref=\"Leviticus 7:13\" href=\"/Leviticus.7.13\">Lv 7:13</a>; <em>unleavened bread</em> is <span dir=\"rtl\">ל׳ מַצּוֹת</span> <a data-ref=\"Exodus 29:2\" href=\"/Exodus.29.2\">Ex 29:2</a> (both P); †<span dir=\"rtl\">ל׳ (הַ)פָּנִים</span> <em>bread of the face</em> (of <span dir=\"rtl\">י׳</span>; i. e. in his presence, Di <a data-ref=\"Leviticus 24:9\" href=\"/Leviticus.24.9\">Lv 24:9</a> Dr <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a>): in the sanctuary <a data-ref=\"I Samuel 21:7\" href=\"/I_Samuel.21.7\">1 S 21:7</a> <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">1 K 7:48</a> = <a data-ref=\"II Chronicles 4:19\" href=\"/II_Chronicles.4.19\">2 Ch 4:19</a>, <a data-ref=\"Exodus 25:30\" href=\"/Exodus.25.30\">Ex 25:30</a>; <a data-ref=\"Exodus 35:13\" href=\"/Exodus.35.13\">35:13</a>; <a data-ref=\"Exodus 39:36\" href=\"/Exodus.39.36\">39:36</a>, without <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 40:23\" href=\"/Exodus.40.23\">40:23</a> (all P); = <span dir=\"rtl\">ל׳ הַתָּמִיד</span> <a data-ref=\"Numbers 4:7\" href=\"/Numbers.4.7\">Nu 4:7</a> (P), <span dir=\"rtl\">ל׳ קֹדֶשׁ</span> <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>; in Chr <span dir=\"rtl\">ל׳ הַמַּעֲרָ֑כֶת</span> <a data-ref=\"I Chronicles 9:32\" href=\"/I_Chronicles.9.32\">1 Ch 9:32</a> cf. <a data-ref=\"I Chronicles 23:29\" href=\"/I_Chronicles.23.29\">23:29</a> <a data-ref=\"Nehemiah 10:34\" href=\"/Nehemiah.10.34\">Ne 10:34</a>, <span dir=\"rtl\">מ׳ ל׳</span> <a data-ref=\"II Chronicles 13:11\" href=\"/II_Chronicles.13.11\">2 Ch 13:11</a>; opp. <span dir=\"rtl\">ל׳ חֹל</span> <a data-ref=\"I Samuel 21:5\" href=\"/I_Samuel.21.5\">1 S 21:5</a>†; <span dir=\"rtl\">ל׳ תְּנוּפָה</span> <a data-ref=\"Leviticus 23:17\" href=\"/Leviticus.23.17\">Lv 23:17</a> <em>wave-loaf;</em> <span dir=\"rtl\">ל׳ (הַ)בִּכֻּרִים</span> v <a data-ref=\"Leviticus 23:20\" href=\"/Leviticus.23.20\">20</a> <a data-ref=\"II Kings 4:42\" href=\"/II_Kings.4.42\">2 K 4:42</a> <em>bread of first-fruits</em>. †<strong>b.</strong>  = <em>bread-corn</em>, the material from which bread is made, i.e. wheat, barley, etc.: <a data-ref=\"Genesis 41:54\" href=\"/Genesis.41.54\">Gn 41:54</a>, <a data-ref=\"Genesis 41:55\" href=\"/Genesis.41.55\">55</a> (E), <a data-ref=\"Genesis 47:13\" href=\"/Genesis.47.13\">47:13</a>, <a data-ref=\"Genesis 47:15\" href=\"/Genesis.47.15\">15</a>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a><sup>(×2)</sup>, <a data-ref=\"Genesis 41:19\" href=\"/Genesis.41.19\">19</a> (J), <a data-ref=\"Genesis 49:20\" href=\"/Genesis.49.20\">49:20</a> (poem in J), <a data-ref=\"Isaiah 28:28\" href=\"/Isaiah.28.28\">Is 28:28</a>; <a data-ref=\"Isaiah 30:23\" href=\"/Isaiah.30.23\">30:23</a>; <a data-ref=\"Isaiah 55:10\" href=\"/Isaiah.55.10\">55:10</a> <a data-ref=\"Jeremiah 5:17\" href=\"/Jeremiah.5.17\">Je 5:17</a> <a data-ref=\"Ezekiel 48:18\" href=\"/Ezekiel.48.18\">Ez 48:18</a> <a data-ref=\"Job 28:5\" href=\"/Job.28.5\">Jb 28:5</a> <a data-ref=\"Proverbs 28:3\" href=\"/Proverbs.28.3\">Pr 28:3</a> <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104:14</a>; <span dir=\"rtl\">ל׳ הָאָרֶץ</span> <a data-ref=\"Numbers 15:19\" href=\"/Numbers.15.19\">Nu 15:19</a> (P), <span dir=\"rtl\">ארץ ל׳</span> <a data-ref=\"II Kings 18:32\" href=\"/II_Kings.18.32\">2 K 18:32</a> = <a data-ref=\"Isaiah 36:17\" href=\"/Isaiah.36.17\">Is 36:17</a>†.<br><strong>2.</strong>  <em>food</em> in general: <strong>a.</strong>  of man <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a> (kid, v <a data-ref=\"Judges 13:15\" href=\"/Judges.13.15\">15</a>), <a data-ref=\"I Samuel 14:24\" href=\"/I_Samuel.14.24\">1 S 14:24</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">28</a> (honey), <a data-ref=\"I Samuel 28:20\" href=\"/I_Samuel.28.20\">28:20</a>; <a data-ref=\"I Samuel 30:12\" href=\"/I_Samuel.30.12\">30:12</a> <a data-ref=\"Proverbs 27:27\" href=\"/Proverbs.27.27\">Pr 27:27</a><sup>(×2)</sup> (goat’s milk) +; <span dir=\"rtl\">נֹתֵן ל׳ לְכָל־בָּשָׂר</span> <a data-ref=\"Psalms 136:25\" href=\"/Psalms.136.25\">ψ 136:25</a> <a data-ref=\"Proverbs 22:9\" href=\"/Proverbs.22.9\">Pr 22:9</a>. †<strong>b.</strong>  of animals, <a data-ref=\"Proverbs 6:8\" href=\"/Proverbs.6.8\">Pr 6:8</a>; <a data-ref=\"Proverbs 30:25\" href=\"/Proverbs.30.25\">30:25</a> <a data-ref=\"Isaiah 65:25\" href=\"/Isaiah.65.25\">Is 65:25</a> <a data-ref=\"Job 24:5\" href=\"/Job.24.5\">Jb 24:5</a> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>†. †<strong>c.</strong>  of God (in sacrifices): †<span dir=\"rtl\">ל׳ אֱלהֵיהֶם</span> (cf. RS<sup>Sem i. 207, 2nd ed., 224</sup>) <a data-ref=\"Leviticus 21:6\" href=\"/Leviticus.21.6\">Lv 21:6</a> cf. v <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">8</a>, <a data-ref=\"Leviticus 21:17\" href=\"/Leviticus.21.17\">17</a>, <a data-ref=\"Leviticus 21:21\" href=\"/Leviticus.21.21\">21</a>, <a data-ref=\"Leviticus 21:22\" href=\"/Leviticus.21.22\">22</a>, <a data-ref=\"Leviticus 22:13\" href=\"/Leviticus.22.13\">22:13</a>, <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">25</a> (all H), <a data-ref=\"Numbers 28:2\" href=\"/Numbers.28.2\">Nu 28:2</a> (P), <a data-ref=\"Ezekiel 16:19\" href=\"/Ezekiel.16.19\">Ez 16:19</a>; <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">44:7</a>, and <span dir=\"rtl\">ל׳ מְגֹאָל</span> <a data-ref=\"Malachi 1:7\" href=\"/Malachi.1.7\">Mal 1:7</a>; also <span dir=\"rtl\">ל׳ אִשֶּׁה (לי׳)</span> <a data-ref=\"Leviticus 3:11\" href=\"/Leviticus.3.11\">Lv 3:11</a>, <a data-ref=\"Leviticus 3:16\" href=\"/Leviticus.3.16\">16</a> <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> (all P)†.<br><strong>3.</strong>  other phrases and fig. uses are: <strong>a.</strong>  <span dir=\"rtl\">ל׳ רֶשַׁע</span> <a data-ref=\"Proverbs 4:17\" href=\"/Proverbs.4.17\">Pr 4:17</a> (acc. cogn. c. <span dir=\"rtl\">לָחַם</span>), prob. = <em>food gained by wickedness</em> (‖ <span dir=\"rtl\">יֵין חֲמָסִים</span>), cf. <a ,=\"\" data-ref=\"BDB, שֶׁ֫קֶר\" dir=\"rtl\" href=\"/BDB,_שֶׁ֫קֶר\">ל׳ שָׁ֑קֶר</a> <a data-ref=\"Proverbs 20:17\" href=\"/Proverbs.20.17\">20:17</a>, <span dir=\"rtl\">ל׳ כְּזָבִים</span> <a data-ref=\"Proverbs 23:3\" href=\"/Proverbs.23.3\">23:3</a>; <span dir=\"rtl\">ל׳ עַצְלוּת</span> <a data-ref=\"Proverbs 31:27\" href=\"/Proverbs.31.27\">31:27</a> = <em>bread of idleness</em>, i. e. unearned; <span dir=\"rtl\">ל׳ חֻקִּי</span> <a data-ref=\"Proverbs 30:8\" href=\"/Proverbs.30.8\">Pr 30:8</a> (opp. to riches and poverty, v. <a data-ref=\"BDB, חֹק\" href=\"/BDB,_חֹק\", dir=\"rtl\">חֹק</a>); <span dir=\"rtl\">ל׳ לַחַץ</span> <a data-ref=\"I Kings 22:27\" href=\"/I_Kings.22.27\">1 K 22:27</a> = <a data-ref=\"II Chronicles 18:26\" href=\"/II_Chronicles.18.26\">2 Ch 18:26</a>, vid. <a ,=\"\" data-ref=\"BDB, לַ֫חַץ\" dir=\"rtl\" href=\"/BDB,_לַ֫חַץ\">לַחַץ</a> infr.; <span dir=\"rtl\">ל׳ הָעֲצָבִים</span> <a data-ref=\"Psalms 127:2\" href=\"/Psalms.127.2\">ψ 127:2</a>, vid. ii. <a ,=\"\" data-ref=\"BDB, עֶ֫צֶב²\" dir=\"rtl\" href=\"/BDB,_עֶ֫צֶב²\">עֶצֶב</a>; <span dir=\"rtl\">ל׳ אוֹנִים</span> <a data-ref=\"Hosea 9:4\" href=\"/Hosea.9.4\">Ho 9:4</a>, vid. <a ,=\"\" data-ref=\"BDB, בֵּית אָ֫וֶן\" dir=\"rtl\" href=\"/BDB,_בֵּית אָ֫וֶן\">אָוֶן</a>, p. 20a; <span dir=\"rtl\">ל׳ אֲנָשִׁים</span> <a data-ref=\"Ezekiel 24:17\" href=\"/Ezekiel.24.17\">Ez 24:17</a>, <a data-ref=\"Ezekiel 24:22\" href=\"/Ezekiel.24.22\">22</a> of food offered to mourners, cf. <a data-ref=\"Jeremiah 16:7\" href=\"/Jeremiah.16.7\">Je 16:7</a> (where ins. <span dir=\"rtl\">ל׳</span> 𝔊 Gf Gie); <span dir=\"rtl\">שַׁלַּח לחמך על־פני המים</span> <a data-ref=\"Ecclesiastes 11:1\" href=\"/Ecclesiastes.11.1\">Ec 11:1</a> usually interpr. of benevolent giving (cf. Now); De al. of sea-commerce in bread stuffs, cf. <a data-ref=\"Proverbs 31:14\" href=\"/Proverbs.31.14\">Pr 31:14</a>. <strong>b.</strong>  fig. <span dir=\"rtl\">לַחְמֵנוּ הֵם</span> <a data-ref=\"Numbers 14:9\" href=\"/Numbers.14.9\">Nu 14:9</a> (JE) <em>our food are they</em>, i. e. we will devour, destroy, them (cf. <a data-ref=\"Deuteronomy 7:16\" href=\"/Deuteronomy.7.16\">Dt 7:16</a>); <span dir=\"rtl\">דִּמְעָתִי ל׳</span> <a data-ref=\"Psalms 42:4\" href=\"/Psalms.42.4\">ψ 42:4</a> cf. <a data-ref=\"Psalms 80:6\" href=\"/Psalms.80.6\">80:6</a> (vid. <a data-ref=\"BDB, אָכַל\" href=\"/BDB,_אָכַל\", dir=\"rtl\">אכל</a>, p. 37b supr.); <span dir=\"rtl\">ל׳</span> of evil deeds of wicked <a data-ref=\"Job 20:14\" href=\"/Job.20.14\">Jb 20:14</a>; <span dir=\"rtl\">עֵץ בְּלַחְמוֹ</span> <a data-ref=\"Jeremiah 11:19\" href=\"/Jeremiah.11.19\">Je 11:19</a> appar. fig. of destroying the <em>prophet and his house</em>, but read prob. <span dir=\"rtl\">בְּלֵחוֹ</span> <em>in its freshness</em> (i. e. untimely), so Hi Gf Che Gie (vid. <a data-ref=\"BDB, לֵחַ\" href=\"/BDB,_לֵחַ\", dir=\"rtl\">לֵחַ</a> = sub <a data-ref=\"BDB, לחח\" href=\"/BDB,_לחח\", dir=\"rtl\">לחח</a> supra)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d399b6084aa1cbf28a29", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עָמַד 1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "BDB, עָמַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, עָמַד א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עָמַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">עָמַד</span></big></big><sub>520</sub><big></big>  take one’s stand, stand <strong>(</strong>NH <em>id.;</em> Ph. <span dir=\"rtl\">עמד</span>; Assyrian <em>emêdu</em>, <em>stand, set up;</em> Arabic <span dir=\"rtl\">عَمَدَ</span> <em>prop up, support</em>, and deriv.; Ethiopic ዐምድ: <em>pillar;</em> 𝔗 <span dir=\"rtl\">עַמּוּדָא</span> <em>pillar</em>, Syriac <span dir=\"rtl\">ܥܰܡܽܘܕܳܐ</span>, Palm. <span dir=\"rtl\">עמודא</span>, cf. also n.pr. <span dir=\"rtl\">תימעמד</span>; Sab. <span dir=\"rtl\">עמד</span> <em>pillar</em>, according to CIS<sup>iv. 91</sup> (or other deriv. from √ <span dir=\"rtl\">עמד</span> DHM<sup>ZMG xxxvii (1883), 5</sup>), pl. <span dir=\"rtl\">אעמדן</span> <em>pillars</em> DHM<sup>Epigr. Denkm. aus Abess. 80</sup><strong>)</strong>;—<br><strong>Qal</strong><sub>435</sub>  Pf. <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> +, 3 fs. <span dir=\"rtl\">עָֽמְדָה</span> <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a> +, etc.; Impf. <span dir=\"rtl\">יַעֲמֹד</span> <a data-ref=\"Exodus 21:21\" href=\"/Exodus.21.21\">Ex 21:21</a>, <span dir=\"rtl\">יַעֲמוֹד</span> <a data-ref=\"Nahum 1:6\" href=\"/Nahum.1.6\">Na 1:6</a> +, <span dir=\"rtl\">יַעֲמָד־</span> <a data-ref=\"I Samuel 16:22\" href=\"/I_Samuel.16.22\">1 S 16:22</a> +; 1 s. <span dir=\"rtl\">אֶעֱמֹ֑דָה</span> <a data-ref=\"Habakkuk 2:1\" href=\"/Habakkuk.2.1\">Hb 2:1</a>, <span dir=\"rtl\">וָאֶעֱמֹד</span> <a data-ref=\"II Samuel 1:10\" href=\"/II_Samuel.1.10\">2 S 1:10</a>; 3 mpl. <span dir=\"rtl\">יַעַמְדוּ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> +, <span dir=\"rtl\">יַעֲמֹ֑דוּ</span> <a data-ref=\"Ezekiel 1:21\" href=\"/Ezekiel.1.21\">Ez 1:21</a> +; f. <span dir=\"rtl\">יַעֲמֹדְנָה</span> <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">Dn 8:22</a>; 2 mpl. <span dir=\"rtl\">וַתַּעַמְדוּן</span> <a data-ref=\"Deuteronomy 4:11\" href=\"/Deuteronomy.4.11\">Dt 4:11</a>, etc.; Imv. <span dir=\"rtl\">עֲמֹד</span> <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> +, <span dir=\"rtl\">עֲמָד־</span> <a data-ref=\"II Samuel 1:9\" href=\"/II_Samuel.1.9\">2 S 1:9</a>; fs. <span dir=\"rtl\">עִמְדִי</span> <a data-ref=\"Isaiah 47:12\" href=\"/Isaiah.47.12\">Is 47:12</a>; <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">Je 48:19</a>, etc.; Inf. abs. <span dir=\"rtl\">עָמֹד</span> <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>; cstr. <span dir=\"rtl\">עֲמֹד</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> +, sf. <span dir=\"rtl\">עָמְדִי</span> <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">Je 18:20</a>, <span dir=\"rtl\">עֲמָדְךָ</span> <a data-ref=\"Obadiah 1:11\" href=\"/Obadiah.1.11\">Ob 11</a>, etc.; Pt. <span dir=\"rtl\">עֹמֵד</span> <a data-ref=\"Isaiah 3:13\" href=\"/Isaiah.3.13\">Is 3:13</a> +, f. <span dir=\"rtl\">עֹמֶ֫דֶת</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  <em>stand, be in a standing attitude:</em> c. <span dir=\"rtl\">עַל</span> <em>by</em>, <a data-ref=\"I Samuel 26:13\" href=\"/I_Samuel.26.13\">1 S 26:13</a>; <a data-ref=\"II Samuel 2:25\" href=\"/II_Samuel.2.25\">2 S 2:25</a>; <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">2 K 2:7</a> +, so pt. <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">Gn 18:8</a> (J), <a data-ref=\"Genesis 41:1\" href=\"/Genesis.41.1\">41:1</a>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a> (E) +, <span dir=\"rtl\">עַל</span> <em>on</em>, <a data-ref=\"Exodus 3:5\" href=\"/Exodus.3.5\">Ex 3:5</a> (E), <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a> +; c. ב loc. <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <a data-ref=\"Numbers 22:24\" href=\"/Numbers.22.24\">Nu 22:24</a>, <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">26</a> (all JE), +; c. <span dir=\"rtl\">אֶל</span> loc. <a data-ref=\"I Kings 20:38\" href=\"/I_Kings.20.38\">1 K 20:38</a> (+ <span dir=\"rtl\">לְ</span> pers.), <a data-ref=\"Jeremiah 48:19\" href=\"/Jeremiah.48.19\">Je 48:19</a>; <a data-ref=\"Ezekiel 21:26\" href=\"/Ezekiel.21.26\">Ez 21:26</a>; <a data-ref=\"Ezekiel 27:29\" href=\"/Ezekiel.27.29\">27:29</a>; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"I Samuel 17:51\" href=\"/I_Samuel.17.51\">1 S 17:51</a>; <a data-ref=\"II Kings 5:25\" href=\"/II_Kings.5.25\">2 K 5:25</a>; c. <span dir=\"rtl\">אֵצֶל</span> <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">Gn 41:3</a> (E), <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">Ez 9:2</a>; <a data-ref=\"Ezekiel 10:6\" href=\"/Ezekiel.10.6\">10:6</a>; <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a>; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Genesis 18:22\" href=\"/Genesis.18.22\">Gn 18:22</a>; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a>; <a data-ref=\"I Kings 8:22\" href=\"/I_Kings.8.22\">8:22</a> +; before <span dir=\"rtl\">י׳</span>, for intercession <a data-ref=\"Genesis 19:27\" href=\"/Genesis.19.27\">Gn 19:27</a> (J), <a data-ref=\"Deuteronomy 4:10\" href=\"/Deuteronomy.4.10\">Dt 4:10</a>; <a data-ref=\"Jeremiah 15:1\" href=\"/Jeremiah.15.1\">Je 15:1</a>; <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">18:20</a>, etc.; <em>take one’s stand</em> and do a thing <a data-ref=\"I Samuel 17:8\" href=\"/I_Samuel.17.8\">1 S 17:8</a>; <a data-ref=\"I Kings 8:55\" href=\"/I_Kings.8.55\">1 K 8:55</a>; <a data-ref=\"II Kings 18:28\" href=\"/II_Kings.18.28\">2 K 18:28</a> = <a data-ref=\"Isaiah 36:13\" href=\"/Isaiah.36.13\">Is 36:13</a> +; sq. inf. <a data-ref=\"I Kings 8:11\" href=\"/I_Kings.8.11\">1 K 8:11</a> = <a data-ref=\"II Chronicles 5:14\" href=\"/II_Chronicles.5.14\">2 Ch 5:14</a> +. <strong>b.</strong>  <em>stand forth</em> (to speak, etc.) <a data-ref=\"II Kings 10:9\" href=\"/II_Kings.10.9\">2 K 10:9</a> +. <strong>c.</strong>  <em>take a stand</em> against <span dir=\"rtl\">(עַל)</span>, in opposition to, <a data-ref=\"Judges 6:31\" href=\"/Judges.6.31\">Ju 6:31</a>; <a data-ref=\"Ezra 10:15\" href=\"/Ezra.10.15\">Ezr 10:15</a> (but <em>stand</em> over, = have charge of, according to Kue<sup>Ges. Abh. 247 f.</sup>) <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a>; cf. <span dir=\"rtl\">עַל־דַּם</span> <a data-ref=\"Leviticus 19:16\" href=\"/Leviticus.19.16\">Lv 19:16</a> (H) <em>against the blood of</em>, i.e. seek one’s blood, life; c. <span dir=\"rtl\">יָ֑חַד</span> <a data-ref=\"Isaiah 50:8\" href=\"/Isaiah.50.8\">Is 50:8</a> <em>together</em>, i.e. against each other. <strong>d.</strong>  <em>present</em> oneself before <span dir=\"rtl\">(לִפְנֵי)</span> <a data-ref=\"Genesis 43:15\" href=\"/Genesis.43.15\">Gn 43:15</a> (J), <a data-ref=\"Exodus 9:10\" href=\"/Exodus.9.10\">Ex 9:10</a> (E), <a data-ref=\"Numbers 27:2\" href=\"/Numbers.27.2\">Nu 27:2</a>, <a data-ref=\"Numbers 27:21\" href=\"/Numbers.27.21\">21</a> (P), <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">1 S 16:21</a> +; before <span dir=\"rtl\">י׳</span> (in sanctuary) <a data-ref=\"Deuteronomy 19:17\" href=\"/Deuteronomy.19.17\">Dt 19:17</a>; <a data-ref=\"Jeremiah 7:10\" href=\"/Jeremiah.7.10\">Je 7:10</a> cf. <a data-ref=\"Jeremiah 18:20\" href=\"/Jeremiah.18.20\">18:20</a> <a data-ref=\"Leviticus 9:5\" href=\"/Leviticus.9.5\">Lv 9:5</a> (P); so in heaven <a data-ref=\"I Kings 22:21\" href=\"/I_Kings.22.21\">1 K 22:21</a> = <a data-ref=\"II Chronicles 18:20\" href=\"/II_Chronicles.18.20\">2 Ch 18:20</a>; c. ב loc. of child at birth <a data-ref=\"Hosea 13:13\" href=\"/Hosea.13.13\">Ho 13:13</a>, in palace (as retainer, courtier) <a data-ref=\"Daniel 1:4\" href=\"/Daniel.1.4\">Dn 1:4</a>. <strong>e.</strong>  c. <span dir=\"rtl\">לִפְנֵי</span> <em>attend upon, be</em> (<em>come</em>) <em>servant of</em> <a data-ref=\"I Samuel 16:22\" href=\"/I_Samuel.16.22\">1 S 16:22</a> (v. Dr), <a data-ref=\"I Kings 1:2\" href=\"/I_Kings.1.2\">1 K 1:2</a> +; servant of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Kings 17:1\" href=\"/I_Kings.17.1\">1 K 17:1</a>; <a data-ref=\"I Kings 18:15\" href=\"/I_Kings.18.15\">18:15</a> <a data-ref=\"II Kings 3:14\" href=\"/II_Kings.3.14\">2 K 3:14</a>; <a data-ref=\"II Kings 5:16\" href=\"/II_Kings.5.16\">5:16</a> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a>; priests <span dir=\"rtl\">(לְשָֽׁרְתוֹ) לִפְנֵי י׳</span> <a data-ref=\"Deuteronomy 10:8\" href=\"/Deuteronomy.10.8\">Dt 10:8</a>; <a data-ref=\"Judges 20:28\" href=\"/Judges.20.28\">Ju 20:28</a>; <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">Ez 44:15</a>; <a data-ref=\"II Chronicles 29:11\" href=\"/II_Chronicles.29.11\">2 Ch 29:11</a>; of Levites, <em>stand</em> before congreg. for menial duties <a data-ref=\"Ezekiel 44:11\" href=\"/Ezekiel.44.11\">Ez 44:11</a>; <a data-ref=\"Numbers 16:9\" href=\"/Numbers.16.9\">Nu 16:9</a> (P). <strong>f.</strong>  <em>stand</em> afar <span dir=\"rtl\">מֵרָחוֹק</span> <a data-ref=\"Exodus 20:15\" href=\"/Exodus.20.15\">Ex 20:18</a>, <a data-ref=\"Exodus 20:18\" href=\"/Exodus.20.18\">21</a> (E), <a data-ref=\"Isaiah 59:14\" href=\"/Isaiah.59.14\">Is 59:14</a> <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">ψ 38:12</a>, <span dir=\"rtl\">בְּר׳</span> <a data-ref=\"Psalms 10:1\" href=\"/Psalms.10.1\">ψ 10:1</a>; <span dir=\"rtl\">מִנֶּגֶד מֵר׳</span> <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">2 K 2:7</a>; <em>stand</em> aloof, <span dir=\"rtl\">מִנֶּגֶד</span> <a data-ref=\"Obadiah 1:11\" href=\"/Obadiah.1.11\">Ob 11</a> <a data-ref=\"Psalms 38:12\" href=\"/Psalms.38.12\">ψ 38:12</a>. <strong>g.</strong>  <em>stand</em> (silent) <a data-ref=\"Job 32:16\" href=\"/Job.32.16\">Jb 32:16</a>. <strong>h.</strong>  <em>stand</em> (appealingly) <a data-ref=\"Job 30:20\" href=\"/Job.30.20\">Jb 30:20</a> (but read <span dir=\"rtl\">עָמַדְתָּ</span>, of God, Me Hi Du). <strong>i.</strong>  <em>stand</em>, subj. <span dir=\"rtl\">רֶגֶל</span> <a data-ref=\"Zechariah 14:4\" href=\"/Zechariah.14.4\">Zc 14:4</a> (<span dir=\"rtl\">עַל</span> loc.), <a data-ref=\"Psalms 122:2\" href=\"/Psalms.122.2\">ψ 122:2</a> (<span dir=\"rtl\">ב</span> loc.) so <a data-ref=\"Psalms 26:12\" href=\"/Psalms.26.12\">26:12</a> (fig.). <strong>j.</strong>  <em>stand</em>, of water, <span dir=\"rtl\">עַל־הָרִים</span> <a data-ref=\"Psalms 104:6\" href=\"/Psalms.104.6\">ψ 104:6</a>. Vid. also preps. <span dir=\"rtl\">אֶל</span>, <span dir=\"rtl\">אֵצֶל</span>, <span dir=\"rtl\">עַל</span>, <span dir=\"rtl\">מִמַּעַל</span>, <span dir=\"rtl\">עִם</span>, etc. <strong>2.</strong> <strong>a.</strong>  <em>stand still, stop</em>, cease moving, of moon <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">Jos 10:13</a> (JE; ‖ <span dir=\"rtl\">וַיִּדֹּם</span>), sun v <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">13</a>, both, <a data-ref=\"Habakkuk 3:11\" href=\"/Habakkuk.3.11\">Hb 3:11</a>; of pers. <a data-ref=\"I Samuel 9:27\" href=\"/I_Samuel.9.27\">1 S 9:27</a> (opp. <span dir=\"rtl\">עָבַר</span>), <a data-ref=\"II Samuel 2:28\" href=\"/II_Samuel.2.28\">2 S 2:28</a> (opp. <span dir=\"rtl\">רָדַף</span>), <span dir=\"rtl\">עִמְדוּ עֲמֹ֫דוּ</span> <a data-ref=\"Nahum 2:9\" href=\"/Nahum.2.9\">Na 2:9</a> +; <em>stop</em> flowing (of oil) <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">2 K 4:6</a>; <em>remain standing</em>, c. <span dir=\"rtl\">תַּחְתֵּינוּ</span> <a data-ref=\"Judges 7:21\" href=\"/Judges.7.21\">Ju 7:21</a>; <a data-ref=\"I Samuel 14:9\" href=\"/I_Samuel.14.9\">1 S 14:9</a> etc.; of eruption in skin = remain unchanged <a data-ref=\"Leviticus 13:23\" href=\"/Leviticus.13.23\">Lv 13:23</a>, <a data-ref=\"Leviticus 13:28\" href=\"/Leviticus.13.28\">28</a>; so (without <span dir=\"rtl\">ת׳</span>) <a data-ref=\"Leviticus 13:5\" href=\"/Leviticus.13.5\">13:5</a>, <a data-ref=\"Leviticus 13:37\" href=\"/Leviticus.13.37\">37</a> (all P). <strong>b.</strong>  = be inactive <a data-ref=\"II Chronicles 20:17\" href=\"/II_Chronicles.20.17\">2 Ch 20:17</a> (opp. <span dir=\"rtl\">לְהִלָּחֵם</span>, + <span dir=\"rtl\">הִתְיַצְּבוּ</span>). <strong>c.</strong>  = be attentive <a data-ref=\"Job 37:14\" href=\"/Job.37.14\">Jb 37:14</a>. <strong>d.</strong>  <em>stop, cease</em> doing a thing <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>; c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Genesis 29:35\" href=\"/Genesis.29.35\">Gn 29:35</a>; <a data-ref=\"Genesis 30:9\" href=\"/Genesis.30.9\">30:9</a> (both J), <a data-ref=\"Jonah 1:15\" href=\"/Jonah.1.15\">Jon 1:15</a>. <strong>3.</strong> <strong>a.</strong>  <em>tarry, delay</em> <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">Gn 45:9</a> (E), <a data-ref=\"Joshua 10:19\" href=\"/Joshua.10.19\">Jos 10:19</a> (JE; opp. <span dir=\"rtl\">רָדַף</span>), <a data-ref=\"I Samuel 20:38\" href=\"/I_Samuel.20.38\">1 S 20:38</a> (opp. <span dir=\"rtl\">מְהֵרָה</span>, <span dir=\"rtl\">חוּשָׁה</span>), +. <strong>b.</strong>  <em>remain</em>, c. ב loc. <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">2 K 15:20</a>; <a data-ref=\"Deuteronomy 10:10\" href=\"/Deuteronomy.10.10\">Dt 10:10</a>; c. <span dir=\"rtl\">עִמָּדִי</span> <a data-ref=\"Deuteronomy 5:25\" href=\"/Deuteronomy.5.25\">Dt 5:28</a> (opp. <span dir=\"rtl\">שׁוּב</span>); + inf. purpose <a data-ref=\"Esther 7:7\" href=\"/Esther.7.7\">Est 7:7</a>. <strong>c.</strong>  <em>continue, abide</em> <a data-ref=\"Leviticus 13:5\" href=\"/Leviticus.13.5\">Lv 13:5</a>; <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a>; <a data-ref=\"Isaiah 66:22\" href=\"/Isaiah.66.22\">Is 66:22</a> <a data-ref=\"Psalms 102:27\" href=\"/Psalms.102.27\">ψ 102:27</a> <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">Ec 2:9</a>; = dwell <a data-ref=\"Exodus 8:18\" href=\"/Exodus.8.18\">Ex 8:18</a> (J; <span dir=\"rtl\">עַל</span> loc.); <span dir=\"rtl\">לָעַד</span> <a data-ref=\"Psalms 19:10\" href=\"/Psalms.19.10\">ψ 19:10</a>; <a data-ref=\"Psalms 111:3\" href=\"/Psalms.111.3\">111:3</a>, <a data-ref=\"Psalms 111:10\" href=\"/Psalms.111.10\">10</a>; <a data-ref=\"Psalms 112:3\" href=\"/Psalms.112.3\">112:3</a>, <a data-ref=\"Psalms 112:9\" href=\"/Psalms.112.9\">9</a>; <span dir=\"rtl\">לְעוֹלָם</span> <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">ψ 33:11</a> <a data-ref=\"Ecclesiastes 1:4\" href=\"/Ecclesiastes.1.4\">Ec 1:4</a>; <span dir=\"rtl\">בְּתוֹךְ</span> <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>; of plan = be established <a data-ref=\"Psalms 33:11\" href=\"/Psalms.33.11\">ψ 33:11</a> (earlier <span dir=\"rtl\">קוּם</span>, as <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">Is 14:24</a>), so <a data-ref=\"Esther 3:4\" href=\"/Esther.3.4\">Est 3:4</a>; <a data-ref=\"Daniel 11:17\" href=\"/Daniel.11.17\">Dn 11:17</a> b; = maintain itself (earlier <span dir=\"rtl\">קוּם</span> <a data-ref=\"Joshua 2:11\" href=\"/Joshua.2.11\">Jos 2:11</a>) <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">Ec 2:9</a>; <span dir=\"rtl\">לֹא יַעֲמָד־בִּי כֹחַ</span> <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">Dn 10:17</a>. <strong>d.</strong>  <em>endure</em> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> (E), <a data-ref=\"Ezekiel 22:14\" href=\"/Ezekiel.22.14\">Ez 22:14</a> (‖ <span dir=\"rtl\">חָזַק</span>). <strong>e.</strong>  <em>be steadfast</em> <a data-ref=\"Deuteronomy 25:8\" href=\"/Deuteronomy.25.8\">Dt 25:8</a>; <a data-ref=\"Ruth 2:7\" href=\"/Ruth.2.7\">Ru 2:7</a>. <strong>f.</strong>  <em>persist</em> <a data-ref=\"Ecclesiastes 8:3\" href=\"/Ecclesiastes.8.3\">Ec 8:3</a>. <strong>4.</strong>  <em>make a stand, hold one’s ground</em>, <a data-ref=\"Amos 2:15\" href=\"/Amos.2.15\">Am 2:15</a>; <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a>; <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a> +; c. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14</a>; <a data-ref=\"II Kings 10:4\" href=\"/II_Kings.10.4\">2 K 10:4</a>; <a data-ref=\"Esther 9:2\" href=\"/Esther.9.2\">Est 9:2</a> +, <span dir=\"rtl\">בִּפְנֵי</span> <a data-ref=\"Joshua 10:8\" href=\"/Joshua.10.8\">Jos 10:8</a>; <a data-ref=\"Joshua 21:44\" href=\"/Joshua.21.44\">21:44</a> (Ginsb; van d. H. Baer v <a data-ref=\"Joshua 21:42\" href=\"/Joshua.21.42\">42</a>), <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">23:9</a> (all D); c. <span dir=\"rtl\">עַל</span>, for one’s life <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">Est 8:11</a>; <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">9:16</a>. <strong>5.</strong>  <em>stand upright:</em> <strong>a.</strong>  <em>remain standing</em> <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a>; of head <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">6:31</a> <em>remain upright</em> upon him <span dir=\"rtl\">(עָלָיו)</span>; of house (fig. of endurance) <a data-ref=\"Job 8:15\" href=\"/Job.8.15\">Jb 8:15</a>, <a data-ref=\"Proverbs 12:7\" href=\"/Proverbs.12.7\">Pr 12:7</a>. <strong>b.</strong>  <em>stand up</em>, opp. sit, <a data-ref=\"Nehemiah 8:5\" href=\"/Nehemiah.8.5\">Ne 8:5</a>; <a data-ref=\"Job 29:8\" href=\"/Job.29.8\">Jb 29:8</a> (+ <span dir=\"rtl\">קוּם</span>); opp. lie prostrate <a data-ref=\"Ezekiel 2:1\" href=\"/Ezekiel.2.1\">Ez 2:1</a> <span dir=\"rtl\">(עַל־רַגְלֶיךָ)</span>, so <a data-ref=\"Ezekiel 37:10\" href=\"/Ezekiel.37.10\">37:10</a> (id.), <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">Dn 10:11</a>, v <a data-ref=\"Daniel 10:11\" href=\"/Daniel.10.11\">11</a> <span dir=\"rtl\">(עַל־עָמְדֶ֑ךָ)</span>, <a data-ref=\"Esther 8:4\" href=\"/Esther.8.4\">Est 8:4</a>; of revival after death <a data-ref=\"Daniel 12:13\" href=\"/Daniel.12.13\">Dn 12:13</a> (late for <span dir=\"rtl\">קוּם</span>). <strong>c.</strong>  <em>stand up, rise</em>, of water <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">Jos 3:13</a> (+ apposs. <span dir=\"rtl\">נֵד אֶחָד</span>), v <a data-ref=\"Joshua 3:16\" href=\"/Joshua.3.16\">16</a> (+ <span dir=\"rtl\">קָמוּ</span> + id.<em>;</em> both JE). <strong>d.</strong>  <em>be erect, upright</em>, of boards <a data-ref=\"Exodus 26:15\" href=\"/Exodus.26.15\">Ex 26:15</a>; <a data-ref=\"Exodus 36:20\" href=\"/Exodus.36.20\">36:20</a> (P). †<strong>6.</strong> <strong>a.</strong>  <em>arise, appear, come on the scene</em> (= <span dir=\"rtl\">קוּם</span>; late) <a data-ref=\"Ezra 2:63\" href=\"/Ezra.2.63\">Ezr 2:63</a> = <a data-ref=\"Nehemiah 7:64\" href=\"/Nehemiah.7.64\">Ne 7:65</a>, <a data-ref=\"Psalms 106:30\" href=\"/Psalms.106.30\">ψ 106:30</a> (cf. Ecclus 47:1, 12), especially <a data-ref=\"Daniel 8:22\" href=\"/Daniel.8.22\">Dn 8:22</a><sup>(×2)</sup>, <a data-ref=\"Daniel 8:23\" href=\"/Daniel.8.23\">23</a>; <a data-ref=\"Daniel 11:2\" href=\"/Daniel.11.2\">11:2</a>, <a data-ref=\"Daniel 11:3\" href=\"/Daniel.11.3\">3</a>, <a data-ref=\"Daniel 11:4\" href=\"/Daniel.11.4\">4</a>; <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">12:1</a>, cf. <a data-ref=\"Daniel 11:7\" href=\"/Daniel.11.7\">11:7</a> <span dir=\"rtl\">(כַּנּוֹ)</span>, v <a data-ref=\"Daniel 11:20\" href=\"/Daniel.11.20\">20</a>, <a data-ref=\"Daniel 11:21\" href=\"/Daniel.11.21\">21</a> <span dir=\"rtl\">(עַל־כַּנּוֹ)</span>; c. <span dir=\"rtl\">תַּחַת</span> <em>instead of</em> <a data-ref=\"Ecclesiastes 4:15\" href=\"/Ecclesiastes.4.15\">Ec 4:15</a>; of war <a data-ref=\"I Chronicles 20:4\" href=\"/I_Chronicles.20.4\">1 Ch 20:4</a>, deliverance <a data-ref=\"Esther 4:14\" href=\"/Esther.4.14\">Est 4:14</a>. <strong>b.</strong>  <em>stand forth, appear</em> = come into being <a data-ref=\"Isaiah 48:13\" href=\"/Isaiah.48.13\">Is 48:13</a> <a data-ref=\"Psalms 33:9\" href=\"/Psalms.33.9\">ψ 33:9</a>; <a data-ref=\"Psalms 119:90\" href=\"/Psalms.119.90\">119:90</a>. <strong>c.</strong>  <em>rise up</em> as foe (earlier <span dir=\"rtl\">קום</span> <a data-ref=\"Amos 7:9\" href=\"/Amos.7.9\">Am 7:9</a>; <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>), c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"I Chronicles 21:1\" href=\"/I_Chronicles.21.1\">1 Ch 21:1</a>; <a data-ref=\"II Chronicles 20:23\" href=\"/II_Chronicles.20.23\">2 Ch 20:23</a>; <a data-ref=\"Daniel 8:25\" href=\"/Daniel.8.25\">Dn 8:25</a>; <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">11:14</a>, c. <span dir=\"rtl\">לְנֶגְדִּי</span> <em>against</em> <a data-ref=\"Daniel 10:13\" href=\"/Daniel.10.13\">10:13</a>. <strong>7.</strong>  rare usages are: <strong>a.</strong>  <span dir=\"rtl\">ע׳ אֶת־</span> <em>stand with</em>, as attendant, servitor <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">Gn 45:1</a> (E), <a data-ref=\"Numbers 1:5\" href=\"/Numbers.1.5\">Nu 1:5</a> (P). <strong>b.</strong>  <em>take one’s stand</em> in covenant, <span dir=\"rtl\">בַּבְּרִית</span> <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>. <strong>c.</strong>  <em>stand</em> <span dir=\"rtl\">עַל־חֶרֶב</span> <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">Ez 33:26</a> (resort to the sword). <strong>d.</strong>  <em>stand</em> <span dir=\"rtl\">בְּסוֹד י׳</span> <a data-ref=\"Jeremiah 23:18\" href=\"/Jeremiah.23.18\">Je 23:18</a>, <a data-ref=\"Jeremiah 23:22\" href=\"/Jeremiah.23.22\">22</a> (v. <a data-ref=\"BDB, סוֹד\" href=\"/BDB,_סוֹד\", dir=\"rtl\">סוֹד</a>). <strong>e.</strong>  <em>be appointed</em> <a data-ref=\"Ezra 10:14\" href=\"/Ezra.10.14\">Ezr 10:14</a>. <strong>f.</strong>  <em>stand</em> before <span dir=\"rtl\">(לִפְנֵי)</span> beast <a data-ref=\"Leviticus 18:23\" href=\"/Leviticus.18.23\">Lv 18:23</a> (carnal intercourse) <strong>g.</strong>  <em>grow flat, insipid</em> (Gie), taste of wine <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig. of Moab), or <em>remain unchanged</em> (so most, in that case cf. <strong>3 b</strong>).—<span dir=\"rtl\">עָמְדִי</span> <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">Dn 11:1b</a> is crpt., read prob. <span dir=\"rtl\">עָמַדְתִּי</span>, or <span dir=\"rtl\">עָמַד</span> (<span dir=\"rtl\">מִיכָאֵל</span> subj.), join then to <a data-ref=\"Daniel 10:21\" href=\"/Daniel.10.21\">10:21</a> and del. <a data-ref=\"Daniel 11:1\" href=\"/Daniel.11.1\">11:1a</a>; so Bev Behrm Marti<sup>Kau</sup>.<br><strong>Hiph.</strong><sub>83</sub>  (cf. Dr<sup>Intr. (6) 535</sup>) Pf. 3 ms. <span dir=\"rtl\">הֶעֱמִיד</span> <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a> +, 2 ms. <span dir=\"rtl\">הֶעֱמַדְתָּה</span> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>, <span dir=\"rtl\">וְהַעֲמַדְתָּ֫</span> <a data-ref=\"Numbers 3:6\" href=\"/Numbers.3.6\">Nu 3:6</a> +, etc.; Impf. <span dir=\"rtl\">יַעֲמִיד</span> <a data-ref=\"Proverbs 29:4\" href=\"/Proverbs.29.4\">Pr 29:4</a> +, <span dir=\"rtl\">וַיַּעֲמֵד</span> <a data-ref=\"II Kings 8:1\" href=\"/II_Kings.8.1\">2 K 8:1</a> +; 3 fs. sf. <span dir=\"rtl\">וַתַּעֲמִדֵנִי</span> <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">3:24</a>, 1 pl. <span dir=\"rtl\">וַנַּעֲמִיד</span> <a data-ref=\"Nehemiah 4:3\" href=\"/Nehemiah.4.3\">Ne 4:3</a>, etc.; Imv. <span dir=\"rtl\">הַעֲמֵד</span> <a data-ref=\"Isaiah 21:6\" href=\"/Isaiah.21.6\">Is 21:6</a>; sf. <span dir=\"rtl\">הַעֲמִידֶהָ</span> <a data-ref=\"Ezekiel 24:11\" href=\"/Ezekiel.24.11\">Ez 24:11</a>; Inf. abs. <span dir=\"rtl\">הַעֲמֵיד</span> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; cstr. <span dir=\"rtl\">הַעֲמִיד</span> <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a> +; Pt. <span dir=\"rtl\">מַעֲמִיד</span> <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> (but v.<strong>Hoph.</strong>);— <strong>1.</strong>  <em>station, set</em>, c. acc. <a data-ref=\"Judges 16:25\" href=\"/Judges.16.25\">Ju 16:25</a> <span dir=\"rtl\">(בֵּין)</span>; for duty <a data-ref=\"Numbers 11:24\" href=\"/Numbers.11.24\">Nu 11:24</a> (E; <span dir=\"rtl\">סְבִיבֹת</span>), <a data-ref=\"I Kings 12:32\" href=\"/I_Kings.12.32\">1 K 12:32</a> (<span dir=\"rtl\">ב</span> loc.), <a data-ref=\"II Chronicles 19:5\" href=\"/II_Chronicles.19.5\">2 Ch 19:5</a> (id.), <a data-ref=\"Nehemiah 13:11\" href=\"/Nehemiah.13.11\">Ne 13:11</a> <span dir=\"rtl\">(עַל־עָמְדָם)</span>, <a data-ref=\"Isaiah 21:6\" href=\"/Isaiah.21.6\">Is 21:6</a> + (<a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7a</a> read perhaps <strong>Qal</strong>, so Perles<sup>Anal. 65</sup>), c. <span dir=\"rtl\">עַל</span> <em>against</em> <a data-ref=\"Nehemiah 4:3\" href=\"/Nehemiah.4.3\">Ne 4:3</a>. <strong>2.</strong>  <em>cause to stand firm</em> <a data-ref=\"Psalms 18:34\" href=\"/Psalms.18.34\">ψ 18:34</a> = <a data-ref=\"II Samuel 22:34\" href=\"/II_Samuel.22.34\">2 S 22:34</a> (c. <span dir=\"rtl\">עַל</span> loc.); <em>maintain</em> (opp. overthrow) <a data-ref=\"Exodus 9:16\" href=\"/Exodus.9.16\">Ex 9:16</a> (J), <a data-ref=\"I Kings 15:4\" href=\"/I_Kings.15.4\">1 K 15:4</a>, cf. <a data-ref=\"Proverbs 29:4\" href=\"/Proverbs.29.4\">Pr 29:4</a>. <strong>3.</strong>  <em>cause to stand up, set up, erect</em>, c. acc. + <span dir=\"rtl\">עַל־רַגְלַי</span> <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 3:24\" href=\"/Ezekiel.3.24\">3:24</a>, so <span dir=\"rtl\">עַל־עָמְדִי</span> <a data-ref=\"Daniel 8:18\" href=\"/Daniel.8.18\">Dn 8:18</a>; temple <a data-ref=\"Ezra 2:68\" href=\"/Ezra.2.68\">Ezr 2:68</a> (<span dir=\"rtl\">על</span> loc.), cf. <a data-ref=\"II Chronicles 24:13\" href=\"/II_Chronicles.24.13\">2 Ch 24:13</a> (<span dir=\"rtl\">על</span> loc., of repairs); especially doors <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a> + 7 times Ne; Asherim <a data-ref=\"II Chronicles 33:19\" href=\"/II_Chronicles.33.19\">2 Ch 33:19</a>, cf. <a data-ref=\"II Chronicles 25:14\" href=\"/II_Chronicles.25.14\">25:14</a>. <strong>4.</strong>  + <span dir=\"rtl\">לִפְנֵי</span> <em>present</em> one <em>before</em> king <a data-ref=\"Genesis 47:7\" href=\"/Genesis.47.7\">Gn 47:7</a> (P), <span dir=\"rtl\">י׳</span> (in sanctuary) <a data-ref=\"Leviticus 14:11\" href=\"/Leviticus.14.11\">Lv 14:11</a> + 3 times P, + (of goat) <a data-ref=\"Leviticus 16:7\" href=\"/Leviticus.16.7\">Lv 16:7</a>, priest <a data-ref=\"Leviticus 27:8\" href=\"/Leviticus.27.8\">Lv 27:8</a> + 4 times P, + (of beast) <a data-ref=\"Leviticus 27:11\" href=\"/Leviticus.27.11\">Lv 27:11</a>. <strong>5.</strong>  <em>appoint</em> <a data-ref=\"Nehemiah 7:3\" href=\"/Nehemiah.7.3\">Ne 7:3</a>; <a data-ref=\"I Chronicles 15:17\" href=\"/I_Chronicles.15.17\">1 Ch 15:17</a> + (late); c. <span dir=\"rtl\">עַל</span> <em>over</em> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> +, c. inf. purpose <a data-ref=\"Nehemiah 6:7\" href=\"/Nehemiah.6.7\">6:7</a> +, c. 2 acc. <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; = assign (land) to <span dir=\"rtl\">(ל)</span> <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">2 Ch 33:8</a> (‖ <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">2 K 21:8</a> <span dir=\"rtl\">נָתַן</span>); <em>appoint</em> courses of priests <a data-ref=\"II Chronicles 8:14\" href=\"/II_Chronicles.8.14\">8:14</a>; <a data-ref=\"II Chronicles 31:2\" href=\"/II_Chronicles.31.2\">31:2</a>, cf. <a data-ref=\"Nehemiah 13:30\" href=\"/Nehemiah.13.30\">Ne 13:30</a>; <em>ordain</em> commandments, <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"Nehemiah 10:33\" href=\"/Nehemiah.10.33\">Ne 10:33</a>, cf. <a data-ref=\"II Chronicles 30:5\" href=\"/II_Chronicles.30.5\">2 Ch 30:5</a>; <em>establish</em> <span dir=\"rtl\">עַד־הָעוֹלָם</span> <a data-ref=\"I Chronicles 17:14\" href=\"/I_Chronicles.17.14\">1 Ch 17:14</a> (<span dir=\"rtl\">ב</span> loc.), cf. <a data-ref=\"II Chronicles 9:8\" href=\"/II_Chronicles.9.8\">2 Ch 9:8</a> <a data-ref=\"Psalms 148:6\" href=\"/Psalms.148.6\">ψ 148:6</a>; c. acc. of covenant <a data-ref=\"Psalms 105:10\" href=\"/Psalms.105.10\">ψ 105:10</a> = <a data-ref=\"I Chronicles 16:17\" href=\"/I_Chronicles.16.17\">1 Ch 16:17</a> (<span dir=\"rtl\">ל</span> pers. + ל rei); c. <span dir=\"rtl\">חָזוֹן</span> <em>vision</em> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a> (= fulfil, earlier <span dir=\"rtl\">הֵקִים</span>). †<strong>6.</strong>  other meanings: <strong>a.</strong>  <span dir=\"rtl\">ע׳ אֶת־פָּנָיו</span> <a data-ref=\"II Kings 8:11\" href=\"/II_Kings.8.11\">2 K 8:11</a> <em>have a fixed look</em>. <strong>b.</strong>  c. acc. <span dir=\"rtl\">רַגְלַי</span> + ב loc. <a data-ref=\"Psalms 31:9\" href=\"/Psalms.31.9\">ψ 31:9</a> (fig.). <strong>c.</strong>  <em>make to stand</em> (in a covt.; v. ‖ <a data-ref=\"II Kings 23:3\" href=\"/II_Kings.23.3\">2 K 23:3</a>) <a data-ref=\"II Chronicles 34:32\" href=\"/II_Chronicles.34.32\">2 Ch 34:32</a>. <strong>d.</strong>  <em>restore</em> waste places <a data-ref=\"Ezra 9:9\" href=\"/Ezra.9.9\">Ezr 9:9</a>. <strong>e.</strong>  + <span dir=\"rtl\">לְפָנֶיהָ</span> <a data-ref=\"Esther 4:5\" href=\"/Esther.4.5\">Est 4:5</a>, i.e. <em>make servant to</em>. <strong>f.</strong>  <em>cause</em> wind <em>to arise</em> <a data-ref=\"Psalms 107:25\" href=\"/Psalms.107.25\">ψ 107:25</a>. <strong>g.</strong>  = <em>raise</em> an army <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">Dn 11:11</a>, <a data-ref=\"Daniel 11:13\" href=\"/Daniel.11.13\">13</a>.—<a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> v. <strong>Hoph.</strong>; <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a> v. <a ,=\"\" data-ref=\"BDB, עֹז\" dir=\"rtl\" href=\"/BDB,_עֹז\">עֹז</a>; <a data-ref=\"Ezekiel 29:7\" href=\"/Ezekiel.29.7\">Ez 29:7</a> v. <a ,=\"\" data-ref=\"BDB, מָֽעַד\" dir=\"rtl\" href=\"/BDB,_מָֽעַד\">מָעַד</a>.<br>†<strong>Hoph.</strong>  Impf. 3 ms. <span dir=\"rtl\">יָעֳמַד־</span> <a data-ref=\"Leviticus 16:10\" href=\"/Leviticus.16.10\">Lv 16:10</a> <em>be presented</em> (of goat), + <span dir=\"rtl\">לִפְנֵי י׳</span>; Pt. <span dir=\"rtl\">הָיָה מָעֳמָד</span> <a data-ref=\"I Kings 22:35\" href=\"/I_Kings.22.35\">1 K 22:35</a> <em>he was caused to stand</em>, i.e. propped up, in <span dir=\"rtl\">(ב)</span> his chariot, so read also ‖ <a data-ref=\"II Chronicles 18:34\" href=\"/II_Chronicles.18.34\">2 Ch 18:34</a> (as 𝔊), for MT <span dir=\"rtl\">מַעֲמִיד</span>.—On Pf. <span dir=\"rtl\">הָעֳמַדְתִּי</span> v. <a ,=\"\" data-ref=\"BDB, עֹז\" dir=\"rtl\" href=\"/BDB,_עֹז\">עֹז</a> <a data-ref=\"Psalms 30:8\" href=\"/Psalms.30.8\">ψ 30:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d49fb6084aa1cbf35eef", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׂפָה 1", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "BDB, שָׂפָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׂפָה א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׂפָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שָׂפָה</span></big><sub>176</sub>  <strong>n.f.</strong> [<strong>m.</strong> <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">Ex 28:32</a>, <em>edge</em>, cf. Albr<sup>ZAW xvi (1896), 76</sup>], <strong>lip, speech, edge</strong>;—abs. <span dir=\"rtl\">שׂ׳</span> <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a> +, cstr. <span dir=\"rtl\">שְׂפַת</span> v <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a> +; sf. <span dir=\"rtl\">שְׂפָתוֹ</span> <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a> +, etc.; oftener du. <span dir=\"rtl\">שְׂפָתַיִם</span> <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5</a> +, cstr. <span dir=\"rtl\">שִׂפְתֵי</span> <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">ψ 12:4</a> +; sf. <span dir=\"rtl\">שְׂפָתַי</span> <a data-ref=\"Jeremiah 17:16\" href=\"/Jeremiah.17.16\">Je 17:16</a> +, sf. 3 mpl. <span dir=\"rtl\">שְׂפָתֵימוֹ</span> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a>; <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">140:4</a>, <a data-ref=\"Psalms 140:10\" href=\"/Psalms.140.10\">10</a>, etc.; pl. (poet. and late) cstr. <span dir=\"rtl\">שִׂפְתוֹת</span> <a data-ref=\"Ecclesiastes 10:12\" href=\"/Ecclesiastes.10.12\">Ec 10:12</a>, sf. <span dir=\"rtl\">שִׂפְתוֹתֶיךָ</span> etc. <a data-ref=\"Psalms 45:3\" href=\"/Psalms.45.3\">ψ 45:3</a>; <a data-ref=\"Psalms 59:8\" href=\"/Psalms.59.8\">59:8</a> <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> <a data-ref=\"Song of Songs 4:3\" href=\"/Song_of_Songs.4.3\">Ct 4:3</a>, <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">11</a>; <a data-ref=\"Song of Songs 5:13\" href=\"/Song_of_Songs.5.13\">5:13</a>;—<br><strong>1.</strong>  <em>lip:</em> <strong>a.</strong>  usually (c. 108 times) human organ of speech (often ‖ <span dir=\"rtl\">פֶּה לָשׁוֹן</span>, rarely [only late poetry] <span dir=\"rtl\">חֵךְ</span>: 10 times Jb; 25 times ψψ; 45 times Pr): (1) <a data-ref=\"Isaiah 29:13\" href=\"/Isaiah.29.13\">Is 29:13</a> <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (P), <a data-ref=\"Job 13:6\" href=\"/Job.13.6\">Jb 13:6</a> <a data-ref=\"Malachi 2:6\" href=\"/Malachi.2.6\">Mal 2:6</a> <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a> <a data-ref=\"Proverbs 5:3\" href=\"/Proverbs.5.3\">Pr 5:3</a> +; <span dir=\"rtl\">דַּל שׂ׳</span> <a data-ref=\"Psalms 141:3\" href=\"/Psalms.141.3\">ψ 141:3</a> (v. <a data-ref=\"BDB, דָּל²\" href=\"/BDB,_דָּל²\", dir=\"rtl\">דָּל</a>); <span dir=\"rtl\">אִישׁ שׂ׳</span> <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">Jb 11:2</a> = a talker, <span dir=\"rtl\">אֱוִיל שׂ׳</span> <a data-ref=\"Proverbs 10:8\" href=\"/Proverbs.10.8\">Pr 10:8</a> = one talking folly, so v <a data-ref=\"Proverbs 10:10\" href=\"/Proverbs.10.10\">10</a> (MT; but v. Toy); <span dir=\"rtl\">טְמֵא שְׂפָתַיִם</span> <a data-ref=\"Isaiah 6:5\" href=\"/Isaiah.6.5\">Is 6:5</a><sup>(×2)</sup> cf. v <a data-ref=\"Isaiah 6:7\" href=\"/Isaiah.6.7\">7</a> <a data-ref=\"Daniel 10:16\" href=\"/Daniel.10.16\">Dn 10:16</a>; <span dir=\"rtl\">עֲרַל שׂ׳</span> <a data-ref=\"Exodus 6:12\" href=\"/Exodus.6.12\">Ex 6:12</a>, <a data-ref=\"Exodus 6:30\" href=\"/Exodus.6.30\">30</a> (P; unskilled in speech); <span dir=\"rtl\">עִקֵּשׁ שׂ׳</span> <a data-ref=\"Proverbs 19:1\" href=\"/Proverbs.19.1\">Pr 19:1</a>; <span dir=\"rtl\">פֹּתֶה שׂ׳</span> <a data-ref=\"Proverbs 20:19\" href=\"/Proverbs.20.19\">20:19</a> v. [<a ,=\"\" data-ref=\"BDB, פָּתָה\" dir=\"rtl\" href=\"/BDB,_פָּתָה\">פָּתָה</a>]; <span dir=\"rtl\">מוֹצָא שׂ׳</span> i.e. utterance, <a data-ref=\"Deuteronomy 23:24\" href=\"/Deuteronomy.23.24\">Dt 23:24</a> <a data-ref=\"Jeremiah 17:16\" href=\"/Jeremiah.17.16\">Je 17:16</a> <a data-ref=\"Numbers 30:13\" href=\"/Numbers.30.13\">Nu 30:13</a> (P), <a data-ref=\"Psalms 89:35\" href=\"/Psalms.89.35\">ψ 89:35</a>, <span dir=\"rtl\">רוּחַ שׂ׳</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of Mess. kg.), <span dir=\"rtl\">דְּבַר שׂ׳</span> <a data-ref=\"Psalms 59:13\" href=\"/Psalms.59.13\">ψ 59:13</a> <a data-ref=\"Proverbs 14:23\" href=\"/Proverbs.14.23\">Pr 14:23</a> +, = mere, empty, word <a data-ref=\"II Kings 18:20\" href=\"/II_Kings.18.20\">2 K 18:20</a> = <a data-ref=\"Isaiah 36:5\" href=\"/Isaiah.36.5\">Is 36:5</a>; <span dir=\"rtl\">תְּבוּאַת שׂ׳</span> <a data-ref=\"Proverbs 18:20\" href=\"/Proverbs.18.20\">Pr 18:20</a>, <span dir=\"rtl\">נוב שׂ׳</span> <a data-ref=\"Isaiah 57:19\" href=\"/Isaiah.57.19\">Is 57:19</a> (thanksgiving), cf. <a data-ref=\"Hosea 14:3\" href=\"/Hosea.14.3\">Ho 14:3</a> 𝔊𝔖 and most <span dir=\"rtl\">פְּרִי</span> for <span dir=\"rtl\">פָּרִים</span>); of flattery, <span dir=\"rtl\">חֵלֶק שׂ׳</span> <a data-ref=\"Proverbs 7:21\" href=\"/Proverbs.7.21\">Pr 7:21</a>, <span dir=\"rtl\">שְׂפַת חֲלָקוֹת</span> <a data-ref=\"Psalms 12:3\" href=\"/Psalms.12.3\">ψ 12:3</a>, <a data-ref=\"Psalms 12:4\" href=\"/Psalms.12.4\">4</a>; cf. <a ,=\"\" data-ref=\"BDB, מִרְמָה\" dir=\"rtl\" href=\"/BDB,_מִרְמָה\">שִׂפְתֵי מִרְמָה</a> <a data-ref=\"Psalms 17:1\" href=\"/Psalms.17.1\">ψ 17:1</a>, <span dir=\"rtl\">שׂ׳ שֶׁקֶר</span> <a data-ref=\"Psalms 31:9\" href=\"/Psalms.31.9\">31:9</a> + 4 times, <span dir=\"rtl\">שְׂפַת אָוֶן</span> <a data-ref=\"Proverbs 17:4\" href=\"/Proverbs.17.4\">Pr 17:4</a>; poison beneath (cf. <a data-ref=\"BDB, לָשׁוֹן\" href=\"/BDB,_לָשׁוֹן\", dir=\"rtl\">לָשׁוֹן</a>) <a data-ref=\"Psalms 140:4\" href=\"/Psalms.140.4\">ψ 140:4</a> (fig.); <span dir=\"rtl\">פֶּשַׁע שׂ׳</span> <a data-ref=\"Proverbs 12:13\" href=\"/Proverbs.12.13\">Pr 12:13</a>; <span dir=\"rtl\">לְזוּת שׂ׳</span> <a data-ref=\"Proverbs 4:24\" href=\"/Proverbs.4.24\">4:24</a>; <span dir=\"rtl\">שׂ׳ אֱמֶת</span> <a data-ref=\"Proverbs 12:19\" href=\"/Proverbs.12.19\">12:19</a>, <span dir=\"rtl\">שׂ׳ יָ֑תֶר</span> <a data-ref=\"Proverbs 17:7\" href=\"/Proverbs.17.7\">17:7</a>, <span dir=\"rtl\">שׂ׳ צֶדֶק</span> <a data-ref=\"Proverbs 16:13\" href=\"/Proverbs.16.13\">16:13</a>, <span dir=\"rtl\">שׂ׳ דַּעַת</span> <a data-ref=\"Proverbs 14:7\" href=\"/Proverbs.14.7\">14:7</a>; <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">20:15</a>; <span dir=\"rtl\">חֵן שׂ׳</span> <a data-ref=\"Proverbs 22:11\" href=\"/Proverbs.22.11\">22:11</a>; <span dir=\"rtl\">שָׂפָה בְרוּרָה</span> <a data-ref=\"Zephaniah 3:9\" href=\"/Zephaniah.3.9\">Zp 3:9</a>; <span dir=\"rtl\">שׂ׳ רְנָנוֹת</span> <a data-ref=\"Psalms 63:5\" href=\"/Psalms.63.5\">ψ 63:5</a> i.e. lips that shout for joy; c. vbs.: <span dir=\"rtl\">פָּתַח שׂ׳</span> (to speak) <a data-ref=\"Job 11:5\" href=\"/Job.11.5\">Jb 11:5</a>; <a data-ref=\"Job 30:20\" href=\"/Job.30.20\">30:20</a> (Gi v <a data-ref=\"Job 30:21\" href=\"/Job.30.21\">21</a>), cf. <a data-ref=\"Psalms 51:17\" href=\"/Psalms.51.17\">ψ 51:17</a>, <span dir=\"rtl\">מִפְתַּח שׂ׳</span> <a data-ref=\"Proverbs 8:6\" href=\"/Proverbs.8.6\">Pr 8:6</a>; <span dir=\"rtl\">פֹּשֵׂק שׂ׳</span> <a data-ref=\"Proverbs 13:3\" href=\"/Proverbs.13.3\">13:3</a> i.e. prate; <span dir=\"rtl\">שׂ׳ מָֽלְאוּ זַעַם</span> <a data-ref=\"Isaiah 30:27\" href=\"/Isaiah.30.27\">Is 30:27</a>; <span dir=\"rtl\">שׂ׳</span> subj. of <span dir=\"rtl\">דִּבֶּר</span> <a data-ref=\"Isaiah 59:3\" href=\"/Isaiah.59.3\">Is 59:3</a> <a data-ref=\"Proverbs 24:2\" href=\"/Proverbs.24.2\">Pr 24:2</a>; <span dir=\"rtl\">נָשָׂא עַל־שׂ׳</span> <a data-ref=\"Psalms 16:4\" href=\"/Psalms.16.4\">ψ 16:4</a>; <span dir=\"rtl\">קָרַץ שׂ׳</span> <a data-ref=\"Proverbs 16:30\" href=\"/Proverbs.16.30\">Pr 16:30</a> = backbite; <span dir=\"rtl\">אָטַם שׂ׳</span> <a data-ref=\"Proverbs 17:28\" href=\"/Proverbs.17.28\">17:28</a> = keep silence, so <span dir=\"rtl\">חָשַׂךְ שׂ׳</span> <a data-ref=\"Proverbs 10:19\" href=\"/Proverbs.10.19\">10:19</a>, <span dir=\"rtl\">שׂ׳ כָּלָא</span> <a data-ref=\"Psalms 40:10\" href=\"/Psalms.40.10\">ψ 40:10</a>. †(2) lips moving in speech, c. <span dir=\"rtl\">נוּעַ</span> <a data-ref=\"I Samuel 1:13\" href=\"/I_Samuel.1.13\">1 S 1:13</a>, <span dir=\"rtl\">נִיד</span> <a data-ref=\"Job 16:5\" href=\"/Job.16.5\">Jb 16:5</a>. †(3) transition to meaning <em>speech</em>, <span dir=\"rtl\">עָלָה עַל־שְׂפַת לָשׁוֹן</span> <a data-ref=\"Ezekiel 36:3\" href=\"/Ezekiel.36.3\">Ez 36:3</a>; = ability to speak <a data-ref=\"Job 12:20\" href=\"/Job.12.20\">Jb 12:20</a>. †<strong>b.</strong>  organ of laughter <a data-ref=\"Job 8:21\" href=\"/Job.8.21\">Jb 8:21</a>. †<strong>c.</strong>  of insulting grimace <span dir=\"rtl\">הִפְטִיר בְּשׂ׳</span> <a data-ref=\"Psalms 22:8\" href=\"/Psalms.22.8\">ψ 22:8</a>. †<strong>d.</strong>  quivering in terror <a data-ref=\"Habakkuk 3:16\" href=\"/Habakkuk.3.16\">Hb 3:16</a>. †<strong>e.</strong>  feature of beauty <a data-ref=\"Song of Songs 4:3\" href=\"/Song_of_Songs.4.3\">Ct 4:3</a> (scarlet). <strong>f.</strong>  place of bridle <a data-ref=\"II Kings 19:28\" href=\"/II_Kings.19.28\">2 K 19:28</a> = <a data-ref=\"Isaiah 37:29\" href=\"/Isaiah.37.29\">Is 37:29</a> (v. <a data-ref=\"BDB, מֶ֫תֶג\" href=\"/BDB,_מֶ֫תֶג\", dir=\"rtl\">מֶתֶג</a>) †<strong>g.</strong>  receiving kiss <a data-ref=\"Proverbs 24:26\" href=\"/Proverbs.24.26\">Pr 24:26</a> cf. <a data-ref=\"Song of Songs 4:11\" href=\"/Song_of_Songs.4.11\">Ct 4:11</a> and (in fig.) <a data-ref=\"Song of Songs 7:10\" href=\"/Song_of_Songs.7.10\">7:10</a>. †<strong>h.</strong>  of divine speech, <span dir=\"rtl\">מִצְוִת שׂ׳</span> <a data-ref=\"Job 23:12\" href=\"/Job.23.12\">Jb 23:12</a>, <span dir=\"rtl\">דְּבַר שׂ׳</span> <a data-ref=\"Psalms 17:4\" href=\"/Psalms.17.4\">ψ 17:4</a>.<br>†<strong>2.</strong>  <em>language</em> (v. <a data-ref=\"BDB, לָשׁוֹן\" href=\"/BDB,_לָשׁוֹן\", dir=\"rtl\">לָשׁוֹן</a>), <a data-ref=\"Genesis 11:1\" href=\"/Genesis.11.1\">Gn 11:1</a>, <a data-ref=\"Genesis 11:6\" href=\"/Genesis.11.6\">6</a>, <a data-ref=\"Genesis 11:7\" href=\"/Genesis.11.7\">7</a><sup>(×2)</sup>, <a data-ref=\"Genesis 11:9\" href=\"/Genesis.11.9\">9</a> <a data-ref=\"Psalms 81:6\" href=\"/Psalms.81.6\">ψ 81:6</a>; <span dir=\"rtl\">עַם עִמְגֵי שׂ׳</span> <a data-ref=\"Ezekiel 3:5\" href=\"/Ezekiel.3.5\">Ez 3:5</a>, <a data-ref=\"Ezekiel 3:6\" href=\"/Ezekiel.3.6\">6</a> <a data-ref=\"Isaiah 33:19\" href=\"/Isaiah.33.19\">Is 33:19</a>, <span dir=\"rtl\">לַעֲגֵי שׂ׳</span> <a data-ref=\"Isaiah 28:11\" href=\"/Isaiah.28.11\">28:11</a>; <span dir=\"rtl\">שְׂפַת כְּנַעַן</span> <a data-ref=\"Isaiah 19:18\" href=\"/Isaiah.19.18\">19:18</a> (i.e. Hebrew).<br><strong>3.</strong>  <em>edge: shore</em> of sea <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a> (J) + 7 times; <em>bank</em> of river Gn <a data-ref=\"Genesis 41:3\" href=\"/Genesis.41.3\">41:3</a>, <a data-ref=\"Genesis 41:17\" href=\"/Genesis.41.17\">17</a> (E) + 5 times, of wady <span dir=\"rtl\">(נַחַל)</span> <a data-ref=\"Deuteronomy 2:36\" href=\"/Deuteronomy.2.36\">Dt 2:36</a> + 7 times; <em>lip</em> (bank) of <span dir=\"rtl\">אָבֵל מְחוֹלָה</span> <a data-ref=\"Judges 7:22\" href=\"/Judges.7.22\">Ju 7:22</a> cf. GASm<sup>G. 400</sup>; <em>brim</em> of vessel <a data-ref=\"I Kings 7:23\" href=\"/I_Kings.7.23\">1 K 7:23</a><sup>(×2)</sup> + 7 times; <em>edge</em> of altar <a data-ref=\"Ezekiel 43:13\" href=\"/Ezekiel.43.13\">Ez 43:13</a>; of curtains (in pairs) <a data-ref=\"Exodus 26:4\" href=\"/Exodus.26.4\">Ex 26:4</a><sup>(×2)</sup> (P) + 6 times; of <span dir=\"rtl\">חֹשֶׁן</span>, toward ephod <a data-ref=\"Exodus 28:26\" href=\"/Exodus.28.26\">28:26</a> = <a data-ref=\"Exodus 39:19\" href=\"/Exodus.39.19\">39:19</a> (P); of round opening in robe <span dir=\"rtl\">לְפִיו (יִהְיֶה) שׂ׳</span> <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">28:32</a> = <a data-ref=\"Exodus 39:23\" href=\"/Exodus.39.23\">39:23</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcbde5781082118c14db6", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Genesis 41:17:1-2", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Alshekh on Torah, Genesis 41:17:1-2", "sourceHeRef": "תורת משה - אלשיך, בראשית מ״א:י״ז:א׳-ב׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "בראשית", "he": ["<b>וידבר פרעה כו'. </b>ראוי לשית לב אל השנות החלום כמה שינויים מספר התורה אל סיפור פרעה כי למעלה נאמר עומד על היאור ופרעה אמר על שפת היאור למעלה נאמר יפות מראה ולמטה יפות תואר ולמעלה נאמר עולות אחריהן מן היאור ולמטה לא הוזכר היאור. למעלה לא אמר רק רעות מראה ודקות בשר. ולמטה מפליג ואומר דלות ורעות תואר מאד לא ראיתי כו' לרוע. ולמעלה מראה ולמטה תואר וכל פסוק ותבאנה אל קרבנה וגו' לא הוזכר למעלה כלל. ולמעלה אמר וישן ויחלום שנית ולמטה אמר וארא בחלומי כאילו הכל היה כאחת. ולמעלה נאמר בריאות ולמטה מלאות. למעלה אמר צנומות ולמטה לא נאמר למעלה אומר הבריאות והמלאות ולמטה הטובות: ", "<b>אמנם </b>הנה פרעה סיפר את כל חרטומי מצרים ואת כל חכמיה נוסח החלום ככל הכתוב למעלה. כאומרו ויספר פרעה להם שהוא את כל החלום הנזכר ככתבו. אלא שהיה דעת פרעה שחלום השבלים הוא ענין הקודם. אלא שלא ידע הפתרון. וזה אמר את חלומו ולא אמר את חלומותיו אלא שאמר את לרבות השני כי שנים סיפר וקראם חלום אחד להיות ענין אחד בעיניו. אך המה לא כן לבם. כי אם ששנים המה נפרדים בענינם וזהו ואין פותר אותם. והוא מה שכתבו זכרונם לברכה (שם) פותרים היו אבל לא לפרעה. כי היו אומרים שבע בנות אתה מוליד שבע בנות אתה קובר. שבע אפרכיות אתה כובש שבע אפרכיות אתה מאבד ולא ערב לו פתרונם. והנה מפחדו פן יפתור לו יוסף כחכמיו שינה בלשון החלום מאשר סיפר לחכמיו להרחיק פתרונם מלב יוסף: והוא כי אמר פרעה בלבו מי הכניס בלב חכמי מצרים. כי היו שבע בנות מאשר אמרתי על שפת היאור. ומן היאור עולות שבע פרות אמרו אין זה אלא שמתחת שטף זרעו הדומה ליאור יצאו שבע בנות וכן מאשר אמרתי להם יפות מראה. ואין יופי מראה צודק בפרות כאשר בבני אדם רק יופי תואר. על כן אמרו כי מאומרו יפות מראה. שנראה שראיתי בה מעין יופי בני אדם גזרו אומר כי הפתרון הוא בנות וכן מאשר הקדמתי היופי מראה לבריאות בשר אשר אין דרך המביט בפרות שמנות להביט תחלה אל התואר. ואח\"כ אל השומן רק בבני אדם כי בהביטה ראשונה מביט אדם אל המראה. ואח\"כ אל השומן וכן בחלום השבלים אמר פרעה הלא אמרתי להם בריאות וטובות ואין לשון בריאות צודק רק בבני אדם ולא בשבלים. אמר בלבו על כן חשבו שהיה מתדמה אלי בחלומי מעין בריאות ולכן פתרו בבנות. על כן מה עשה כרעה בבואו לספר החלום אל יוסף מדאגה מדבר פן יפתר לו גם הוא בבנות ע\"כ כל הדברים שהיה חושש שנתלו בם חכמיו לפתור כך שינה אותם ובמקום אמרו על היאור אמר על שפת היאור בל יפתור על שטף יאור זרעו שמתחתיו יצמח וכן בפרות הרעות לא הזכיר מן היאור כלל. וכן בכל מקום שהזכיר יפות למעלה הזכיר ליוסף תואר. ולא מראה הבלתי צודק רק בבני אדם וכן הזכיר תחלה בריאות בשר ואחר כך יפות תואר וכן בחלום השבלים שונה ולא הזכיר בריאות רק מלאות וכאשר עשה על דבר פתרון השבע בנות עשה גם כן לשלול גם פתרון האיפרכיות. והוא כי אמר מי הכניס אומר החרטומים לומר ז' אפרכיות כו' אלא שראה פרות אוכלות פרות ושבלים אוכלים שבלים. אמרו אין זה כי אם לאום מלאום יאמץ ואיפרכיות את האחרות חיים יבלעו כדרך המלכיות אלו את אלו, ואומרו מן היאור הוא שיתפרנסו ממנו כנודע. כי כמה מדינות מתפרנסות דרך מהלך היאור ההוא מראשיתו עד סופו. ועל היות אנשיהם רבים ודשנים היה אומר יפות מראה ובריאות ומלאות בשר וכן יצדק אומרו ותעמודנה אצל הפרות נראה להם שהוא כי האפרכיות יהיו סמוכים אלו לאלו. שאם לא כן מה צורך במה שהראו לו היותן אצל הבריאות אך הוא כי גם שהאפרכיות הכובשו' היו חלושות. כבשו את המלאות וטובות להיותן סמוכות כי ידעו מוצאיהם ומובאיהם על כן לשלא יפתור לו יוסף ככה כי לא יערב לו. על כן מה עשה השמיט מ\"ש למעלה ותעמודנה אצל הפרות. ועל עיקר מה שהביאם לדון ששבעה אפרכיות יכבשו את השבעה הטובו'. על כן להרחיק את יוסף מזה הפתרון מה עשה כשהגיע להזכיר החלישות. בין בפרות בין בשבלים הפליג בחולשתן בתכלית לבלתי יעבור בכשלו לידון שיהיה להם כח לכבוש הטובות. וזה אומרו דלות ורעות תואר מאד לא ראיתי כהנה בכל ארץ מצרים לרוע באופן שלא יעלה על לב לפתור שיהיה בהן כח לכבוש את האחרות וכן בשבלים הוסיף צנומות. כי בפתרון יהיה דבר משולל כח לכבוש. ומפני שעדיין היה אפשר לומר כי אולי מן השמים נעזורו החלושות הרבה לכבוש הטובות על כן לשלול גם זה. הוסיף ואמור על האמור למעלה. ותבאנה אל קרבנה ולא נודע כו' ומראיהן רע כאשר בתחלה לבלול גם זה. כי גם שנאמר כי מן השמים נסתייעו. אי אפשר שלא ימלאו מהטובות המלאות. ולא תשאר בם החולשה הקודמות. עד גדר שלא נודע כי באו אל קרבנה. שלא יעדיפו כלל מכל הבזה והשלל והשביה והרכוש והעבדים ומקניהם וקנינם וכל בהמתם. ויהיו חלושים אחריהם כאשר בתחלה באופן שלא יהיה מקום לפתור על האיפרכיות. ולבל יאמר יוסף קרא נא את חכמיך ונעמדה יחד ונראה מה בפיהם גם הם. ואשר תעלה ההסכמה הוא האמת ויירא פרעה פן יסכים עמהם בבנות או באיפרכיות. על כן החליט ואמר ואומר אל החרטומים ואין מגיד לי כלומר אין בפיהם דבר להתווכח עמהם ואתה לבדך תדבר: "], "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "66448a1c27d601cb10a9279a", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 14:6", "anchorRef": "Genesis 41:17", "anchorRefExpanded": ["Genesis 41:17"], "sourceRef": "Bamidbar Rabbah 14:6", "sourceHeRef": "במדבר רבה י״ד:ו׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 14.0006, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "בַּיּוֹם הַשְּׁמִינִי נָשִׂיא לִבְנֵי מְנַשֶּׁה גַּמְלִיאֵל בֶּן פְּדָהצוּר, הֲדָא הוּא דִכְתִיב <small>(קהלת ח, ב)</small>: אֲנִי פִּי מֶלֶךְ שְׁמֹר וגו', אִם יֹאמַר לְךָ הַמֶּלֶךְ שֶׁיְהֵא מוֹרָאוֹ עָלֶיךָ וְתִשְׁמֹר גְּזֵרָתוֹ, שְׁמֹר גְּזֵרַת פִּיו, וְכֵן הוּא אוֹמֵר <small>(דברים יז, טו)</small>: שוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ, שֶׁיְהֵא מוֹרָאוֹ עָלֶיךָ, וְאוֹמֵר <small>(יהושע א, יח)</small>: כָּל אִישׁ אֲשֶׁר יַמְרֶה אֶת פִּיךָ וגו', וְאֵין אֲנִי הָאָמוּר כָּאן אֶלָּא אֵימַת מַלְכוּת, כְּשֵׁם שֶׁאָמַר פַּרְעֹה לְיוֹסֵף, הֲדָא הוּא דִכְתִיב <small>(בראשית מא, מד)</small>: וַיֹּאמֶר פַּרְעֹה אֶל יוֹסֵף אֲנִי פַרְעֹה וּבִלְעָדֶיךָ לֹא יָרִים אִישׁ אֶת יָדוֹ וגו', מַהוּ אֲנִי פַרְעֹה, כָּךְ אָמַר פַּרְעֹה לְיוֹסֵף אַף עַל פִּי שֶׁאָמַרְתִּי לְךָ <small>(בראשית מא, מ)</small>: אַתָּה תִּהְיֶה עַל בֵּיתִי וגו', שֶׁעֲשִׂיתִיךָ מֶלֶךְ עַל כֻּלָּם, הִזָּהֵר שֶׁתִּנְהֹג בִּי כָּבוֹד וְהַמְלִיכֵנִי עָלֶיךָ, לְכָךְ אָמַר אֲנִי פַרְעֹה, כְּלוֹמַר שֶׁתְּהֵא אֵימַת מַלְכוּתִי עָלֶיךָ, וְדִכְוָתֵיהּ <small>(שמות ו, ב)</small>: וַיְדַבֵּר אֱלֹהִים אֶל משֶׁה וַיֹּאמֶר אֵלָיו אֲנִי ה', לָמָּה צָרִיךְ כָּאן לוֹמַר אֲנִי ה', אֶלָּא אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה, אַף עַל פִּי שֶׁעֲשִׂיתִיךָ אֱלוֹהוֹ שֶׁל פַּרְעֹה, כְּמָה דְּתֵימָא <small>(שמות ז, א)</small>: רְאֵה נְתַתִּיךָ אֱלֹהִים לְפַרְעֹה, הִזָּהֵר לִהְיוֹת אֱלָהוּתִי עָלֶיךָ, שֶׁלֹא עֲשִׂיתִיךָ אֱלוֹהַּ כִּי אִם לְפַרְעֹה לְבַדּוֹ, הֱוֵי: אֲנִי פִּי מֶלֶךְ שְׁמֹר, הָאֲנִי שֶׁיֹּאמַר לְךָ פִּי הַמֶּלֶךְ, שֶׁתְּהֵא אֵימָתוֹ עָלֶיךָ, שְׁמֹר שֶׁלֹא תִּמְרֹד עַל צִוּוּיוֹ, יָכוֹל אֲפִלּוּ יֹאמַר לְךָ לַעֲבֹר עַל דִּבְרֵי הַמָּקוֹם, תַּלְמוּד לוֹמַר <small>(קהלת ח, ב)</small>: וְעַל דִּבְרַת שְׁבוּעַת אֱלֹהִים, בָּא הַכָּתוּב לְהוֹדִיעֲךָ שֶׁדִּבְרַת שְׁבוּעַת אֱלֹהִים יִהְיֶה עֶלְיוֹן עַל צִוּוּי בָּשָׂר וָדָם, שֶׁתְּבַטֵל רְצוֹן בָּשָׂר וָדָם מִפְּנֵי רָצוֹן אֱלֹהִים וּתְקַיֵּם כָּל הַדִּבְּרוֹת שֶׁבַּתּוֹרָה, שֶׁנִּכְנַסְתָּ בִּשְׁבוּעָה עֲלֵיהֶם לְקַיְּמָן, כְּמָא דְתֵימָא <small>(דברים כט, יא)</small>: לְעָבְרְךָ בִּבְרִית ה' אֱלֹהֶיךָ וּבְאָלָתוֹ וגו', וְאוֹמֵר <small>(דברים כז, כו)</small>: אֲשֶׁר לֹא יָקִים אֶת דִּבְרֵי הַתּוֹרָה הַזֹּאת לַעֲשׂוֹת אֹתָם וְאָמַר כָּל הָעָם אָמֵן. וְדִכְוָתֵיהּ <small>(ויקרא יט, ג)</small>: אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ וגו', יָכוֹל אֲפִלּוּ אָמַר לוֹ אָבִיו שְׁחֹט לִי וּבַשֵּׁל לִי בַּשַּׁבָּת יִשְׁמַע לוֹ, תַּלְמוּד לוֹמַר <small>(ויקרא יט, ג)</small>: וְאֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ, כֻּלְּכֶם חַיָּבִים בִּכְבוֹדִי, אַף כָּאן הוּא אוֹמֵר: עַל דִּבְרַת שְׁבוּעַת אֱלֹהִים, שֶׁלְּמַעְלָה מִן מַאֲמָר הַמֶּלֶךְ שְׁמֹר דִּבְרַת שְׁבוּעַת אֱלֹהִים. <small>(קהלת ח, ג)</small>: אַל תִּבָּהֵל מִפָּנָיו תֵּלֵךְ וגו', אִם יִכְעֹס עָלֶיךָ בָּשָׂר וָדָם כְּדֵי לְהַעֲבִירְךָ עַל חֻקֵּי הַתּוֹרָה, אַל תִּתְבַּהֵל מִכַּעֲסוֹ כְּדֵי שֶׁתֵּלֵךְ בַּעֲצָתוֹ, כְּמָה דְתֵימָא <small>(תהלים א, א)</small>: אֲשֶׁר לֹא הָלַךְ בַּעֲצַת רְשָׁעִים, וְאֵין פָּנָיו אֶלָּא כַּעֲסוֹ, כְּמָה דְתֵימָא <small>(דניאל ג, יט)</small>: וּצְלֵם אַנְפּוֹהִי אֶשְׁתַּנִּי, הֱוֵי: מִפָּנָיו תֵּלֵךְ. <small>(קהלת ח, ג)</small>: אַל תַּעֲמֹד בְּדָבָר רָע, שֶׁלֹא תַעֲמֹד בְּדַרְכוֹ לָלֶכֶת בָּהּ, כְּמָה דְתֵימָא <small>(תהלים א, א)</small>: וּבְדֶרֶךְ חַטָּאִים לֹא עָמָד, מַהוּ בְּדָבָר, שֶׁלֹא תִּתְיָרֵא מֵאוֹתוֹ דָּבָר רָע, שֶׁיֹּאמַר לְךָ שֶׁיִּשְׂרָפְךָ וְיַהֲרָגְךָ וְיַעֲשֶׂה לְךָ יִסּוּרִים קָשִׁים אִם לֹא תִּתְקַיֵּם גְּזֵרָתוֹ, וְיַפְחִידְךָ שֶׁאֵין אֱלוֹהַּ בָּעוֹלָם שֶׁיּוּכַל לְהַצִּילְךָ מִיָּדוֹ, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(קהלת ח, ג)</small>: כִּי כֹל אֲשֶׁר יַחְפֹּץ יַעֲשֶׂה. כְּמוֹ שֶׁאָמַר נְבוּכַדְנֶצַּר לַחֲנַנְיָה מִישָׁאֵל וַעֲזַרְיָה <small>(דניאל ג, טו)</small>: בַּהּ שַׁעֲתָא תִּתְרְמוֹן לְגוֹא אַתּוּן נוּרָא יָקֵדְתָּא וּמַן הוּא אֱלָהּ דִּי יְשֵׁיזְבִנְכוֹן מִן יְדָי. <small>(קהלת ח, ד)</small>: בַּאֲשֶׁר דְּבַר מֶלֶךְ שִׁלְטוֹן וגו', אִם מָסַרְתָּ עַצְמְךָ עַל הַמִּצְווֹת לְקַיֵם גְּזֵרַת הַקָּדוֹשׁ בָּרוּךְ הוּא וּלְבַטֵּל גְּזֵרוֹת בָּשָׂר וָדָם, מַה שְֹּׂכָרְךָ, בְּעֵת שֶׁיִּגְזֹר הַקָּדוֹשׁ בָּרוּךְ הוּא לְהָבִיא פֻּרְעָנֻיּוֹת לָעוֹלָם, שֶׁהוּא מַלְכּוֹ שֶׁל עוֹלָם וְשַׁלִּיט בַּכֹּל לַעֲשׂוֹת כְּכָל חֶפְצוֹ וְאֵין מִי שֶׁיְּמַחֶה בְּיָדוֹ <small>(איוב כג, יג)</small>: וְהוּא בְאֶחָד וּמִי יְשִׁיבֶנוּ וְנַפְשׁוֹ אִוְתָה וַיָּעַשׂ, אַתָּה תַעֲמֹד וּתְבַקֵּשׁ רַחֲמִים עַל הַגְּזֵרָה לְבַטְּלָהּ וְהַקָּדוֹשׁ בָּרוּךְ הוּא נוֹשֵׂא לְךָ פָנִים וְהוּא מְבַטְּלָהּ בִּזְכוּתְךָ, לְפִי שֶׁבִּטַּלְתָּ גְּזֵרַת בָּשָׂר וָדָם לְקַיֵּם גְּזֵרָתוֹ, לְכָךְ נֶאֱמַר: בַּאֲשֶׁר דְּבַר מֶלֶךְ שִׁלְטוֹן, זֶה הַקָּדוֹשׁ בָּרוּךְ הוּא, בְּעֵת שֶׁיְדַבֵּר דָּבָר לְהָבִיא לָעוֹלָם לְהוֹדִיעַ שֻׁלְטָנוּתוֹ בָּעוֹלָם, כְּמָה דְתֵימָא <small>(קהלת ג, יד)</small>: וְהָאֱלֹהִים עָשָׂה שֶׁיִּרְאוּ מִלְּפָנָיו, תֵּדַע מִי יְמַחֶה עַל גְּזֵרָתוֹ וְיֹאמַר לוֹ לָמָּה תַעֲשֶׂה כָךְ, שׁוֹמֵר מִצְוָה. לְכָךְ נֶאֱמַר <small>(קהלת ח, ד)</small>: וּמִי יֹאמַר לוֹ מַה תַּעֲשֶׂה, מִי הוּא שֶׁיֹּאמַר לוֹ לָמָּה תַעֲשֶׂה לִבְרִיּוֹתֶיךָ, נַחֵת עִמָּהֶם בְּמִדַּת רַחֲמִים, זֶהוּ שׁוֹמֵר מִצְוֹתָיו, הֲדָא הוּא דִכְתִיב <small>(קהלת ח, ה)</small>: שׁוֹמֵר מִצְוָה וגו'. וּמַהוּ <small>(קהלת ח, ה)</small>: לֹא יֵדָע דָּבָר רָע, מִדָּה כְּנֶגֶד מִדָּה, הוּא לֹא עָמַד בְּדָבָר רָע, לְכָךְ לֹא יֵדַע דָּבָר רָע. <small>(קהלת ח, ה)</small>: וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, שֶׁיֶּשְׁנוֹ חֲכַם לֵב רוֹאֶה אֶת הַנּוֹלָד וּמְחַשֵּׁב הֶפְסֵד מִצְוָה כְּנֶגֶד שְׂכָרָהּ וּשְׂכַר עֲבֵרָה כְּנֶגֶד הֶפְסֵדָהּ, וְהוּא מֵשִׂים אֶל לִבּוֹ אִם הַיּוֹם אֶעֱבֹר עַל הַמִּצְווֹת וְיֵשׁ לִי עֵת לַעֲשׂוֹת חֶפְצִי, וְאֵין מִי שֶׁיְּמַחֶה בְּיָדִי, לְמָחָר יָבוֹא עֵת שֶׁיַּעֲשֶׂה הַקָּדוֹשׁ בָּרוּךְ הוּא בּוֹ מִשְׁפָּט עַל שֶׁעָבַר עַל תּוֹרָתוֹ, וְכֵן הוּא אוֹמֵר <small>(קהלת ב, יד)</small>: הֶחָכָם עֵינָיו בְּרֹאשׁוֹ וְהַכְּסִיל וגו', וְאוֹמֵר <small>(קהלת י, ב)</small>: לֵב חָכָם לִימִינוֹ וגו', וְעֵת וּמִשְׁפָּט יֵדַע לֵב חָכָם, מִי שֶׁלִּבּוֹ חָכָם יוֹדֵעַ הוּא שֶׁאִם יַעֲבֹר עַל הַמִּצְווֹת יָבוֹא הָעֵת שֶׁיַּעֲשֶׂה הַקָּדוֹשׁ בָּרוּךְ הוּא מִשְׁפָּט בּוֹ, וְהוּא פּוֹרֵשׁ מִן הָעֲבֵרָה, הֲדָא הוּא דִכְתִיב אַחֲרָיו <small>(קהלת ח, ו)</small>: כִּי לְכָל חֵפֶץ יֵשׁ עֵת וּמִשְׁפָּט וגו', בְּכָל דָּבָר שֶׁיַּעֲשֶׂה הָאָדָם חֶפְצוֹ וִיבַטֵּל חֵפֶץ הַמָּקוֹם, יָדוּעַ יִהְיֶה לוֹ שֶׁעָתִיד לִתֵּן הַדִּין, וְאַף עַל פִּי שֶׁאֵין נִפְרָעִין מִמֶּנּוּ מִיָּד, אַל יַחְשֹׁב שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא יְוַתֵּר לוֹ עַל עֲוֹנוֹ, אֶלָּא מַאֲרִיךְ רוּחֵיהּ וְגָבֵי דִילֵיהּ, וְאֵימָתַי פּוֹרֵעַ מִמֶּנּוּ לִכְשֶׁיִּמָּלֵא הַהִין, וְכֵן הוּא אוֹמֵר <small>(איוב כ, כב)</small>: בִּמְלֹאות שִׂפְקוֹ יֵצֶר לוֹ וגו', לְכָךְ נֶאֱמַר <small>(קהלת ח, ו)</small>: כִּי רָעַת הָאָדָם רַבָּה עָלָיו, כְּשֵׁם שֶׁעָשָׂה לְדוֹר הַמַּבּוּל שֶׁנָּתַן לָהֶם אָרְכָּה וּלְבַסּוֹף פָּרַע מֵהֶן, כְּמָה דְתֵימָא <small>(בראשית ו, ה)</small>: וַיַּרְא ה' כִּי רַבָּה רָעַת הָאָדָם בָּאָרֶץ וגו', מַה כְּתִיב אַחֲרָיו <small>(בראשית ו, ז)</small>: וַיֹּאמֶר ה' אֶמְחֶה אֶת הָאָדָם וגו'. <small>(קהלת ח, ז)</small>: כִּי אֵינֶנּוּ יֹדֵעַ מַה שֶּׁיִּהְיֶה וגו', בָּא הַכָּתוּב לְלַמֶּדְךָ כָּל מִי שֶׁאֵינוֹ חוֹזֵר בּוֹ מֵעֲבֵרָה שֶׁיֵּשׁ בְּיָדוֹ וְאֵינוֹ מִתְיָרֵא מִיּוֹם הַדִּין, כְּשֶׁיָּבוֹא לֹא יִשְֹּׂאוּ לוֹ פָנִים, וְאִם יָבוֹא לוֹמַר שֶׁיַּאַרְכוּ לוֹ וְיַחֲזֹר בּוֹ, אֵין שׁוֹמְעִין לוֹ, הֱוֵי <small>(קהלת ח, ז)</small>: כִּי כַּאֲשֶׁר יִהְיֶה פֻּרְעָנוּת מִי יַגִּיד לוֹ כְּדֵי שֶׁיַּעֲשֶׂה תְּשׁוּבָה וְיִתְקַבֵּל, לוֹמַר לְךָ קֹדֶם גְּזַר דִּין שׁוֹמְעִין לוֹ, לְאַחַר גְּזַר דִּין אֵין שׁוֹמְעִין לוֹ, לְכָךְ נֶאֱמַר: כִּי כַּאֲשֶׁר יִהְיֶה מִי יַגִּיד לוֹ. אֵין אָדָם שַׁלִּיט בָּרוּחַ וגו' <small>(קהלת ח, ח)</small>, לְפִי שֶׁמָּצִינוּ אַרְבַּע מִיתוֹת גָּזַר הַקָּדוֹשׁ בָּרוּךְ הוּא עַל עוֹבְרֵי עֲבֵרוֹת, לְכָךְ כְּתִיב כָּאן אַרְבָּעָה דְּבָרִים כְּנֶגְדָם שֶׁאֵין בְּיַד הַחַיִּים לְהִנָּצֵל מֵהֶם אַחַר גְּזַר דִּינוֹ, וְאֵלּוּ הֵן: אֵין אָדָם שַׁלִּיט בָּרוּחַ לִכְלוֹא אֶת הָרוּחַ, זוֹ מִיתַת חֶנֶק וְכָל הַדּוֹמוֹת לָהּ, שֶׁאֵין הָאָדָם מֵת מִמֶּנָּהּ אֶלָּא עַל יְדֵי הָרוּחַ, שֶׁאֵין לוֹ מֵאֵיזֶה מָקוֹם יִנְשֹׁם, הֱוֵי: אֵין אָדָם שַׁלִּיט בָּרוּחַ לְהוֹצִיאוֹ בְּעֵת שֶׁיָּבוֹא הַיּוֹם שֶׁיִּכָּלֵא הָרוּחַ בְּגוּפוֹ. וְאֵין שִׁלְטוֹן בְּיוֹם הַמָּוֶת, זוֹ מִיתַת סְקִילָה וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(דברים יג, יא)</small>: וּסְקַלְתּוֹ בָאֲבָנִים וָמֵת. וְאֵין מִשְׁלַחַת בַּמִּלְחָמָה, זוֹ מִיתַת הַסַּיִּף וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(שמות יז, ט)</small>: וְצֵא הִלָּחֵם בַּעֲמָלֵק, וּכְתִיב <small>(שמות יז, יג)</small>: וַיַּחֲלשׁ יְהוֹשֻׁעַ וגו'. וְלֹא יְמַלֵּט רֶשַׁע אֶת בְּעָלָיו, זוֹ מִיתַת שְׂרֵפָה וְכָל הַדּוֹמוֹת לָהּ, כְּמָה דְתֵימָא <small>(מלאכי ג, יט)</small>: וְהָיוּ כָל זֵדִים וְכָל עוֹשֵׂה רִשְׁעָה קַשׁ וְלִהַט אֹתָם הַיּוֹם הַבָּא, הֲרֵי אַרְבַּע מִיתוֹת זְכוּרוֹת בְּפָסוּק זֶה, שֶׁאַף עַל פִּי שֶׁבָּטְלוּ סַנְהֶדְּרִין וּבָטְלוּ אַרְבַּע מִיתוֹת בֵּית דִּין, דִּין אַרְבַּע מִיתוֹת לֹא בָּטְלוּ, שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא דָּן הַחַיִּים לָמוּת בָּהֶן בִּשְׁפָטִים רָעִים כְּנֶגְדָן, מִי שֶׁהוּא חַיָּב חֶנֶק, אוֹ טוֹבֵעַ בַּנָּהָר, אוֹ מֵת בִּסְרוּנְכִי, אוֹ נִמְסַר בְּיַד עוֹבְדֵי כּוֹכָבִים שֶׁחוֹנְקִים אוֹתוֹ. מִי שֶׁחַיָּב סְקִילָה, אוֹ נוֹפֵל מִן הַגַּג, אוֹ חַיָּה דּוֹרַסְתּוֹ, אוֹ עוֹבְדֵי כּוֹכָּבִים סוֹקְלִין אוֹתוֹ, מִי שֶׁנִּתְחַיֵּב הֲרִיגָה, לִסְטִין בָּאִין עָלָיו וְהוֹרְגִין אוֹתוֹ, מִי שֶׁנִּתְחַיֵּב שְׂרֵפָה, אוֹ נוֹפֵל בָּאוּר, אוֹ נָחָשׁ נוֹשְׁכוֹ. הָא לָמַדְתָּ שֶׁאֵין אָדָם יָכוֹל לְהִנָּצֵל מִדִּינוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁלֹא יִמְדֹד לוֹ כְּמִדָּתוֹ, לְכָךְ נֶאֱמַר: אֵין אָדָם שַׁלִּיט בָּרוּחַ וגו'.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur” (Numbers 7:54).</b> <br>“On the eighth day, prince of the children of Manasseh, Gamliel son of Pedatzur” – that is what is written: “I keep the king’s directive, [and in regard to the word of an oath to God]” (Ecclesiastes 8:2). If the king will say to you that his fear shall be upon you and you shall observe his decrees, observe his decrees. Likewise, it says: “You shall set a king over you” (Deuteronomy 17:15) – that his fear shall be upon you. And it says: “Any man who will disobey your directive, [and does not heed your words in everything that you command him, will be put to death]” (Joshua 1:18). “I” that is written here is nothing other than fear of the monarchy, just as Pharaoh said to Joseph. That is what is written: “Pharaoh said to Joseph: I am Pharaoh, and without you no man shall lift his hand…” (Genesis 41:44). What is “I am Pharaoh”? This is what Pharaoh said to Joseph: Even though I said to you: “You will be in charge of my house…” (Genesis 41:40) – that I made you king over everyone – be careful to treat me with respect and make me king over you. That is why he said: “I am Pharaoh” – in other words, that the fear of my kingship shall be upon you.  <br>Similarly, “God spoke to Moses, and He said to him: I am the Lord” (Exodus 6:2) – why was it necessary to say here: “I am the Lord”? Rather, the Holy One blessed be He said to Moses: Even though I set you as a god for Pharaoh, as the verse states: “See, I have made you a god to Pharaoh” (Exodus 7:1) be careful that my Godliness will be upon you, as I made you a god only over Pharaoh alone. That is, “I keep the king’s directive” (Ecclesiastes 8:2) – it is “I” who requires you to “keep the king’s directive” – that his fear shall be upon you. Make certain that you do not flout his commands. Is it, perhaps, even if he tells you to violate the words of the Omnipresent? The verse states: “And in regard to the word of an oath to God” (Ecclesiastes 8:2) – the verse comes to inform you that “and in regard to the word of an oath of God” will be paramount over the command of flesh and blood, as you should nullify the will of flesh and blood before the will of God and fulfill all the commandments that are in the Torah, as you entered into an oath in their regard to fulfill them, just as it says: “To pass you into the covenant of the Lord your God and into His oath…” (Deuteronomy 29:11), and it says: “[Cursed be] who will not uphold the matters of this Torah to perform them; and the entire people shall say: Amen” (Deuteronomy 27:26). <br>Similarly, “each of you shall fear his mother and his father…” (Leviticus 19:3) – is it, perhaps, even if his father said to him: Slaughter for me and cook for me on Shabbat, that he should listen to him? The verse states: “And you shall observe My <i>Shabbatot</i>” (Leviticus 19:3) – all of you are obligated in My honor. Here too, “and the word of an oath to God” (Ecclesiastes 8:2) – as above the word of the king observe the word of an oath to God. <br>“Do not be frightened; leave his presence [<i>mipanav</i>]; [do not remain in a bad situation, as he will do what he wills]” (Ecclesiastes 8:3). If [a king of] flesh and blood will become angry at you in order to cause you to violate the statutes of the Torah, do not be frightened by his anger and follow his counsel, just as it says: “Who has not walked in the counsel of the wicked” (Psalms 1:1). <i>Panav</i> is nothing other than his anger, just as it says: “And the expression on his face [<i>anpohi</i>] was distorted” (Daniel 3:19). That is,<i> </i>“leave his presence”; “do not remain in a bad situation [<i>bedavar</i>]” – do not remain in his path to follow it, just as it says: “And did not remain in the path of sinners” (Psalms 1:1). <br>What is “<i>bedavar</i>” (Ecclesiastes 8:3)? It is that you should not fear that evil matter, that he will say to you that he will burn you, kill you, or subject you to harsh suffering if you do not fulfill his decree, and he will threaten you that there is no God in the world who will be able to rescue you from his hand. That is what is written thereafter: “As he will do what he wills” (Ecclesiastes 8:3). Just as Nebuchadnezzar said to Ḥananya, Mishael, and Azarya: “At that time you will be cast into the burning fiery furnace; who is the god who will save you from my hands?” (Daniel 3:15). “Since authority is by the king’s word, [who will say to him: What are you doing?]” (Ecclesiastes 8:4). If you devote yourself to the mitzvot to fulfill the decree of the Holy One blessed be He and to nullify the decrees of flesh and blood, what is your reward? When the Holy One blessed be He issues a decree to bring calamity to the world – as he is the King of the world and Ruler of everything, to do everything that He desires and no one can impede him: “He is of one mind, and who can respond to Him? His soul desires, and He does” (Job 23:13) – you will stand and ask for mercy regarding the decree to abrogate it. The Holy One blessed be He will show forbearance to you, and He will nullify it because you nullified the decree of flesh and blood in order to fulfill His decree. That is why it is stated: “Since authority is by the king’s word” – this is the Holy One blessed be He, when He says to bring something to the world to inform of his authority in the world, just as it says: “God caused that they would experience fear before Him” (Ecclesiastes 3:14). Know, who can impede His decree and say to Him: ‘Why are You doing so’? It is one who observes mitzvot. That is why it is stated: “Who will say to him: What are you doing?” Who can say to Him: ‘Why are You doing this to Your creations? Descend to them with the attribute of mercy’? That is one who observes His mitzvot. That is what is written: “One who observes a mitzva [will know no evil matter]” (Ecclesiastes 8:5).  <br>What is “will know no evil matter” (Ecclesiastes 8:5)? It is measure for measure; he did not remain in a bad situation, therefore, “he will know no evil matter.” “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – as there is a wise man who considers the consequences and reckons the loss from a mitzva against its reward and the loss from a transgression against its reward. He considers in his heart: If I transgress His mitzvot, and I have an opportunity to do what I want and there is no one who can impede me, tomorrow, the time will come when the Holy One blessed be He will execute judgment against him<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">Referring to himself.</i> because he violated His Torah. Likewise it says: “The wise man’s eyes are in his head, but the fool [walks in darkness]” (Ecclesiastes 2:14). And it says: “The heart of the wise inclines to his right, [and the heart of a fool inclines to his left]” (Ecclesiastes 10:2). “A wise man’s heart will know the time and judgment” – one whose heart is wise knows that if he transgresses the mitzvot, that the time will come when the Holy One blessed be He will execute judgment against him, and he refrains from the transgression. That is what is written thereafter: “For there is a time and a judgment for every matter…” (Ecclesiastes 8:6) – regarding every situation where a person performs his will and nullifies the will of the Omnipresent, it should be known to him that he is destined to be judged. Even though retribution is not exacted from him immediately, let him not think that the Holy One blessed be He would overlook his iniquity for him, but rather, He is slow to anger and collects what is due to Him. When does He exact retribution from him? It is when the <i>hin</i> is filled. Likewise it says: “With the filling of his quota, he will be troubled; [the hand of all travail will come upon him]” (Job 20:22). That is why it is stated: “As the evil of man overwhelms him” (Ecclesiastes 8:6); just as He did with the generation of the Flood, as He gave them an extension but ultimately exacted retribution from them, just as it says: “The Lord saw that the wickedness of man was great on the earth…” (Genesis 6:5). What is written thereafter? “The Lord said: I will obliterate man…” (Genesis 6:7). <br>“For he does not know what will be, [for whenever it will be, who will have told him]?” (Ecclesiastes 8:7). The verse comes to teach you that anyone who does not repent from a transgression that he committed and does not fear the Day of Judgment, when it will arrive they will not show him forbearance. Were he to come and say that he be given an extension so he could repent, they will not listen to him. That is, for whenever punishment “will be, who will have told him” so he would repent and be accepted. It is to say to you that prior to the sentence they listen to him; after the sentence they do not listen to him. That is why it is stated: “For whenever it will be, who will have told him?” <br>“There is no man who rules the spirit [to retain the spirit, and there is no rule on the day of death, and there is no sending a proxy in war, and wickedness will not rescue its owner]” (Ecclesiastes 8:8) – because we found that the Holy One blessed be He decreed four court-imposed death penalties for performers of transgressions. That is why four matters are written here, corresponding to them, where the living lack the ability to be rescued from them after their sentence. These are: “There is no man who rules the spirit [<i>ruaḥ</i>] to retain the spirit” – this is death by strangulation and the like, as a person dies from it only due to breath [<i>ruaḥ</i>], as he has no place from which to breathe. That is, “there is no man who rules the spirit” to exhale it when the day comes that the breath will be constricted in his body. “And there is no rule on the day of death” – this is death by stoning and the like, just as it says: “You shall stone him with stones, and he will die” (Deuteronomy 13:11). “There is no sending a proxy in war” – this is death by decapitation by sword and the like, just as it says: “Go out and wage war with Amalek” (Exodus 17:9), and it is written: “Joshua weakened [Amalek and its people by sword]” (Exodus 17:13). “And wickedness will not rescue its owner” – this is death by burning and the like, just as it says: “All the criminals and all the doers of wickedness will be straw; the day that is coming will burn them…” (Malachi 3:19). These are the four court-imposed death penalties mentioned in this verse.  <br>Even though the Sanhedrin ceased and the four court-imposed death penalties were abrogated, the sentence of the four court-imposed death penalties were not abrogated, as the Holy One blessed be He judges the living to die of them with harsh punishments corresponding to them. One who incurs liability to be strangled either drowns in the river, dies of diphtheria, or is delivered into the hands of idol worshippers who strangle him. One who incurs liability to be stoned either falls off the roof, or a beast tramples him, or idol worshippers stone him. One who incurs liability to be beheaded, robbers come upon him and behead him. One who incurs liability to be burned either falls into the fire or a snake bites him. You learned that a person cannot escape the judgment of the Holy One blessed be He that He will not punish him measure for measure. That is why it is stated: “There is no man who rules the spirit….” (Ecclesiastes 8:8). <br>Another matter: “I keep the king’s directive” (Ecclesiastes 8:2) – it is speaking of Joseph the righteous, who observed the “I” that Pharaoh had said to him, just as it says: “Pharaoh said to Joseph: I am Pharaoh, [and without you no man shall lift his hand]” (Genesis 41:44), as he never flouted his command. “And the word of an oath to God” (Ecclesiastes 8:2) – as even though he entered into that prominence, he did not throw the yoke of Heaven from upon him and he feared the Holy One blessed be He, just as it says: “[I fear] God” (Genesis 42:18). That is why “God” is stated.<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">According to the Etz Yosef, the midrash is explaining that this is an allusion to the verse, “And the word of an oath to God” (Ecclesiastes 8:2).</i> He was very cautious regarding the oath, as he did not take an oath “as the Lord lives,” but rather, “as Pharaoh lives, that you will not depart from here” (Genesis 42:15). That is, “an oath.” What is “the word of [<i>divrat</i>]”? It is because he separated himself from lasciviousness, just as it says: “He shall not see a lascivious matter [<i>davar</i>] in you” (Deuteronomy 23:15). And it says: The young woman, because [<i>al devar</i>] she did not cry out in the city…” (Deuteronomy 22:24). Likewise it says: “His master’s wife cast her eyes upon Joseph, and she said: Lie with me” (Genesis 39:7). What is written there? “He refused, and he said to his master’s wife: Behold, my master…” (Genesis 39:8). That is why it is stated: “The word of [<i>divrat</i>],” just as it says: “It was, as she spoke [<i>kedabra</i>] to Joseph day after day, and he did not heed her…” (Genesis 39:10). <br>“Do not be frightened; [leave] his presence” – when he entered the house to perform his labor, and the house was vacant and there was no person who could see him, just as it is written: “It was, on a certain day he went into the house to perform his labor, and there was no one [of the people of the household there in the house]” (Genesis 39:11), she came and seized his garment so that he would lie with her. Nevertheless, he was not frightened by her actions, and he went outside, just as it says: “He left his garment in her hand, fled, and went outside” (Genesis 39:12). That is why it is stated: “Do not be frightened; [leave] his presence.” He was not frightened by the house being vacant, but rather he fled and left, even though she said to him that if he would not lie with her, she would say to her husband that he sought to rape her, and her husband will kill him, and there would be no one to impede him, because he is his slave. Nevertheless, he did not allow her to fulfill her desire because of that evil matter that she threatened to do to him. That is why it says: “Do not remain in a bad situation, as God will do what He wills” (Ecclesiastes 8:3). From where do you derive that she threatened him in that manner? It is from the end of the matter. When she saw that her actions were to no avail, look at what she did: “She called to the people of her household, and spoke to them, saying.… It was, when he heard.… She placed his garment [beside her, until his master’s arrival home]. She spoke to him…[saying: The Hebrew slave whom you brought to us came to me to mock me]. It was, as I raised my voice [and cried out, that he left his garment with me, and fled outside]” (Genesis 39:14–18). <br>“Since authority is by the king’s word…” (Ecclesiastes 8:4) – what reward did the Holy One blessed be He give him for this? He placed him in a position of authority in the land of Egypt. That is what is written: “Since [authority is] by the king’s word…,” just as it says: “Pharaoh spoke to Joseph: In my dream, behold, I am…” (Genesis 41:17). “Authority” – just as it says: “Joseph was the ruler over the land” (Genesis 42:6). “Who will say to him: What are you doing?” (Ecclesiastes 8:4), just as it says: “Go to Joseph; what he says to you, you shall do” (Genesis 41:55). Why to that extent? It is because he observed the mitzvot. That is what is written: “One who observes a mitzva will know no evil matter” (Ecclesiastes 8:5). What is “will know no evil matter”? It is this evil matter that the butler said, just as it says: “There with us was a Hebrew lad, a slave of the chief executioner…” (Genesis 41:12). He said three matters here in Joseph’s regard: “Lad” – that he was a fool, just as it says: “Folly is bound in the heart of a lad” (Proverbs 22:15); “Hebrew” – an enemy; “slave” – that he is not worthy of kingship. Nevertheless, Joseph knew no evil matter. In other words, the matter did not affect him, as he ruled. <br>“A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – this was Joseph, who was called wise, just as it says: “There is no one as wise and understanding as you” (Genesis 41:39). He knew that he would be held accountable had he touched Potifar’s wife; that is why he withdrew from her. That is what is written: “He did not heed her [to lie with her, to be with her]” (Genesis 39:10); “to lie with her” in this world; “to be with her” in the World to Come. <br>Another matter: “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5) – this is the Holy One blessed be He, in whose regard it is written: “Wise of heart and mighty of power” (Job 9:4). He brought about a time to reward Joseph on the basis of measure for measure. How so? He ruled over his inclination and did not touch her; therefore, he became a ruler, just as it says: “Joseph was the ruler over the land” (Genesis 42:6). He did not heed her, just as it says: “He did not heed her” (Genesis 39:10); therefore, the Holy One blessed be He crowned him as king over Egypt in its entirety, and everyone heeded his words, just as it says: “What he says to you, you shall do” (Genesis 41:55). His mouth [<i>piv</i>] did not kiss [<i>nashak</i>] in transgression; therefore, “at your directive [<i>pikha</i>] my entire people will be sustained [<i>yishak</i>]” (Genesis 41:40). He said: “There is no one greater in this house than I…” (Genesis 39:9) in order to rebuff her; therefore, “you will be in charge of my house” (Genesis 41:40). He did not seize her, but she seized him with her hands, just as it says: “She seized him by his garment…” (Genesis 39:12); therefore, “Pharaoh removed his signet ring from upon his hand, and he placed it upon Joseph’s hand” (Genesis 41:42). He left his garment in her hand; therefore, “he dressed him in linen garments” (Genesis 41:42). He did not bend his neck toward her; therefore, “he placed a gold chain on his neck” (Genesis 41:42). He did not mount [<i>rakhav</i>] her; therefore, “he had him ride [<i>vayarkev</i>] in the second chariot that he had” (Genesis 41:43). She called the people of her household in this regard, just as it says: “She called the people of her household…” (Genesis 39:14); therefore, “they called before him: Kneel” (Genesis 41:43). He was relegated to the prison for this, just as it says: “He relegated him [<i>vayitenehu</i>] to the prison” (Genesis 39:20); therefore, “he appointed him [<i>venaton oto</i>] over the land of Egypt” (Genesis 41:43). He did not direct his glance toward her, and not toward the Egyptian women when he ruled, just as it says: “Joseph is a fruitful son, a fruitful bough alongside a spring [<i>alei ayin</i>]” (Genesis 49:22), as he averted his eye [<i>she’ilem eino</i>] from Potifar’s wife and from the Egyptian women.  <br>“Branches [<i>banot</i>]<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">Banot can also mean women.</i> ran atop the wall [<i>alei shur</i>]” (Genesis 49:22). Therefore, <i>alei shur</i>. Rabbi Reuven said: What is <i>alei shur</i>? The Holy One blessed be He said: It is incumbent upon me to pay a reward for that eye. How so? The Rabbis taught that in the Temple they would eat offerings of lesser sanctity within the wall, within the wall of Jerusalem. But in Shilo, which was in the portion of Joseph, they would eat it within eyeshot.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Within eyeshot of the Tabernacle (Rambam, Mishna Zevaḥim 14:6).</i> That is <i>alei shur</i>, just as it says: “The eye of one who sees me will not behold me [<i>teshureni</i>]” (Job 7:8). Rabbi Azarya said: The Holy One blessed be He said to Joseph: You observed the mitzva of: “You shall not commit adultery” (Exodus 20:13), which is the seventh of the Commandments, and you did not commit adultery with Potifar’s wife. And you observed the mitzva of: “You shall not steal” (Exodus 20:13), which is the eighth of the Commandments, as you did not steal Potifar’s property and you did not “steal” his wife, just as it says: “The eye of the adulterer observes the night, saying: No eye will behold [<i>teshureni</i>] me…” (Job 24:15). The time will come when I will repay you for them. Tomorrow, when the princes come to bring [offerings] for the dedication of the altar, the princes of your two sons, one will present his offering on the seventh day, and the second on the eighth day. And no other tribe will interpose between your two sons, just as you did not interpose<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">Namely, you did not differentiate between them. You observed both of them. As a reward, Benjamin did not interpose between Ephraim and Manasseh.</i> between “you shall not commit adultery” and “you shall not steal,” as it is written: “On the seventh day, prince of the children of Ephraim.… On the eighth day, prince of the children of Manasseh…” (Numbers 7:48–54) That is why it is written: “A wise man’s heart will know the time and judgment” (Ecclesiastes 8:5).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}]