[{"_id": "524bcf59edbab472182d3a73", "index_title": "Ibn Ezra on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Ibn Ezra on Genesis 41:29:1", "sourceHeRef": "אבן עזרא על בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "he": "<b>שבע גדול.</b> שם כמו רעב. על כן יטעה האומר בתפלת שבת ובשובע כלכלתנו בוי\"ו כי שובע שם הפועל הוא והנכון ובשבע כלכלתנו בלא וי\"ו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "GREAT PLENTY. <i>Sava</i> (plenty) is a noun. It is like <i>ra’av</i> (famine).<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">Both <i>sava</i> and <i>ra’av</i> are nouns.</i> Hence the one who says in his Sabbath prayers<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">In the <i>nishmat</i> prayer.</i> <i>u-ve-sova kilkaltanu</i> errs because <i>sova</i> spelled with a <i>vav</i> is an infinitive.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">The prayer reads, <i>during famine</i> (ra’av) <i>thou didst feed us, and didst sustain us in plenty</i> (p. 419, <i>The Authorized Prayer Book</i>, trans. by J. H. Hertz). Plenty is parallel to famine. As <i>ra’av</i> is a noun so its parallel must be a noun. Hence the correct reading is <i>sava</i> and not <i>sova</i>.</i> The correct way to read this prayer is without a <i>vav</i>, viz., <i>u-ve-sava</i> (and in plenty) <i>kilkaltanu</i> (thou sustained us).", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f660c", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 41:29", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Onkelos Genesis 41:29", "sourceHeRef": "תרגום אונקלוס על בראשית מ״א:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 41.0029, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "הָא שְׁבַע שְׁנִין אָתְיָן סִבְעָא (<small>נ\"א</small> שַׂבְעָא) רַבָּא בְּכָל אַרְעָא דְמִצְרָיִם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Behold, seven years are coming during which there will be great abundance in the entire land of Egypt.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebe49", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 41:29", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Targum Jonathan on Genesis 41:29", "sourceHeRef": "תרגום יונתן על בראשית מ״א:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 41.0029, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "הָא שְׁבַע שְׁנַיָיא אַתְיָין שׁוֹבְעָא רַבָּא בְּכָל אַרְעָא דְמִצְרָיִם", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Behold, there come seven years of great plenty in all the land of Mizraim.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e32e4efbfba253f85da9db", "index_title": "Rashbam on Genesis", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Rashbam on Genesis 41:29:1", "sourceHeRef": "רשב\"ם על בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על בראשית", "he": "שָׂבָע גדול - כולו קמץ כי טעמו למטה ושם דבר הוא כמו: דָבָר בָּקָר רָעָב ומהם יאמר דְּבָרְךָ בְּקָרְךָ וכו'. ", "heVersionTitle": "daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת", "text": "שבע גדול; the word שבע being a noun here and not a participle, has the vowels kametz under both the letters ש and ב, seeing the stress is on the last syllable. Other similar examples are the words דבר, davar, בקר, bakar, רעב, raav. and numerous more such examples.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f174b9fbfba22336e99fd5", "index_title": "Kitzur Ba'al HaTurim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Kitzur Ba'al HaTurim on Genesis 41:29:1", "sourceHeRef": "קיצור בעל הטורים על בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על בראשית", "he": "<b>שבע</b> ב' במסורה הכא ואידך וימלאו אסמיך שבע. לומר שכל כך יהיה השובע שיתמלאו כל האוצרות:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f1753ffbfba22336e9abfe", "index_title": "Or HaChaim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Or HaChaim on Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Or HaChaim on Genesis 41:29:1", "sourceHeRef": "אור החיים על בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Or HaChaim", "he": "אור החיים"}, "he": "<b>הנה שבע שנים וגו'</b>. דקדק לומר <b>בכל ארץ מצרים</b> ב' פעמים ולא אמר בארץ סתם כמו שאמר בסמוך, לומר כי השבע אינו אלא בארץ מצרים אבל הרעב הוא בכל העולם, ולזה כשאמר וכלה הרעב לא <b>אמר</b> ארץ מצרים בלבד אלא את הארץ בין ארץ מצרים בין שאר הארצות, וכמו שכן היה דכתיב (פסוק נ\"ו) והרעב היה על כל פני הארץ, ובשבע אמר הכתוב (נ\"ג) ותכלינה שבע שני השבע אשר היה בארץ מצרים הרי זה מגיד כי לא היה שבע אלא בארץ מצרים שאם לא כן לא היה צריך לומר אשר היה בארץ מצרים, והודעת דבר זה ליוסף היתה ממה שראה כי הפרות היו כל כך דקות ורעות מזה דן שאם היה השובע בעולם לא היו במצרים כל כך בשבע שני הרעב כי יביאו לחם משאר הארצות אלא ודאי שהרעב הוא בכל העולם ובזה אין מפלט להם, והשבע אין לו ממה להוכיח כי יהיה בכל הארצות:", "heVersionTitle": "On Your Way ", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b> <span class=\"font1\">הנה שבע שנים באות שבע גדול</span>, \"There are seven years coming of great plenty, etc.\"</b> Joseph stressed that these plentiful harvests would be experienced \"in the whole land of Egypt,\" and again mentioned <span class=\"font1\">בארץ מצרים</span>, <b>in the land</b> of Egypt in the following verse, whereas he could have simply that <span class=\"font1\">בארץ</span>, \"on earth.\" He wanted to make it clear that whereas the plenty would be found only in the land of Egypt, the subsequent famine would be world wide. This is why he said <span class=\"font1\">וכלה הרעב את הארץ</span>, \"the famine will destroy <b>the earth</b>,\" when he described the effect of the famine. We find confirmation of all this (41,56) where the Torah describes the famine as extending all over the earth. When describing the effect of the years of plenty, however, the Torah merely speaks of \"the seven years of plenty <b>in the land of Egypt came to an end</b> (41,53).\" This shows clearly that the abundant harvests occurred only in Egypt itself. Were it not so the words \"in the land of Egypt\" would be misleading. Joseph realised all this by the appearance of the cows. When the lean cows were described as so exceptionally thin and poorly, this could not have been so if the whole earth had experienced abundance in the years preceding the famine. Egypt could then have imported food which the other countries had accumulated during the years of plenty. It was therefore clear to Joseph that the famine would be world wide whereas the plentiful years would be restricted to the land of Egypt.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57e77c7ad6e4a94c7c189742", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 41:29", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Tafsir Rasag, Genesis 41:29", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״א:כ״ט", "anchorVerse": 29, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 41.0029, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "סתאתיכם סבע סנין יכון שבע כת̇יר פי ג̇מיע בלד מצר", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5993fa85d6e4a95930ec4661", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Malbim on Genesis 41:29:1", "sourceHeRef": "מלבי\"ם על בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>הנה שבע שנים באות</b>. ר\"ל שיבאו תיכף <b>שבע גדול בכל ארץ מצרים</b>, באר לו שהשובע לא יהיה רק בארץ מצרים לבד לא כמו הרעב שיהיה בכ\"מ, וזה ידע ממה שראה הפרות עולות מן היאר, ובהרעות לא ספר לו פרעה שראם עולות מן היאר, ואמר יוסף שזה דבר אלהים ששם כן בפיו כי הרעב יהיה כללי, אבל השבע לא יהיה רק בארץ מצרים. ועז\"א <b>ונשכח כל השבע בארץ מצרים</b>, שזה לא יהיה רק בארץ מצרים ששם היה השבע ונשכח. <b>וכלה הרעב את הארץ</b>, ר\"ל כלל הארץ בכ\"מ שהרעב יהיה בכ\"מ, ושם לא ישכח השבע שלא היה שם שבע כלל, ואמר <b>וקמו אחריהן</b>, כמ\"ש עולות אחריהן מן היאר, ומ\"ש <b>ונשכח כל השבע</b>, כמ\"ש <b>ותאכלנה הפרות</b>:", "heVersionTitle": "Malbim, Vilna Romm, 1892.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1c01f5d6e4a943452d3b68", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Miketz 5", "anchorRef": "Genesis 41:25-41", "anchorRefExpanded": ["Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Miketz 5", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, מקץ ה׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 5, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "מקץ", "he": "ורוח אלוקים לבשה את יוסף בעת ההיא לפני המלך, וידע כל הדברים אשר יבואו על המלך מהיום ההוא והלאה. וידע את פתרון חלום המלך על נכונה, וידבר לפני המלך. וימצא יוסף חן בעיני המלך, ויטה המלך את אזניו ואת לבו וישמע את כל דברי יוסף. ויאמר יוסף אל פרעה, אל יחשוב המלך כי שתי חלומות הן אך חלום אחד הוא. כי את אשר חפץ אלוקי השמים לעשות בכל הארץ, הראה את המלך בחלומו וזה פתרון חלומך על נכונה. שבע הפרות ושבע השיבולים הטובות שבע שנים הנה, ושבע הפרות ושבע השיבולים הרעות שבע שנים הנה, חלום אחד הוא. הנה שבע שנים באות, שבע גדול בכל הארץ. ואחרי כן יבואו שבע שני רעב אחריהן רעב כבד מאוד, ונשכח כל השבע ההוא מן הארץ וכלה הרעב את כל יושבי הארץ, חלום אחד חלם המלך. ועל השנות החלום אל המלך, כי נכון הדבר מאוד וממהר האלוקים לעשותו. ועתה איעצך נא עצה, ומלט את נפשך ואת נפש יושבי הארץ מרעת הרעב. אשר תבקש בכל מלכותיך איש נבון וחכם מאוד אשר ידע בכל דברי המלוכה, ותשיתהו לצאת ולבוא על כל ארץ מצרים. ויפקוד האיש ההוא אשר תשית על מצרים פקידים תחת ידו, ויקבצו את כל אוכל השנים הטובות הבאות ויצברו בר וישימוהו באוצרות פקידיך. ושמרו את האוכל ההוא לשבע שני הרעב וימצא לך ולאנשיך ולכל ארצך, ולא תכרת אתה וכל ארצך ברעב. וגם כל יושבי ארצך יצוה ויקבצו איש איש מתבואת שדהו מכל אוכל שבע השנים הטובות ונתנו באוצרותיהם, וימצא להם בימי הרעב וחיו בו. זה פתרון חלומך על נכונה, וזאת העצה היעוצה למלט את נפשך ואת נפש כל עבדיך. ויען המלך ויאמר ליוסף, מי יאמר ומי יודע כי דבריך נכונה. ויאמר יוסף אל המלך, זה לך אות על כל דבריי כי נכונים הם וכי עצתי טובה לך. הנה אישתך יושבת על המשבר ביום הזה, וילדה לך בן ושמחת בו. והיה בצאת הילד ממעי אמו ומת בנך בכורך אשר נולד לך זה שנתיים ימים, ונחמת בילד שיולד לך היום. ויכל יוסף לדבר את כל הדברים האלה אל המלך, וישתחו למלך ויצא.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "the spirit of God in vested Joseph and he knew at once all what was to hap pen unto the king ‎in the future, and also the correct interpretation of his dream. And when Joseph spoke unto ‎the king he found grace in his eyes and the king inclined his ear and his heart unto the words of ‎Joseph. And Joseph said unto Pharaoh, let not my king believe that there are two dreams, for ‎really it is only one dream. The seven good cows and the seven good ears are seven years; and ‎the seven lean cows and the seven blasted ears are seven years likewise. The dream is one, ‎be hold there comes seven years of great plenty throughout all the land of Egypt, and there ‎shall rise after them seven years of famine; and all the plenty shall be forgotten in the land of ‎Egypt and the famine shall con sume all the inhabitants of the land. The king has dreamed but ‎one dream, and for that the dream was doubled unto Pharaoh twice, it is because the thing is ‎established by God, and God will shortly bring it to pass; and now I will advise thee how to save ‎thy soul and the soul of all the inhabitants of the land from the evil of the famine. Search thou ‎in all thy kingdom for a man wise and discreet, acquainted with the affairs of the state, and set ‎him over the land of Egypt. And that man whom thou will set over the land of Egypt shall ‎appoint his subordinate officers to gather in all the food of the good years that are to come ‎and lay corn in thy store houses, and this food shall be for store to the land against the seven ‎years of famine which will suffice for thee and for thy men and for all thy lands, that the land ‎perish not through the famine. And command the inhabitants of thy lands likewise, that each ‎of them gather up, from the production of his field, all sorts of food during the seven good ‎years, and to lay it up in their store houses, so that they find it during the day of the famine, to ‎be kept alive. This is the correct inter pretation of thy dream, and this is the only means of ‎saving thy soul and the souls of all thy servants. And the king answered unto Joseph and he ‎said: Who can tell and who can know whether thy words be correct: And he said unto the king: ‎This be a sign unto thee concerning the correctness of my words, and the value of my advice. ‎Behold thy wife will bear a son unto thee this day and thou wilt rejoice with him, but when this ‎child will be born unto thee, thy first born son, which hath been born two years since will die, ‎and thou wilt be comforted through the child born unto thee this day. And when Joseph had ‎finished his speech, he bowed down before the king and went away.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01f5d6e4a943452d3b6a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Miketz 6", "anchorRef": "Genesis 41:25-41", "anchorRefExpanded": ["Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Miketz 6", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, מקץ ו׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "מקץ", "he": "ויהי כצאת יוסף מאת פני המלך, ותבואנה האותות האלה אשר דיבר יוסף אל המלך ביום ההוא. ותלד המלכה בן ביום ההוא, ויתבשר המלך בבנו וישמח. ויהי בצאת המבשר מאת פני המלך, וימצאו עבדי המלך את בן המלך הבכור נופל ארצה מת. ותהי צעקה ומהומה בבית המלך, וישמע המלך ויאמר מה המהומה והצעקה אשר שמעתי בבית. ויגידו למלך כי מת בנו בכורו, אז ידע המלך כי כל דברי יוסף אשר דיבר אליו נכונה. וינחם המלך אל בנו בילד היולד לו ביום ההוא, כאשר דיבר אליו יוסף. אחר הדברים האלה ישלח המלך ויקבוץ את כל שריו ועבדיו וכל הפחות והפרתמים אשר למלך, ויבואו כולם לפני המלך. ויאמר אליהם המלך, הנה ראיתם ושמעתם את כל דברי האיש העברי וכל האותות אשר אמר כי באו, ולא נפל מכל דבריו אשר דיבר ארצה. ידעתי כי גם פתרון החלום אשר פתר נכונה הוא ובא יבוא, ועתה עוצו נא עצה ודעו מה תעשו ואיך תימלט הארץ מהרעב. בקשו נא וראו הנמצא כזה, אשר חכמה ודעת בלבו ואפקידהו בארץ. כי אתם שמעתם את העצה אשר יעץ האיש העברי על זאת, למלט בה את הארץ מהרעב. ואני ידעתי כי לא תימלט הארץ מהרעב, כי אם בעצת האיש העברי אשר יעץ אותי. ויענו כולם את המלך ויאמרו, טובה העצה אשר יעץ העברי על זה. ועתה אדוני המלך הנה כל ארצך בידך, את אשר ייטב בעיניך עשה. את אשר תחפוץ ואשר תדע בחכמתך אשר הוא חכם למלט את הארץ בחכמתו, הוא אשר יפקיד המלך תחת ידו על הארץ. ויאמר המלך אל כל השרים, אני אמרתי אחרי אשר הודיע אלוקים את האיש העברי את כל אשר דיבר, אין נבון וחכם כמוהו בכל הארץ. אם טוב בעיניכם אשיתהו על הארץ, כי הוא אשר ימלט את הארץ בכל חכמתו.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And scarcely had Joseph departed from the presence of the king when all the signs of which ‎Joseph had spoken came true. And the queen gave birth to a son on that day, and when the ‎king heard the tidings he rejoiced greatly on account of his son, and when the messenger had ‎gone away from the presence of the king, the king's servants found the first born son of the ‎king lying dead upon the ground. And there was great crying and lamenting in the king's house, ‎and the king heard and he said: What is the cause of that great weeping and lamenting which I ‎have heard in the house? And they informed the king that his first born son was dead, and he ‎knew also at the same time that all the words which Joseph had spoken were good. And the ‎king was comforted at the loss of his son through the child born unto him that day, according ‎to the words of Joseph. And after these things the king sent and he assembled all his princes ‎and subjects, and all the governors of the king's provinces, and all of them came before the ‎king, and the king spoke unto them concerning Joseph, and he said: Behold you have both ‎heard and seen everything concerning the words of this Hebrew man, and also all his signs, ‎and not the least of his words hath fallen to the ground. And now you know that his ‎interpretation of my dream is correct and that it will surely come true, do therefore consult ‎together what hath to be done in order to save the country from the famine. Investigate and ‎search ye whether there is to be found around here a man with so much wisdom and ‎knowledge in his heart and I will set him over the land. And ye have heard the advice of the ‎Hebrew man concerning this matter, to save thereby the whole land from famine, and I am ‎convinced that there is no other means of saving the land except by his advice. And they ‎answered all unto the king saying: The counsel is good which the Hebrew hath offered ‎concerning this matter. And now, oh my lord, behold all thy lands is in thy hand and ‎whatsoever pleaseth thee best do thou, and whomsoever thou choosest, and whomsoever ‎thou believest in thy wisdom to be wise enough to save the country in his wisdom he is the ‎man whom the king should appoint to have the whole land in his power. And the king said ‎unto all his officers: I have thought that forasmuch as the Lord hath made known unto this ‎Hebrew all these things there is none so discreet and wise as he is through all the land. And if it ‎seems good in your eyes, I will set him over the land, for he will deliver the country in all his ‎wisdom.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0bc417f746f30016ee80e7", "index_title": "Yismach Moshe", "category": "Chasidut", "type": "", "ref": "Yismach Moshe, Miketz 3:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Yismach Moshe, Miketz 3:1", "sourceHeRef": "ישמח משה, מקץ ג׳:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1840], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Yismach Moshe", "he": "ישמח משה"}, "heTitle": "מקץ", "he": "<b>ופרעה</b> חלם והנה עומד על היאור וגו' (בראשית מא א), עד ויאמר פרעה אל יוסף אתה תהיה על ביתי וגו' רק הכסא אגדל ממך (בראשית מא מ). הנה יש לדקדק במקראי קדש אלו טובא. (א), לאיזה תכלית מכוון נראה לו בחלום שהוא עומד על היאור והנה מן היאור עולות (בראשית מא ב), מה לי מן היאור או ממקום אחר. (ב), ויקרא את כל חרטומי מצרים וגו' (בראשית מא ח) למאי הוצרך לקרא להם, הלא הוא בעצמו גם כן איצטגנון גדול היה. (ג), ואין פותר אותם לפרעה, פירש רש\"י (ד\"ה ואין) פותרים היו, אבל לא נכנס באזני פרעה, שהיו אומרים שבע בנות אתה מוליד ושבע בנות אתה קובר. וקשה איזה הוכחה היה לו שאין הפתרון זה כלום. (ד), מה שהקשו כל המפרשים הלא כיון שחכמים היו, למה דלגו הפשוט, הלא פרות רומזים לחרישה, ושבלים לתבואה. (ה), מה דנאמר אחר כך בסיפור פרעה החלום ליוסף בסוף דבריו ואומר אל החרטומים ואין מגיד לי (בראשית מא כד), איזה כונה היה בדבר לומר זאת ליוסף. (ו), בפתרון יוסף שהתחיל באמרו חלום פרעה אחד הוא (בראשית מא כה), דהוה ליה למימר חלומות פרעה אחד הוא, דהיינו שהשתי חלומות הם אחד, דמה דנאמר בסמוך (בראשית מא כו) שבע פרות וגו' שבע שנים הנה, ושבע שבלים שבע שנים הנה חלום אחד הוא, דגיזרת המאמר הוא דהנך שבע ושבע הם חלום אחד ולא שתי חלומות, מה שאין כן לעיל דמפסיק בתיבת פרעה בין חלום לאחד, אם כן גיזרת המאמר הוא פרעה, הוה ליה למימר חלומות, וק\"ל. ועוד דהתם מפרש השבע והשבע הם חלום אחד, מה שאין כן הכא דמשמע דכל חלום בפני עצמו הוא אחד, ומה צורך להודעה זאת מילתא דפשיטא היא. (ז), מה צורך לכפול הדברים לומר שני פעמים דחלום אחד הוא בקרא זה ובקרא דבסמוך. (ח), מאי דמסיים (בראשית מא כח) את אשר האלקים עושה וגו', דאין לזה קישור. (ט), דקדוק האלשיך דפתח בפתרון, ואחר כך מקדים הקדמה באמצע הפתרון. (י), בפסוק שלאחריו (בראשית מא כז) דמסיים יהיו שבע שני רעב, בכולן סתם עדיין, ובכאן פירש ומקדים המאוחר, ומתחיל בפורעניות ומסיים אחר כך הוא הדבר אשר דברתי, ואינו מובן כלל. (יא), דקדוק האלשיך דלעיל אמר הגיד, וכאן הראה, ואחר זה (בראשית מא כט) הנה שבע שנים באות שבע גדול. והנה הרעב יותר גדול כמו שמפרש אחר כך (בראשית מא ל) ונשכח ולא יודע, ולא אמר רק שני רעב ולא רעב גדול. (יב), מה דאמר ונשכח כל השבע ולא יודע השבע, דהוא ענין אחד כפול במלות שונות, אף שפירש רש\"י (ד\"ה ונשכח) דהם שני פתרונות, היא גופא קשיא לאיזה ענין ראה בחלומו שני ענינים חלוקים. (יג), איך נידון בפעם אחת על הי\"ד שנים. (יד), מה דאמר (בראשית מא לב) ועל השנות החלום אל פרעה וגו', איזה דרך ידיעה היה ליוסף בשביל שנשנה יהיה מהר. (טו), תיבת אלקים שני פעמים מיותר, ועל כל פנים פעם אחת מיותר. (טז), נכון וממהר, הוא גם כן כפל ענין אחד במלות שונות. (יז), מה דאמר (בראשית מא לג) ועתה ירא פרעה וגו', והקשו כל המפרשים הליועץ נתנו. (יח), ויאמר פרעה הנמצא כזה איש וגו' (בראשית מא לח), והלא לא נתקיים עדיין, ומהיכן ידע שהאמת אתו. (יט), אחרי הודיע אלקים אותך את כל זאת (בראשית מא לט), הלא פותר חלומות לבד הוא, ומה ראה יותר מאשר שמע שיודע לפתור חלומות, ולמה לא אמר בפתח דבריו שמעתי עליך שחכם ונבון אתה או רוח אלקים בך, הלא לא אמר רק תשמע חלום לפתור אותו, כי לא נחשב לו כל כך לחכמה ותבונה ורוח אלקים, ומה זה נתחדש לו עכשיו. (כ), אתה תהיה על ביתי, מה זה לגדלו ולרוממו תיכף, ומה האי דאמר רק הכסא אגדל ממך.", "heVersionTitle": "Yismach Moshe, Sighet, 1898", "heLicense": "Public Domain", "heVersionTitleInHebrew": " ספר ישמח משה, סיגעט תרנ\"ח", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a603cda51cfa3ddf32ef", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 41:2:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Ramban on Genesis 41:2:1", "sourceHeRef": "רמב\"ן על בראשית מ״א:ב׳:א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>וְהִנֵּה מִן הַיְאֹר עֹלֹת</b> בַּעֲבוּר כִּי אֶרֶץ מִצְרַיִם תִּשְׁתֶּה מִן הַיְאוֹר וּמִמֶּנּוּ בָּא לָהֶם הַשֹּׂבַע וְהָרָעָב, רָאָה אוֹתָן עוֹלוֹת מִן הַיְאוֹר. וְהַפָּרוֹת סִימָן לַחֲרִישָׁה, וְהַשִּׁבֳּלִים סִימָן לַקָּצִיר, כְּמוֹ שֶׁאָמַר (בראשית מ\"ה:ו') \"אֲשֶׁר אֵין חָרִישׁ וְקָצִיר\", רָאָה כִּי הַיְאוֹר לֹא עָלָה רַק מְעַט, וְאֵין חָרִישׁ, וַאֲשֶׁר יִזְרְעוּ מְעַט בַּמְּקוֹמוֹת הַלַּחִים יָבֹא קָדִים רוּחַ ה' וְיִשְׂרֹף אוֹתָם, כַּאֲשֶׁר רָאָה אוֹתָם שְׁדוּפוֹת קָדִים. וְהַנִּרְאֶה מִמַּשְׁמַע הַכְּתוּבִים כִּי הָיָה הַשָּׂבָע בְּאֶרֶץ מִצְרַיִם לְבַדָּהּ, כַּאֲשֶׁר נֶאֱמַר (בראשית מ\"א:כ\"ט) \"שָׂבָע גָּדוֹל בְּכָל אֶרֶץ מִצְרָיִם\", וְכֵן (בראשית מ\"א:מ\"ח) \"אֲשֶׁר הָיוּ בְּאֶרֶץ מִצְרַיִם\", אֲבָל הָרָעָב הָיָה בְּכָל הָאֲרָצוֹת (בראשית מ\"א:נ\"ד), וְכֵן פָּתַר יוֹסֵף, \"וְקָמוּ שֶׁבַע שְׁנֵי רָעָב\", וְלֹא הִזְכִּיר בְּאֶרֶץ מִצְרַיִם, וְעַל כֵּן לֹא יָכְלוּ בִּשְׁאָר הָאֲרָצוֹת לִקְבֹּץ אֹכֶל, וַאֲפִלּוּ אִם שָׁמְעוּ הָעִנְיָן כִּי הָיָה מְפֻרְסָם מְאֹד. וְאוּלַי הָיָה בַּחֲלוֹם רֶמֶז מִזֶּה בַּמֶּה שֶׁהִזְכִּיר \"וַתִּרְעֶינָה בָּאָחוּ\", כִּי שָׁם הָיָה מִרְעֵיהֶן וּמַעֲמָדָן, אֲבָל הָרָעוֹת אַחֲרֵי אָכְלָן אֶת הַטּוֹבוֹת תִּתְהַלַּכְנָה בָּאָרֶץ, וְלֹא יָדַע פַּרְעֹה עַד אָנָה הָלְכוּ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND BEHOLD, THERE CAME UP OUT OF THE RIVER. Since the land of Egypt is irrigated by the river, and it is from the river that abundance or famine befalls them, the king saw the cows coming up out of the river. The cows symbolize plowing, and the ears of corn symbolize the harvest, just as Joseph said, <i>in which there shall be neither plowing nor harvest</i>.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Genesis 45:6. Thus it is obvious that Joseph understood the characters in the dreams — i.e. the cows and the ears of corn — as symbolizing plowing and harvesting.</i> He saw that the river rose only slightly and there would thus be no plowing, and the little which will be planted in moist places, <i>a wind blowing from the east, a wind from the Eternal</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Hosea 13:15.</i> would burn them, even as he saw the ears of corn <i>parched with the east wind</i>.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Verse 6 here.</i><br>It would appear to be implied in the verses that the abundance was only in the land of Egypt, even as it said, <i>Seven years of great plenty throughout all the land of Egypt;</i><sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Verse 29 here.</i> likewise the verse, <i>And he stored up all the food of the seven years which was in the land of Egypt</i>.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Verse 48 here.</i> But the famine, on the other hand, was in all the lands. And so did Joseph interpret it when he said, <i>And there shall arise after them seven years of famine</i>,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Verse 30 here.</i> and did not mention the land of Egypt. It was for this reason that in the other countries they were unable to store up food even if they had heard about it, as they undoubtedly did, for the matter was well known throughout their lands. Perhaps this was alluded to in the dream since with respect to the fat cows, it mentions, <i>And they fed in the reed-grass</i>, for it was there in Egypt that they fed and stood, but the lean ones, after they consumed the fat ones, <i>walked to and fro through the earth</i>,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Zechariah 6:7.</i> and Pharaoh did not know where they had gone.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ece47cf7a0c25239b45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Rise to Power; Dreams", "he": "בראשית הערה ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Continued are the themes of Yosef’s success in adversity and skill in interpreting dreams (yet his father and brother, and not he, had done the interpreting in Chap. 37!). In Chap. 37 dreams had brought about his downfall; here (Chap. 40) they will help the cupbearer and in Chap. 41 ultimately save a country, his family, and himself. Yosef’s self-assurance and reliance on God, already evident in 39:9, here mean that it will not be long before he stands at the pinnacle.", "Yosef’s dramatic rise to power is an old and favorite motif in folklore. The text colorfully presents Pharaoh’s dreams, in great detail, especially in his emotional retelling. All the more striking then is Yosef’s simple interpretation (41:23–27)."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af796", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "anchorRef": "Genesis 40:1-41:52", "anchorRefExpanded": ["Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Rise to Power; Dreams 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ד׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ד׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 40:1-41:52\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 40:1-41:52</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "64187872c9371ec0cebe5e1c", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Reggio on Torah, Genesis 41:29:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>הנה,</b> אחרי שפתר החלום בכלל באמרו שהפרות והשבלים ירמזו לשנים, בא עתה לבאר פרטיו, והתחיל לומר מה שאמרתי שהאלהים הראה את פרעה, הוא כי שבע שנים באות וכו':", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187873c9371ec0cebe5e1e", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 41:29:2", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Reggio on Torah, Genesis 41:29:2", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״א:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>שבע גדול,</b> שיעורו אשר בהם יהיה שבע גדול:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187874c9371ec0cebe5e20", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 41:29:3", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Reggio on Torah, Genesis 41:29:3", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״א:כ״ט:ג׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 29.0003, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>בכל ארץ מצרים,</b> אבל ברעב לא הזכיר ארץ מצרים, כי גם בארצות אחרות אשר סביבותיה יהיה רעב, ויצטרכו לרדת שמה לשבור בר, אבל השבע לא יהיה כ\"א בארץ מצרים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487462770699c26744fd138", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Midrash Sekhel Tov, Bereshit 41:29:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "הנה. בקרב זמן:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487462770699c26744fd13a", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 41:29:2", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Midrash Sekhel Tov, Bereshit 41:29:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״א:כ״ט:ב׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 29.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "שבע שנים באות שבע גדול בכל ארץ מצרים. כנגד ז' פרות הבריאות וז' שבלים המלאות שבישרוך ז' זימני חריש וקציר יפה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc27758c1dc532ec8663", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 41:29", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Steinsaltz on Genesis 41:29", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״א:כ״ט", "anchorVerse": 29, "sourceHasEn": true, "commentaryNum": 41.0029, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>הִנֵּה שֶׁבַע שָׁנִים בָּאוֹת, שָׂבָע גָּדוֹל בְּכָל אֶרֶץ מִצְרָיִם.</b> אלה הן הפרות הבריאות והשיבולים הטובות.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Behold, seven years are coming </b>in which there will be <b>great plenty throughout the land of Egypt. </b>These are represented by the fat cows and the good ears.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "66c5bf2b4593c6646fbbdef2", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:74:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:74:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״א:ע״ד:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 74.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(עד) פי' שבע הוא שם המקרה, ושיעורו אשר בהם יהיה שבע גדול:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2b99301ef2cbbbdf4a", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:75:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:75:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״א:ע״ה:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 75.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(עה) שהוא ג\"כ שם המקרה:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2ba6f03c9345bbdee8", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:76:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:76:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״א:ע״ו:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 76.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(עו) פי' אם הוא אכל, הנה הוא שבע, והפעולה נקראת שובע, כי המאכל פועל השובע:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66c5bf2b08168763cbbbdd46", "index_title": "Mechokekei Yehudah; Yahel Ohr", "category": "Commentary", "type": "commentary", "ref": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:77:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Mechokekei Yehudah; Yahel Ohr, Genesis 41:77:1", "sourceHeRef": "מחוקקי יהודה; יהל אור, בראשית מ״א:ע״ז:א׳", "anchorVerse": 29, "sourceHasEn": false, "commentaryNum": 77.0001, "collectiveTitle": {"en": "Mechokekei Yehudah; Yahel Ohr", "he": "מחוקקי יהודה; יהל אור"}, "heTitle": "בראשית", "he": "(עז) כי אנו מודים על המאכל שנתן לנו להיות שבע:", "heVersionTitle": "Piotrkow, 1907-1911", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59765563d6e4a90179bf65c6", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 41:29:1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "Be'er Mayim Chaim, Genesis 41:29:1", "sourceHeRef": "באר מים חיים, בראשית מ״א:כ״ט:א׳", "anchorVerse": 29, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>הנה</b> שבע שנים באות שבע גדול וגו' וקמו שבע שני רעב אחריהן ונשכח כל השבע וגו'. אמר וקמו שבע שני רעב וגו' ולא אמר ויהיו וגו', לומר כי על ידי שני השבע יתחזקו ויתקיימו שני הרעב בבחינת הטוב מבחין את הרע ורק לזה בא השובע שיראו גודל חזקת הרעב כי רב הוא עד אשר נשכח כל השבע שהיה. ולא זה לבד כי גם, ", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d010b6084aa1cbeff303", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בּוֹא 1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "BDB, בּוֹא 1", "sourceHeRef": "בראון-דרייבר-בריגס, בּוֹא א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בּוֹא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בּוֹא</span></big></big><sub>2569</sub><big></big>  <strong>vb.</strong> come in, come, go in, go <strong>(</strong>Assyrian <em>bâʾu</em> Hpt<sup>KAT 499</sup>, Ethiopic ቦአ Arabic <span dir=\"rtl\">بَآءَ</span> <em>return</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">בָּא</span> <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a> +; 3 fs. <span dir=\"rtl\">בָּ֫אָה</span> <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">Gn 15:17</a> +; sf. <span dir=\"rtl\">בָּאַתְנוּ</span> <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">ψ 44:18</a>; 2 ms. <span dir=\"rtl\">בָּ֫אתָ</span> <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a> +, <span dir=\"rtl\">בָּ֫אתָה</span> <a data-ref=\"II Samuel 3:7\" href=\"/II_Samuel.3.7\">2 S 3:7</a>; 2 fs. <span dir=\"rtl\">בָּאתְ</span> <a data-ref=\"Genesis 16:8\" href=\"/Genesis.16.8\">Gn 16:8</a> <a data-ref=\"Ruth 2:12\" href=\"/Ruth.2.12\">Ru 2:12</a>, <span dir=\"rtl\">וּבָאתְ</span> consec. <a data-ref=\"Ruth 3:4\" href=\"/Ruth.3.4\">Ru 3:4</a> <a data-ref=\"II Samuel 14:3\" href=\"/II_Samuel.14.3\">2 S 14:3</a> <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>; 3 pl. <span dir=\"rtl\">בָּאוּ</span> <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> +; 1 pl. <span dir=\"rtl\">בָּאנוּ</span> <a data-ref=\"Genesis 32:7\" href=\"/Genesis.32.7\">Gn 32:7</a> + (<span dir=\"rtl\">בָּנוּ</span> <a data-ref=\"I Samuel 25:8\" href=\"/I_Samuel.25.8\">1 S 25:8</a>), etc.; Impf. <span dir=\"rtl\">יָבוֹא</span> <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a> +, <span dir=\"rtl\">יָבֹא</span> <a data-ref=\"Genesis 49:10\" href=\"/Genesis.49.10\">Gn 49:10</a> +; 3 fs. <span dir=\"rtl\">תָּבוֹא</span> <a data-ref=\"Genesis 41:50\" href=\"/Genesis.41.50\">Gn 41:50</a> +; sf. <span dir=\"rtl\">תְּבוֹאָֽתְךָ</span> <a data-ref=\"Job 22:21\" href=\"/Job.22.21\">Jb 22:21</a> (but text dub. v. Kö<sup>i. 644</sup>); 2 ms. <span dir=\"rtl\">תָּבוֹא</span> <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a> +; 2 fs. <span dir=\"rtl\">תָּבוֹאִי</span> <a data-ref=\"Ruth 3:17\" href=\"/Ruth.3.17\">Ru 3:17</a> +; 1 s. <span dir=\"rtl\">אָבוֹא</span> <a data-ref=\"Genesis 33:14\" href=\"/Genesis.33.14\">Gn 33:14</a> +; cohort. <span dir=\"rtl\">אָבֹ֫אָה</span> <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a>, <span dir=\"rtl\">אָב֫וֹאָה</span> <a data-ref=\"Genesis 29:21\" href=\"/Genesis.29.21\">Gn 29:21</a> +, <span dir=\"rtl\">וַתָּבֹאתִי</span> <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">1 S 25:34</a> (Qr <span dir=\"rtl\">וַתָּבֹאת</span>, but text prob. wrong, v. Kö<sup>i. 647</sup> Dr, read <span dir=\"rtl\">וַתָּבֹאִי</span>); 3 pl. m. <span dir=\"rtl\">יָבוֹאוּ</span> <a data-ref=\"Genesis 6:20\" href=\"/Genesis.6.20\">Gn 6:20</a> +, also (by textual error) <span dir=\"rtl\">בֹּאוּ</span> <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a> cf. Kö<sup>i. 645</sup>, <span dir=\"rtl\">יְבֹא֑וּן</span> <a data-ref=\"Psalms 95:11\" href=\"/Psalms.95.11\">ψ 95:11</a>, sf. <span dir=\"rtl\">יְבֹאוּנִי</span> <a data-ref=\"Psalms 119:77\" href=\"/Psalms.119.77\">ψ 119:77</a>, <span dir=\"rtl\">וִיבֹאֻנִי</span> v <a data-ref=\"Psalms 119:41\" href=\"/Psalms.119.41\">41</a>; <a data-ref=\"Psalms 119:3\" href=\"/Psalms.119.3\">3 f.</a> pl. <span dir=\"rtl\">תָּבֹאןָ</span> <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">Gn 30:38</a>, <span dir=\"rtl\">תָּבוֹאנָה</span> <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a> +; <span dir=\"rtl\">תְּבֹאֶינָה</span> <a data-ref=\"I Samuel 10:7\" href=\"/I_Samuel.10.7\">1 S 10:7</a> <a data-ref=\"Psalms 45:16\" href=\"/Psalms.45.16\">ψ 45:16</a>, etc.; Imv. <span dir=\"rtl\">בּוֹא</span>, <span dir=\"rtl\">בֹּא</span> <a data-ref=\"Genesis 7:1\" href=\"/Genesis.7.1\">Gn 7:1</a> +, <span dir=\"rtl\">בֹּ֫אָה</span> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a> <a data-ref=\"I Kings 13:7\" href=\"/I_Kings.13.7\">1 K 13:7</a>, <span dir=\"rtl\">בּ֫וֹאִי</span>, <span dir=\"rtl\">בֹּ֫אִי</span> <a data-ref=\"II Samuel 13:11\" href=\"/II_Samuel.13.11\">2 S 13:11</a> +; mpl. <span dir=\"rtl\">בֹּ֫אוּ</span> <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> +; Inf. <span dir=\"rtl\">בּוֹא</span>, <span dir=\"rtl\">בֹּא</span> <a data-ref=\"Genesis 39:16\" href=\"/Genesis.39.16\">Gn 39:16</a> +; sf. <span dir=\"rtl\">בֹּאִי</span>, <span dir=\"rtl\">בּוֹאִי</span> <a data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\">Gn 48:5</a> +, <span dir=\"rtl\">בּוֹאֲךָ</span> <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">1 S 29:6</a> +, <span dir=\"rtl\">בֹּאֲכָה</span> <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a> +, etc., <span dir=\"rtl\">בֹּאָם</span> <a data-ref=\"Genesis 34:5\" href=\"/Genesis.34.5\">Gn 34:5</a> +, <span dir=\"rtl\">בֹּאָן</span> <a data-ref=\"Genesis 30:38\" href=\"/Genesis.30.38\">Gn 30:38</a> cf. <a data-ref=\"Ezekiel 42:12\" href=\"/Ezekiel.42.12\">Ez 42:12</a> (where Co for <span dir=\"rtl\">בְּבוֹאָן</span> reads <span dir=\"rtl\">לבוא להנה</span>); Pt. <span dir=\"rtl\">בָּא</span> <a data-ref=\"Genesis 33:1\" href=\"/Genesis.33.1\">Gn 33:1</a> +; f. <span dir=\"rtl\">בָּאָ֫ה</span> <a data-ref=\"Genesis 29:6\" href=\"/Genesis.29.6\">Gn 29:6</a> +, <span dir=\"rtl\">הַבָּ֫אָה</span> <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a> + (accent wrong Ew<sup>§ 331 b N.</sup>); pl. <span dir=\"rtl\">בָּאִים</span> <a data-ref=\"Genesis 18:11\" href=\"/Genesis.18.11\">Gn 18:11</a> +; cstr. <span dir=\"rtl\">בָּאֵי</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a> +; f. abs. <span dir=\"rtl\">בָּאוֹת</span> <a data-ref=\"Genesis 41:29\" href=\"/Genesis.41.29\">Gn 41:29</a>; (see further on forms Kö<sup>i. 634 f.</sup>);— <strong>1.</strong>  <em>come in</em>, sq. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Genesis 6:18\" href=\"/Genesis.6.18\">Gn 6:18</a>; <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">7:9</a>, <a data-ref=\"Genesis 7:13\" href=\"/Genesis.7.13\">13</a>, sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">Gn 19:8</a> & so (subj. <span dir=\"rtl\">רוּחַ</span>) <a data-ref=\"Ezekiel 2:2\" href=\"/Ezekiel.2.2\">Ez 2:2</a>; <a data-ref=\"Ezekiel 37:10\" href=\"/Ezekiel.37.10\">37:10</a>, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Esther 6:4\" href=\"/Esther.6.4\">Est 6:4</a>, sq. <span dir=\"rtl\">ה—ָ</span> loc. <a data-ref=\"Genesis 12:11\" href=\"/Genesis.12.11\">Gn 12:11</a>; <a data-ref=\"Genesis 41:57\" href=\"/Genesis.41.57\">41:57</a> <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a>, sq. acc. <span dir=\"rtl\">(בית)</span> <a data-ref=\"Judges 18:18\" href=\"/Judges.18.18\">Ju 18:18</a> <a data-ref=\"II Kings 11:19\" href=\"/II_Kings.11.19\">2 K 11:19</a> cf. <a data-ref=\"Psalms 100:4\" href=\"/Psalms.100.4\">ψ 100:4</a> <span dir=\"rtl\">(שַׁעֲרָיו)</span>, & <span dir=\"rtl\">בָּאֵי שַׁעַר עִירוֹ</span> <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">Gn 23:10</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>; even of lifeless things <a data-ref=\"II Kings 18:21\" href=\"/II_Kings.18.21\">2 K 18:21</a>, <span dir=\"rtl\">וּבָא בְכַפּוֹ</span> (of broken reed) = pierce; of food and drink (sq. <span dir=\"rtl\">אֶל־</span>) <a data-ref=\"Daniel 10:3\" href=\"/Daniel.10.3\">Dn 10:3</a> cf. <a data-ref=\"Genesis 41:21\" href=\"/Genesis.41.21\">Gn 41:21</a> (fat kine when eaten by lean kine); v. also (sq. <span dir=\"rtl\">בְּ</span>) <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">Nu 5:22</a>, <a data-ref=\"Numbers 5:24\" href=\"/Numbers.5.24\">24</a>, <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">27</a>; abs. <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">Gn 7:16</a>; <a data-ref=\"Genesis 24:31\" href=\"/Genesis.24.31\">24:31</a> <a data-ref=\"I Kings 1:42\" href=\"/I_Kings.1.42\">1 K 1:42</a>; <a data-ref=\"I Kings 14:6\" href=\"/I_Kings.14.6\">14:6</a> cf. <a data-ref=\"II Kings 11:5\" href=\"/II_Kings.11.5\">2 K 11:5</a>, <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">9</a> = <a data-ref=\"II Chronicles 23:4\" href=\"/II_Chronicles.23.4\">2 Ch 23:4</a>, <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">8</a> +; more partic. <strong>a.</strong>  opp. <span dir=\"rtl\">יָצָא</span>, <em>go out and come in</em> (Sab. <span dir=\"rtl\">וצֿאם או בהאם</span> Hal<sup>152</sup>) <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> <a data-ref=\"I Kings 15:17\" href=\"/I_Kings.15.17\">1 K 15:17</a> = <a data-ref=\"II Chronicles 16:1\" href=\"/II_Chronicles.16.1\">2 Ch 16:1</a> <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>; especially in sense of going about one’s affairs <a data-ref=\"Deuteronomy 28:6\" href=\"/Deuteronomy.28.6\">Dt 28:6</a>; <a data-ref=\"Deuteronomy 28:19\" href=\"/Deuteronomy.28.19\">19</a> <a data-ref=\"Zechariah 8:10\" href=\"/Zechariah.8.10\">Zc 8:10</a> <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">ψ 121:8</a>; <em>id.</em> + <span dir=\"rtl\">ישׁב</span> <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a> = <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a>; also sq. <span dir=\"rtl\">לִפְנֵי הָעָם</span> etc. = act as ruler (judge) of, <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"II Chronicles 1:10\" href=\"/II_Chronicles.1.10\">2 Ch 1:10</a> cf. <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a>; of leading an army <a data-ref=\"I Samuel 18:13\" href=\"/I_Samuel.18.13\">1 S 18:13</a>, <a data-ref=\"I Samuel 18:16\" href=\"/I_Samuel.18.16\">16</a> cf. also <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a>; v. further <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a> <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">1 S 29:6</a> & sub <strong>c.</strong> infr. <strong>b.</strong>  of taking part in worship of congregation <a data-ref=\"Deuteronomy 23:2\" href=\"/Deuteronomy.23.2\">Dt 23:2</a>, <a data-ref=\"Deuteronomy 23:3\" href=\"/Deuteronomy.23.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 23:4\" href=\"/Deuteronomy.23.4\">4</a><sup>(×2)</sup> + (sq. <span dir=\"rtl\">בְּ</span>); or entering into tabernacle for priestly service <a data-ref=\"Exodus 28:29\" href=\"/Exodus.28.29\">Ex 28:29</a>, <a data-ref=\"Exodus 28:35\" href=\"/Exodus.28.35\">35</a> <a data-ref=\"Leviticus 16:22\" href=\"/Leviticus.16.22\">Lv 16:22</a> (all sq. <span dir=\"rtl\">אֶל־</span>), <a data-ref=\"Exodus 28:30\" href=\"/Exodus.28.30\">Ex 28:30</a> (sq. <span dir=\"rtl\">לִפְנֵי יהוה</span>), <a data-ref=\"Leviticus 16:17\" href=\"/Leviticus.16.17\">Lv 16:17</a> (sq. inf.) +. <strong>c.</strong>  of entering on official duty <a data-ref=\"II Kings 11:9\" href=\"/II_Kings.11.9\">2 K 11:9</a> = <a data-ref=\"II Chronicles 23:8\" href=\"/II_Chronicles.23.8\">2 Ch 23:8</a> <a data-ref=\"I Chronicles 27:1\" href=\"/I_Chronicles.27.1\">1 Ch 27:1</a> (all opp. <span dir=\"rtl\">יצא</span>). <strong>d.</strong>  of bride coming into her husband’s house <a data-ref=\"Joshua 15:18\" href=\"/Joshua.15.18\">Jos 15:18</a> = <a data-ref=\"Judges 1:14\" href=\"/Judges.1.14\">Ju 1:14</a>. <strong>e.</strong>  of entering a woman’s tent or apartment (with implication <em>coire cum femina</em>, cf. Arabic <span dir=\"rtl\">بَآءٌ</span> NH <span dir=\"rtl\">בִּיאָה</span> <em>coitio</em>; on origin of this use of word cf. RS<sup>K 90, 167, 291</sup>) <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a> <span dir=\"rtl\">אֶל־אִשְׁתִּי הֶחָ֑דְרָה</span>, <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">16</a>;<a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">1</a> <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">Gn 6:4</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 30:3\" href=\"/Genesis.30.3\">30:3</a>; <a data-ref=\"Genesis 38:8\" href=\"/Genesis.38.8\">38:8</a>, <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">9</a>; <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">39:14</a> <a data-ref=\"Deuteronomy 22:13\" href=\"/Deuteronomy.22.13\">Dt 22:13</a> <a data-ref=\"II Samuel 12:24\" href=\"/II_Samuel.12.24\">2 S 12:24</a>; <a data-ref=\"II Samuel 16:21\" href=\"/II_Samuel.16.21\">16:21</a>; <a data-ref=\"II Samuel 20:3\" href=\"/II_Samuel.20.3\">20:3</a> <a data-ref=\"Ezekiel 23:44\" href=\"/Ezekiel.23.44\">Ez 23:44</a><sup>(×3)</sup> <a data-ref=\"Proverbs 6:29\" href=\"/Proverbs.6.29\">Pr 6:29</a> (all sq. <span dir=\"rtl\">אֶל־</span>); sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Genesis 19:31\" href=\"/Genesis.19.31\">Gn 19:31</a> <a data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\">Dt 25:5</a> <span dir=\"rtl\">יָבֹא עָלֶיהָ וּלְקָחָהּ לוֹ לְאִשָּׁה</span>; cf. <span dir=\"rtl\">בָּאֶיהָ</span> <a data-ref=\"Proverbs 2:19\" href=\"/Proverbs.2.19\">Pr 2:19</a>;—subj. rarely woman <a data-ref=\"Genesis 19:34\" href=\"/Genesis.19.34\">Gn 19:34</a> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>. <strong>f.</strong>  of associating with (sq. <span dir=\"rtl\">בְּ</span>) <a data-ref=\"Joshua 23:7\" href=\"/Joshua.23.7\">Jos 23:7</a>, <a data-ref=\"Joshua 23:12\" href=\"/Joshua.23.12\">12</a> cf. <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">Gn 49:6</a> <span dir=\"rtl\">בְּסֹדָם אַל תָּבֹא נַפְשִׁי</span> (<span dir=\"rtl\">אַל־תֵּחַד</span> ‖ <span dir=\"rtl\">בִּקְהָלָם</span>). <strong>g.</strong>  of entering into specific relations, <span dir=\"rtl\">בּ׳ בְאָלָה</span>, <span dir=\"rtl\">בּ׳ בִבְרִית</span> (v. <a data-ref=\"BDB, אלה\" href=\"/BDB,_אלה\", dir=\"rtl\">אלה</a>, <a data-ref=\"BDB, בְּרִית\" href=\"/BDB,_בְּרִית\", dir=\"rtl\">ברית</a>); <span dir=\"rtl\">בּוֹא בְדָמִים</span> <em>come into blood-guiltiness</em>, became guilty of murder <a data-ref=\"I Samuel 25:26\" href=\"/I_Samuel.25.26\">1 S 25:26</a>. <strong>h.</strong>  of burial, <span dir=\"rtl\">בּ׳ אֶל־קֶבֶר</span> <a data-ref=\"I Kings 13:22\" href=\"/I_Kings.13.22\">1 K 13:22</a>; <a data-ref=\"I Kings 14:13\" href=\"/I_Kings.14.13\">14:13</a> cf. <span dir=\"rtl\">תָּבוֹא אֶל־אֲבוֹתֶיךָ</span> <a data-ref=\"Genesis 15:15\" href=\"/Genesis.15.15\">Gn 15:15</a> (‖ <span dir=\"rtl\">תִּקָּבֵר</span>). <strong>i.</strong>  of sun, <em>set</em> (go in, enter, cf. Assyrian <em>erîb šamši</em> COT <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>; opp. <span dir=\"rtl\">יצא</span> <em>go forth, rise</em>) <a data-ref=\"Genesis 15:12\" href=\"/Genesis.15.12\">Gn 15:12</a>, <a data-ref=\"Genesis 15:17\" href=\"/Genesis.15.17\">17</a>; <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">28:11</a> <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a>; <a data-ref=\"Exodus 22:25\" href=\"/Exodus.22.25\">22:25</a> <a data-ref=\"Leviticus 22:7\" href=\"/Leviticus.22.7\">Lv 22:7</a> <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">Dt 16:6</a>; <a data-ref=\"Deuteronomy 23:12\" href=\"/Deuteronomy.23.12\">23:12</a>; <a data-ref=\"Deuteronomy 24:13\" href=\"/Deuteronomy.24.13\">24:13</a>, <a data-ref=\"Deuteronomy 24:15\" href=\"/Deuteronomy.24.15\">15</a> <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a>; <a data-ref=\"Joshua 10:13\" href=\"/Joshua.10.13\">10:13</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> <a data-ref=\"Judges 19:14\" href=\"/Judges.19.14\">Ju 19:14</a> <a data-ref=\"Ecclesiastes 1:5\" href=\"/Ecclesiastes.1.5\">Ec 1:5</a> <a data-ref=\"II Samuel 2:24\" href=\"/II_Samuel.2.24\">2 S 2:24</a>; <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">3:35</a> <a data-ref=\"I Kings 22:36\" href=\"/I_Kings.22.36\">1 K 22:36</a>; <a data-ref=\"I Kings 18:34\" href=\"/I_Kings.18.34\">18:34</a>; so also fig. <a data-ref=\"Jeremiah 15:9\" href=\"/Jeremiah.15.9\">Je 15:9</a> of calamity <span dir=\"rtl\">בּאה שִׁמְשָׁהּ בְּעוֹד יוֹמָם</span> (‖ <span dir=\"rtl\">אֻמְלְלָה יֹלֶדֶת הַשִּׁבְעָה</span> etc.), cf. <a data-ref=\"Isaiah 60:20\" href=\"/Isaiah.60.20\">Is 60:20</a>; <a data-ref=\"Micah 3:6\" href=\"/Micah.3.6\">Mi 3:6</a> <span dir=\"rtl\">וּב׳ הַשֶּׁמֶשׁ עַל־הַנְּבִיאִים</span> of ignorance and confusion. <strong>j.</strong>  of harvest, <em>come in</em> = be gathered <a data-ref=\"Leviticus 25:22\" href=\"/Leviticus.25.22\">Lv 25:22</a> (cf. <a data-ref=\"BDB, תְּבוּאָה\" href=\"/BDB,_תְּבוּאָה\", dir=\"rtl\">תְּבוּאָה</a>); so of revenue (<em>income</em>) <a data-ref=\"I Kings 10:14\" href=\"/I_Kings.10.14\">1 K 10:14</a> = <a data-ref=\"II Chronicles 9:13\" href=\"/II_Chronicles.9.13\">2 Ch 9:13</a> (sq. <span dir=\"rtl\">לְ</span> pers.),—opp. <span dir=\"rtl\">יצא</span> <em>be expended</em>. <strong>k.</strong> in other phrases: <span dir=\"rtl\">וַתָּבֹא הָעִיר בַּמָּצוֹר</span> <a data-ref=\"II Kings 24:10\" href=\"/II_Kings.24.10\">2 K 24:10</a> + <em>and the city came into siege;</em> cf. <a data-ref=\"Psalms 105:18\" href=\"/Psalms.105.18\">ψ 105:18</a> <span dir=\"rtl\">בַּרְזֶל בָּאָה נַפְשׁוֹ</span> <em>his soul came into iron</em> (v. AV RVm; Che <em>felt iron chains</em>, cf. Ew Ol Hup Pe; 𝔗 Hi De al. <em>iron came upon his soul</em>); <span dir=\"rtl\">בָּא בַּיָּמִים</span> <em>come into</em> (<em>the</em>) <em>days</em>, = advanced in age <a data-ref=\"Genesis 24:1\" href=\"/Genesis.24.1\">Gn 24:1</a> <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">Jos 13:1</a>; <a data-ref=\"Joshua 23:1\" href=\"/Joshua.23.1\">23:1</a> (all ‖ <span dir=\"rtl\">זָקֵן</span>); on <a data-ref=\"I Samuel 17:12\" href=\"/I_Samuel.17.12\">1 S 17:12</a> v. Dr <strong>2.</strong>  <em>come</em> (approach, arrive) opp. <span dir=\"rtl\">הָלַךְ</span> <a data-ref=\"Genesis 16:8\" href=\"/Genesis.16.8\">Gn 16:8</a> <a data-ref=\"I Samuel 20:21\" href=\"/I_Samuel.20.21\">1 S 20:21</a> (cf. v <a data-ref=\"I Samuel 20:22\" href=\"/I_Samuel.20.22\">22</a>) <a data-ref=\"Nehemiah 6:17\" href=\"/Nehemiah.6.17\">Ne 6:17</a> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>, <a data-ref=\"Ecclesiastes 5:15\" href=\"/Ecclesiastes.5.15\">15</a> (of birth opp. death); sq. <span dir=\"rtl\">אֶל־</span> pers. vel rei <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Genesis 37:23\" href=\"/Genesis.37.23\">37:23</a>; sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Exodus 18:23\" href=\"/Exodus.18.23\">Ex 18:23</a> <a data-ref=\"II Chronicles 20:24\" href=\"/II_Chronicles.20.24\">2 Ch 20:24</a> (<em>come up upon</em>, almost = <em>ascend</em>); cf. also <a data-ref=\"Leviticus 21:11\" href=\"/Leviticus.21.11\">Lv 21:11</a> <a data-ref=\"Numbers 6:6\" href=\"/Numbers.6.6\">Nu 6:6</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"I Samuel 9:12\" href=\"/I_Samuel.9.12\">1 S 9:12</a> <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">2 Ch 29:17</a>; sq. <span dir=\"rtl\">עַד</span> <a data-ref=\"Numbers 13:22\" href=\"/Numbers.13.22\">Nu 13:22</a> <a data-ref=\"Judges 15:14\" href=\"/Judges.15.14\">Ju 15:14</a> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; cf. <span dir=\"rtl\">בָּאוּ בָנִים עַד־מַשְׁבֵּר</span> <a data-ref=\"II Kings 19:3\" href=\"/II_Kings.19.3\">2 K 19:3</a> = <a data-ref=\"Isaiah 37:3\" href=\"/Isaiah.37.3\">Is 37:3</a> <em>children have come to the birth;</em> sq. <span dir=\"rtl\">עַד</span> + <span dir=\"rtl\">אֶל</span> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a> <span dir=\"rtl\">בָּא עַד אֲלֵיהֶם</span>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Judges 11:16\" href=\"/Judges.11.16\">Ju 11:16</a> <a data-ref=\"II Kings 6:4\" href=\"/II_Kings.6.4\">2 K 6:4</a>; sq. acc. <a data-ref=\"I Samuel 4:12\" href=\"/I_Samuel.4.12\">1 S 4:12</a>; <a data-ref=\"II Kings 8:7\" href=\"/II_Kings.8.7\">2 K 8:7</a> <a data-ref=\"Jeremiah 32:24\" href=\"/Jeremiah.32.24\">Je 32:24</a>; cf. also <a data-ref=\"Lamentations 1:4\" href=\"/Lamentations.1.4\">La 1:4</a> <span dir=\"rtl\">בָּאֵי מוֹעֵד</span> <em>those coming to an appointed feast;</em> abs. <a data-ref=\"Genesis 45:16\" href=\"/Genesis.45.16\">Gn 45:16</a> <em>Joseph’s brethren are come</em>, & often; also of lifeless things, ark of <span dir=\"rtl\">י׳</span> <a data-ref=\"I Samuel 4:6\" href=\"/I_Samuel.4.6\">1 S 4:6</a>; wind <a data-ref=\"Job 1:19\" href=\"/Job.1.19\">Jb 1:19</a>; so <span dir=\"rtl\">כַּסְפְּכֶם בָּא אֵלָ֑י</span> <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">Gn 43:23</a> <em>your money came unto me</em> = I received your money; <em>our inheritance has fallen to us</em> <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">Nu 32:19</a> (c. <span dir=\"rtl\">אֶל־</span>); so <a data-ref=\"I Samuel 9:16\" href=\"/I_Samuel.9.16\">1 S 9:16</a> <em>its cry is come unto me</em>, cf. <a data-ref=\"Genesis 18:21\" href=\"/Genesis.18.21\">Gn 18:21</a> <a data-ref=\"Exodus 3:9\" href=\"/Exodus.3.9\">Ex 3:9</a> <a data-ref=\"Lamentations 1:22\" href=\"/Lamentations.1.22\">La 1:22</a>; of time, often of imminent future, especially in phr. <span dir=\"rtl\">הִנֵּה יָמִים בָּאִים</span> <a data-ref=\"Isaiah 39:6\" href=\"/Isaiah.39.6\">Is 39:6</a> = <a data-ref=\"II Kings 20:17\" href=\"/II_Kings.20.17\">2 K 20:17</a> <a data-ref=\"Jeremiah 7:32\" href=\"/Jeremiah.7.32\">Je 7:32</a>; <a data-ref=\"Jeremiah 9:24\" href=\"/Jeremiah.9.24\">9:24</a>; <a data-ref=\"Jeremiah 16:14\" href=\"/Jeremiah.16.14\">16:14</a>; <a data-ref=\"Jeremiah 19:6\" href=\"/Jeremiah.19.6\">19:6</a>; cf. also <a data-ref=\"I Samuel 26:10\" href=\"/I_Samuel.26.10\">1 S 26:10</a> <a data-ref=\"Ezekiel 7:7\" href=\"/Ezekiel.7.7\">Ez 7:7</a> +; of day of <span dir=\"rtl\">י׳</span> <a data-ref=\"Joel 2:1\" href=\"/Joel.2.1\">Jo 2:1</a>; <a data-ref=\"Joel 3:4\" href=\"/Joel.3.4\">3:4</a> <a data-ref=\"Zechariah 14:1\" href=\"/Zechariah.14.1\">Zc 14:1</a> <a data-ref=\"Malachi 3:2\" href=\"/Malachi.3.2\">Mal 3:2</a>, <a data-ref=\"Malachi 3:19\" href=\"/Malachi.3.19\">19</a>, <a data-ref=\"Malachi 3:23\" href=\"/Malachi.3.23\">23</a>; also ptcp. as adj. <span dir=\"rtl\">הַיָּמִים הַבָּאִים</span> <a data-ref=\"Ecclesiastes 2:16\" href=\"/Ecclesiastes.2.16\">Ec 2:16</a> cf. <a data-ref=\"Jeremiah 47:4\" href=\"/Jeremiah.47.4\">Je 47:4</a>; as subst. <span dir=\"rtl\">הַבָּאוֹת</span> <a data-ref=\"Isaiah 41:22\" href=\"/Isaiah.41.22\">Is 41:22</a> <em>things to come</em>, future things; & <span dir=\"rtl\">הַבָּאִים</span> alone = adv. <em>in</em> (<em>days</em>) <em>to come</em> <a data-ref=\"Isaiah 27:6\" href=\"/Isaiah.27.6\">Is 27:6</a>; partic. <strong>a.</strong>  <em>come with</em>, i. e. come, bringing, sq. <span dir=\"rtl\">בְּ</span>: <span dir=\"rtl\">אָבוֹא בֵיתְךָ בְעוֹלוֹת</span> <a data-ref=\"Psalms 66:13\" href=\"/Psalms.66.13\">ψ 66:13</a>; <span dir=\"rtl\">אָבוֹא בִּגְבֻרוֹת אדני י׳</span> <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">ψ 71:16</a> (‖ <span dir=\"rtl\">אַזְכִּיר צִדְקָֽתְךָ</span>) so <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">Lv 16:3</a> & perhaps <a data-ref=\"Proverbs 18:6\" href=\"/Proverbs.18.6\">Pr 18:6</a>—cf. <span dir=\"rtl\">בְּ</span> <strong>III. 1. b.</strong> <strong>b.</strong>  <em>come upon, fall</em> or <em>light upon</em>, of enemy, <em>attack</em>, sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">Gn 34:27</a> <a data-ref=\"I Samuel 11:12\" href=\"/I_Samuel.11.12\">1 S 11:12</a> cf. <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a> (sq. <span dir=\"rtl\">אֶל־</span>); sq. sf. <a data-ref=\"Job 15:21\" href=\"/Job.15.21\">Jb 15:21</a>, so also <a data-ref=\"Job 20:22\" href=\"/Job.20.22\">20:22</a> <a data-ref=\"Ezekiel 32:11\" href=\"/Ezekiel.32.11\">Ez 32:11</a>; of calamity, etc. <a data-ref=\"Proverbs 10:24\" href=\"/Proverbs.10.24\">Pr 10:24</a>; <a data-ref=\"Proverbs 28:22\" href=\"/Proverbs.28.22\">28:22</a> <a data-ref=\"Psalms 36:12\" href=\"/Psalms.36.12\">ψ 36:12</a>; <a data-ref=\"Psalms 44:18\" href=\"/Psalms.44.18\">44:18</a> (all c. sf.); sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Job 3:25\" href=\"/Job.3.25\">Jb 3:25</a> (‖ <span dir=\"rtl\">אתה</span> c. sf.) <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a> (‖ <span dir=\"rtl\">בוא על</span>); of blessing, sq. <span dir=\"rtl\">עַל־</span> <a data-ref=\"Joshua 23:15\" href=\"/Joshua.23.15\">Jos 23:15</a>; sq. sf. <a data-ref=\"Job 22:21\" href=\"/Job.22.21\">Jb 22:21</a> (cf. Di) <a data-ref=\"Psalms 119:41\" href=\"/Psalms.119.41\">ψ 119:41</a>, <a data-ref=\"Psalms 119:77\" href=\"/Psalms.119.77\">77</a>. <strong>c.</strong>  <em>come to pass</em>, of signs, wonders, predictions, etc. <a data-ref=\"Deuteronomy 13:3\" href=\"/Deuteronomy.13.3\">Dt 13:3</a> <a data-ref=\"Joshua 23:14\" href=\"/Joshua.23.14\">Jos 23:14</a> <a data-ref=\"I Samuel 9:6\" href=\"/I_Samuel.9.6\">1 S 9:6</a> <span dir=\"rtl\">(בֹּא יָבֹא)</span> <a data-ref=\"Isaiah 42:9\" href=\"/Isaiah.42.9\">Is 42:9</a> <a data-ref=\"Jeremiah 28:9\" href=\"/Jeremiah.28.9\">Je 28:9</a> <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">Pr 13:12</a> <a data-ref=\"Job 6:8\" href=\"/Job.6.8\">Jb 6:8</a> +. <strong>d.</strong>  <a data-ref=\"Genesis 6:13\" href=\"/Genesis.6.13\">Gn 6:13</a> <span dir=\"rtl\">קֵץ כָּל־בָּשָׂר בָּא לְפָנַי</span> perhaps <em>has presented itself before me</em> (v. Kn), cf. <a data-ref=\"Lamentations 1:22\" href=\"/Lamentations.1.22\">La 1:22</a> supr. & <a data-ref=\"II Chronicles 7:11\" href=\"/II_Chronicles.7.11\">2 Ch 7:11</a> (where <span dir=\"rtl\">בוא</span> for usual <span dir=\"rtl\">עלה</span>); but perhaps (cf. Di) <em>has come to pass before me</em>, i. e. in my mind it is already a fact. <strong>e.</strong>  † in phr. <span dir=\"rtl\">עַד־בּוֹאֲךָ עַזָּה</span> <a data-ref=\"Judges 6:4\" href=\"/Judges.6.4\">Ju 6:4</a> cf. <a data-ref=\"Judges 11:33\" href=\"/Judges.11.33\">11:33</a> <a data-ref=\"I Samuel 17:52\" href=\"/I_Samuel.17.52\">1 S 17:52</a> <a data-ref=\"II Samuel 5:25\" href=\"/II_Samuel.5.25\">2 S 5:25</a> <a data-ref=\"I Kings 18:46\" href=\"/I_Kings.18.46\">1 K 18:46</a> <span dir=\"rtl\">(עַד־בֹּאֲכָה)</span> <em>until thou comest to</em> = as far as; so also <span dir=\"rtl\">בּוֹאֲךָ (בֹּאֲכָה)</span> alone, = as far as, or in the direction of, <a data-ref=\"Genesis 10:19\" href=\"/Genesis.10.19\">Gn 10:19</a><sup>(×2)</sup>, <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">30</a>; <a data-ref=\"Genesis 13:10\" href=\"/Genesis.13.10\">13:10</a>; <a data-ref=\"Genesis 25:18\" href=\"/Genesis.25.18\">25:18</a> <a data-ref=\"I Samuel 27:8\" href=\"/I_Samuel.27.8\">1 S 27:8</a> (all sq. <span dir=\"rtl\">ָה</span> loc.) <a data-ref=\"I Samuel 15:7\" href=\"/I_Samuel.15.7\">1 S 15:7</a>; so <span dir=\"rtl\">לְבֹא חֲמָת</span> <a data-ref=\"Numbers 13:21\" href=\"/Numbers.13.21\">Nu 13:21</a>; <a data-ref=\"Numbers 34:8\" href=\"/Numbers.34.8\">34:8</a> <a data-ref=\"Ezekiel 48:1\" href=\"/Ezekiel.48.1\">Ez 48:1</a>, cf. <a data-ref=\"Ezekiel 47:15\" href=\"/Ezekiel.47.15\">Ez 47:15</a> (in a different connexion <span dir=\"rtl\">לָבוֹא אפרתה</span> <a data-ref=\"Genesis 35:16\" href=\"/Genesis.35.16\">Gn 35:16</a>; <a data-ref=\"Genesis 48:7\" href=\"/Genesis.48.7\">48:7</a>); <span dir=\"rtl\">עַד לְבוֹא ח׳</span> <a data-ref=\"Joshua 13:5\" href=\"/Joshua.13.5\">Jos 13:5</a> <a data-ref=\"Judges 3:3\" href=\"/Judges.3.3\">Ju 3:3</a> <a data-ref=\"I Chronicles 13:5\" href=\"/I_Chronicles.13.5\">1 Ch 13:5</a>, cf. <a data-ref=\"I Chronicles 5:9\" href=\"/I_Chronicles.5.9\">5:9</a> <a data-ref=\"II Chronicles 26:8\" href=\"/II_Chronicles.26.8\">2 Ch 26:8</a> <a data-ref=\"Ezekiel 47:20\" href=\"/Ezekiel.47.20\">Ez 47:20</a>; <span dir=\"rtl\">מִלְּבוֹא ח׳</span> <a data-ref=\"Amos 6:14\" href=\"/Amos.6.14\">Am 6:14</a> <a data-ref=\"I Kings 8:65\" href=\"/I_Kings.8.65\">1 K 8:65</a> <a data-ref=\"II Kings 14:25\" href=\"/II_Kings.14.25\">2 K 14:25</a> <a data-ref=\"II Chronicles 7:8\" href=\"/II_Chronicles.7.8\">2 Ch 7:8</a>; of Isaac <span dir=\"rtl\">בָּא מִבּוֹא בְּאֵר לַחַי רֹאִי</span> <a data-ref=\"Genesis 24:62\" href=\"/Genesis.24.62\">Gn 24:62</a> (but text dub.) <strong>f.</strong>  <em>attain to</em> <span dir=\"rtl\">וְעַד הַשְּׁלשָׁה לֹא בָא</span> <a data-ref=\"II Samuel 23:19\" href=\"/II_Samuel.23.19\">2 S 23:19</a> = <a data-ref=\"I Chronicles 11:21\" href=\"/I_Chronicles.11.21\">1 Ch 11:21</a>. <strong>g.</strong>  <em>be enumerated</em> <span dir=\"rtl\">הַבָּאִים בְּשֵׁמוֹת</span>, lit. <em>those coming with names</em> <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">1 Ch 4:38</a>. <strong>3.</strong>  <em>go</em>, i.e. <em>walk, associate with</em> <span dir=\"rtl\">(עִם)</span> <a data-ref=\"Psalms 26:4\" href=\"/Psalms.26.4\">ψ 26:4</a>, so c. <span dir=\"rtl\">אֵת</span> <a data-ref=\"Proverbs 22:24\" href=\"/Proverbs.22.24\">Pr 22:24</a> (cf. <span dir=\"rtl\">הלך את</span> <a data-ref=\"Proverbs 13:20\" href=\"/Proverbs.13.20\">13:20</a> & <span dir=\"rtl\">התהלך את</span> <a data-ref=\"Genesis 5:22\" href=\"/Genesis.5.22\">Gn 5:22</a>, <a data-ref=\"Genesis 5:24\" href=\"/Genesis.5.24\">24</a>; <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">6:9</a>). <strong>4.</strong>  <em>go</em> (cf. <span dir=\"rtl\">הלך</span>) from speaker, but with limit of motion given <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">Is 22:15</a> <span dir=\"rtl\">לֶךְ־בֹּא אֶל־</span>, so <a data-ref=\"Ezekiel 3:4\" href=\"/Ezekiel.3.4\">Ez 3:4</a>, <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">11</a>; <a data-ref=\"Genesis 45:17\" href=\"/Genesis.45.17\">Gn 45:17</a> <span dir=\"rtl\">וּלְכוּ־בֹאוּ אַרְצָה כְּנָ֑עַן</span>; <a data-ref=\"I Samuel 22:5\" href=\"/I_Samuel.22.5\">1 S 22:5</a> <span dir=\"rtl\">לֵךְ וּבָאתָ־לְךָ אֶרֶץ יְהוּדָה</span>; <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">Is 47:5</a> <a data-ref=\"Jonah 1:3\" href=\"/Jonah.1.3\">Jon 1:3</a> <span dir=\"rtl\">אֳנִיָּה בָּאָה תַרְשִׁישׁ</span> <em>a ship going to Tarshish; go to war</em> <span dir=\"rtl\">יָבֹאוּ לַמִּלְחָמָה</span> <a data-ref=\"Numbers 32:6\" href=\"/Numbers.32.6\">Nu 32:6</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֵבִיא</span> <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a> +; sf. <span dir=\"rtl\">הֱבִיאַנִי</span> <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">Dt 9:4</a> +, etc.; 2 ms. <span dir=\"rtl\">הֵבֵיאתָ</span> <a data-ref=\"Isaiah 43:23\" href=\"/Isaiah.43.23\">Is 43:23</a>, <span dir=\"rtl\">הֵבֵאתָ</span> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> +, etc.; sf. <span dir=\"rtl\">הֲבִיֹאתַנִי</span> <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>, <span dir=\"rtl\">הֲבִיאֹתָנוּ</span> <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">Nu 16:14</a>, <span dir=\"rtl\">הֲבֵתָנוּ</span> <a data-ref=\"Psalms 66:11\" href=\"/Psalms.66.11\">ψ 66:11</a>; 1 s. <span dir=\"rtl\">הֵבֵאתִי</span> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> +, <span dir=\"rtl\">והבאיתי</span> <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a> Kt (Qr <span dir=\"rtl\">וְהֵבֵאתִי</span>); sf. <span dir=\"rtl\">וַהֲבִיאוֹתִיךָ</span> <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">Ez 38:16</a> +, <span dir=\"rtl\">הֲבֵאתִיהָ</span> <a data-ref=\"Isaiah 37:26\" href=\"/Isaiah.37.26\">Is 37:26</a>, etc.; 3 pl. <span dir=\"rtl\">הֵבִיאוּ</span> <a data-ref=\"Genesis 43:2\" href=\"/Genesis.43.2\">Gn 43:2</a> +; sf. <span dir=\"rtl\">הֱבִיאוּהוּ</span> <a data-ref=\"II Chronicles 28:27\" href=\"/II_Chronicles.28.27\">2 Ch 28:27</a> etc.; 2 mpl. <span dir=\"rtl\">הֲבֵאתֶם</span> <a data-ref=\"Numbers 20:4\" href=\"/Numbers.20.4\">Nu 20:4</a> +; <span dir=\"rtl\">וַהֲבִיאֹתֶם</span> <a data-ref=\"I Samuel 16:17\" href=\"/I_Samuel.16.17\">1 S 16:17</a>; 1 pl. sf. <span dir=\"rtl\">הֲבִיאֹנֻם</span> <a data-ref=\"Numbers 32:17\" href=\"/Numbers.32.17\">Nu 32:17</a>; Impf. <span dir=\"rtl\">יָבִיא (יָבִא)</span> <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">Lv 4:32</a> +, <span dir=\"rtl\">וַיָּבֵא</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a> +; sf. <span dir=\"rtl\">וַיְבִיאֵנִי</span> <a data-ref=\"Ezekiel 40:17\" href=\"/Ezekiel.40.17\">Ez 40:17</a>, etc.; 2 ms. <span dir=\"rtl\">תָּבִיא</span> <a data-ref=\"Job 14:3\" href=\"/Job.14.3\">Jb 14:3</a>; sf. <span dir=\"rtl\">תְּבִיאֵהוּ</span> <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>, <span dir=\"rtl\">וַתְּבִיאֵם</span> <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>, <span dir=\"rtl\">תְּבִאֵ֗מוֹ</span> <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a>, <span dir=\"rtl\">אָבִיא</span> <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a> + (<span dir=\"rtl\">אָבִי</span> <a data-ref=\"I Kings 21:29\" href=\"/I_Kings.21.29\">1 K 21:29</a> <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a>), etc.; Imv. <span dir=\"rtl\">הָבֵא</span> <a data-ref=\"Genesis 43:16\" href=\"/Genesis.43.16\">Gn 43:16</a> <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <span dir=\"rtl\">הָבֵיא</span> <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>, <span dir=\"rtl\">הָבִיאָה</span> <a data-ref=\"Genesis 27:7\" href=\"/Genesis.27.7\">Gn 27:7</a> +; fs. <span dir=\"rtl\">הָבִיאִי</span> <a data-ref=\"II Samuel 13:10\" href=\"/II_Samuel.13.10\">2 S 13:10</a> +, etc.; Inf. abs. <span dir=\"rtl\">הָבֵא</span> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a>; cstr. <span dir=\"rtl\">הָבִיא</span> <a data-ref=\"Genesis 18:19\" href=\"/Genesis.18.19\">Gn 18:19</a> +; Pt. <span dir=\"rtl\">מֵבִיא</span> <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a> +, <span dir=\"rtl\">מֵבִי</span> <a data-ref=\"I Kings 21:21\" href=\"/I_Kings.21.21\">1 K 21:21</a> + 3 times, <span dir=\"rtl\">מְבִיאֲךָ</span> <a data-ref=\"Deuteronomy 8:7\" href=\"/Deuteronomy.8.7\">Dt 8:7</a>; pl. <span dir=\"rtl\">מְבִיאִים (מְבִאִים)</span> <a data-ref=\"I Kings 10:25\" href=\"/I_Kings.10.25\">1 K 10:25</a> +; cstr. <span dir=\"rtl\">מְבִאֵי</span> <a data-ref=\"Jeremiah 17:26\" href=\"/Jeremiah.17.26\">Je 17:26</a>, <span dir=\"rtl\">מְבִיאֶיהָ</span> <a data-ref=\"Daniel 11:6\" href=\"/Daniel.11.6\">Dn 11:6</a>;— <strong>1.</strong>  <em>cause to come in, bring in</em> (conduct, lead, obj. persons and animals), sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a> <a data-ref=\"Song of Songs 2:4\" href=\"/Song_of_Songs.2.4\">Ct 2:4</a>; <a data-ref=\"Song of Songs 3:4\" href=\"/Song_of_Songs.3.4\">3:4</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Leviticus 26:41\" href=\"/Leviticus.26.41\">Lv 26:41</a> <a data-ref=\"Psalms 66:11\" href=\"/Psalms.66.11\">ψ 66:11</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Judges 19:21\" href=\"/Judges.19.21\">Ju 19:21</a> <a data-ref=\"I Samuel 19:22\" href=\"/I_Samuel.19.22\">1 S 19:22</a>; sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Esther 1:11\" href=\"/Esther.1.11\">Est 1:11</a>, <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">17</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Genesis 24:67\" href=\"/Genesis.24.67\">Gn 24:67</a>; <a data-ref=\"Genesis 46:7\" href=\"/Genesis.46.7\">46:7</a>; sq. <span dir=\"rtl\">ָה</span> + <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 19:10\" href=\"/Genesis.19.10\">Gn 19:10</a>, sq. acc. <span dir=\"rtl\">(חֶדֶר)</span> <a data-ref=\"Song of Songs 1:4\" href=\"/Song_of_Songs.1.4\">Ct 1:4</a> <a data-ref=\"II Kings 9:2\" href=\"/II_Kings.9.2\">2 K 9:2</a>; also <em>bring, carry in</em> (lifeless things), sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Numbers 31:54\" href=\"/Numbers.31.54\">Nu 31:54</a> <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">Mal 3:10</a>; sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Jeremiah 17:21\" href=\"/Jeremiah.17.21\">Je 17:21</a>; <em>send</em>, of sending (shooting) arrows (fig.) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <a data-ref=\"Leviticus 26:36\" href=\"/Leviticus.26.36\">Lv 26:36</a>; of sending breath <span dir=\"rtl\">(רוּחַ)</span> into dry bones <a data-ref=\"Ezekiel 37:5\" href=\"/Ezekiel.37.5\">Ez 37:5</a> (Co <span dir=\"rtl\">על</span>); sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Nehemiah 13:12\" href=\"/Nehemiah.13.12\">Ne 13:12</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> <a data-ref=\"II Kings 20:20\" href=\"/II_Kings.20.20\">2 K 20:20</a> <span dir=\"rtl\">וַיָּבֵא אֶת־הַמַּיִם הָעִ֑ירָה</span>; sq. acc. <span dir=\"rtl\">(חֶדֶר)</span> <a data-ref=\"II Samuel 13:10\" href=\"/II_Samuel.13.10\">2 S 13:10</a>; also <a data-ref=\"II Chronicles 15:18\" href=\"/II_Chronicles.15.18\">2 Ch 15:18</a> <span dir=\"rtl\">(בֵּית)</span>; abs. <a data-ref=\"II Samuel 6:17\" href=\"/II_Samuel.6.17\">2 S 6:17</a>; partic. <strong>a.</strong>  opp. <span dir=\"rtl\">הוֹצִיא</span> (<em>bring out</em>) <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a> (sq. <span dir=\"rtl\">אֶל־</span>); especially in combination with <span dir=\"rtl\">הוֹצִיא</span> <em>lead out and in</em> (to and from battle) <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>. <strong>b.</strong>  <em>bring in</em> women as wives for sons (sq. <span dir=\"rtl\">מִן הַחוּץ</span>) <a data-ref=\"Judges 12:9\" href=\"/Judges.12.9\">Ju 12:9</a> (opp. <span dir=\"rtl\">שִׁלַּח הַחוּצָה</span>). <strong>c.</strong>  <em>bring into judgment</em> <span dir=\"rtl\">וְאֹתִי תָבִיא בְּמִשְׁפָּט עִמָּ֑ךְ</span> <a data-ref=\"Job 14:3\" href=\"/Job.14.3\">Jb 14:3</a> cf. <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">Ec 11:9</a>; <a data-ref=\"Ecclesiastes 12:4\" href=\"/Ecclesiastes.12.4\">12:4</a>. <strong>d.</strong>  <em>cause</em> sun <em>to go down</em> <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">Am 8:9</a> (symbol of judgment). <strong>e.</strong>  of harvest, <em>bring in, gather</em> <a data-ref=\"II Samuel 9:10\" href=\"/II_Samuel.9.10\">2 S 9:10</a> <a data-ref=\"Haggai 1:6\" href=\"/Haggai.1.6\">Hg 1:6</a> (opp. <span dir=\"rtl\">זרע</span>) cf. <a data-ref=\"Nehemiah 13:15\" href=\"/Nehemiah.13.15\">Ne 13:15</a>. <strong>f.</strong>  <em>put</em> staves into <span dir=\"rtl\">(בְּ)</span> rings <a data-ref=\"Exodus 25:14\" href=\"/Exodus.25.14\">Ex 25:14</a>; <a data-ref=\"Exodus 37:5\" href=\"/Exodus.37.5\">37:5</a>; <a data-ref=\"Exodus 38:7\" href=\"/Exodus.38.7\">38:7</a> cf. <a data-ref=\"Exodus 26:11\" href=\"/Exodus.26.11\">26:11</a> <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">Lv 14:42</a>; hand into <span dir=\"rtl\">(בְּ)</span> bosom <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a><sup>(×2)</sup>; girdle into <span dir=\"rtl\">(בְּ)</span> water <a data-ref=\"Jeremiah 13:1\" href=\"/Jeremiah.13.1\">Je 13:1</a>. <strong>g.</strong>  other phrases, <span dir=\"rtl\">הֵבִיאוּ צַוָּ֯רָם בַּעֲבֹדַת אֲדֹנֵיהֶם</span> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a> <em>put their necks to the work</em>, etc.; fig. <span dir=\"rtl\">הביאו את־צואריכם בְּעֹל</span> <a data-ref=\"Jeremiah 27:12\" href=\"/Jeremiah.27.12\">Je 27:12</a>; <span dir=\"rtl\">הָבִיאָה לַמּוּסָר לֵבֶּ֑ךָ</span> <a data-ref=\"Proverbs 23:12\" href=\"/Proverbs.23.12\">Pr 23:12</a> <em>apply to instruction thy heart;</em> <span dir=\"rtl\">וְנָבִא לְבַב חָכְמָה</span> <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">ψ 90:12</a> <em>that we may gain a heart of wisdom</em>. <strong>2.</strong>  <em>cause to come, bring, bring near</em>, etc. (animate obj.) sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Genesis 2:19\" href=\"/Genesis.2.19\">Gn 2:19</a>, <a data-ref=\"Genesis 2:22\" href=\"/Genesis.2.22\">22</a>; <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">43:9</a> <a data-ref=\"Leviticus 24:11\" href=\"/Leviticus.24.11\">Lv 24:11</a> <a data-ref=\"Numbers 5:15\" href=\"/Numbers.5.15\">Nu 5:15</a>; often of bringing Isr. to Canaan <a data-ref=\"Exodus 6:8\" href=\"/Exodus.6.8\">Ex 6:8</a>; <a data-ref=\"Exodus 23:23\" href=\"/Exodus.23.23\">23:23</a> +, cf. <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; <a data-ref=\"Isaiah 56:7\" href=\"/Isaiah.56.7\">56:7</a> <a data-ref=\"Nehemiah 1:9\" href=\"/Nehemiah.1.9\">Ne 1:9</a>; abs. <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a>; <a data-ref=\"Deuteronomy 6:23\" href=\"/Deuteronomy.6.23\">6:23</a>; sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 39:14\" href=\"/Genesis.39.14\">Gn 39:14</a>, <a data-ref=\"Genesis 39:17\" href=\"/Genesis.39.17\">17</a>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Ezekiel 12:13\" href=\"/Ezekiel.12.13\">Ez 12:13</a>; sq. <span dir=\"rtl\">הֲלֹם</span> <a data-ref=\"Judges 18:3\" href=\"/Judges.18.3\">Ju 18:3</a>, & <span dir=\"rtl\">עַד־הֲלֹם</span> (fig. of Yahweh’s prospering care) <a data-ref=\"II Samuel 7:18\" href=\"/II_Samuel.7.18\">2 S 7:18</a> = <a data-ref=\"I Chronicles 17:16\" href=\"/I_Chronicles.17.16\">1 Ch 17:16</a>; abs. <a data-ref=\"Genesis 46:32\" href=\"/Genesis.46.32\">Gn 46:32</a>; also with lifeless obj., <a data-ref=\"Genesis 27:10\" href=\"/Genesis.27.10\">Gn 27:10</a> (sq. <span dir=\"rtl\">לְ</span>), so <a data-ref=\"II Chronicles 36:7\" href=\"/II_Chronicles.36.7\">2 Ch 36:7</a>; <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> (sq. <span dir=\"rtl\">אֶל־</span>); sq. acc. <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a> <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">2 Ch 36:18</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a><sup>(×2)</sup>; sq. <span dir=\"rtl\">ָה</span> loc. <a data-ref=\"Exodus 26:33\" href=\"/Exodus.26.33\">Ex 26:33</a> <a data-ref=\"Jeremiah 20:5\" href=\"/Jeremiah.20.5\">Je 20:5</a>; sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"II Chronicles 24:14\" href=\"/II_Chronicles.24.14\">2 Ch 24:14</a>; of ravens bringing food <a data-ref=\"I Kings 17:6\" href=\"/I_Kings.17.6\">1 K 17:6</a> (sq. <span dir=\"rtl\">לְ</span>); of bringing presents <a data-ref=\"Genesis 43:26\" href=\"/Genesis.43.26\">Gn 43:26</a> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <a data-ref=\"I Samuel 10:27\" href=\"/I_Samuel.10.27\">10:27</a> (all sq. <span dir=\"rtl\">לְ</span>); cf. <a data-ref=\"I Samuel 17:18\" href=\"/I_Samuel.17.18\">1 S 17:18</a>; especially offerings, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 4:3\" href=\"/Genesis.4.3\">Gn 4:3</a> <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">Nu 15:25</a> <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">Ne 10:35</a>, <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">37</a> <span dir=\"rtl\">(לְבֵית)</span>, etc.; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">Lv 2:2</a> sq. <span dir=\"rtl\">אֶל־</span> of priest; abs. <a data-ref=\"Genesis 4:4\" href=\"/Genesis.4.4\">Gn 4:4</a> <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">Lv 4:32</a>; <a data-ref=\"Leviticus 23:14\" href=\"/Leviticus.23.14\">23:14</a>, <a data-ref=\"Leviticus 23:15\" href=\"/Leviticus.23.15\">15</a> <a data-ref=\"Malachi 1:13\" href=\"/Malachi.1.13\">Mal 1:13</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>; cf. also <a data-ref=\"Exodus 35:21\" href=\"/Exodus.35.21\">Ex 35:21</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">22</a>, <a data-ref=\"Exodus 35:23\" href=\"/Exodus.35.23\">23</a>, <a data-ref=\"Exodus 35:24\" href=\"/Exodus.35.24\">24</a>:<sup>(×2)</sup>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>, <a data-ref=\"Exodus 35:29\" href=\"/Exodus.35.29\">29</a> (sq. <span dir=\"rtl\">לְ</span> <em>for</em>) so <a data-ref=\"Exodus 36:3\" href=\"/Exodus.36.3\">36:3</a> +; of time, <em>cause a day to come</em> <a data-ref=\"Lamentations 1:21\" href=\"/Lamentations.1.21\">La 1:21</a>; <em>cause cry to come</em> <span dir=\"rtl\">(עַל־)</span> <a data-ref=\"Job 34:28\" href=\"/Job.34.28\">Jb 34:28</a>; = <em>carry</em> <span dir=\"rtl\">והב׳ בָּנַיִךְ בְּחֹצֶן</span> <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">Is 49:22</a> (‖ <span dir=\"rtl\">עַל־כָּתֵף נשׂא</span>); <em>carry God in</em> <span dir=\"rtl\">(בְּ)</span> <em>the hand</em> <a data-ref=\"Job 12:6\" href=\"/Job.12.6\">Jb 12:6</a> (cf. <a data-ref=\"BDB, אֱלֹהַּ\" href=\"/BDB,_אֱלֹהַּ\", dir=\"rtl\">אֱלהַּ</a> p. 43); <em>allow to come</em>, almost = <em>invite</em> <a data-ref=\"Esther 5:12\" href=\"/Esther.5.12\">Est 5:12</a> (sq. <span dir=\"rtl\">אֶל־</span>) cf. v <a data-ref=\"Esther 5:10\" href=\"/Esther.5.10\">10</a>; partic. <strong>a.</strong>  sq. <span dir=\"rtl\">עַל־</span> <em>bring against</em>, or <em>upon</em>, bring enemies against <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">Je 25:9</a> cf. <a data-ref=\"Ezekiel 23:22\" href=\"/Ezekiel.23.22\">Ez 23:22</a>; obj. sword <a data-ref=\"Leviticus 26:25\" href=\"/Leviticus.26.25\">Lv 26:25</a> <a data-ref=\"Ezekiel 5:17\" href=\"/Ezekiel.5.17\">Ez 5:17</a>; <a data-ref=\"Ezekiel 11:8\" href=\"/Ezekiel.11.8\">11:8</a>; <a data-ref=\"Ezekiel 14:17\" href=\"/Ezekiel.14.17\">14:17</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>; plague <a data-ref=\"Exodus 11:1\" href=\"/Exodus.11.1\">Ex 11:1</a>; curse or calamity <a data-ref=\"Genesis 27:12\" href=\"/Genesis.27.12\">Gn 27:12</a> <a data-ref=\"Deuteronomy 29:26\" href=\"/Deuteronomy.29.26\">Dt 29:26</a> <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">1 K 9:9</a> = <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a> <a data-ref=\"Job 42:11\" href=\"/Job.42.11\">Jb 42:11</a> cf. <a data-ref=\"Jeremiah 25:13\" href=\"/Jeremiah.25.13\">Je 25:13</a>; <a data-ref=\"Jeremiah 36:31\" href=\"/Jeremiah.36.31\">36:31</a>; <a data-ref=\"Jeremiah 44:2\" href=\"/Jeremiah.44.2\">44:2</a>; <a data-ref=\"Jeremiah 49:8\" href=\"/Jeremiah.49.8\">49:8</a>, <a data-ref=\"Jeremiah 49:37\" href=\"/Jeremiah.49.37\">37</a> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>; sin <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a>; <a data-ref=\"Genesis 26:10\" href=\"/Genesis.26.10\">26:10</a> <a data-ref=\"Exodus 32:21\" href=\"/Exodus.32.21\">Ex 32:21</a>; cf. also sq. <span dir=\"rtl\">אֶל־</span> <a data-ref=\"Jeremiah 32:42\" href=\"/Jeremiah.32.42\">Je 32:42</a>; <a data-ref=\"Jeremiah 49:36\" href=\"/Jeremiah.49.36\">49:36</a>. <strong>b.</strong>  <em>bring to pass</em> <a data-ref=\"II Kings 19:25\" href=\"/II_Kings.19.25\">2 K 19:25</a> = <a data-ref=\"Isaiah 37:26\" href=\"/Isaiah.37.26\">Is 37:26</a> cf. <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a> <a data-ref=\"Psalms 78:29\" href=\"/Psalms.78.29\">ψ 78:29</a>. <strong>c.</strong>  <em>bring, bring forward, bring on the scene</em> <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a> <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">Zc 3:8</a>. <strong>d.</strong>  <em>bring</em> for a purpose, sq. inf. <a data-ref=\"Psalms 78:71\" href=\"/Psalms.78.71\">ψ 78:71</a> <span dir=\"rtl\">עָלוֹת הֱבִיאוֹ לִרְעוֹת בְּיַעֲקֹב עַמּוֹ מֵאַחַר</span>. <strong>e.</strong>  <em>bring, procure</em> <span dir=\"rtl\">בְּנַפְשֵׁנוּ נָבִיא לַחְמֵנוּ</span> <a data-ref=\"Lamentations 5:9\" href=\"/Lamentations.5.9\">La 5:9</a>, <a data-ref=\"Psalms 90:12\" href=\"/Psalms.90.12\">ψ 90:12</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הוּבָא</span> <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">Lv 10:18</a> +; 3 fs. <span dir=\"rtl\">הֻבָאת</span> <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">Gn 33:11</a> (v. infr.); 2 ms. <span dir=\"rtl\">הֻבָ֫אתָה</span> <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; 3 pl. <span dir=\"rtl\">הוּבְאוּ</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; Impf. <span dir=\"rtl\">יוּבָא</span> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a> +, <span dir=\"rtl\">יוּבָ֑אוּ</span> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a>; Pt. <span dir=\"rtl\">מוּבָא</span> <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">2 K 12:10</a> +; pl. <span dir=\"rtl\">מוּבָאִים</span> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a> <a data-ref=\"Ezekiel 30:11\" href=\"/Ezekiel.30.11\">Ez 30:11</a> + <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">23:42</a> (Co <span dir=\"rtl\">מרבדים</span>), <span dir=\"rtl\">מוּבָאוֹת</span> <a data-ref=\"Psalms 45:15\" href=\"/Psalms.45.15\">ψ 45:15</a>;— <strong>a.</strong>  <em>be brought in</em> (of pers. and things), abs. <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; sq. <span dir=\"rtl\">בית</span> <em>into a house</em> <a data-ref=\"Genesis 43:18\" href=\"/Genesis.43.18\">Gn 43:18</a>; temple <a data-ref=\"II Kings 12:5\" href=\"/II_Kings.12.5\">2 K 12:5</a>, <a data-ref=\"II Kings 12:10\" href=\"/II_Kings.12.10\">10</a>, <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">14</a>, <a data-ref=\"II Kings 12:17\" href=\"/II_Kings.12.17\">17</a>; <a data-ref=\"II Kings 22:4\" href=\"/II_Kings.22.4\">22:4</a> <a data-ref=\"II Chronicles 34:9\" href=\"/II_Chronicles.34.9\">2 Ch 34:9</a>, <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">14</a>. <strong>b.</strong>  <em>be brought</em>, sq. <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 33:11\" href=\"/Genesis.33.11\">Gn 33:11</a> (but 𝔊 read Hiph. <em>I have brought</em>), <a data-ref=\"Psalms 45:15\" href=\"/Psalms.45.15\">ψ 45:15</a>; sq. <span dir=\"rtl\">אֶל־</span> <em>unto</em> <a data-ref=\"Leviticus 6:23\" href=\"/Leviticus.6.23\">Lv 6:23</a>; <a data-ref=\"Leviticus 10:18\" href=\"/Leviticus.10.18\">10:18</a>; <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">13:2</a>, <a data-ref=\"Leviticus 13:9\" href=\"/Leviticus.13.9\">9</a>; <a data-ref=\"Leviticus 14:2\" href=\"/Leviticus.14.2\">14:2</a>; cf. <a data-ref=\"Ezekiel 23:42\" href=\"/Ezekiel.23.42\">Ez 23:42</a> (but v. Co VB); sq. <span dir=\"rtl\">הֵ֫נָּה</span> <a data-ref=\"Ezekiel 40:4\" href=\"/Ezekiel.40.4\">Ez 40:4</a>; sq. <span dir=\"rtl\">בָּבֶ֫לָה</span> <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">Je 27:22</a>; sq. inf. <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> <a data-ref=\"Ezekiel 30:11\" href=\"/Ezekiel.30.11\">Ez 30:11</a>; sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Jeremiah 10:9\" href=\"/Jeremiah.10.9\">Je 10:9</a>. <strong>c.</strong>  <em>be introduced, put</em>, sq. <span dir=\"rtl\">בְּ</span>, staves into rings <a data-ref=\"Exodus 27:7\" href=\"/Exodus.27.7\">Ex 27:7</a>; vessel into water <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d48db6084aa1cbf350db", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שָׂבָע 1", "anchorRef": "Genesis 41:29", "anchorRefExpanded": ["Genesis 41:29"], "sourceRef": "BDB, שָׂבָע 1", "sourceHeRef": "בראון-דרייבר-בריגס, שָׂבָע א׳", "anchorVerse": 29, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שָׂבָע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">שָׂבָע</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Genesis 41:29\" href=\"/Genesis.41.29\">Gn 41:29</a></sup> <strong>plenty, satiety</strong>;—only abs. <span dir=\"rtl\">שׂ׳</span>;—<br><strong>1.</strong>  <em>plenty</em>, of bread-stuffs <a data-ref=\"Genesis 41:29\" href=\"/Genesis.41.29\">Gn 41:29</a>, <a data-ref=\"Genesis 41:30\" href=\"/Genesis.41.30\">30</a>, <a data-ref=\"Genesis 41:31\" href=\"/Genesis.41.31\">31</a>, <a data-ref=\"Genesis 41:34\" href=\"/Genesis.41.34\">34</a>, <a data-ref=\"Genesis 41:47\" href=\"/Genesis.41.47\">47</a>, <a data-ref=\"Genesis 41:53\" href=\"/Genesis.41.53\">53</a> (E), <a data-ref=\"Proverbs 3:10\" href=\"/Proverbs.3.10\">Pr 3:10</a>.<br><strong>2.</strong>  <em>satiety</em>, <a data-ref=\"Ecclesiastes 5:11\" href=\"/Ecclesiastes.5.11\">Ec 5:11</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]