[{"_id": "522438ededbab41a9d003d11", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Rashi on Numbers 31:5:1", "sourceHeRef": "רש\"י על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וימסרו.</b> לְהוֹדִיעֲךָ שִׁבְחָן שֶׁל רוֹעֵי יִשְׂרָאֵל כַּמָּה הֵם חֲבִיבִים עַל יִשְׂרָאֵל, עַד שֶׁלֹּא שָׁמְעוּ בְמִיתָתוֹ מַה הוּא אוֹמֵר? \"עוֹד מְעַט וּסְקָלֻנִי\" (שמות י\"ז), וּמִשֶּׁשָּׁמְעוּ שֶׁמִּיתַת מֹשֶׁה תְלוּיָה בְנִקְמַת מִדְיָן לֹא רָצוּ לָלֶכֶת עַד שֶׁנִּמְסְרוּ עַל כָּרְחָן (ספרי):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וימסרו SO THERE WERE HANDED OVER … [A THOUSAND OF EVERY TRIBE] — This serves to tell you in what high esteem the shepherds of Israel were really held — how dear they were to Israel. Up until they had heard of his approaching death what does it state? That Moses felt constrained to exclaim about them, “They are almost ready to stone me”! (Exodus 17:14). But when they heard that Moses’ death was associated with the execution of vengeance upon Midian (cf. v. 2), they refused to go to war until they were “handed over” against their own will (Sifrei Bamidbar 157:3).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f70fc", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 31:5", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Onkelos Numbers 31:5", "sourceHeRef": "תרגום אונקלוס על במדבר ל״א:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 31.0005, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "<b>וְאִתְבְּחָרוּ</b> מֵאַלְפַיָּא דְיִשְׂרָאֵל אַלְפָא לְשִׁבְטָא תְּרֵי עֲשַׂר אַלְפִין מְזָרְזֵי חֵילָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They were handed over [<b>chosen</b>] from among the thousands of Yisroel, one thousand from each tribe, twelve thousand armed men for the army.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec931", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 31:5", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Targum Jonathan on Numbers 31:5", "sourceHeRef": "תרגום יונתן על במדבר ל״א:ה׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 31.0005, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִתְבְּחָרוּ גוּבְרִין צַדִיקִין וּמְסָרוּן נַפְשְׁהוֹן מֵאַלְפַיָא דְיִשְרָאֵל אַלְפָא לְשִׁבְטָא תְּרֵיסַר אַלְפִין מְזַרְזֵי חֵילָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And of the thousands of Israel fit men were chosen who gave up themselves, a thousand of a tribe, twelve thousand, armed for the war. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179befbfba22336ea6609", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Sforno on Numbers 31:5:1", "sourceHeRef": "ספורנו על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>וימסרו.</b> למשה מאת כל שבט ושבט:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "וימסרו, to Moses by the representatives of each tribe.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53fb452ffbfba20554226a0e", "index_title": "Rashbam on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Rashbam on Numbers 31:5:1", "sourceHeRef": "רשב\"ם על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על במדבר", "he": "וימסרו - בעל כרחן, לפי שאמר הקדוש ברוך הוא: ואחר תאסף אל עמך. מדרש אגדה. ", "heVersionTitle": "Rashbam on Numbers -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על במדבר, דעת", "text": "וימסרו, even under protest, something that could be due to Moses’ death having been linked to the conclusion of this campaign (verse 2). Israelites, in order to prolong Moses’ life might refuse to join this expedition. (compare Sifri 157)", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "5697cadbd6e4a927dbbaeba7", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Shadal on Numbers 31:5:1", "sourceHeRef": "שד\"ל על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "וימסרו: אנקלוס, וכן בל' ערבי, ענין ברירה.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574fecead6e4a90d6df9a94b", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Sefer Tagin ('Crowns') 1:10", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Otzar Midrashim, Sefer Tagin ('Crowns') 1:10", "sourceHeRef": "אוצר מדרשים, ספר תגין א׳:י׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.001, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "ואלפי (במדבר לא, ה) דוימסרו.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d83d6e4a94c7c18b231", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 31:5", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Tafsir Rasag, Numbers 31:5", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״א:ה׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 31.0005, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פאנמאז מן אלוף אלאסראיל אלף מן כל סבט פצארו את̇ני עשר אלפא מג̇רדין ללגזו", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "591bfac0d6e4a9560e2cf061", "index_title": "Redeeming Relevance; Numbers", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 33", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 33", "sourceHeRef": "פדיון הרלוונטיות על במדבר, פרק ראשון ל״ג", "anchorVerse": 5, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 33, "collectiveTitle": {"en": "Redeeming Relevance; Numbers", "he": "פדיון הרלוונטיות על במדבר"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Truly, the offerings are not the only instance of equal tribal representation. The geographic formation which divides the tribes into four groups of three makes a similar statement (even as the composition and order of these groups speaks of hierarchy, as mentioned above). Likewise, we find equal apportionment of soldiers in the battle against Midian (Bemidbar 31:5), and there are other instances throughout the book of <i>Bemidbar</i>.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Perhaps most famous among them is the sending out of twelve scouts, one from each of the tribes, 13:2.</i>", "versionTitle": "Redeeming Relevance -- Numbers 1", "license": "", "versionTitleInHebrew": ""}, {"_id": "591d98e8d6e4a976760750f4", "index_title": "Shir HaShirim Rabbah", "category": "Midrash", "type": "", "ref": "Shir HaShirim Rabbah 4:4:2", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Shir HaShirim Rabbah 4:4:2", "sourceHeRef": "שיר השירים רבה ד׳:ד׳:ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [790, 990], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Shir HaShirim Rabbah", "he": "שיר השירים רבה"}, "heTitle": "שיר השירים רבה", "he": "רַבִּי יִצְחָק פָּתַר קְרָיָה בְּמִלְחֶמֶת מִדְיָן, שַׂעְרֵךְ כְּעֵדֶר הָעִזִּים, עֲדָרִים שֶׁהָלְכוּ לְמִלְחֶמֶת מִדְיָן לֹא הָלְכוּ אֶלָּא בִּזְכוּת משֶׁה וּפִנְחָס, הֲדָא הוּא דִכְתִיב <small>(במדבר לא, נד)</small>: וַיִּקַּח משֶׁה וְאֶלְעָזָר הַכֹּהֵן אֶת הַזָּהָב מֵאֵת. שֶׁגָּלְשׁוּ מֵהַר גִּלְעָד, הַר. שֶׁגְּלַשְׁתֶּן מִתּוֹכוֹ עֲשִׂיתִיו גַּל וְעֵד לְאֻמּוֹת הָעוֹלָם, אֵיזוֹ זוֹ, זוֹ מִלְחֶמֶת מִדְיָן, וּמַה הַגְּלָשָׁה הִגְלַשְׁתֶּן מִתּוֹכוֹ, שִׁנַּיִךְ כְּעֵדֶר הַקְּצוּבוֹת, מִלִּין קְצוּבִים, שְׁנֵים עָשָׂר אֶלֶף בִּנְדָבָה וּשְׁנֵים עָשָׂר אֶלֶף בִּמְסִירָה, שֶׁנֶּאֱמַר <small>(במדבר לא, ה)</small>: וַיִּמָּסְרוּ מֵאַלְפֵי יִשְׂרָאֵל אֶלֶף לַמַּטֶּה, אָמַר רַבִּי חֲנַנְיָה בַּר יִצְחָק בִּשְׁנֵים עָשָׂר אֶלֶף הָלְכוּ לְמִלְחֶמֶת מִדְיָן. שֶׁעָלוּ מִן הָרַחְצָה, רַבִּי הוּנָא אָמַר שֶׁלֹא הִקְדִּים אֶחָד מֵהֶן תְּפִלִּין שֶׁל רֹאשׁ לִתְפִלִּין שֶׁל יַד, שֶׁאִלּוּ הִקְדִּים אֶחָד מֵהֶן תְּפִלִּין שֶׁל רֹאשׁ לִתְפִלִּין שֶׁל יַד לֹא הָיָה משֶׁה מְשַׁבְּחָן וְלֹא הָיוּ עוֹלִין מִשָּׁם בְּשָׁלוֹם, הֱוֵי אוֹמֵר שֶׁהָיוּ צַדִּיקִים בְּיוֹתֵר. שֶׁכֻּלָּם מַתְאִימוֹת שֶׁבְּשָׁעָה שֶׁהָיוּ נִכְנָסִין זוּגוֹת זוּגוֹת אֵצֶל הָאִשָּׁה הָיָה אֶחָד מֵהֶן מְפַחֵם פָּנֶיהָ, וְאֶחָד מֵהֶם מְפָרֵק נְזָמֶיהָ, וְהָיוּ אוֹמְרוֹת לָהֶם אֵין אָנוּ מִבְּרִיּוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא שֶׁתַּעֲשׂוּ לָנוּ כָךְ, וְהָיוּ יִשְׂרָאֵל אוֹמְרִים לָהֶם לֹא דַיְּכֶם שֶׁנָּטְלוּ שֶׁלָּנוּ מִתַּחַת יְדֵיכֶם, הֲדָא הוּא דִכְתִיב <small>(במדבר כה, ד)</small>: וַיֹּאמֶר ה' אֶל משֶׁה קַח אֶת כָּל רָאשֵׁי הָעָם וְהוֹקַע אוֹתָם. וְשַׁכֻּלָה אֵין בָּהֶם, שֶׁלֹּא נֶחֱשַׁד מֵהֶם אֶחָד בַּעֲבֵרָה. כְּחוּט הַשָּׁנִי שִׂפְתוֹתַיִךְ, בְּשָׁעָה שֶׁאָמְרוּ לְמשֶׁה <small>(במדבר לא, מט)</small>: עֲבָדֶיךָ נָשְׂאוּ אֶת רֹאשׁ אַנְשֵׁי הַמִּלְחָמָה אֲשֶׁר בְּיָדֵנוּ וְלֹא נִפְקַד מִמֶּנּוּ אִישׁ, לְעֶרְיָה וּלְחֵטְא. וּמִדְבָּרֵךְ נָאוֶה, שֶׁאָמְרוּ לוֹ <small>(במדבר לא, נ)</small>: וַנַּקְרֵב אֶת קָרְבַּן ה', אָמַר לָהֶם משֶׁה דִּבְרֵיכֶם סוֹתְרִים זֶה אֶת זֶה, אֲמַרְתֶּם: וְלֹא נִפְקַד מִמֶּנּוּ אִישׁ, לְעֶרְיָה וּלְחֵטְא, וַאֲמַרְתֶּם: וַנַּקְרֵב אֶת קָרְבַּן ה', אִלּוּ לֹא חֲטָאתֶם קָרְבָּן זֶה לָמָּה. אָמְרוּ לוֹ משֶׁה רַבֵּנוּ זוּגוֹת זוּגוֹת הָיִינוּ נִכְנָסִין אֵצֶל הָאִשָּׁה וְהָיָה אֶחָד מִמֶּנּוּ מְפַחֵם אֶת פָּנֶיהָ וְאֶחָד מְפָרֵק נְזָמֶיהָ, אֶפְשָׁר שֶׁלֹא הִזִּיעַ יֵצֶר הָרָע קִמְעָה, עַל אוֹתָה הַזִּיעָה שֶׁל יֵצֶר הָרָע אָנוּ אוֹמְרִים לְהָבִיא קָרְבָּן, בְּאוֹתָהּ שָׁעָה הִתְחִיל משֶׁה מְשַׁבְּחָן: כְּפֶלַח הָרִמּוֹן רַקָּתֵךְ, רֵיקָנִין שֶׁבָּכֶם רְצוּפִין מִצְווֹת וּמַעֲשִׂים טוֹבִים כָּרִמּוֹן הַזֶּה, שֶׁכָּל מִי שֶׁבָּא עֲבֵרָה לְיָדוֹ וְנִצַּל מִמֶּנָּהּ וְלֹא עָשָׂה אוֹתָהּ, מִצְוָה גְדוֹלָה עָשָׂה. וְאֵין צָרִיךְ לוֹמַר מִבַּעַד לְצַמָּתֵךְ, עַל הַצְּנוּעִין וְעַל הַמְּצֻמָּתִין שֶׁבָּכֶם. כְּמִגְדַּל דָּוִיד, מַה שֶּׁגִּדֵּל אֶתְכֶם בְּסִפְרוֹ, וּמַה גִּדֵּל אֶתְכֶם דָּוִד בְּסִפְרוֹ <small>(תהלים קלו, יט)</small>: לְסִיחוֹן מֶלֶךְ הָאֱמֹרִי, וּלְעוֹג מֶלֶךְ הַבָּשָׁן, וְנָתַן אַרְצָם לְנַחֲלָה. בָּנוּי לְתַלְפִּיּוֹת, סֵפֶר שֶׁאֲמָרוּהוּ פִּיּוֹת הַרְבֵּה. אֶלֶף הַמָּגֵן תָּלוּי עָלָיו, כָּל הָרְבָבוֹת וְהָאֲלָפִים שֶׁהָלְכוּ לְמִלְחֶמֶת מִדְיָן וְהֵגַנְתִּי עֲלֵיהֶם, לֹא הֵגַנְתִּי עֲלֵיהֶם אֶלָּא בִּזְכוּת אוֹתוֹ שֶׁבָּא לְאֶלֶף דּוֹר, וְלֹא אַתֶּם בְּעַצְמְכֶם נִתְלֵיתֶם בּוֹ, אֶלָּא כֹּל שִׁלְטֵי הַגִּבֹּרִים, כָּל שֶׁעוֹמֵד וְשׁוֹלֵט וּמִתְגַּבֵּר בְּיִצְרוֹ קָרוּי גִּבּוֹר, כְּגוֹן משֶׁה בִּשְׁעָתוֹ, דָּוִד בִּשְׁעָתוֹ, עֶזְרָא בִּשְׁעָתוֹ, כָּל דּוֹרָן נִתְלָה בָּהֶם, וְעַל יְדֵי מִי נַעֲשֵׂית מִלְחֶמֶת מִדְיָן, עַל יְדֵי שְׁנֵי שָׁדַיִךְ, עַל יְדֵי סַנֶדְרָנָא משֶׁה וּפִנְחָס.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Yitzḥak interpreted the verse regarding the Midianite war. “Your hair is like a flock of goats” (Song of Songs 4:1) – the flocks that went to the Midianite war went only due to the merit of Moses and Pinḥas.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">They were successful in the war against Midian only due to the merit of Moses and Pinḥas (<i>Etz Yosef</i>).</i> That is what is written: “Moses and Elazar the priest took the gold from…” (Numbers 31:54).<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Some suggest that the text should read: That is what is written: “Moses sent them, a thousand of every tribe, to the war, them and Pinḥas” (Numbers 31:6). This verse may be understood as equating Pinḥas with the rest of those who went out to war (<i>Matnot Kehuna</i>).</i> “That streams down [<i>shegaleshu</i>] from Mount Gilad” (Song of Songs 4:1) – the mountain from whose midst you took away [<i>shegelashten</i>], I rendered a memorial for the nations of the world. Which is this? This is the Midianite war. What is it that you took away from its midst? “Your teeth are like a flock of ordered ewes” (Song of Songs 4:2) – defined matters, twelve thousand volunteers and twelve thousand conscripts, as it is stated: “One thousand per tribe from the thousands of Israel were provided, [twelve thousand mobilized soldiers]” (Numbers 31:5). Rabbi Ḥananya bar Yitzḥak said: They went to the Midianite war with twelve thousand.<br>“That have come up from bathing” (Song of Songs 4:2) – Rabbi Huna said: Not one of them gave precedence to the head phylacteries before the arm phylacteries,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">The arm phylacteries are supposed to be donned before the head phylacteries.</i> as, had one of them given precedence to the head phylacteries before the arm phylacteries, Moses would not have praised them and they would not have ascended from there unharmed. That is to say that they were extremely righteous.<br>“That are all paired” (Song of Songs 4:2) – as when they would enter in pairs to the woman, one of them would blacken her face and one of them would remove her jewelry.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">The war against Midian was fought in the aftermath of the events in Shitim, where Moavite and Midianite women enticed Israelites to engage in sexual immorality and idolatry. As a result, twenty-four thousand Israelites died in a plague (see Numbers 25:1–9). When the Israelites defeated the Midianite army and entered the private dwellings where the women were located to take the spoils of war, they would enter two at a time and would cause the women to look less enticing, so as to ensure that they would not sin.</i> [The women] would say to them: ‘Are we not creations of the Holy One blessed be He that you do this to us?’ The Israelites would say to them: ‘Is it not enough for you that our people received their punishment because of you?’ That is what is written: “The Lord said to Moses: Take all the leaders of the people, and hang them” (Numbers 25:4). “And there is none missing among them” (Song of Songs 4:2) – that not one of them was suspected of committing a transgression.<br>“Your lips are like a scarlet thread” (Song of Songs 4:3) – when they said to Moses: “Your servants took a census of the men of war under our command, and not a man is missing from among us” (Numbers 31:49), in lewdness and in sin.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">None of our men were killed, and none acted inappropriately with the captive women.</i><br>“Your speech is lovely” (Song of Songs 4:3) – as they said to him: “We brought the offering of the Lord” (Numbers 31:50). Moses said to them: ‘Your statements contradict each other. You said: “Not a man is missing from among us” (Numbers 31:49) – in lewdness and in sin. And you said: “We brought the offering of the Lord.” If you did not sin, what is the purpose of this offering?’ They said to him: Moses our master, we would enter to the woman in pairs, and one of us would blacken her face and one would remove her jewelry. Is it possible that the evil inclination was not moved at all? For that moving of the evil inclination we say to bring an offering.<br>At that moment, Moses began praising them: “Your temple [<i>rakatekh</i>] is like a pomegranate slice” (Song of Songs 4:3) – even the empty among you is packed with mitzvot like this pomegranate, for anyone who is confronted by the opportunity to commit a transgression and is spared from it and does not perform it has performed a great mitzva. It goes without saying: “Behind your braid [<i>letzamatekh</i>]” (Song of Songs 4:3) – regarding the modest and the fervent [<i>metzumatin</i>] among you.<br>“Like the tower of [<i>kemigdal</i>] David” – regarding which [David] elevated [<i>gidel</i>] you in his book. Regarding what did David elevate you in his book? “Siḥon king of the Emorites.… and Og king of the Bashan.… and gave their land as an inheritance” (Psalms 136:19–21).<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">These verses state that God gave the land of Siḥon to Israel as an inheritance. Included in this territory was the land of Midian. The fact that Israel merited to inherit the land of Midian speaks positively of them.</i> “Built magnificently [<i>letalpiyot</i>]” – a book that was stated by many mouths [<i>piyot</i>].<br>“One thousand bucklers are hung upon it” – all those tens of thousands and those thousands who went to the Midianite war and I defended them. I defended them only because of the merit of what came after one thousand generations. Not only you alone relied upon it, but rather, “all the shields of the mighty” – everyone who arises and controls and overcomes his inclination, is called mighty, like Moses in his time, David in his time, Ezra in his time. Their entire generation depends upon them. By means of whom was the Midianite war waged? It was by means of “your two breasts” (Song of Songs 4:5) – these are Moses, the head of the Sanhedrin, and Pinḥas.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d763d6e4a92bf45a96d8", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Rabbeinu Bahya, Bamidbar 31:5:1", "sourceHeRef": "רבנו בחיי, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>וימסרו מאלפי ישראל.</b> דרשו רז\"ל מלמד שנמסרו על כרחם מפני חבתו של משה, לפי שראו שפטירתו של משה תלויה בנקמת מדין.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וימסרו מאלפי ישראל, “they were handed over from amongst the thousands of Israelites, etc.” Our sages in Sifri Mattot 157 comment on this that these men had not volunteered but had been drafted against their will due to their love of Moses; they knew that Moses’ death would result from their waging this war and they did not want to contribute to Moses’ death.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547dad6e4a92409ac4e5e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Siftei Chakhamim, Numbers 31:5:1", "sourceHeRef": "שפתי חכמים, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>לא רצו ללכת עד שנמסרו ע\"כ.</b> דאל\"כ ויקח משה שנים עשר אלף מבעי' ליה וגו':", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>They refused to go until they were handed over against their wishes.</b> For if not so, it should have said, “Moshe took twelve thousand…”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a462643d6e4a924eb193b82", "index_title": "Rashi on Song of Songs", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Song of Songs 4:2:3", "anchorRef": "Numbers 31:1-7", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7"], "sourceRef": "Rashi on Song of Songs 4:2:3", "sourceHeRef": "רש\"י על שיר השירים ד׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Rashi on Song of Songs", "he": "רש\"י על שיר השירים"}, "heTitle": "רש\"י על שיר השירים", "he": "<b>שֶׁכֻּלָּם מַתְאִימוֹת.</b> לְשׁוֹן מְתם. \"אֵין מְתם בִּבְשָׂרִי\", כְּלוֹמַר: תְּמִימוֹת אינטרי\"ש בְּלַעַ\"ז: ", "heVersionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>All of which are perfect.</b> An expression of perfection, [as in,] “There is no perfection מְתם in my flesh,”<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See Bamidbar 31:1-7. </i> i.e., “whole” תְּמִימוֹת=מַתְאִימוֹת, <i>entires</i> in O.F. ", "versionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd5dc73ad4f00597c03bc", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Derekh Chayim 4", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Matot, Masei, Devarim, Derekh Chayim 4", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, מטות, מסעי, דברים, דרך חיים ד׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 4, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "דרך חיים", "he": "<b>וימסרו.</b> פירש רש\"י <small>(במדבר לא, ה)</small>, להודיע שבחן של רועי ישראל כמה הם חביבים על ישראל, עד שלא שמעו במיתתו מהו אומר <small>(שמות יז, ד)</small>, עוד מעט וסקלוני. וכששמעו שמיתת משה תלויה בנקמת מדין, לא רצו ללכת כו'. קשה מה שייכות יש לשבח מה שאמר וסקלוני:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "<b>וימסרו מאלפי ישראל</b> .  \"Thousands of Israelites were handed over, etc.\" (31,5); Rashi comments that \"the Torah here informs you how beloved Israel's leaders were by their charges. As long as Israel had not heard that their leader Moses was about to die, they themselves sometimes assumed such a threatening posture that Moses said to G–d: \"They are close to stoning me!\" (Exodus 17,4) Now that they had been told that Moses was to die after the punitive expedition against Midian, they refused to undertake that expedition and had to be forced.\" Why does Rashi include the former statement of Moses \"they are about to stone me!,\" as part of the praise Israel is entitled to? ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c729dc93b3881006fc54b1e", "index_title": "Shabbat Siddur Sefard Linear", "category": "Liturgy", "type": "", "ref": "Shabbat Siddur Sefard Linear, Song of Songs 4:2", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Shabbat Siddur Sefard Linear, Song of Songs 4:2", "sourceHeRef": "סידור ספרד לשבת, שיר השירים ד׳:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1978, 1982], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Shabbat Siddur Sefard Linear", "he": "סידור ספרד לשבת"}, "he": "שִׁנַּ֨יִךְ֙ כְּעֵ֣דֶר הַקְּצוּב֔וֹת שֶֽׁעָל֖וּ מִן־הָֽרַחְצָ֑ה שֶׁכֻּלָּם֙ מַתְאִימ֔וֹת וְשַׁכֻּלָ֖ה אֵ֥ין בָּהֶֽם:", "heVersionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - HE", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סידור הוצאת מצודה. טקסט עברי. תשמ\"א", "text": "Your teeth are like a counted flock which have come up from the washing; all of which are perfect and none are blemished among them.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">This is said in reference to the 12,000 men who fought against Midian [Numbers 31:5]; not one of them was ‘blemished’ even with suspicion of lewdness. So chaste were they that they brought offerings of atonement even for evil thoughts they might have had.— Rashi</i>", "versionTitle": "The Metsudah Siddur, Metsudah Publications, 1981 - EN", "license": "CC-BY", "versionTitleInHebrew": "סידור הוצאת מצודה. טקסט אנגלי. תשמ\"א"}, {"_id": "5dbe910f46943bef88accb91", "index_title": "Yein Levanon on Avot", "category": "Quoting Commentary", "type": "", "ref": "Yein Levanon on Avot 1:1:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Yein Levanon on Avot 1:1:1", "sourceHeRef": "יין לבנון על אבות א׳:א׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1765, 1775], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Yein Levanon on Avot", "he": "יין לבנון על אבות"}, "he": "<small>טעם לשון \"מסירה\"<br></small><b>\"משה קבל תורה מסיני\".</b> גבי משה תני \"קבל\" ולא תני המקום ב\"ה \"מסר תורה למשה\". ובאינך תני לשון \"מסירה\", \"ומסרה ליהושע ונביאים מסרוה לאנשי כנסת הגדולה\". ומאנטיגנוס ואילך הדר ותני לשון קבלה, \"אנטיגנוס איש סוכו קבל משמעון הצדיק\". \"יוסי בן יועזר איש צרידה ויוסי בן יוחנן איש ירושלים קבלו מהם\", וכן בכלהו ולא תני עוד לשון \"מסירה\". משום דאיכא טובא בין קבלה למסירה. \"מסירה\" מקרי דבר הנמסר מיד ליד, כמו <small>(במדבר לא, ה)</small> \"וימסרו מאלפי ישראל\", שנמסרו לרשותו של פינחס ושרי הצבא. והמוסר מכוין לאדם ידוע למסור לו אותו הדבר. ובגמרא <small>(ב\"מ ז')</small> אמרו אידי אסברא לי, מאי לשון מסירה? כאדם המוסר דבר לחבירו. אבל מקבל אפשר שיקבל הדבר, והנותן לא נתכוין לתתו לו בייחוד, וכגון הזורק דבר לרה\"ר ולא נתכוין לאדם ידוע, ובא אחד וקבלו, שנקרא מקבל אע\"פ שלא נמסר לו הדבר. וכן לענין השתלשלות התורה מדור לדור, אם יודע הרב שיש לו תלמיד מוכן לקבל כל דברי התורה, איש מלא רוח חכמה ורוחב לב, יוכל למסור לו בייחוד התורה לפי שיש בו לב לקבל הכל, ואז נקרא \"מוסר\", לפי שמסר התורה ביד תלמידו. ואם אין בתלמידי הרב איש מסויים שיודע בו שיש בו כח לקבל הכל, אז לא יוכל למסור לאחד מהם התורה, אלא ילמדנה לתלמידים רבים, והתלמיד המצליח שביניהם ולומדה נקרא \"מקבל\", כי הוא קבלה ולא האחרים. ומשום הכי גבי יהושע תני לשון \"מסירה\", כי ידע משה שיש ביהושע לב רחב לקבל, וכמו שנאמר <small>(במדבר כז, יח)</small> \"קח לך את יהושע בן נון איש אשר רוח בו\", ונאמר <small>(דברים לד, ט)</small> \"ויהושע בן נון מלא רוח חכמה כי סמך משה את ידיו עליו\", פירוש מנעוריו היה יהושע בן נון מלא רוח חכמה, וראיה [לכך] כי סמך משה את ידיו עליו ושמהו לנגיד במצות השם ב\"ה, לפי שלא היה כמותו בכל אנשי דורו, וכמו שפירשנו בבית שני מספר \"גן נעול\" <small>(חדר ז', חלון ה')</small>. וכן מיהושע ואילך עד סוף ימי אנשי כנסת הגדולה היו בכל דור ודור נביאים ואנשי רוח הקדש בישראל, והיו מוסרים התורה בכלליה ובפרטיה לחכמי לב, משום הכי תני בכלהו לשון \"מסירה\". מה שאין כן מאנשי כנסת הגדולה ואילך שמתו נביאים אחרונים חגי זכריה ומלאכי ודניאל וחבריהם, ופסקה הנבואה מישראל כמו שניבא דניאל <small>(דניאל ט, כד)</small> \"ולחתום חזון ונביא\", והדורות שבאו אחריהם לא היו עוד ביניהם אנשי מופת שיכולים לבטוח עליהם שיקבלו הכל מפי המוסר. מה עשו? קבעו מדרש ולמדו התורה ברבים. ועדיין לא ידעו מי מן התלמידים יצליח לקבל הכל ולהיות נשיא הדור, ואותו שהצליח נקרא מקבל. ולהכי משמעון הצדיק ואילך תני בכולהו לשון \"קבלה\", לפי שלא \"מסרו\" עוד התורה לתלמידיהם, אלא לימדו לכל איש, ואחד או שנים בכל דור הצליחו לקבל כל התורה כולה. מיהו [ואמנם] משה רבינו שהיה אב בנבואה וחכם מכל אדם, וידע הקב\"ה שיש בו רוחב לב לקבל הכל, ואפילו הכי תני משה קבל, ולא תני הקב\"ה מסר תורה למשה, היינו טעמא דלא דמי הך למסירה שמסרו דור דור לתלמידיהם, שכל אחד מסר התורה לתלמיד היותר הגון שבדורו ושמהו לנגיד במצות השם ב\"ה, כמו שעשה משה ליהושע שלא היה בדורו גדול ממנו. וכן יהושע לזקנים ידע שהם גדולים מכל ישראל, וזקנים לנביאים, כמו עלי בדורו, שמואל בדורו, דוד ושלמה בדורותם, וכיוצא בזה. אבל כשבא הקב\"ה על הר סיני רצה ללמד התורה לכל ישראל, והיה טוב בעיני ה' אם היו כולם מוכנים לקבלה מפיו, כי אין צרות עין למעלה, וכמו שנאמר <small>(דברים ד, י)</small> \"באמור ה' אלי הקהל לי את העם ואשמיעם את דברי\". אלא שישראל לא יכלו לסבול ונמנעו מלקבל, שכן אמרו <small>(דברים ה, כב)</small> \"אם יוספים אנחנו לשמוע וגו' ומתנו\", ובקשו ממשה שיהיה הוא לבדו המקבל, כמו שאמרו <small>(דברים ה, כד)</small> \"קרב אתה ושמע את כל אשר יאמר ה' אלהינו\" וגו'. ודמיא ממש למנהג שנהגו החכמים שקמו אחרי דור אנשי כנסת הגדולה שלמדו התורה לכל בני אדם, ואחד או מעטים בכל דור הצליחו לקבל. וכן הקב\"ה רצה ללמד לכל ישראל ומשה לבדו קבל. ולפי שלא כיון למשה בייחוד שפיר תני \"משה קבל\". ואע\"פ שהיה גלוי לפניו ית' שמשה לבדו יכול לקבל מפיו ולא ישראל, מכל מקום נהג עמהם כדרכי טובו והראה להם שאינו חפץ למנוע טובו משום בריה, ושרצונו לגדל את כולם, אלא שזכות המקבלים גורם. והן הן דרכי המקום ב\"ה, כמו שמצינו ששולח נביאיו לבני אדם להזהירם שישובו בתשובה וינצלו מן הפורענות, אע\"פ שגלוי לפניו שלא יתנו לב לשוב מאיולתם, כי צדיק ה' בכל דרכיו ועושה את שלו, וכמו שבארנו בס' רוח חן, וכדאפרש עוד במשנתנו.", "heVersionTitle": "Yein Levanon, Rishon Letzion 2013", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd349b54ef7a33acbd366ab", "index_title": "Rashi on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Isaiah 58:11:2", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Rashi on Isaiah 58:11:2", "sourceHeRef": "רש\"י על ישעיהו נ״ח:י״א:ב׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 11.0002, "collectiveTitle": {"en": "Rashi on Isaiah", "he": "רש\"י על ישעיהו"}, "heTitle": "רש\"י על ישעיהו", "he": "<b>יחליץ.</b> יזיין כמו חלוצי צבא (במדבר לא):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>strengthen</b> Heb. יַחֲלִיף [lit. arm.] Comp. (Num. 31:5) “Armed (חֲלוּצֵי) for war.”", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60892501a666a3016f492992", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Selections, Parashat Matot 2", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Ohev Yisrael, Selections, Parashat Matot 2", "sourceHeRef": "אוהב ישראל, ליקוטים, פרשת מטות ב׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 2, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "פרשת מטות", "he": "<b>וימסרו מאלפי ישראל גו'. </b>מאי לשון וימסרו. אכן הענין הוא כי ה' אמר נקום נקמת ב\"י. ומשרע\"ה לא רצה שינקמו ב\"י נקמת עצמם רק אמר לנקום את נקמת ה' במדין. לזה אמר. \"החלצו \"מאתכם היינו שתוציאו א\"ע מלנקום נקמתכם. והנה כאשר לזה צריך להיות צדיק וחסיד שיהי' כוונתו רק לכבוד ה'. וכ\"א מישראל הסתיר א\"ע לאמר מה אני נחשב לקנא לכבוד ה'. והחברים מב\"י אשר ידעו על איש א' שהוא ירא ה' באו אל משה והגידו לו שזה הוא צדיק גמור. ע\"כ אמר הכתוב לשון וימסרו. הוא לשון מסירה. כאדם המלשין על חבירו נקרא מסור. גם שמעתי מאיש הלז ששמע מזקני בעהמ\"ח זצללה\"ה דרוש גדול ביום ך' סיון ולא זכה כ\"א אלה הדברי'. ך' סיון הוא התחלה על י\"כ אם מקיים יום הזה כראוי אזי יוכל לקיים יה\"כ כראוי ונכון וסימנך כי יד על כ\"ס י\"ה ר\"ת ך' סיוון. י\"ה ר\"ת יום הכפורים: \n", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36c8ad5c88161609a8a3a", "index_title": "Tzofnat Paneach", "category": "Chasidut", "type": "", "ref": "Tzofnat Paneach, Beshalach 13:30", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Tzofnat Paneach, Beshalach 13:30", "sourceHeRef": "צפנת פענח, בשלח י״ג:ל׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 13.003, "collectiveTitle": {"en": "Tzofnat Paneach", "he": "צפנת פענח"}, "heTitle": "בשלח", "he": "<b>ובזה </b>יובן משה קיבל מסיני, שבאמת הקב\"ה נתן את התורה במדבר סיני הפקר לכל, מי שירצה יקבלה, ומשה שהי' תואר חכם הי' יודע חסרונו שצריך לימוד, הלך וקיבלה מסיני. מה שאין כן יהוש(י)ע סבר טעות הלבנה, שהוא מושלם וא\"צ לימוד, עד שמסרה לו משה בעל כרחו, כמ\"ש (במדבר לא, ה) וימסרו מאלפי ישראל במלחמת מדין, ודרשו (במ\"ר כב, ב) בעל כרחן כו', והכ\"נ הי' משה כופה אותו בדברים עד שאמר רוצה אני. ואח\"כ לא הי' לא קבלה ולא מסירה, שלא רצו בזה ובזה, שנתמעט הלבבות, ויותר שנתמעטו סברו שהם מושלמים בכל השלימות וא\"צ לימוד עוד, עד שאח\"כ אנשי כנסת הגדולה, שנקראו כך על שם שהחזירו עטרה ליושנה (יומא סט:), וחזרו על כל פנים לבחינת יהוש(י)ע ולא לבחינת משה, וז\"ש ונביאים מסרוה לאנשי כנסת הגדולה, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d589f4629f2b5727d362", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, מסר 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Sefer HaShorashim, מסר 1", "sourceHeRef": "ספר השרשים, מסר א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "מסר", "he": ["<strong><big>מסר</big></strong>   <strong>לִמְסָר</strong>־מַעַל בַּֽי\"י (<a class=\"refLink\" href=\"Numbers 31:16\" data-ref=\"Numbers 31:16\">במדבר לא, טז</a>). <strong>והנפעל</strong> <strong>וַיִּמָּֽסְרוּ </strong>מֵֽאַלְפֵי יִשְׂרָאֵל (<a class=\"refLink\" href=\"Numbers 31:5\" data-ref=\"Numbers 31:5\">במדבר לא, ה</a>), ענינם ענין הנתינה בכל לב והתשומה ברשות אחר הן בדבר מדברים הן בגוף האדם עצמו. ורבותינו ז\"ל הרגילו הרבה בזה הענין נתינה האדם עצמו בכל לב במקום סכנה באמרם (<a class=\"refLink\" href=\"Berakhot 20a\" data-ref=\"Berakhot 20a\">ברכות כ, ע\"א</a>) כמוסר עצמו למיתה, ראשונים שהיו מוסרים עצמן על קדושת השם וזולתם הרבה. וכן אמרו במשנה ו' (<a class=\"refLink\" href=\"Pirkei Avot 1:1\" data-ref=\"Pirkei Avot 1:1\">אבות פרק א, משנה א</a>) משה קבל תורה מסיני ומסרה ליהושע. ותרגום וַֽיִּתְּנֵהוּ י\"י אֱלֹהֵינוּ (<a class=\"refLink\" href=\"Deuteronomy 2:33\" data-ref=\"Deuteronomy 2:33\">דברים ב, לג</a>) <strong>וּמָסְרֵהּ</strong>, ותרגום אֲשֶׁר־מִגֵּן צָרֶיךָ בְּיָדֶךָ (<a class=\"refLink\" href=\"Genesis 14:20\" data-ref=\"Genesis 14:20\">בראשית יד, כ</a>) <strong>דִּמְסַר סָנְאָיךְ</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d594f4629f2b5727dcf4", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נטה 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Sefer HaShorashim, נטה 1", "sourceHeRef": "ספר השרשים, נטה א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נטה", "he": ["<strong><big>נטה</big></strong>   כִּי יוֹאָב <strong>נָטָה</strong> אַֽחֲרֵי אֲדֹֽנִיָּה וְאַֽחֲרֵי אַבְשָׁלוֹם לֹא <strong>נָטָה</strong> (<a class=\"refLink\" href=\"I Kings 2:25\" data-ref=\"I Kings 2:25\">מלכים א' ב, כה</a>), אמר זה לפי שמרדו שניהם אבשלום ואדניה אמר כי יואב לא היה נסכם במרד אבשלום אבל במרד אדניה היה נסכם ונטה אחריו להחזיק הממלכה בידו כי דוד היה זקן ולא פחד ממנו. ואין אבשלום שלמה כאשר כתב רבי יונה, כי לא נמצא זה ההפך שיזכור אדם במקום חבירו. וגם כן זֶרַע יַֽעֲקוֹב וְדָוִד (<a class=\"refLink\" href=\"Jeremiah 33:26\" data-ref=\"Jeremiah 33:26\">ירמיה לג, כו</a>) אין יעקב אהרן כי אם יעקב עצמו, כלומר לא אמאס זרע יעקב וזרע דוד, כי אף על פי שדוד מזרע יעקב אחר שנבחר למלך וזרעו אחריו הוא ראש למשפחתו כלה. ואמר כי מזרע דוד יהיו מושלים בישראל וכן משאר זרע יעקב יחיו גדולים ורבים מושלים על זרע ישראל ובכללם הכהנים שזכר ושאר נסיכי ישראל, רוצה לומר שלא יהיו עוד בממשלת האומות אלא בממשלת מלכיהם ונסיכיהם כמו שאמר וְאָשִׁיבָה שֹֽׁפְטַיִךְ (<a class=\"refLink\" href=\"Isaiah 1:26\" data-ref=\"Isaiah 1:26\">ישעיה א, כו</a>). וכן בְּנֵי־יַֽעֲקֹב וְיוֹסֵף סֶֽלָה (<a class=\"refLink\" href=\"Psalms 77:16\" data-ref=\"Psalms 77:16\">תהלים עז, טז</a>), רוצה לומר שאר בני יעקב. וזכר יוסף לפי שהיה ראש. והחכם רבי אברהם אבן עזרא ז\"ל פירש איך מי שהוא מזרע יעקב אמאס? בעבור שאמרה תורה שלא יהיה מלך מושל בישראל כי אם מיעקב, ועוד שהוא ממשפחת דוד והנה הם שתי מעלות. וּכְאֹרֵחַ <strong>נָטָה</strong> לָלֽוּן (<a class=\"refLink\" href=\"Jeremiah 14:8\" data-ref=\"Jeremiah 14:8\">ירמיה יד, ח</a>), <strong>נְטֵה </strong>לְךָ עַל־יְמִֽינְךָ (<a class=\"refLink\" href=\"II Samuel 2:21\" data-ref=\"II Samuel 2:21\">שמואל ב' ב, כא</a>), כִּמְעַט נָטָוֻי [<strong>נָטָיוּ</strong>] רַגְלָי (<a class=\"refLink\" href=\"Psalms 73:2\" data-ref=\"Psalms 73:2\">תהלים עג, ב</a>), עַד־<strong>נְטוֹת</strong> הַיּוֹם (<a class=\"refLink\" href=\"Judges 19:8\" data-ref=\"Judges 19:8\">שופטים יט, ח</a>), אִם <strong>תִּטֶּה </strong>אַשֻּׁרִי מִנִי הַדָּרֶךְ (<a class=\"refLink\" href=\"Job 31:7\" data-ref=\"Job 31:7\">איוב לא, ז</a>), <strong>וַיִּטּוּ</strong> אַֽחֲרֵי הַבָּצַע (<a class=\"refLink\" href=\"I Samuel 8:3\" data-ref=\"I Samuel 8:3\">שמואל א' ח, ג</a>), אַל־<strong>תֵּט</strong> יָמִין וּשְׂמֹאול (<a class=\"refLink\" href=\"Proverbs 4:27\" data-ref=\"Proverbs 4:27\">משלי ד, כז</a>), אלו והדומים להם הם <strong>פעלים</strong> <strong>עומדים</strong>. ואשר הם <strong>פעלים יוצאים</strong> הִנְנִי <strong>נֹטֶֽה</strong>־אֵלֶיהָ כְּנָהָר שָׁלוֹם (<a class=\"refLink\" href=\"Isaiah 66:12\" data-ref=\"Isaiah 66:12\">ישעיה סו, יב</a>), <strong>וַיֵּט</strong> שָׁמַיִם וַיֵּרַד (<a class=\"refLink\" href=\"Psalms 18:10\" data-ref=\"Psalms 18:10\">תהלים יח, י</a>), <strong>וַיֵּט </strong>מֹשֶׁה אֶת־יָדוֹ (<a class=\"refLink\" href=\"Exodus 10:22\" data-ref=\"Exodus 10:22\">שמות י, כב</a>), <strong>וַיֵּט</strong> אָֽהֳלֹה בֵּית־אֵל (<a class=\"refLink\" href=\"Genesis 12:8\" data-ref=\"Genesis 12:8\">בראשית יב, ח</a>), <strong>נָטִיתִי</strong> לִבִּי לַֽעֲשׂוֹת חֻקֶּיךָ (<a class=\"refLink\" href=\"Psalms 119:112\" data-ref=\"Psalms 119:112\">תהלים קיט, קיב</a>), כְּקִיר <strong>נָטוּי</strong> (<a class=\"refLink\" href=\"Psalms 62:4\" data-ref=\"Psalms 62:4\">תהלים סב, ד</a>), יָמַי כְּצֵל <strong>נָטוּי</strong> (<a class=\"refLink\" href=\"Psalms 102:12\" data-ref=\"Psalms 102:12\">תהלים קב, יב</a>), וּבִזְרוֹעַ <strong>נְטוּיָה</strong> (<a class=\"refLink\" href=\"Deuteronomy 4:34\" data-ref=\"Deuteronomy 4:34\">דברים ד, לד</a>), נְטוּוֹת [<strong>נְטוּיוֹת</strong>] גָּרוֹן (<a class=\"refLink\" href=\"Isaiah 3:16\" data-ref=\"Isaiah 3:16\">ישעיה ג, טז</a>). <strong>והנפעל</strong> כִּי <strong>יִנָּטוּ</strong> צִלְלֵי־עָֽרֶב (<a class=\"refLink\" href=\"Jeremiah 6:4\" data-ref=\"Jeremiah 6:4\">ירמיה ו, ד</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] וְעָלַי <strong>הִטָּה</strong>־חֶסֶד (<a class=\"refLink\" href=\"Ezra 7:28\" data-ref=\"Ezra 7:28\">עזרא ז, כח</a>), לֹֽא־<strong>תַטֶּה</strong> מִשְׁפָּט (<a class=\"refLink\" href=\"Deuteronomy 16:19\" data-ref=\"Deuteronomy 16:19\">דברים טז, יט</a>),<strong> הַטֵּה</strong> אֱלֹהַי אָזְנְךָ (<a class=\"refLink\" href=\"Daniel 9:18\" data-ref=\"Daniel 9:18\">דניאל ט, יח</a>). וְהָעִיר מָֽלְאָה <strong>מֻטֶּה</strong> (<a class=\"refLink\" href=\"Ezekiel 9:9\" data-ref=\"Ezekiel 9:9\">יחזקאל ט, ט</a>), פירוש דין מטה. אַל־<strong>תַּט</strong> לִבִּי לְדָבָר רָע (<a class=\"refLink\" href=\"Psalms 141:4\" data-ref=\"Psalms 141:4\">תהלים קמא, ד</a>), דַּרְכּוֹ שָׁמַרְתִּי וְלֹֽא־<strong>אָֽט</strong> (<a class=\"refLink\" href=\"Job 23:11\" data-ref=\"Job 23:11\">איוב כג, יא</a>), <strong>וַיַּט </strong>אֶת־לְבַב כָּל־אִֽישׁ־יְהוּדָה (<a class=\"refLink\" href=\"II Samuel 19:15\" data-ref=\"II Samuel 19:15\">שמואל ב' יט, טו</a>),<strong> וַיַּט</strong>־עָלֵינוּ חֶסֶד (<a class=\"refLink\" href=\"Ezra 9:9\" data-ref=\"Ezra 9:9\">עזרא ט, ט</a>), ענינם ענין ההסיה וההגעה אל הדבר. ומזה השרש והענין <strong>וְאַט</strong> אֵלָיו אוֹכִֽיל (<a class=\"refLink\" href=\"Hosea 11:4\" data-ref=\"Hosea 11:4\">הושע יא, ד</a>), פירוש ואטה אליו מאכל. וכן סוּרוּ מִנֵּי־דֶרֶךְ <strong>הַטּוּ</strong> מִנֵּי־אֹרַח (<a class=\"refLink\" href=\"Isaiah 30:11\" data-ref=\"Isaiah 30:11\">ישעיה ל, יא</a>), אף על פי שידמה פעל עומד כמו <strong>סוּרוּ</strong> אינו אלא <strong>פעל יוצא</strong>, ופירושו הטו אותנו מדרך י\"י לדרך אחרת כמו שאמר אחריו השביתו מפנינו את קדוש ישראל. וענין קרוב לזה <strong>נוֹטֶה</strong> שָׁמַיִם (<a class=\"refLink\" href=\"Psalms 104:2\" data-ref=\"Psalms 104:2\">תהלים קד, ב</a>). [וענין קרוב לזה] כִּנְחָלִים<strong> נִטָּיוּ</strong> (<a class=\"refLink\" href=\"Numbers 24:6\" data-ref=\"Numbers 24:6\">במדבר כד, ו</a>), וְקָוה [וְקָו] <strong>יִנָּטֶה</strong> (<a class=\"refLink\" href=\"Zechariah 1:16\" data-ref=\"Zechariah 1:16\">זכריה א, טז</a>), ענין פשיטה ומתיחה. ופירש רבי יונה מזה הענין וְעַל־בְּגָדִים חֲבֻלִים <strong>יַטּוּ</strong> אֵצֶל כָּל־מִזְבֵּחַ (<a class=\"refLink\" href=\"Amos 2:8\" data-ref=\"Amos 2:8\">עמוס ב, ח</a>), כלומר יפשטו וישענו אצל כל מזבח. או יהיה מהענין הראשון והוא הנכון. ומהענין הזה נקראת מטה וַיִּתְחַזֵּק יִשְׂרָאֵל וַיֵּשֶׁב עַל־<strong>הַמִּטָּֽה</strong> (<a class=\"refLink\" href=\"Genesis 17:2\" data-ref=\"Genesis 17:2\">בראשית טח, ב</a>), הַשֹּֽׁכְבִים עַל־<strong>מִטּוֹת</strong> שֵׁן (<a class=\"refLink\" href=\"Amos 6:4\" data-ref=\"Amos 6:4\">עמוס ו, ד</a>). והראוי בהן <strong>מִנְטָה מִנְטוֹת</strong>. ונקראת כן לפי שהאדם שוכב עליה ופושט עצמו ונשען עליה. וכבר כתבנוהו בשרש <strong>מָטַט</strong>. וכן נאמר מזה <strong>מַטֶּה</strong> וַיֹּאמֶר <strong>מַטֶּֽה</strong> (<a class=\"refLink\" href=\"Exodus 4:2\" data-ref=\"Exodus 4:2\">שמות ד, ב</a>), אֶת־<strong>מַטֵּה</strong> הָֽאֱלֹהִים בְּיָדֽוֹ (<a class=\"refLink\" href=\"Exodus 4:20\" data-ref=\"Exodus 4:20\">שמות ד, כ</a>). והקבוץ בלשון נקבות אֶת־כָּל־<strong>הַמַּטֹּת</strong> מִלִּפְנֵי י\"י (<a class=\"refLink\" href=\"Numbers 17:24\" data-ref=\"Numbers 17:24\">במדבר יז, כד</a>). ובלשון זכרים נקבת <strong>בְמַטָּיו</strong> רֹאשׁ פְּרָזָו [פְּרָזָיו] (<a class=\"refLink\" href=\"Habakkuk 3:14\" data-ref=\"Habakkuk 3:14\">חבקוק ג, יד</a>). ונקרא כן לפי שהאדם נשען עליו. ופירש רבי יונה צָץ <strong>הַמַּטֶּה</strong> (<a class=\"refLink\" href=\"Ezekiel 7:10\" data-ref=\"Ezekiel 7:10\">יחזקאל ז, י</a>), מהענין הראשון. ויפה פירש לפי שאמר פָּרַח הַזָּדֽוֹן (שם) ונקרא השבט מטה אֶלֶף <strong>לַמַּטֶּה</strong> (<a class=\"refLink\" href=\"Numbers 31:5\" data-ref=\"Numbers 31:5\">במדבר לא, ה</a>), כי ענין שבט ומטה אחד, כלם ענין משען. וכן אמר בְּשִׁבְרִי לָכֶם <strong>מַטֵּה</strong>־לֶחֶם (<a class=\"refLink\" href=\"Leviticus 26:26\" data-ref=\"Leviticus 26:26\">ויקרא כו, כו</a>), כָּל־<strong>מַטֵּה</strong>־לֶחֶם שָׁבָֽר (<a class=\"refLink\" href=\"Psalms 105:16\" data-ref=\"Psalms 105:16\">תהלים קה, טז</a>), כלומר משען וחוזק. ואפשר להיות מן השרש הזה <strong>מַטָּה</strong>. וכבר כתבנוהו בשרש <strong>מָטַט</strong>."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee96bfddfbb310fed1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ ב׳-ו׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "War against Midyan", "he": "במדבר הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["We return to preconquest war traditions, such as we encountered in Chap. 21. It is as if God permits Moshe a taste of conquest before he is to be “gathered to [his] kinspeople” (v.2). And it is unfinished business that he takes up here, since the Midyanites had been identified as the ones who lured the Israelites to sin at Baal Pe’or (25:16–18). Also notable in this long chapter is the detailed account of dividing the spoils (vv.25–54); this is both characteristic of Numbers, as a list, and an indication of an important issue that will need attention once the conquest proper proceeds. It also may be an indication of a later tradition; Levine sees in the allotment of spoils for sanctuary income a characteristic royal policy.", "The cruel aspect of this war, while not unusual by ancient standards, feels jarring to modern Jewish and Christian readers, who perhaps expect the Bible to be more peace-oriented. It is not, although it often “seeks peace,” and there are passages (e.g., Deut. 20 and 21:10–14) where an attempt is made to mute some of the harsh realities of ancient warfare.", "Niditch has pointed out that this chapter presents an ideology of war slightly different from some other biblical accounts. The term “devote-to-destruction” is not used; virgin girls, who are not yet of the status of “the enemy,” are spared; and war is seen as a ritually defiling activity, i.e., contact with death. In other words, the text exhibits some ambiguity about war, which must then be dealt with via purifying rituals.", "as well as the rash-statement of her lips by which she has bound herself,", "and Y<small>HWH</small> will grant-her-pardon."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa48", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 31:1-54\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 31:1-54</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f795814957193884fb9ce", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "anchorRef": "Numbers 31:1-20", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20"], "sourceRef": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "sourceHeRef": "נחלת השבטים, ב; הרחבה ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 4, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ב; הרחבה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The layout of the cities as they were divided in Numbers presented Reuben as almost cushioned within Gad’s territory, which was arranged in a sort of bow around the cities given to Reuben. Gad formed a northern, southern, and western perimeter around Reuben, whose cities sat toward the interior of the <i>Mishor</i>. Perhaps this division of cities was by design, drawing upon the innate character of Gad as the natural warriors who successfully defended the Israelites dwelling in the region against nations invading from the north (Ammonites), south (Moabites), and west (Canaanites). Further, textual evidence indicates that the Gadite cities were fortified against the enemy,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Numbers 32:36. זאב (ז׳אבו) ארליך, <i>מזרח הירדן ממבט יהודי </i>(דפוס מוריה, תשנ״ו), 157.</i> a detail that remains unclear with regard to Reuben’s cities. Concerning potential uprisings from the indigenous Midianite population of the <i>Mishor</i> itself, three early episodes against that people quashed any threat of imminent attack.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Balaam episode, where the dreams of the Midianites and Moabites destroying Israel were dashed when the prophet blessed the Children of Israel instead of cursing them (Numbers 22–24), the actions of Phineas and God’s ensuing charge for Israel to harass them (Numbers 25:6–18), and God’s vengeance toward the Midianites that resulted in their resounding defeat (Numbers 31:1–20). In a later period, the Midianites again attacked the Israelites, but the division of cities in Numbers 32 did not reflect that situation.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63d77c82eca1000753446c96", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Rav Hirsch on Torah, Numbers 31:5:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 5. מסר וימסרו kommt in תנ׳׳ך nur hier und V. 16 vor. Rabbinisch ist es der ganz gewöhnliche Ausdruck für übergeben, überliefern. Hier entspricht der Ausdruck dem ganzen angedeuteten Verhältnisse. Jeder Stamm übergab Mosche das zu seiner Vertretung bei Ausführung dieser Gesamtaufgabe von ihm aus ihm ausgewählte tausend, ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6538eb3dce24d02a20ebd2d6", "index_title": "Talks of Yeshayahu Leibowitz on the Parasha", "category": "Quoting Commentary", "type": "", "ref": "Talks of Yeshayahu Leibowitz on the Parasha, Matot 6:3", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Talks of Yeshayahu Leibowitz on the Parasha, Matot 6:3", "sourceHeRef": "שיחות על פרשת השבוע (ליבוביץ), מטות ו׳:ג׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 6.0003, "collectiveTitle": {"en": "Talks of Yeshayahu Leibowitz on the Parasha", "he": "שיחות על פרשת השבוע (ליבוביץ)"}, "heTitle": "מטות", "he": "למלחמת-מיצוה זו גויסו מתנדבים בלבד, כנאמר: \"וימסרו מאלפי ישראל אלף למטה שנים-עשר אלף חלוצי צבא\" (במדבר לא:ה). ", "heVersionTitle": "Jerusalem, 2000", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6543a86be766f45c449ed379", "index_title": "Sha'arei Orah", "category": "Kabbalah", "type": "", "ref": "Sha'arei Orah, Third and Fourth Gates, Seventh and Eight Sefirah 45", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Sha'arei Orah, Third and Fourth Gates, Seventh and Eight Sefirah 45", "sourceHeRef": "שערי אורה, השער השלישי והרביעי - הספירה השמינית והשביעית מ״ה", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1260, 1300], "commentaryNum": 45, "collectiveTitle": {"en": "Sha'arei Orah", "he": "שערי אורה"}, "heTitle": "השער השלישי והרביעי - הספירה השמינית והשביעית", "he": "ודע כי שני שמות אלו שהם יהו\"ה אלהים צבאות, שהם נצח והוד, נקראים <b>עצם השמים</b> ועליהם נאמר: וכעצם השמים לטוהר (שמות כד, י), לפי שעצומם הוא בא מן המקום הנקרא שמים, והוא בסוד ידוע כתוב ליודעים חן. והם עצם השמים ממש, ומהם מקבלים כוח כל העצמות למיניהם, ועצם היום הזה מהם מקבל כוח, והסוד: כל עצמותי תאמרנה ה' מי כמוך (תהלים לה, י). וזהו המקום שממנו יבא כוח החיים למתי ישראל, על ידי אל ח\"י. וכן הוא אומר: ועצמותיך יחליץ (ישעיהו נח, יא) כלומר יזיין, מלשון נחנו נעבור חלוצים (במדבר לב, לב), ואומר: כל חלוץ צבא, ואומר: שנים עשר אלף חלוצי צבא (שם לא, ה), ממקום יהו\"ה צבאות הם חלוצי צבא ועצמותיך יחליץ. ", "heVersionTitle": "Shaarei Orah, grimoar", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Know now, that these two names, collectively called, <i>HaShem</i> God of Hosts-<i>HaShem Elohi”m Tzva’ot</i>-יהו״ה אלהי״ם צבאו״ת, referring to victory-<i>Netzach</i> and majesty-<i>Hod</i>, are called <b>The Essence of the Heavens-<i>Etzem HaShamayim</i>-עצם השמים</b>. About them it states,<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Exodus 24:10</i> “Like the essence of the heavens-<i>Etzem HaShamayim</i>-<i>עצם השמים</i> in purity.” This is because their strength-<i>Eetzumam</i>-<i>עיצומם</i> comes from that place called heavens-<i>Shamayim</i>-<i>שמים</i>. This mystery in Scriptures is well known to those who know the hidden wisdom.<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">See Ramban to Leviticus 23:28</i> They literally are the strength of the heavens-<i>Etzem HaShamayim</i>-<i>עצם השמים</i>, and every term of “<i>Etzem</i>-עצם” that you find, receives from them, each matter according to its kind. For example, when Torah states,<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">Leviticus 23:28; Also see Ramban there.</i> “On the essence-<i>Etzem</i>-עצם of this day,” the day receives strength from them. This likewise is the mystery of the verse,<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Psalms 35:10</i> “All my bones-<i>Atzmotai</i>-עצמותי declare, ‘<i>HaShem</i>-יהו״ה, who is like You?’” It is from this place that strength of life comes to the dead of Israel, through the quality of the Living God-<i>E”l Chai</i>-<i>א״ל חי</i>. The verse thus states,<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">Isaiah 58:11</i> “[He] will strengthen your bones-<i>Atzmotecha</i>-<i>עצמותיך</i>.” The word used here for “strengthen-<i>Yachaleetz</i>-<i>יחליץ</i>,” also means “to arm,” as in the verse,<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">Numbers 32:32</i> “We shall cross over armed-<i>Chalutzim</i>-<i>חלוצים</i>,” and similarly,<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">Numbers 32:27</i> “Every armed person of the legion-<i>Chalutz Tzava</i>-<i>חלוץ צבא</i>,” and the verse,<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">Numbers 31:5</i> “Twelve thousand armed (men) of the legion-<i>Chultzei Tzava</i>-<i>חלוצי צבא</i>.” That is, it is from the place called <i>HaShem Tzva’ot</i>-<i>יהו״ה <b>צבא</b>ו״ת</i> that they become an “armed legion-<i>Chalutzei Tzava</i>-<i>חלוצי <b>צבא</b></i>,” and that, “[He] will strengthen your bones-<i>Atzmotecha Yachaleetz</i>-<i>עצמותיך יחליץ</i>.”", "versionTitle": "Gates of Light, trans. by Rabbi Amiram Markel and Rabbi Yehudah S. Markel, 2023", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6593ca667cd0ed0599b6da49", "index_title": "Shadal on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Isaiah 58:11:3", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Shadal on Isaiah 58:11:3", "sourceHeRef": "שד\"ל על ישעיהו נ״ח:י״א:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1831, 1855], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Shadal on Isaiah", "he": "שד\"ל על ישעיהו"}, "he": "<b>יחליץ,</b> יחזק, מל' חלוצי צבא (במדבר ל\"א ה') (רש\"י רוז' וגיז').", "heVersionTitle": "Padova, 1867", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc79758c1dc532ec93d5", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 31:5", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Steinsaltz on Numbers 31:5", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״א:ה׳", "anchorVerse": 5, "sourceHasEn": true, "commentaryNum": 31.0005, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּמָּסְרוּ מֵאַלְפֵי יִשְׂרָאֵל אֶלֶף לַמַּטֶּה, שְׁנֵים עָשָׂר אֶלֶף חֲלוּצֵי צָבָא</b>.\n    ", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>One thousand per tribe from the thousands of Israel were provided, twelve thousand mobilized soldiers. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a6a77edbab4498f4852ac", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Ibn Ezra on Numbers 31:5:1", "sourceHeRef": "אבן עזרא על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>וימסרו.</b> כמו וינתנו וקרוב ממנו למסור מעל בה':", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "SO WERE DELIVERED. <i>Va-yimasseru</i> means and they were delivered. The word <i>li-mesor</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Translated literally. Verse 16 reads, <i>li-mesor ma’al</i> (to revolt so as to break faith).</i> (to deliver) (v. 16) is close in meaning to it.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17a2ffbfba22336ea745b", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 31:5:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "וימסרו מאלפי ישראל: שמסרו עצמן על קדושת השם להצלת ישראל:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "554ef0b6fbfba21b48f5416c", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Haamek Davar on Numbers 31:5:1", "sourceHeRef": "העמק דבר על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וימסרו מאלפי ישראל.</b> היינו בשליחותם. ויהי׳ בזה זכות מרובים שעושים מצוה וכל שהרבים יותר עדיף:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f2c7d6e4a9274647264e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Chizkuni, Numbers 31:5:1", "sourceHeRef": "חזקוני, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וימסרו מאלפי ישראל</b> בעל כרחם כמו שפירש״‎י שאמר לו הקב״‎ה הטל עליהם גורלות.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וימסרו מאלפי ישראל, “there were ‘delivered’ from the thousands of Israelite men of military age, etc.” These men were not volunteers but conscripts as Rashi has explained. G-d had told Moses to select these conscripts by means of lots. (Bamidbar Rabbah 22,3.)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1cfd9d6e4a937f9999a81", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 22:3", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Bamidbar Rabbah 22:3", "sourceHeRef": "במדבר רבה כ״ב:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 22.0003, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "<small>(במדבר לא, ד)</small>: אֶלֶף לַמַּטֶּה וגו', יֵשׁ אוֹמְרִים שְׁנֵי אֲלָפִים מִכָּל שֵׁבֶט וְשֵׁבֶט שָׁלַח, וְיֵשׁ אוֹמְרִים שְׁלשֶׁת אֲלָפִים מִכָּל שֵׁבֶט וְשֵׁבֶט, שְׁנֵים עָשָׂר אֶלֶף מְשַׁמְּרִים אֶת כְּלֵיהֶם, עֲלֵיהֶם נֶאֱמַר <small>(שיר השירים ד, ב)</small>: שִׁנַּיִךְ כְּעֵדֶר הַקְּצוּבוֹת, שֶׁכֻּלָּם מַתְאִימוֹת, וּשְׁנֵים עָשָׂר אֶלֶף לִתְפִלָּה. וּמִנַיִן שֶׁכֵּן, שֶׁנֶּאֱמַר: אֶלֶף לַמַּטֶּה אֶלֶף לַמַּטֶּה, הֲרֵי עֶשְׂרִים וְאַרְבָּעָה אֲלָפִים, <small>(במדבר לא, ה)</small>: וַיִּמָּסְרוּ מֵאַלְפֵי יִשְׂרָאֵל אֶלֶף לַמַּטֶּה, הֲרֵי שְׁנֵים עָשָׂר אֲחֵרִים, מַהוּ וַיִּמָּסְרוּ מֵאַלְפֵי יִשְׂרָאֵל אֶלֶף לַמַּטֶּה, שֶׁהָיוּ נִמְסָרִין זוּגוֹת זֶה לָזֶה. דָּבָר אַחֵר, וַיִּמָּסְרוּ, בְּעַל כָּרְחָן, לְפִי שֶׁתָּלָה הַכָּתוּב מִיתַת משֶׁה בְּנִקְמַת מִדְיָן, אָמְרוּ נֵלֵךְ לְמִדְיָן וְיָמוּת משֶׁה, וְנִמְנְעוּ מִלֵילֵךְ. אָמַר לוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה הַפֵּל גּוֹרָלוֹת עַל הַשְּׁבָטִים וְהֵם מֻסָּרִין מֵאֲלֵיהֶן.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“One thousand from each and every tribe [<i>elef lamateh elef lamateh</i>], from all the tribes of Israel, you shall send to the army” (Numbers 31:4). <br>“One thousand from each tribe [<i>elef lamateh</i>] from the thousands of Israel were provided, twelve thousand mobilized soldiers” (Numbers 31:5).</b> <br>“One thousand from each [and every] tribe.… [One thousand from each tribe]” – some say: He sent two thousand from each and every tribe; and some say: Three thousand from each and every tribe, twelve thousand guarding their weapons. In their regard it is stated: “Your teeth are like a flock of ordered ewes…that are all paired” (Song of Songs 4:2). And there were twelve thousand for prayer.  <br>From where is it derived that it is so? It is as it is stated: “<i>Elef lamateh elef lamateh</i>” – that is twenty-four thousand. “<i>Elef lamateh</i> from the thousands of Israel were provided” – that is another twelve thousand. <br>What is “one thousand from each tribe from the thousands of Israel were provided [<i>vayimasru</i>]”?<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The word vayimasru can be interpreted to mean they were handed over. Thus it is explained that they were handed over to somebody else, such that they were pairs.</i> It is that they were provided to be partners for one another.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This was to avoid situations where a man would enter alone to take a woman captive.</i> <br>Another matter: “Were provided” – against their will. Because the verse made Moses’ death contingent upon the vengeance against Midian, they said: ‘We will go to Midian, and Moses will die,’ and they refrained from going. The Holy One blessed be He said to Moses: ‘Draw lots on the tribes, and they will be provided on their own.’", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59647a04d6e4a92bf459e367", "index_title": "Ibn Ezra on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Isaiah 58:11:3", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Ibn Ezra on Isaiah 58:11:3", "sourceHeRef": "אבן עזרא על ישעיהו נ״ח:י״א:ג׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Ibn Ezra on Isaiah", "he": "אבן עזרא על ישעיהו"}, "he": "<b>ועצמותיך יחליץ.</b> יש אומר כמו ידשן בלי חבר, ואחרי' אמרו יחזק, כמו חלוצי צבא <small>(במדבר ל\"א ה')</small>, ויש אומרים שיחליץ כמו יחלץ, <small>(איוב ל\"ו ט\"ו)</small> כאשר מצאנו ישליח <small>(שמות ח' י\"ז)</small> ישלח <small>(תהלים ע\"ח מ\"ה)</small>, ישמיח [שם פ\"ט מ\"ג] ישמח <small>(איכה ב' י\"ז)</small>, וזהו הנכון, כי הנה הוא כמו שומר כל עצמותיו <small>(תהלים ל\"ד כ\"א)</small>, והנה יחלצם משבר:", "heVersionTitle": "Ibn Ezra on Isaiah, by M. Friedlander; Society of Hebrew Literature, London 1877", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<span>יחליץ</span> Some declare it to be hap. leg., and explain it he will make fat; others render it he will strengthen, comparing it with <span>חלוצי</span> armed (Num. 31:5); others still think that <span>יַחֲלִיץ</span> and <span>יְחַלֵּץ</span> he delivereth (Job 36:15) are the same in meaning;<sup class=\"footnote-marker\">13a</sup><i class=\"footnote\">The Hebrew text has the Kal <span>יחלוץ</span>; but from the other instances quoted, which are Piёl and Hiphil, it may be inferred that the Piёl <span>יְחַלֵּץ</span> was here intended by I. E.</i> as is the case with <span>יַשְׁלִיחַ</span> (Ex. 8:17) and <span>יְשַׁלַּח</span> he sendeth (Ps. 78:45), with <span>יַשְֹמִיחַ</span> (Ps. 89:43), and <span>יְשַֹמַּח</span> he gladdeneth (Lam. 2:17). This latter explanation is right; comp. He keepeth all his bones, not one of them is broken (Ps. 34:21); ", "versionTitle": "Commentary of Ibn Ezra on Isaiah - trans. by M. Friedlander, 1873", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "59a6c644d6e4a920f72d9cb4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "HaKtav VeHaKabalah, Numbers 31:5:1", "sourceHeRef": "הכתב והקבלה, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 5.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>וימסרו מאלפי ישראל. </b>היה ראוי לומר וימסרו מישראל, מהו מאלפי, ויתכן שאינו על סכום מנין כ\"א על ענין חשיבות ומעלה דומה לאלופי אדום, ככבש אלוף (ירמיהו י״א:י״ט) דתרגומו בחיר, ומזה במשנה דמנחות, אלפא לסולת כלומר המעולה והמשובח, מלפנו מבהמות ארץ (איוב ל״ה:י״א) פירש\"י חשבנו וגדלנו, ומזה צעיר להיות באלפי יהודה (מיכה ה׳:א׳) היה ראוי להיות הצעיר והקטן בחשובי מעלה שביהודה, וטעם וימסרו מאלפי ישראל, מאנשים החשובים והמובחרים, ושפיר הוסיף יונתן בן עוזיאל בתרגומו גוברין צדיקין, ואמרו בספרי מגיד הכתוב שהיו צדיקים וכשרים, איש פלוני וצדיק יצא למלחמה, וכדאמרי' בעלמא איש הירא מעבירות שבידו ואפי' מן הקלות אינו יוצא למלחמה: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf2c9197ec001aac2f0b", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Midrash Aggadah, Numbers 31:5:1", "sourceHeRef": "מדרש אגדה, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "וימסרו מאלפי ישראל. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"1\"></i> בעל כרחם הלכו לשם כיון שמעו שתלה הקב\"ה חייו של משה במלחמת מדין לא רצו ללכת, אמרו כל זמן שתהא המלחמה עומדת לא ימות משה רבינו, עד שעמד משה והוציאם בעל כרחם:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc285c1533e001928b033", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Malbim on Numbers 31:5:1", "sourceHeRef": "מלבי\"ם על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וימסרו מאלפי ישראל </b>הנפעל מורה שנמסרו על ידי אחרים, ופי' בפי' א' שהיה בזה מסירת נפשם כי מדין היתה מדינה גדולה כמו שנראה מן נפש אדם ששבו, ורחוק מן הטבע שי\"ב אלף יכבשו אותם והיה בזה מסירת נפשם, ור' נתן ס\"ל שבא הנפעל כי בחרו לזה צדיקים שתהיה כוונתם לש\"ש ובזה כ\"א נחבא אל הכלים כמ\"ש אפי' כל העולם אומרים עליך צדיק אתה היה בעיניך כרשע ונמסרו ע\"י אחרים שאמרו עליהם שהם צדיקים ור\"א אמר שנמסרו על כרחם מפני שידעו שבזה תלוים חיי משה:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c179af8bb386c011be98255", "index_title": "Metzudat Zion on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Isaiah 58:11:3", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Metzudat Zion on Isaiah 58:11:3", "sourceHeRef": "מצודת ציון על ישעיהו נ״ח:י״א:ג׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Metzudat Zion on Isaiah", "he": "מצודת ציון על ישעיהו"}, "heTitle": "מצודת ציון על ישעיהו", "he": "<b>יחליץ.</b> יזיין כמו חלוצי צבא (במדבר ל״א:ה׳) ור״ל יבריא ויחזיק: ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17abecbb386c011bea0471", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 84:1:11", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Akeidat Yitzchak 84:1:11", "sourceHeRef": "עקידת יצחק פ״ד:א׳:י״א", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (מדבר רבה פרש' כ\"א) צרור את המדינים וגו' אתה מוצא במי שבא עמהם במדת רחמים לסוף בא לידי בזיון ומלחמות וצרות ואי זה זה דוד שנא' ויאמר דוד אעשה חסד עם חנון בן נחש (שם) א\"ל הקב\"ה אתה תעבור על דברי וגו'. יראה שהיו להם הענינים האלה ממין א' והוא מה שאמרנו. (ד) ולכאורה יראה שלא היתה הכוונה שיעשה כן מיד אלא התר רצועה בהם לבד כעין לא תדרוש שלומם וטובתם וכן יש במדרש (במ\"ר פ' כ\"א) לכך כתיב צרור את המדינים לפי שכתבתי כי תצור אל עיר ימים רבים להלחם עליה לתפשה לא תשחית את עצה וגו' (דברים כ״א:י״א). לא תעשה כן אלא חבלו אילנותיהם וכן אתה מוצא בשעה שהלך יורם מלך ישראל להלחם במואב וגו'. עד והכיתם כל עיר מבצר וכל עץ טוב תפילו וכל מעייני מים תסתומו (מלכים ב ג׳:י״ט) והנכון שהכתוב עצמו הפר טעם מה שנתעכב הדבר לעשות והוא אומרו ויהי אחרי המגפה ויאמר ה' אל משה ואל אלעזר וגו' שאו את ראש כל עדת בני ישראל וגו'. והכוונה שמיד אחרי המגפה צוה ה' על המספר אל הטעם שיבא ומשם נמשכה שאלת בנות צלפחד והנגרר אחריו כמו שיבא ומ\"מ נזכרו בכאן שני הענינים שזכרנו ראשונה בחוזק העם וחולשתו. וזה כי יען שחטאו בחלקם הצוריי מצד מה שנשמעו לע\"א ובחלקם החומרי ממה שחטאו נתעתדו לקבל נזק והפסד מהם והיתה ההתיצבות לפניהם קשה אם ימתינו לשיערכו כנגדם. ולזה היתה עצת ה' טובה מאד שיקדימו הם עליהם כדי שיבאו עליהם בפתע ויהרגום והוא מה שביארו באומרו כי צוררים הם לכם בנכליהם אשר נכלו לכם על דבר פעור והוא ענין הראשון. ועל דבר כזבי בת נשיא מדין וגו' הוא ענין השני אשר חטאו רבים במינו שנאמר ויחל העם לזנות אל בנות מואב אמנם טעם המספר תכף ומיד הוא כדי לכלול מלחמת מדין בכלל כל מלחמות מלכי כנען בהיות ע\"י אנשים כשרים שהם ראויים לעשות מלחמה ביד רמה ושיתבוננו העם הזה בינה כמו שביאר בסוף לאלה תחלק הארץ וגו' כמו שאמרנו מבן עשרים שנה וגו' ובני ישראל היוצאים מארץ מצרים ירצה שהודיעום שיש בחלוקת הארץ ביניהם שתי השקפות. השקפה למספר שימנום בערבות מואב מבן עשרים שנה ומעלה. ועוד אחרת לבני ישראל היוצאים מארץ מצרים והוא מה שאמרו שהמתים היו יורשים את החיים כמו שכתב רש\"י ז\"ל והיא פשרה נכונה בין שתי החלוקות כמו שהוא מובן יפה מדבריו. אמנם מה שספר אחר מספר שבט ראובן הוא דתן ואבירם קרואי העדה אשר הצו וגו' ותפתח הארץ את פיה וגו'. אחשוב שהיה לכבוד יעקב אבינו שקנטר לראובן ושמעון ולוי בשעת מותו ועתה יזכור שהיה טעם לדבריו ממה שנמצאו בשבט ראובן ולוי מי שהתריסו כנגד רבם וכנגד שכינה עד שנעשה בעבורם נס מפורסם בישראל כמו שנודע משמעון עצמו ע\"י החסרון הנמצא בם בזה המספר מהמספר אשר לפניו יותר משלשים וששה אלפים אמנם אגב ארחיה קמ\"ל כמה קשה עונש המחזיק במחלוקת על ריב לא לו מהמחזיק בטענות עצמו כי הנה דתן ואבירם קריאי העדה אשר הצו את משה ואת אהרן בעדת קרח כלומר על ריב לא להם ותפתח הארץ את פיה ותבלע אותם בכללם עד שלא נשאר שריד ופליט באהליהם. אמנם קרח שנכנס על ריב שלו הלא הוא עצמו ואנשיו נענשו אמנם בני קרח לא מתו כי הבא בטענ' ודאי כשתבטל הטענה בעיניו כמי שעשו כלם צדיקים על פי חז\"ל כנזכר במקומו הנה הוא יחדל. אמנם הבא בלא טענה לא תמצא לו סבה שיחדל אבל יהיה מקשה לבו אחר רצונו ויפול ברעה ואין מציל והיא כוונה נפלא' בכתוב. והנה בחלוף שמות המשפחות וחסרונם ובזכרון אבות ובנים יחדיו כגון לגלעד משפחת הגלעדי אלה בני גלעד איעזר משפחת האיעזרי וגו' כי יש כיוצא בהם רבים כבר דברו בהם המדרשות והמפרשים ז\"ל מה שיספיק. אמנם במה שאמר בכאן ושם בת אשר סרח שתרגם אנקלום ושום בת אתת אשר וכתב עליו הרמב\"ן ז\"ל שכוון בזה לומר כי היתה בת יורשת נחלה ושלכך הזכירה הכתוב בכאן כאשר הזכיר בנות צלפחד שתכנס בכלל לאלה תחלק הארץ ודבר של תימה הוא שהרי א\"כ מזה הטעם מנאה ג\"כ ביורדי מצרים בכלל הבנים וסדרן וא\"א שתהי' אז יורשת נחלה שהרי כל השבטים היו אז קיימים גם זרעם נכון לפניהם לא נפקד מהם איש זולתי מה שנזכר בכל מקום ובני יהודה ער ואונן ושלה ופרץ וזרח וימת ער ואונן בארץ כנען (שמות מ\"ו) ואין ספק שאלו היה שם אחר כיוצא באלו שהיה מזכירו אם בלידה ואם במיתה ואם בשניהם וזה מבואר. ואף כי מנאה אז על שם העתיד ושהית' בת אחת מבני השבטים שמת אח\"כ בלא בנים ונשא אשר את אשתו למה תגרע להקרא על שם השבט ההוא וכי מפני שנשא אשר אלמנת בן אחיו תמנע יתומתו להקרא בשם שבט אביה כמו שנקראו בנות צלפחד ותקרא על שם בעל אמה וכ\"ש אם עמדה ממנה משפחה גדולה כמ\"ש הרמב\"ן ז\"ל אלא אם תאמר שהית' אלמנת בנו ונשאה ונקראת על שם זקנו והרי כאן יבום אחר שלא נזכר ולא נפקד בשום מקום ובדא ודאי לא חש מר לקמחיה. ולדעת כוונת אנקלוס היא זולת מה שחשב' והוא כי לפי ששם בירידתם למצרים נאמר ובני אשר ימנה וישוה וגו' וסרח אחותם שיראה מבואר שהיא היתה אחות הבנים לא בתו של אשר שא\"כ היה לו לומר ואת סרח בתו כמו שאמר ואת דינה בתו (בראשית מ״ו:ט״ו). ואם יוקח מאמר ושם בת אשר הכתוב בכאן כפשוטו הרי הכתובים מכחישים זה לזה והוא הסכים ביניהם כתרגומו ושום בת אתת אשר. ולפי זה יתכן כי אמה של סרח מתחלה היתה לאיש מבני השבטים מאותן שמתו אחרי כן בלא בנים ויצאה ממנו והיתה לאשר ולשבעה חדשים ללקוחיה ילדה אותה ולא נודע אם היא בת תשעה לראשון או בת שבעה לאחרון ונמצאת קרחה לנחלה מזה ומזה מאשר כי היו לו בנים ומהראשון מפני הספק. וכמו שאמרו יצא זה שאין זרעו מיוחס (יבמות ק':) ולזה נחיחסה מתחלה אל האחים ולא אל האב ולא נמנע הכתוב לומר הנה ושם בת אשר מפני הספק אלא שאנקלוס תקן לפי היחס הנזכר ראשונה כמו שאמרנו וזה נכון מאד למצוא שם לאביה לפי זה הדרך ואם לא איפה מי הוא: לאלה תחלק הארץ וגו' כבר כתבנו שטעם המספר הזה קודם מלחמת מדין הוא להודיע שהאנשים הראויים למלחמה הם הכשרים אשר לא היה בהם איש מהאנשים הנצוחיים מהצדדים שכתבנו ראשונה וכמו שאמר ובאלה לא היה איש מפקודי משה ואהרן וגו'.(ד) ואני אומר כי מטעם זה חשב משה שהמלחמה הזאת שאמר עליה צרור את המדינים והכיתם אותם לא הוטלה עליו רק שהיא מכלל המלחמות שתעשנה על יד יהושע עד שחזר לומר לו אחר פרשת הקרבנות ופרשת נדרים נקום נקמת בני ישראל מאת המדינים אחר תאסף אל עמיך שהכוונה אחר מלחמה זו תאסף ולא קודם לה כמו שאתה סבור אמנם מה שלא עשאה משה בעצמו יראה שלמד אותו ממאמר צרור את המדינים והכיתם אותם כי הוא שם הפועל לא צווי מיוחד אליו ואע\"פ שכבר נאמר בכאן נקום נקמת כבר איפשר שיעשה ע\"י צווי שעקר הכוונה לא בא אלא להודיעו שתעשה קודם שתאסף גם כי ידע כי פנחס הוא החל במצוה בקנאו את קנאתי וידיו יבצעוה על השלמות שכבר נכרת לו ברית שלום ועליו ועל האנשים הכשרים שנבחרו אליה סמך יפה כמו שאמר וימסרו מאלפי ישראל (במדבר ל״א:ה׳) ותרגום ואתבחרו כמו שאמר בעמלק בחר לנו אנשים (שמות י״ז:ט׳) ובשני המקומות וז\"ל אנשים צדיקים וחכמים ואנשי רוח הקדש (במ\"ר פ' כ\"ב) דכתיב בנפול תרדמה על אנשים (איוב ד׳:י״ג) כי שני הענינים היו אחרי חטא סמוך וצריך זכות שלמה והוא מה שרמז אותו הכתוב יפה באומרו וישלח אותם משה אלף למטה לצבא אותם ואת פנחס בן אלעזר הכהן לצבא וכלי הקדש וחצוצרות התרועה בידו ויצבאו על מדין כאשר צוה ה' את משה ויהרגו כל זכר (במדבר ל״א:ו׳-ז׳): הזכיר חשיבת האלפים וחשיבות השר המשוח ויחסו ועל הענין שיחסו הכתוב בשעת מעשה עם כלי הקדש וחצוצרות התרוע' וביאר שכבר צבאו על מדין כאשר צוה ה' את משה והוא מה שהובן מהכתובים שזכרנו שלא תעשה מלחמה זו על ידי משה ותעשה על יד פנחס ולזה עשו והצליחו ויהרגו כל זכר (ה) אמנם מה שלא צוה השם ית' על הריגת הנשים תחלה יראה שהיה כדי שישאר מקום למשה להתגדל בו במעשה הזה ושיתקיים בו מה שנאמר נקום נקמת בני ישראל וכמו שאמר בפירוש החייתם כל נקבה הן הנה היו לבני ישראל וגו' ותהי המגפה בעדת ה' ועתה הרגו כל זכר בטף וכל אשה יודעת איש וגו' (שם). והנה משה לא צוה על זה כי חשב שהוא דבר מושלם ושלא יעלם ממי שלא נעלמה ממנו הלכה ראשונ' בעקר המעשה הבועל ארמית קנאין פוגעין בו (סנהדרין פ\"א:). (ה) אמנם קצף על פקודי החיל ולא על פנחס דרך כבוד והנה פנחס מעצמו לא רצה לעשות מעשה בדבר שאם יפשע בו לא יקבל תקון מוטב שיביאם ואם ייטב בעיני משה יצוה ויהרגום. (ו) אמנם מה שנאמר בכאן ואתם חנו מחוץ למחנה שבעת ימים כל הורג נפש וגו' מה שלא נזכר בשאר המלחמות הוא מפני שבמלחמת סיחון ועוג כל העם נכנסו במלחמה ואין שם טעם הרחקה אלו מאלו. אמנם בכאן נשארה המחנ' במקומה ומשה באהל וכלן בטהרתן וצריכין להשמר שלא יטמאו בטומאת מת ואל זה הטעם לא נזכרו שם דיני גיעולי הנכרים והכשירן כי למועד הזה שמור לסדרן יחד (ז) אמנם מה שהאריך במספר השבי והמלקוח והשלל ומחציתם ומכסם כמו שעוררנו בספקות יראה שהית' הכוונה שיתנו לב לדעת הפלגתם על דרך הפרסום באופן שלא יעלם ולא ישכח מהם אשר מחמת זה ידעו ויכירו גודל הנצחון שעשה פנחס ובני מלחמתו כדבר ה' מזולת שיפקד מהם איש כמו שיבא וזה במה שיחצו אותה מחצה במחצה ויתנו יוצאי המלחמה אחד מחמש המאות כי בזה כבר יבאו לאוצר ה' אחד מכל אלף (ה) ויהי' מספר האחדים המגיע מהם כמספר האלפים שהביאו כי בתתם מן הצאן שש מאות חמש ושבעים יודע כי מספר הצאן היו שש מאות חמשה ושבעים אלף וכן מן החמורים אחד וששים יודע שהיו אחד וששים אלף וכן בכלם והוא סימן יפה וקצר בו יודע לכל רבוי המלקוח והבז בצמצום מה שלא נודע כן במכס הלוים. אמנם מה שזכר מספר מחצית העדה כלומר בהודיע המחצית יודע המחצית אשר כנגדו וכבר היתה החלוקה הזאת מכוונת ג\"כ באופן שכבר יגיע לאלעזר הכהן עשירית מה שהגיע לכל הלוים כמו שהיה הענין נוהג במעשרות. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וסוף דבר שכונה וכו' ר\"ל שע\"כ האריכה התורה בסיפור המכס אשר נתנו מהשלל לה' לאות הכרת תודתם לו (אשר בהיותו אחד מני אלף לאלעזר הכהן וא' מחמישים ללוים יודע ממנו על נקלה גם מכסת כל השלל הרב המלקוח אשר בזזו עם הצבא) למען ישאר עי\"ז הרושם תמיד בקרבם מנצחונם הגדול הזה, כי במתי מעט נצחו חמשה מלכים והמון עמים רבים אשר אתם, רק בעזר אלהי ובאופן נסיי. בעבור היותם אנשים שלימים החפצים רק בקרבת אלהים ושומרים משמרת תורתו, באופן שמכל אחד מהם לא נחסרה ולא נפקדה מעלתו האישית, וזש\"א ג\"כ אח\"כ \"עבדיך נשאו\" וכו' ר\"ל בראותנו כי רק מתי מספר אנחנו ובכל זאת נצחנו עם רב כזה, אין זאת כי אם בעבור שלא נפקד ממנו איש, ר\"ל שכל אחד ממנו נשאר במעלתו ושלימותו האישיות.  </i>וסוף דבר שכוונה החכמה האלהית לתת רושם באלו הענינים לפרסם שהמלחמה הזאת הית' נצחונה כנגד טבעו של עולם ומנהגו ע\"י האנשים השלמים ההם אשר לא גרעו חק אישיותם ושלימותם בשני הענינים שזכרנו ראשונה. והוא עצמו מה שהעידה עליו התור' במה שאמרה ויקרבו אל משה הפקודים אשר לאלפי הצבא וגו' ויאמרו אל משה עבדיך נשאו את ראש אנשי המלחמה אשר בידנו ולא נפקד ממנו איש ונקרב את קרבן ה' וגו' (במדבר ל״א:מ״ט-נ׳) כוונתם עבדיך נשאו את ראש אנשי המלחמה אשר בידנו וראינו שהמספר הזה אינו כדאי לערוך מלחמה כנגד ה' המלכים ההם והמון עמים רבים אשר אתם כמו שיורה על רבוים השבי והמלקוח כמו שנזכר אלא שהסבה היה מצד שלא נפקד ממנו איש יראה שכלם היו אנשים שלמים בלתי חסרים מאישיותם אשר בזה ידבקו באלהים והוא גומר על ידם ולזה ונקרב את קרבן ה'. ובמדרש חזית כחוט השני שפתותיך (שיר השירים ד׳:ג׳) אלו ישראל בשעה שאמרו למשה עבדיך נשאו וגו' ולא נפקד ממנו איש לערוה ולחטא ואמרו ונקרב את קרבן ה' אמר להם משה הרי דבריכם סותרין אלו לאלו אמרתם ולא נפקד איש לערוה ולחטא ואמרתם ונקרב את קרבן ה' אלולי לא חטאתם קרבן זה למה ירא אני שמא חזרתם לקלקולכם הראשון אמרו לו משה רבינו זוגו' זוגות נכנסנו אצל האשה והאחד מפחם את פניה והאחד מפרק את נזמיה שמא באותה שעה הזיע יצר הרע עלינו קימעא לכך אנו אומרים להקריב קרבן כי אם מידי עבירה יצאנו מידי הרהור לא יצאנו מיד פתח משה לשבחם כפלח הרמון רקתך מבעד לצמתך (שם) אפילו הריקנין שבישראל מלאים מצות כרמון שכל הבא לידו דבר עבירה ונמלט ממנה מצוה גדולה עשה ואין צריך לומר הצנועין והצמותין שבך. ראה כמה כלל זה המאמר אמות הכוונה שהיינו עליה בתחלה. וזה כי במה שאמרו ולא נפקד ממנו איש כוונה לערוה ולחטא והם שני הענינים שזכר ראשונה באמרו על דבר פעור ועל דבר כזבי כו' כמו שפירשנו ועל שניהם אמרו חז\"ל (ברכות י'.) שלא יסתכל במקום ערוה ושלא יינק ממקום הטנופת והגיד גודל כחם וחזקם בכשרותם שלא נמנעו מהערוה מחולשת חפצם בלתי הרגישם בה בערך אל חמדת הקנינים והשלל אבל שכבר באו לידי הרהור והיו כובשים רחמיהם ושולחים יד אכזריותם להכות ולפצוע כדי שלא יפנה לבם אפילו למה שהתירה התורה וראית בשביה אשת יפת תואר וגו' (דברים כ\"א) שהרי אמרו כנגד יצר הרע הכתוב מדבר (קידושין כ\"א:) שאלמלא יתירוה יקחנה באיסור ואלו גברו ועשו חיל ולא עוד אלא שעל אותו הרהור היו מביאין כפרה שאם יצאו מידי עבירה לא יצאו מידי הרהור וההרהור ההוא ודאי הגדיל כח המצוה בלי ספק והוא מה ששבחם שלמה כפלח הרמון רקתך וגו'. לומר שאפי' הרקים שבהם מלאים מצוות כרימון מצד מה שתמנעם התורה מהעבירות כל שכן הצנועין והצמותין שבך כמו שהיו אלו המיוחדים במלחמה זו והנה זאת המלחמ' תהיה דוגמא למלחמות כלן אשר תיעשנה על ידי האנשים אשר לא היו במספר הראשון כי מסגולתם שלא יפקוד מהם איש כמו שהיה בכל ממלכות הארץ העצומות שלא נפקד מהם איש זולתי אותם מתי מעט במלחמת העי בחטאו של עכן שחרדו עליהם חרדה גדולה וכן אמרו והוא יגוד עקב (בראשית מ״ט:י״ט) כל גדודיו ישובו על עקבם לנחלתם שלקחו בעבר הירדן ולא יפקד מהם איש וכן כתב רש\"י זכרו לברכה:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "(2) Midrash Rabbah Numbers 21, explains that whoever treats the Midianites with mercy, will only wind up being abused by them, as happened to David, when the latter sent messengers to express his condolences at the death of their King Nachash. (ibid). (3) Apparently, G'd had not commanded an immediate campaign, rather at that point the injunction was not to befriend them or make peaceful overtures to them, <i>al tatzor</i>, means \"do not besiege.\" Here too, only encirclement was the order of the day. Meanwhile the Jewish people were to be counted following the plague that had killed twenty four thousand of them. After that came the problem of the daughters of Tzelofchod and all that was entailed in that. The moral niveau of the Jewish people had not yet recovered to the point where they could have looked forward to a successful defence in the event of a Midianite attack. For that reason, G'ds advice was that they should stage a surprise attack, which would likely result in victory based on normal military considerations not involving <i>hashgachah peratit</i>, Divine intervention. The reason the campaign is referred to well in advance of its actual execution, is to include it with the report about the campaigns against Sichon and Og, which had been fought successfully by men who were morally entitled to wage war. The people were to appreciate that the men chosen for this campaign had to be such as would qualify on a moral basis. The report about distribution of the land of Israel to the men over twenty, plus those who had come out of Egypt, is, as Rashi says, to show that the dead inherited the living. In this way, both the people to be counted at this time as well as the ones who had left Egypt, would jointly share in inheriting the land. (4) Since the count of the warriors was to include only those who were free from sin, and who therefore qualified for entry into the land, Moses considered himself excluded. This is why he did not lead Israel into battle, personally. He had thought that this was a battle in which Joshua had to assume command, until G'd later repeated to him- after the section about the sacrifices and vows, \"take revenge for Israel from the Midianites; after that you will die!\" The emphasis in that verse is on the fact that he would die only after that had been accomplished, not prior to it. Moses, who had construed the meaning of the word <i>tzaror</i> as an infinitive, not as a directive, delegated Pinchas, who, since he had commenced the <i>mitzvah</i> was to be allowed to complete it. (5) G'd may not have commanded the females to be killed in order to give Moses a chance to still have a major share in carrying out that <i>mitzvah</i> personally. Moses was quite right in chiding the troops who allowed the very people to survive that had caused the plague to happen, and who already had the death of twenty four thousand Israelites on their conscience. Moses had not given such a command before, since he had taken it for granted that this part of the Midianite population would be killed by his warriors. He is not reported as including Pinchas in this reprimand, out of respect for the latter. On the other hand, Pinchas had not wanted to issue such instructions which, if wrong, could not have been corrected at a later date. The reason we have specific instructions for the <i>temey-ey meytim</i>, those who had defiled themselves through contact with corpses, and who have to remain apart from the main body of the people is, that this time only twelve thousand people were involved. Previously, when the whole army had been involved fighting Sichon or Og, and everyone had become defiled through contact with the dead, a separation would not have accomplished anything. Therefore, the legislation about ritual purification of vessels formerly owned by gentiles is in place here. (6+7) The repeated emphasis on the amount of the loot was to remind the people of the extent of the victory, coupled with the fact that they had not suffered any casualties at all. By dividing the loot into 5o% for those who had stayed behind in the camp, and appropriating 1/5ooth from the combatants, the temple treasury would in fact receive one tenth of one percent from the total loot, and the numbers would automatically be equal to the number of thousands listed for all the animals captured etc. The half was recorded to let us know the amount of the 10 per cent that Eleazar was entitled to as a tithe. Altogether, detailing the quantities which twelve thousand men had captured from a nation led by five kings, would remind the people of the impressive nature of their victory. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b9dab071e100bf4eeb49", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 42:1:8", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Akeidat Yitzchak 42:1:8", "sourceHeRef": "עקידת יצחק מ״ב:א׳:ח׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0008, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (ש\"ר פרש' כ\"ו) היש ה' בקרבנו אם אין מה ענין זה לזה משל לתינוק שהיה רכוב על כתיפיו של אביו והוא שואל עליו. א\"ל אתה רכוב על כתפי ואתה שואל הרי אני משליכך ויבוא השונא וישלוט בך. כך אמר הקב\"ה לישראל אני נשאתי אתכם על ענני כבוד ואתם אומרים היש ה' בקרבנו לפיכך יבא השונא וישלוט בכם ויבא עמלק. ואיפשר שזה המרד נודע לו לעמלק וחשב כי בא יומו להתגבר עליו ממאמר אביהם (בראשית כ״ז:מ׳) והיה כאשר תריד ופרקת עלו מעל צוארך כפי תרגומו. והוא מה שנרמז באומרו זכור את אשר עשה לך עמלק וגו' וסוף אתה עייף ויגע ולא ירא אלהים כמו שביארנו כי ידע היותם על זה האופן עם אלהיהם. ואיפשר שכוון זה במה שאמר (ש\"א ט\"ו) אשר שם לו בדרך בעלותו ממצרים שמשמע ששם לו מארבים לדעת מה טובם: והנה באומרו וילחם עם ישראל ברפידים כלל בטוב הבחינה כל מה שאמר בפרשת זכור כמו שפירשנו. ויאמר משה אל יהושע בחר לנו אנשים (התר ספק א') עתה שנודע הטעם אשר לא יצא משם בצבאותם לצוות למשה לעשות להם חיל כי הוא רצה בצערם ובעונשם. הנה נתפרסם צדקת משה רבן עמהם כי לא די שמחל על עלבונו אלא שנתאמץ בכל עוז לעמוד בפרץ לפני אלהיו המקנא לו והשיב חמתו מהשחית והתקין עצמו למלחמה למטה ולתפלה למעלה על צד היותר נכון שיכול עליו. ולזה אמר אל יהושע בחר לנו אנשים. (א) כי צריך היה לבחור אותם שיהיו אנשי מעשה ובעלי זכות לא מהחוטאים וגם שיהיו גבורים אנשי חיל דכולי האי ואולי לפי צורך השעה וכמו שתרגם אנקלוס (במדבר ל״א:ה׳) וימסרו מאלפי ישראל ואתבחרו שגם אותה מלחמה באת ע\"י חטא השטים ועתה התחזק והיה לבן חיל כי מחר אנכי נצב על ראש הגבעה ומטה האלהים בידי ויהיו ידי פרושות השמים בתפלה לפייס ולרצות שלא יצא קצף מלפניו יתעלה להכשילם במלחמה כמו שיתחייב משיעור מרדם. ויעש יהושע כאשר אמר משה להלחם בכל עוז בעמלק ומשה ואהרן וחור עלו ראש הגבעה כי הוא היה המתפלל שם לעיני כל ישראל והם היו שם ללוותו ולסייעו: והיה כאשר ירים משם ידו וגבר ישראל וכאשר יניח ידו וגבר עמלק. (ב) אמר שנתברר להם שם מאד תועלת תפלתו על אותו השיעור שזכרו הרופאים בסגולת הפיאוניא' לנכפה כי בשומה עליו תסור ממנו הכפייה ובסורה תשוב וזה כי כאשר ירים משה ידו בתפלה היה מעביר זעם השם מהם והיו נשארים על טבעם וגבר ישראל כי היו רובי רבבות יותר מעמלק. אמנם כאשר יניח ידו מכובד משאה וגבר עמלק מפאת ההשגחה שסרה מהם ומגברת כחו: וידי משה כבדים ויקחו אבן וישימו תחתיו וישב עליה ואהרן וחור תמכו בידיו מזה אחד ומזה אחד ויהי ידיו אמונה עד בא השמש. (ג) אמר שכבר קרה לו למשה בזה לסבת חסרון שלמותם כמקרה שאר האנשים אשר כח אין בהם להעמיד ידיהם פרושות השמים זמן עד שהוצרכו להביא אבן שישב עליה כדי שיוכלו אהרן וחור לסמוך ידיו מזה אחד ומזה אחד מבלי שיצטרכו גם הם להרים ידיהם למעלה כי לא יוכלו שאת: ויהיו ידיו אמונה עד בא השמש. (ד) יאמר כי היות ידיו כן עד בא השמש היה חוזק האמונה להם לישראל בה' כי בנשאם עיניהם כל היום אל ראש הגבעה מכירים כי לולי תפלת משה בחיר י\"י היו נופלים לפני אויביהם בעונש מה שהכעיסו לפני אלהיהם ויעשו תשובה. ובאגדה (ר\"ה כ\"ט.) וכי ידיו של משה עושות מלחמה או שוברות מלחמה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתגברין ואם לאו היו נופלים. כיוצא בדבר אתה אומר עשה לך שרף וגו' וכי נחש ממית ומחיה אלא בזמן שישראל מסתכלין כלפי מעלה ומכוונין לבם לאביהם שבשמים היו מתרפאין ואם לאו היו נמוקים. והכוונה שהנצחון והנפילה והחיים והמות בהיותם עניינים הפכיים בתכלית ההפכיות הנה א\"א להם שימשכו מהתחלה אחת עד שיהיו הידים עצמו שוברות מלחמה ועושות מלחמה וכן שיהיה הנחש ממית ומחיה. אלא שזה יתחייב מהתחלפות לבם בתכלית ההפכיות והוא היותו מכוין לשמים או לשעות בדברי שקר. והנה הכרתם הענין הזה היא חוזק אמונתם בלי ספק: ויחלש יהושע את עמלק. (ה) אמר כי לסבה שקדמה לא הספיק כל זה הטורח רק להחליש אותם וגם זאת החולש' לא באת להם מפאת ההשגחה הדבקה בהם שבה נעשו מלחמות הכנענים שנאמר בהם (תהילים מ״ד:ד׳) כי לא בחרבם ירשו ארץ וזרועם לא הושיעה למו כי עתה הפעם לא עמדו על נפשם כי אם בחרב ובחנית כאחד האדם. ויתכן שעל זה אמר דוד (שמואל ב א׳:י״ח) ללמד בני יהודה קשת הנה כתובה על ספר הישר כמו שכתבנו בשער ל\"ב אצל אשר לקחתי מיד האמורי בחרבי ובקשתי. והריוח והצלה היה להם כי שמע השם אל תפלת עבדו שלא להיות בעוכריהם. ולפי שהיה ענין זה על הדרך שאמרנו דוגמת בנו יחידו של מלך שמרד באביו והרים עליו יד ויקצוף המלך עליו מאד וחמתו בערה בו ובשעת הזעם עמדו עליו בני אמתו להמיתו והאוהב הנאמן השתדל בכל עוז להפר כעס המלך לבלתי השחיתו גם הוא ויצא ונלחם מלחמתו כי הנה מצד אחד היה לו למלך להחזיק לו טובה כי הציל את נפש בנו יחידו מיד המבקשים לכבות את גחלתו ומצד אחד לא רצה שיודיע זה לבן כי עדין הוא בכעס עמו (ו) לזה אמר כתוב זאת זכרון בספר ושים באזני יהושע כי מחה אמחה את זכר עמלק וגו'. ירצה כתוב זאת זכרון בספר שאני מחזיק לך טובה על מעשה זה ושים באזני יהושע משרתך הלוחם מלחמתך לו לבד ראוי להודיע כי עכשיו אין רצוני שיתפרסם לזולתכם שעשיתם בהצלתם הטוב בעיני ותדע מעתה כי מחה אמחה את זכר עמלק מתחת השמים להשלים ולגמור את אשר התחלתם עשוהו. ולבשורה זו בנה משה מזבח ויקרא שמו י\"י נסי כי היה י\"י לו לאות ולמופת כי רצה במעשיו וקבל לגמור על ידיהן את אשר החלו לעשות. והנכון כי לפי שידע שאם יפול זה המעשה על ישראל לבדם לא ישלימוהו כראוי כמו שכן עשו בשבעה עממין שזרזם לאבדם ולמחות זרעם התרה בהם (במדבר ל\"ג) והיה אשר תותירו מהם לשיכים בעיניכם ולצנינים בצדיכם וגו' ואמר (שם) כאשר דמיתי לעשות להם אעשה לכם ולבסוף הותירו והותירו. גם במלחמה זו עצמה שצוה עליה בתורה באותו שיעור שנזכר ועוד ע\"י שמואל הנביא אל שאול בכמה זרוזיו והנה הוא פשע בה לבלתי השלימה בכל האופנים שזכרנו. והיות הכרתת זרעו של עמלק דבר שהוא צורך גדול להצלחת ישראל כמו שיתבאר בשער נ' הנזכר. הנה לזה כשייחס האל יתעל' מעשה זה בעצמו באומרו כי מחה אמחה את זכר עמלק מתחת השמים שמח ובנה מזבח זה להודות ולהלל על השמועה וקרא שמו ה' נסי כלומר ה' איש מלחמה הוא בעל הנצחון הזה כי הוא ולא אחר ישא את נסי בה. ופי' זה באומרו ויאמר כי יד על כס יה מלחמה לה' בעמלק מדור דור ירצה הטעם שאמרתי ה' נסי כי יה ה' צור עולמים נשא ידו על כסאו לאמר מלחמה לי\"י בעמלק וגו'. ומעתה נצח ישראל לא ישקר. (ו) ואע\"פ שיצוה לישראל לעשות מלחמה זו הוא ישלים מה שיחסרו הם וכמ\"ש ראשית גוים עמלק ואחריתו עדי אובד: (ו) ויתכן עוד לומר כי לפי שכבר פשע עמלק במעשה הזה שתי פשיעות גדולות זו גדולה מזו. הקטנה מהנה כי לא זכר ברית אחים ועברתו שמרה ליום פקודה אשר שברו שהיו מקדמים להם בלחם ובמים והגדולה כי לא זע ולא חל מפחד ה' אשר נקרא שמו עליהם וכל מלכי הגוים נבהלו ורגזו וחלו מפניו וכמו שאמרו ז\"ל (תנחומא פ' תצא) שהביא ידו באמבטי רותחת והנה באמת היה הלחמו עם ישראל בעת ההיא כשולחו יד אל כסא ה' לחלל כבודו ולהתריס כנגדו. והיה מהראוי שכל אחד מהם ינקום חלק נקמתו. לזה אמר עם היות שתחת חטאתו לישראל הוא עתיד לצות להם לסוף. אמנם לעונש חטאתו העקרית והוא שהרים יד על כס יה יהי' עונשו כי מלחמה לה' עצמו בעמלק מדור דור כי על ידו יגמר דינם בלי שום מונע ועכוב מכל הנזכרים למעלה ע\"י שאול במלחמ' זו וע\"י זולתו בזולתה מהמלחמות המוטלות עליהם: והענין הזה בעצמו וכל אשר דברנו עליו הוא מה שכונוהו חז\"ל באותו מאמר שזכרנו ראשונה (תנחומא ס\"פ אחרי) אמר להם הקב\"ה לישראל לשעבר הייתם נושעים על ידי בני אדם וכו'. וזה כי לפי שכלל העם המנהג הם חסרי השלמות בענינם ואינם דבקים עם אלהיהם אשר לפי זה היה מההכרח שתהי' פרנסתם והנהגתם ע\"י אמצעיים והם היותר שלמים וקרובים אל ה' שבהם ויהיו פעולות האנשים אשר בעפר יסודם ואף כי יהיו היותר שלמים שבמין כמשה ואהרן ואין צ\"ל כל אשר נמשכו בדורות האחרונים בלתי איפשר להמלט מהחסרון או החסרונות בבחינ' או בחינות כמו שהיה הענין במעשה שאול זכרנו במלחמה זו וכדומה והיה מההכרח שלא תשתלם ישועת העם על ידם לגמרי ושלא תתקיים הצלחתם לעד אבל הם נושעים על ידם זמן מה וחוזרין ומשתעבדין כפי מה שחוייב מחסרונן. אמנם לעתיד לבא בשוב ה' את שבות עמו שימול להם לבות האנשים ויהפכו כלם שפה אחת ברורה לקרא בשם ה' ולעבדו הנה אז הוא יתברך בכבודו ובעצמו ימלוך עליהם ויפרנסם וינהיגם ויגאלם כי הם מעצמם יזכו לישועה וגדולה. ושוב אינם חוזרין לשיעבוד בהסתלק סבתו מה שעד הנה לא נסתלקו סבות השעבוד ע\"י שאר הפרנסים. הוא מה שאמר הנביא (ירמיהו כ״ג:ז׳-ח׳) ולא יאמר עוד חי ה' אשר העלה את בני ישראל מארץ מצרים כי אם חי ה' אשר העלה ואשר הביא את זרע בית ישראל מארץ צפונה ומכל הארצות אשר הדחתים שם וישבו על אדמתם. ירצה כי בימים ההם ובעת ההיא יכירו ישראל מעלת הגאולה ההיא הנעשית ע\"י עצמו שתהיה נפלאת ונבדלת מגאולת מצרים בשלשה עקרים גדולים. האחד מה שיורה על כללות ממשלתו. השני על עוצם אמתתו ונאמנותו. והשלישי על גדולת השגחתו: ועל האחד אמר אשר העלה ואשר הביא מארץ צפונה ומכל ארצות אשר מזה יראה כי מלכותו בכל משלה. אמנם במצרים לא נודעה גבורתו כי אם על המצריים לבד והוא שטעמו משה בשעת הצורך (במדבר י״ד:ט״ו-ט״ז) ושמעו מצרים וגו' ואמרו הגוים אשר שמעו את שמעך לאמר מבלתי יכולת וגו' ועתה יגדל נא וגו': ועל השנית אמר את זרע בית ישראל כי מעשה ארץ מצרים היה עם הבנים הקרובים אל האבות הנגשים אליו אשר נשבע להם בו ומי יודע אם לדורות האחרונים ישכח בריתו ואמונתו וכבר חשש לזה משה באומרו (שמות ל״ב:י״ג) זכור לאברהם וגו' אשר נשבעת להם בך וגו'. והנביא אמר (ירמיהו י״ד:כ״א) זכור אל תפר בריתך אתנו (איכה ה׳:כ׳) למה לנצח תשכחנו וגו'. אבל המעשה הגדול והנורא העתיד להיות באחרית הימים יהיה עניינו עם כל זרע זרוע אשר יזרע על כל פני האדמה בדורות הרבים ההם אשר עברו עד עת קץ ובדבר ההוא יודע בגוים כי הוא נאמן בבריתו ושומר חסדו לאוהביו ולשומרי מצותיו לאלף דור: ועל העקר השלישי אמר אשר הדחתים שם. וזה שכבר נתבאר בשער ל\"ו שישראל מעצמם ירדו מצרים ושלא הורידם השם יתעלה לעונש עון אשר חטא ולזה לא נתברר משם עוצם ההשגחה האלהית בגלות ההוא ובגאולה ממנו באותו שיעור שיתפרסם מהגלות הזה וגאולתו. כי הגלות נודע שהיה להם עונש מעשיהם הרעים כמו שנתפרסם ע\"י הנביא כלם. ואחר כשמלאה צבאם ונרצה עונם גאלם וכמו שאמר (יחזקאל ל״ט:כ״ח) על זה עצמו וידעו כי אני ה' אלהיהם בהגלות אותם בין הגוים וכנסתים על אדמתם לא אותיר עוד מהם שם ונאמר (שם) וידעו הגוים כי בעונם גלו בית ישראל על אשר מעלו בי ואסתיר פני מהם וגו'. והנה לפי שלמות המעשה הגדול ההוא ראו שהוא ראוי ליחסו אליו יתעלה שהוא שלם בהחלט ופעולותיו שלמות מבלי שום חסרון. לא הגאולה הראשונה של מצרים שלא היתה גאולה שלמה אשר חזרו ונשתעבדו אחריה. אבל ייחסוה למשה ואהרן וכן בכל שאר הגאולות הנעשות עד הנה: והוא מה שאמר (ברכות י\"ב:) בן זומא לחכמים כשדרשו ימי חייך העולם הזה כל ימי חייך להביא את ימות המשיח וכי מזכירין יציאת מצרים לימות המשיח והלא נאמר הנה ימים באים נאם ה' ולא יאמר עוד וגו'. והיתה התשובה לא שתעקר יציאת מצרים ממקומה אלא שיהיה שעבוד מלכיות עקר. והכוונה שאין הרצון שלא תזכור יציאת מצרים עוד ושאר הישועות הפרטיות כי אין ראוי שישכחים לעד רק שתהיה זאת הישועה האחרונה עקר ליחס אותה אליו יתעלה והראשונות טפלות לפי שהיו חסרות בעצמן מה שיחייב היותן בלתי נצחיות. והוא מה שאמר הה\"ד ישראל נושע בה' תשועת עולמים. כי מהשלם יתעלה תקווה תשועה שלמה מכל צדדיה כמו שאמר המשורר ע\"ה (תהילים ק״ו:ד׳-ה׳) זכרני ה' ברצון עמך פקדני בישועתך לראות בטובת בחירך לשמוח בשמחת גוייך להתהלל עם נחלתך. ירצה כי הספיק ישועתו לשיראו בחירי ה' הטוב העצמי הנכסף להם בייחוד והוא הטוב הנפשי והדבקות בה' וכמ\"ש במקום אחר (שם כ\"ז) לולא האמנתי לראות בטוב ה' בארץ חיים והגוי כלו יראו בשמחתם המקווה להם בצאת לחפשי מתחת סבלות הגלות והשיג העניינים הזמניים הנדרשים להם בהשקט ובטחה וכמ\"ש (ישעיהו ל״ה:י׳) ששון ושמחה ישיגו ונסו יגון ואנחה וגם יגיע לכלם ההתפארות יכספוהו הכל מנעימות הנצחון והעביר חרפת העמים האומרי' איה אלהיהם וכמ\"ש (תהילים נ״ו:י״א) באלהים אהלל דבר וגו'. ונאמר (שם ט\"ז) שובע שמחות את פניך נעימות בימינך נצח כי בזה יכירו הכל וידעו כי ישראל נושע בה' וגם בהיות ישועתו תשועת עולמים ולא תסור עד עולמי עד וזהו שיעור מה שרצינו אליו בזה השער:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "The Midrash quoted by Rashi on the verse is well known. (3) When the Torah admonishes in <i>Ki Teytze</i> \"remember what Amalek did to you,\" that warning is a reminder of the conditions under which an Amalek feels encouraged to pounce upon Israel. Israel's own conduct is a provocation . When Joshua is told to choose <i>anashim</i>, i.e. <i>tzaddikim</i>, this is to serve as evidence that there are people amongst Israel who by dint of their lifestyle can face an Amalek without fear, secure in the knowledge that they can count on G-d’s support. Moses assured Joshua that on the morrow he would add the power of prayer to that of the courage of the <i>tzaddikim</i> (5) The visible evidence of Moses’s hands raised in prayer was a psychological prop to the warriors engaged in battle. When Moses’s hands were resting, due to fatigue, this prop was absent inducing fear amongst the Israelites, thus giving Amalek the advantage. Moses’s own physical strength was affected by the knowledge of the weakness of Israel's moral case, as demonstrated by their most recent behaviour. (4+6) Therefore Moses was in need of a physical prop to convey the illusion of superhuman strength and endurance. Viewing Moses’s posture, the Israelites realised that only Moses’s prayer ensured their ascendancy at that particular moment in history. The Talmud Rosh Hashanah 29, compares this happening to the incident with the copper snake, which had the power to heal when the Israelites looked at it. (Numbers 21,6-10) That look also symbolised one's faith in G-d and did not mean that the snake had any power at all. (7+8) For the reasons cited, Israel could not achieve more at that time than to weaken Amalek, not destroy it. This campaign could not be compared to the conquest of the Canaanite nations, since here the warriors had to rely on their own strength, though G-d assisted indirectly in order not to ignore Moses’s prayer. On the one hand G-d wanted to prove to Israel that they had been wrong in questioning His Presence; on the other hand, G-d wanted Israel to know that He was still angry at them. For that reason He commanded Moses to \"write this in a book and tell Joshua.\" Only the latter was deemed worthy at that juncture to be told that the ongoing fight against Amalek was indeed G-d’s fight, and that He would not forsake Israel when the latter would come under attack by Amalek. (9) The revelation that Hashem Himself would in future destroy Amalek, warranted that Moses would build an altar which he named \"G-d is My banner.\" This served as proof that G-d had approved the manner in which Moses had acted on his own when Amalek attacked. The very thing that G-d approved of was Moses’s taking the initiative. G-d was aware that if Israel would be left to its own devices, they would not complete the destruction of Amalek, just as they did not complete the destruction of the seven Canaanite nations despite G-d’s warning that leaving any of them alive or in the country, would prove a destabilising influence to Israel's society. (Numbers 33,55) It was Moses who proclaimed \"for as long as there is a hand raised against the throne of G-d, He will be at war with Amalek.\" (Exodus 17,16) It was Moses’s conviction that the importance of wiping out Amalek warranted that G-d personally would continue to take an active part in such endeavours until they would be crowned with total success. This is the reason we read in Samuel I 15,30, after Saul's failure that \"Israel's eternity will not be denied.\" The ultimate success does not depend on any particular leader of Israel who may or may not carry out G-d’s wishes wholeheartedly. (10) Although G-d commands Israel to wage this war of extermination against Amalek, He Himself will complete whatever has not been accomplished by Israel. This is also the meaning of Bileam's statement \"Amalek is the first of the nations, therefore its end must be utter destruction.\" (Numbers 24,20.) When referring to \"nations,\" Bileam means the first nation to rebel against G-d <i>as a nation</i>. Another reason may be that Amalek committed two wrongs 1) They disregarded the agreement made between their respective ancestors Jacob and Esau. 2) They attacked G-d’s chosen people at a particularly sensitive moment. In the words of the Midrash, Amalek put his hands on a scaldingly hot bathtub, meaning right after a clear demonstration of G-d’s power on behalf of Israel. Therefore, both G-d and Israel would share in the task of punishing Amalek. In Parshat <i>Ki Teytze</i> we read about Israel's part, whereas in Parshat <i>Beshalach</i> we read about G-d’s part. These two portions are complementary to one another. This brings us back to our opening Midrash. Once the Messiah will come, Israel will no longer display the usual human inadequacies, i.e. fulfilling G-d’s will only in part. At that time we will be granted G-d’s direct guidance, and will not have to be led by men, who, though G-d’s instruments, are chosen for their relative merit only. In those latter days the salvation will endure eternally, because intermediaries no longer need to be employed by G-d. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c3c8e43e20d4000851edb36", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan, Part II 60:5:9", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Likutei Moharan, Part II 60:5:9", "sourceHeRef": "ליקוטי מוהר\"ן, תנינא ס׳:ה׳:ט׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 5.0009, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "heTitle": "תנינא", "he": "וְזֶהוּ: וּמוֹסֶרְךָ לַמַּלְכוּת – מְסִירָה הוּא לְשׁוֹן בְּעַל־כָּרְחוֹ, כְּמוֹ שֶׁכָּתוּב (במדבר ל״א:ה׳): וַיִּמָּסְרוּ מֵאַלְפֵי יִשְׂרָאֵל – פֵּרֵשׁ רַשִׁ\"י: שֶׁנִּמְסְרוּ בְּעַל־כָּרְחָם. כִּי רַבִּי שִׁמְעוֹן בֶּן יוֹחַאי יָבִיא אֶת רַבִּי עֲקִיבָא בְּעַל־כָּרְחוֹ לִבְחִינַת גַּדְלוּת עַל־יְדֵי שֶׁהוּא יֹאמַר תּוֹרָה כַּנַּ\"ל:", "heVersionTitle": "Likutei Moharan Tinyana - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן תניינא - rabenubook.com", "text": "Thus, this is “to hand you over to <i>malkhut.</i>” “Handing over” implies against his will, as it is written (Numbers 31:5), “So they were handed over from the thousands of the Children of Israel.” Rashi explains: they were handed over against their will. By teaching Torah, Rabbi Shimon ben Yochai would bring Rabbi Akiva, against his will, to a state of expanded consciousness, as mentioned above.", "versionTitle": "Likutey Moharan Volumes 12-15, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 12-15, 1986-2012"}, {"_id": "5c468fe208d98a02694db820", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, מְסִירָה 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Jastrow, מְסִירָה 1", "sourceHeRef": "מילון יסטרוב, מְסִירָה א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "מְסִירָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מְסִירָה</strong> f.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מָסַר.1\" data-ref=\"Jastrow, מָסַר 1\">מָסַר</a>)  <b>1)</b> <i>harnessing, taking possession of a working animal by an act resembling harnessing</i>. <a class=\"refLink\" href=\"/Mishnah_Kiddushin.1.4\" data-ref=\"Mishnah Kiddushin 1:4\">Kidd. I, 4</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוֹסֵרָה.1\" data-ref=\"Jastrow, מוֹסֵרָה 1\">מוֹסֵרָה</a>. <a class=\"refLink\" href=\"/Tosefta_Kiddushin.1.8\" data-ref=\"Tosefta Kiddushin 1:8\">Tosef. ib. I, 8</a> <span dir=\"rtl\">איזו היא מ׳ מסר לו … ומוֹסִירָהּ</span> (ed. Zuck. <span dir=\"rtl\">ומוסֵירה</span>, Var. <span dir=\"rtl\">במוסרה</span>) what is <i>m’sirah?</i> He (the seller) hands him (the buyer) a bit and he harnesses it (the animal); <a class=\"refLink\" href=\"/Kiddushin.22b.12\" data-ref=\"Kiddushin 22b:12\">Kidd. 22ᵇ</a> <span dir=\"rtl\">כיצד במ׳ אחזה וכ׳</span> what is <i>bimsirah</i> (<a class=\"refLink\" href=\"/Mishnah_Kiddushin.1.4\" data-ref=\"Mishnah Kiddushin 1:4\">Kidd. I, 4</a>)? He seizes its hoof, hair &c., a. fr. <b>—2)</b> <i>handing, delivery</i>. <a class=\"refLink\" href=\"/Gittin.9b.14\" data-ref=\"Gittin 9b:14\">Gitt. 9ᵇ</a>, a. fr. <span dir=\"rtl\">עדי מ׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כְּרַת.1\" data-ref=\"Jastrow, כְּרַת 1\">כְּרַת</a>; a. fr. <b>—3)</b> <i>levy</i>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.4.4.2\" data-ref=\"Shir HaShirim Rabbah 4:4:2\">Cant. R. to IV, 4</a> (ref. to <a class=\"refLink\" href=\"/Numbers.31.5\" data-ref=\"Numbers 31:5\">Num. XXXI, 5</a>) <span dir=\"rtl\">שנים … במ׳</span> twelve thousand men were raised by levy, opp. <span dir=\"rtl\">בנדבה</span> as volunteers."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c46901408d98a02694db998", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, מָסַר 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Jastrow, מָסַר 1", "sourceHeRef": "מילון יסטרוב, מָסַר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "מָסַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מָסַר</strong> (b. h.;  sec. r. of <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אָסַר.1\" data-ref=\"Jastrow, אָסַר 1\">אָסַר</a>, cmp. meanings of b. h. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_סָגַר.1\" data-ref=\"Jastrow, סָגַר 1\">סָגַר</a>) <b>1)</b> <i>to seize</i> (v. <a class=\"refLink\" href=\"/Numbers.31.5\" data-ref=\"Numbers 31:5\">Num. XXXI, 5</a>).—Denom. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מְסִירָה.1\" data-ref=\"Jastrow, מְסִירָה 1\">מְסִירָה</a> 1. <b>—2)</b> <i>to hand over; to deliver, transmit.</i> <a class=\"refLink\" href=\"/Pirkei_Avot.1.1\" data-ref=\"Pirkei Avot 1:1\">Ab. I, 1</a> <span dir=\"rtl\">ומְסָרָהּ וכ׳</span> and handed it (the Law) over to &c. (in the chain of tradition). <a class=\"refLink\" href=\"/Bava_Metzia.8b.10\" data-ref=\"Bava Metzia 8b:10\">B. Mets. 8ᵇ</a> (expl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוֹסֵירָה.1\" data-ref=\"Jastrow, מוֹסֵירָה 1\">מוֹסֵירָה</a>) <span dir=\"rtl\">כאדם המוֹסֵר דבר וכ׳</span> like one handing over (giving possession) &c. <a class=\"refLink\" href=\"/Bava_Metzia.111b.17\" data-ref=\"Bava Metzia 111b:17\">Ib. 111ᵇ</a> bot. (expl. <span dir=\"rtl\">נשא את נפשו</span>, <a class=\"refLink\" href=\"/Deuteronomy.24.15\" data-ref=\"Deuteronomy 24:15\">Deut. XXIV, 15</a>) <span dir=\"rtl\">דבר שמסר את נפשו עליו</span> Ms. M. (ed. <span dir=\"rtl\">המוסר</span>, v. Rabb. D. S. a. l. note) a labor for which he binds (obligates) himself; [oth. explan.] ib. 112ᵃ <span dir=\"rtl\">מ׳ את עצמו למיתה</span> (Ms. M. <span dir=\"rtl\">מ׳ לו נפשו עליו</span>) he delivered himself to death, i.e. risked his life; (Ms. M. for which he surrendered his life to the employer); <a class=\"refLink\" href=\"/Sifrei_Devarim.279.3\" data-ref=\"Sifrei Devarim 279:3\">Sifré Deut. 279</a> <span dir=\"rtl\">מ׳ לך את נפשו</span> he surrendered his life to thee (the employer); a. v. fr.—<span dir=\"rtl\">מ׳ דין על</span> to surrender one’s case against a man (to Providence); v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דִּין.1\" data-ref=\"Jastrow, דִּין 1\">דִּין</a>. <a class=\"refLink\" href=\"/Bava_Kamma.93a\" data-ref=\"Bava Kamma 93a\">B. Kam. 93ᵃ</a>; <a class=\"refLink\" href=\"/Rosh_Hashanah.16b\" data-ref=\"Rosh Hashanah 16b\">R. Hash. 16ᵇ</a>; a. e.—Esp. a) <i>to surrender a person to the authorities, to inform against</i>. <a class=\"refLink\" href=\"/Gittin.7a.5\" data-ref=\"Gittin 7a:5\">Gitt. 7ᵃ</a> <span dir=\"rtl\">ובידי למָסְרָם למלכות</span> it is in my power to bring them to judgment through the (Roman) government. <a class=\"refLink\" href=\"/Tosefta_Terumot.7.20\" data-ref=\"Tosefta Terumot 7:20\">Tosef. Ter. VII, 20</a> <span dir=\"rtl\">יהרגו כולם ולא יִמְסְרוּ וכ׳</span> let them all suffer death rather than surrender one Israelite &c.; a. fr.—V. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מָסוֹר.1\" data-ref=\"Jastrow, מָסוֹר 1\">מָסוֹר</a>.—b) <span dir=\"rtl\">מ׳ עצמו</span> (sub. <span dir=\"rtl\">למיתה</span>) <i>to suffer martyrdom</i>. <a class=\"refLink\" href=\"/Pesachim.53b.7\" data-ref=\"Pesachim 53b:7\">Pes. 53ᵇ</a> <span dir=\"rtl\">שמָסְרוּ עצמן על קדושת וכ׳</span> who were ready to suffer death for the sanctification of the Name (of the Lord). <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.182.3\" data-ref=\"Yalkut Shimoni on Torah 182:3\">Yalk. Ex. 182</a> <span dir=\"rtl\">אומה המוֹסֶרֶת עצמה וכ׳</span> a people that is ready to die for the unity of my Name; a. fr.—Part. pass. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מָסוֹר.1\" data-ref=\"Jastrow, מָסוֹר 1\">מָסוּר</a>; f. <span dir=\"rtl\">מְסוּרָה</span>; pl. <span dir=\"rtl\">מְסוּרִים</span>, <span dir=\"rtl\">מְסוּרִין</span>; <span dir=\"rtl\">מְסוּרוֹת</span>. <a class=\"refLink\" href=\"/Kiddushin.32b\" data-ref=\"Kiddushin 32b\">Kidd. 32ᵇ</a>; <a class=\"refLink\" href=\"/Bava_Metzia.58b.10\" data-ref=\"Bava Metzia 58b:10\">B. Mets. 58ᵇ</a> <span dir=\"rtl\">דבר המ׳ ללב וכ׳</span> to an injunction which is entrusted to the heart (over which human authorities have no control), the Text adds, ‘and thou shalt be afraid of thy God.’ Mekh. Ki Thissa (ref. to <span dir=\"rtl\">לכם</span>, <a class=\"refLink\" href=\"/Exodus.31.14\" data-ref=\"Exodus 31:14\">Ex. XXXI, 14</a>) <span dir=\"rtl\">לכם שבת מ׳ ואי אתם מ׳ לשבת</span> the Sabbath is given in your charge, but you are not surrendered to the Sabbath, i.e., there are higher objects for which the Sabbath law must eventually be violated; <a class=\"refLink\" href=\"/Yoma.85b\" data-ref=\"Yoma 85b\">Yoma 85ᵇ</a>; a. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nif.</strong> - <strong dir=\"rtl\">נִמְסָר</strong> <i>to be delivered, transmitted</i>. <a class=\"refLink\" href=\"/Bamidbar_Rabbah.4\" data-ref=\"Bamidbar Rabbah 4\">Num. R. s. 4</a> <span dir=\"rtl\">נִמְסְרָה לו בכורה</span> the birth-right (priesthood) was transferred to him. <a class=\"refLink\" href=\"/Bava_Kamma.82b.17\" data-ref=\"Bava Kamma 82b:17\">B. Kam. 82ᵇ</a> <span dir=\"rtl\">אין נִמְסָרִים בידכם</span> they will not be given into your hands, you will have no power over them; <a class=\"refLink\" href=\"/Menachot.64b\" data-ref=\"Menachot 64b\">Men. 64ᵇ</a>. Y. Yoma III, 40ᵈ bot. <span dir=\"rtl\">לא היה נִמְסָר וכ׳</span> it (the pronunciation of the Tetragrammaton) was not communicated to any but &c.; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c47058908d98a0285f7d5b7", "index_title": "Klein Dictionary", "category": "Reference", "type": "reference", "ref": "Klein Dictionary, מסר 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Klein Dictionary, מסר 1", "sourceHeRef": "מילון קליין, מסר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1973, 1983], "commentaryNum": 1, "collectiveTitle": {"en": "Klein Dictionary", "he": "מילון קליין"}, "heTitle": "מסר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">מסר</strong>    to hand over, deliver, transmit. <br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>— Qal</strong> - <strong dir=\"rtl\">מָסַר</strong>    <b>1</b> (in the Bible occurring only <a class=\"refLink\" href=\"/Numbers.31.16\" data-ref=\"Numbers 31:16\">Num. 31:16</a> in the phrase <span dir=\"rtl\">לִמֽסָר־מַעַל</span>, whose meaning is doubtful);   PBH  <b>2</b> he handed over, delivered transmitted;   PBH  <b>3</b> he told, informed;   PBH  <b>4</b> he informed against. <br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>— Niph.</strong> - <strong dir=\"rtl\">נִמְסַר</strong>    he was delivered over, was assigned to (in the Bible occurring only <a class=\"refLink\" href=\"/Numbers.31.5\" data-ref=\"Numbers 31:5\">Num. 31:5</a> in the form <span dir=\"rtl\">וַיִּמָּסְרוּ</span>); 2 PBH was told, was transmitted; 3 PBH was informed against. <br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>— Hith.</strong> - <strong dir=\"rtl\">הִתְמַסֵּר</strong>  MH  <b>1</b> he handed himself over;   NH  <b>2</b> he devoted himself to.  [JAram. and Syr. <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מסר.1\" data-ref=\"Klein Dictionary, מסר 1\">מְסַר</a> (= he handed over, delivered, denounced, betrayed). According to some scholars related to Akka. <i>mushshuru</i> (= to send away).] Derivatives: <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מֶֽסֶר.1\" data-ref=\"Klein Dictionary, מֶֽסֶר 1\">מֶסֶר</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מַסְרָן.1\" data-ref=\"Klein Dictionary, מַסְרָן 1\">מַסְרָן</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מָסוּר.1\" data-ref=\"Klein Dictionary, מָסוּר 1\">מָסוּר</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מְסִירָה.1\" data-ref=\"Klein Dictionary, מְסִירָה 1\">מְסִירָה</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מוֹסֵר ᴵ.1\" data-ref=\"Klein Dictionary, מוֹסֵר ᴵ 1\">מוֹסֵר</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מָסוֹרָה.1\" data-ref=\"Klein Dictionary, מָסוֹרָה 1\">מָסוֹרָה</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מָסֹֽרֶת.1\" data-ref=\"Klein Dictionary, מָסֹֽרֶת 1\">מָסֹרֶת</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_הִתְמַסְּרוּת.1\" data-ref=\"Klein Dictionary, הִתְמַסְּרוּת 1\">הִתְמַסְּרוּת</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_מִמְסָר.1\" data-ref=\"Klein Dictionary, מִמְסָר 1\">מִמְסָר</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_תַּמְסִיר.1\" data-ref=\"Klein Dictionary, תַּמְסִיר 1\">תַּמֽסִיר</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Klein Dictionary,_תִּמְסֹֽרֶת.1\" data-ref=\"Klein Dictionary, תִּמְסֹֽרֶת 1\">תִּמְסֹרֶת</a>."], "versionTitle": "Carta Jerusalem; 1st edition, 1987", "license": "CC-BY-NC", "versionTitleInHebrew": "כרטא תשמ״ז"}, {"_id": "5d413a713b4c5c0018d59efc", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Gur Aryeh on Bamidbar 31:5:1", "sourceHeRef": "גור אריה על במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>עד שנמסרו על כרחן.</b> דאין לומר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"32\"></i> די\"ב אלף כשרים היו (רש\"י פסוק ג), ושאר ישראל היו רוצין שילכו מכל מקום<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"33\"></i>, מדכתיב \"מאלפי ישראל אלף למטה\", הקיש הכתוב אותן, כמו שהאלף כשרים – אף כולם כשרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"34\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5d74f93436a58c006e23f65c", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Matot 8", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Matot 8", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), מטות ח׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 8, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "מטות", "he": "<b>וימסרו מישראל אלף למטה שנים עשר אלף חלוצי צבא.</b> יובן בס\"ד לרמוז כי שם פא\"י הוא גי' צ\"א גם שם סא\"ל הוא גי' צ\"א וא\"כ שניהם המה ב\"פ צ\"א ואפשר שישראל נמשך להם כח ושפע מב' שמות קדושים אלו ולז\"א חלוצי צב\"א אותיות ב' צ\"א ר\"ל משני פעמים צ\"א ובזה יובן מ\"ש הפ' וחצית את המלקוח בין תופשי המלחמה וכו' ובין כל העדה והוא כי מלקוח גי' ב\"פ צ\"א רמז להשפעת שמות הנז\"ל שנשפעו מהם ובזה הרויחו כל השלל ההוא שתתחלק ההשפעה שנשפעו מהם בין תופשי המלחמה ובין כל העדה:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d74fa6736a58c006e23fd1c", "index_title": "Ben Yehoyada on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Shabbat 64a:4", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Ben Yehoyada on Shabbat 64a:4", "sourceHeRef": "בן יהוידע על שבת ס״ד א:ד׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 127.0004, "collectiveTitle": {"en": "Ben Yehoyada on Shabbat", "he": "בן יהוידע על שבת"}, "heTitle": "בן יהוידע על שבת", "he": "<b>מִפְּנֵי מָה הֻצְרְכוּ יִשְׂרָאֵל שֶׁבְּאוֹתוֹ הַדּוֹר כַּפָּרָה?.</b> יש להקשות למה הוצרך לומר 'שֶׁבְּאוֹתוֹ הַדּוֹר'? ונראה לי בס\"ד דאמרו רבותינו ז\"ל קודם שעברו הירדן לא היו נענשים הצדיקים על עונות אחרים מדין ערבות, וכמו שכתב רש\"י בפסוק (דברים כט, כח) הַנִּסְתָּרֹת לַהֳ' אֱלֹהֵינוּ וכו', עיין שם. ואיתא בספרי בפסוק וַיִּמָּסְרוּ (במדבר לא, ה) מגיד הכתוב שהיו בני אדם כשרים וצדיקים שהיו שקולים כפנחס, גם אמרו בגמרא שלא היה בהם אפילו מי שהקדים תפילין של ראש לתפילין של יד, ולכן שואל מִפְּנֵי מָה הֻצְרְכוּ יִשְׂרָאֵל שֶׁבְּאוֹתוֹ הַדּוֹר כַּפָּרָה? <b>'אוֹתוֹ הַדּוֹר'</b> דייקא, שלא נתחייבו עדיין בעונות אחרים והם היו צדיקים גמורים, אבל אם היו בדור אחר לא הוה קשיא ליה, דיש לומר הוצרכו בשביל שנתחייבו בשל אחרים מכח ערבות. והשיב בשביל <b>שֶׁזָּנוּ עֵינֵיהֶם</b>, שהזנת העין היו אנוסים בה מחמת ראיה, ובשביל עצמם הביאו שנסתפקו אולי זָּנוּ עֵינֵיהֶם. והא דנקיט לשון <b>הֲזָנָה</b> עיין מה שכתב רש\"י ז\"ל <small>[לשון מזון שנהנו במראית העין]</small>, ומה שכתב עליו מהרש\"א ז\"ל <small>[ופרש\"י זנו מלשון מזון ואין צורך דיש לפרש מלשון זנות ממש דהיינו מהרהור עבירה של זנות.]</small> עיין שם. ונראה לי יבא לשון זה נכון על פי מה שכתבו המקובלים ז\"ל <b>המסתכל בנשים נקרא גם כן מזנה</b>, ולכך ברא הקב\"ה עוף ששמו בַּת הַיַּעֲנָה אשר בת זוגו מתעברת בראיה בלבד, ולכן 'הַיַּעֲנָה' אותיות 'הַעֵינָהּ' שפועלת בראיה, בלבד עד כאן דבריו. ולכן אמרו כאן שֶׁזָּנוּ עֵינֵיהֶם מִן הָעֶרְוָה.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "CC0", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485529538de35ef3f134e", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Matot 10", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Chatam Sofer on Torah, Matot 10", "sourceHeRef": "חתם סופר על התורה, מטות י׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 10, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "מטות", "he": "<b>וימסרו מאלפי ישראל</b> פירש\"י על כרחן כיון ששמעו מיתת משה תלוי' בו להגיד שבחן של רועי ישראל שבתחלה נאמר עוד מעט וסקלוני ובשעת סילוקו הי' קשה עליהם לנקום נקמת מדין ובשל\"ה הקשה מה שייך לשבח זה שהי' אומרים מתחלה עוד מעט וסקלוני ונ\"ל כי רועה ישראל חשוב כאלקים ממש כי יושב על כסא ה' בארץ ע\"כ רועה שאינו הגון כמעמיד אשירה אצל מזבח כמשחכז\"ל והיינו כיון שההגון חשוב כאלקות א\"כ שאינו הגון חשוב כע\"ז ובשעת תלונה במסה ומריבה חשבו משה לאינו הגון שאינו מספיק להם צרכם ע\"כ הי' בעיניהם כאשרה ועי\"ז הוא בסקילה ע\"כ עוד מעט וסקלוני ומינה כשהכירו שהוא הגון וראוי הי' בעיניהם כאלקים וע\"כ אעפ\"י שגדולה נקמה מרשעים שניתנה בין ב' שמות אל נקמות ה' מ\"מ עכבוהו משום חיות של משה דגדולה דיעה שניתנה בין ב' שמות שנאמר אל דיעות ה' וחשבו למרע\"ה לדיעה וידיעה והיינו שבחן ונראה הקב\"ה הודיע למרע\"ה שמיתתו תלוי' במלחמת מדין פי' שנגזר שלא ימות והי' ביד מרע\"ה לעכב עד ח' אדר ולא הי' מת בז' אדר וכיון שחלפה שעה לא מת עד ז' אדר לשנה הבאה דהקב\"ה ממלא שנותיהם של צדיקים מיום ליום ובין כך הי' עובר את הירדן ביו\"ד ניסן ומתבטלה הגזירה ואמנם מרע\"ה נזדרז לכבוד ב' שמות אל נקמות ה' ואמנם ישראל חשבו כי קיומו של מרע\"ה הוא ג\"כ כמוהו כדכתיב אל דיעות ה' ע\"כ וימסרו על כרחם שלא לרצונם כי רצו לקיים ב' השמות וסימנך מפיקים מזן אל זן כי אל יהו' גימטריא זן ובקיום שניהם (קל דיעות ה' וקל נקמות ה') הוה זן אל זן:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485535e6ea9e54b43db54", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Matot 11", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Chatam Sofer on Torah, Matot 11", "sourceHeRef": "חתם סופר על התורה, מטות י״א", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 11, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "מטות", "he": "<b>*וימסרו מאלפי ישראל אלף למטה</b> לשון רש\"י ז\"ל להודיע שבחן של רועי ישראל כמה הן חביבין על ישראל עד שלא שמעו במיתתו מה הוא אומר עוד מעט וסקלוני ומששמעו שמיתת משה תלוי' בנקמת מדין לא רצו ללכת עד שנמסרו על כרחן ולכאורה לא יתכן לשון שבחן של רועי ישראל הלא זה הוא השבח של ישראל שחיבבו את הרועה שלהן שלא רצו לילך למלחמות מדין ונ\"ל דהנה לכאורה קשה להבין מה ששנינו כל שרוח הבריות נוחה הימנה וגם מצינו במס' כתובות האי צורבא מרבנן דמרחמי' לי' בני מתא לא משום דמעלי אלא משום דלא מוכיחן במילי' דשמי' ולפ\"ז ממ\"נ יהי' תרעומת על צורבא מרבנן אם מרחמי' לי' בני מתא יאמרו הבריות משום דלא מוכיחן במילי' דשמיא הוא ואם ישנאנו אנשי עירו יאמרו כל שאין הבריות נוחה הימנה אין רוח המקום נוחה הימנה אך באמת כך הוא בזמן שגדול הדור מוכיח לעוברי עבירה מצד תולדתו שהוא בן אברהם יצחק ויעקב הוא אוהב את המוכיח לו אך מצד היצה\"ר התקוע בלב האדם הוא משניאו להמוכיח וכמו שביאר הרמב\"ם ז\"ל בהלכות גירושין אצל כופין אותו עד שיאמר רוצה אני ומזה נראה שבזמן שגדול הדור הוא מוכיח לאנשי דורו לא מרחמין לי' בני מתי' אבל בזמן שהגיע ח\"ו מיתתו של תלמיד חכם אז יכנע לבב אנשי עירו ונותנים לבם להבין שלטובתם הוכיח מה הוא אומר עוד מעט וסקלוני והיו מרננים עליו בצאתו ובואו וזה הי' מצד שהוכיחן תמיד על כן נתעורר אהבתם בלבם אבל אם גם בהיות הת\"ח עם אנשי עירו בחיים הם מרחמי' לי' ע\"כ מצד שאינו מוכיח להם במילי דשמיא ולפי\"ז יפה אומר רש\"י להודיע שבחם של רועי ישראל שבחיותו עוד מעט וסקלונו דמזה מבורר לכל שהי' מוכיחן תמיד במילי' דשמיא ודוק:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0081d77ecfb0d09e994", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Midrash Lekach Tov, Numbers 31:5:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וימסרו מאלפי ישראל. מגיד הכתוב שהיו בני אדם כשרין וצדיקים ומסרו נפשם על הדבר. ר' נתן אומר אחרים מסרום. איש פלוני כשר יצא למלחמה. ר' אליעזר אומר בוא וראה כמה חיבתן של רועי ישראל על ישראל. בתחלה הוא אומר (שמות י״ז:ד׳) מה אעשה לעם הזה עוד מעט וסקלוני. אבל כיון ששמעו שמיתת משה נתלית על מדין היו מתחבאין שלא ללכת ואף על פי כן נמסרו על כורחן שנאמר וימסרו מאלפי ישראל:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319cfc8b6084aa1cbefbc85", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶ֫לֶף² 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "BDB, אֶ֫לֶף² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶ֫לֶף² א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶ֫לֶף²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><big><span dir=\"rtl\">אֶ֫לֶף</span></big></big>  <strong>n.m.</strong> <sup><a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a></sup> thousand <strong>(</strong><span dir=\"rtl\">אלף</span> MI, SI, Sab. DHM<sup>ZMG 1875, 615</sup>; Arabic <span dir=\"rtl\">أَلْفٌ</span>, Aramaic <span dir=\"rtl\">ܐܳܠܶܦ</span>, <span dir=\"rtl\">אֲלַף</span>, <span dir=\"rtl\">אלפיא</span>; cf. Ethiopic እልፍ <em>mille, myrias</em><strong>)</strong>*.—<span dir=\"rtl\">(אָ֑׳)א׳</span> <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">Gn 20:16</a> +; sf. <span dir=\"rtl\">אַלְפִּי</span> †<a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; du. <span dir=\"rtl\">אַלְפַּיִם</span> <a data-ref=\"Numbers 4:36\" href=\"/Numbers.4.36\">Nu 4:36</a> +; pl. <span dir=\"rtl\">אֲלָפִים</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a> +; cstr. <span dir=\"rtl\">אַלְפֵי</span> <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> +; <span dir=\"rtl\">אֲלָפֶיךָ</span> <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a> + 2 times; <span dir=\"rtl\">אֲלָפָיו</span> Qr <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a> + 2 times (Kt <span dir=\"rtl\">־פו</span>)—<em>a thousand</em>.<br><strong>1.</strong>  numeral: <strong>a.</strong>  used with noun alone; mostly before noun <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a> <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">Ne 3:13</a> <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a> +; after noun (late) <a data-ref=\"I Chronicles 12:35\" href=\"/I_Chronicles.12.35\">1 Ch 12:35</a> + 6 times Ch Ezr Ne; <span dir=\"rtl\">א׳ בָּאַמָּה</span> <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a><sup>(×4)</sup> <a data-ref=\"Ezekiel 47:3\" href=\"/Ezekiel.47.3\">Ez 47:3</a> (del. Co); the noun always pl. when preceding, sometimes when following, <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a> <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a> <a data-ref=\"II Kings 18:23\" href=\"/II_Kings.18.23\">2 K 18:23</a> = <a data-ref=\"Isaiah 36:8\" href=\"/Isaiah.36.8\">Is 36:8</a> <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">2 Ch 30:24</a> <a data-ref=\"Psalms 90:4\" href=\"/Psalms.90.4\">ψ 90:4</a> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a> <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a>; elsewhere sg. <span dir=\"rtl\">אישׁ</span> <a data-ref=\"Judges 9:49\" href=\"/Judges.9.49\">Ju 9:49</a>; <a data-ref=\"Judges 15:15\" href=\"/Judges.15.15\">15:15</a>, <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">16</a> <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a> +; <span dir=\"rtl\">אַמָּה</span> <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> + (so SI); <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a> +, cf. <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a>; <a data-ref=\"I Chronicles 19:6\" href=\"/I_Chronicles.19.6\">19:6</a> <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a> <a data-ref=\"Song of Songs 4:4\" href=\"/Song_of_Songs.4.4\">Ct 4:4</a> <a data-ref=\"Isaiah 7:23\" href=\"/Isaiah.7.23\">Is 7:23</a>, noun sometimes coll.; <span dir=\"rtl\">א׳</span> pl. cstr. <a data-ref=\"Micah 6:7\" href=\"/Micah.6.7\">Mi 6:7</a> <a data-ref=\"Psalms 119:72\" href=\"/Psalms.119.72\">ψ 119:72</a> <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">Gn 24:60</a>; noun not expr. (or not fully) <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">Gn 20:16</a> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">Nu 31:5</a>, <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">6</a> +; distrib. <span dir=\"rtl\">אֶלֶף</span> … <span dir=\"rtl\">אֶלָף</span> <a data-ref=\"Numbers 31:4\" href=\"/Numbers.31.4\">Nu 31:4</a>; multipl. <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> <span dir=\"rtl\">א׳ פְּעָמִים</span>; indef. for great no. (pl.) <a data-ref=\"Exodus 20:6\" href=\"/Exodus.20.6\">Ex 20:6</a>; <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">34:7</a> <a data-ref=\"Deuteronomy 5:10\" href=\"/Deuteronomy.5.10\">Dt 5:10</a> <a data-ref=\"Jeremiah 32:18\" href=\"/Jeremiah.32.18\">Je 32:18</a>, (sg.) <a data-ref=\"Deuteronomy 32:30\" href=\"/Deuteronomy.32.30\">Dt 32:30</a> <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a> +. <strong>b.</strong>  <span dir=\"rtl\">א׳</span> + other num. usually precedes it <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> + often; but foll. <span dir=\"rtl\">רִבּוֹא</span> <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> + 2 times; it follows also smaller no. <a data-ref=\"Numbers 3:50\" href=\"/Numbers.3.50\">Nu 3:50</a> <a data-ref=\"I Kings 5:12\" href=\"/I_Kings.5.12\">1 K 5:12</a> (so SI); the noun foll. in sg. <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> + 8 times; pl. <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> + 2 times; noun precedes, in pl. (late) <a data-ref=\"Daniel 12:12\" href=\"/Daniel.12.12\">Dn 12:12</a> + 2 times; noun not expr. <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">Ex 38:28</a> + often <strong>c.</strong>  <span dir=\"rtl\">א׳</span> × other no. always foll. <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> +; usual order is <em>no</em>. × <span dir=\"rtl\">א׳</span> + <em>additional no.</em> (if any) + <em>noun</em> (ifexpr.) <a data-ref=\"Numbers 31:52\" href=\"/Numbers.31.52\">Nu. 31:52</a> <a data-ref=\"Judges 20:35\" href=\"/Judges.20.35\">Ju 20:35</a> cf. <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> <a data-ref=\"II Kings 3:4\" href=\"/II_Kings.3.4\">2 K 3:4</a><sup>(×2)</sup> +; less often <em>noun</em> + <em>no</em>. × <span dir=\"rtl\">א׳</span> <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">Nu 31:33</a> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> +; (other combin. v. <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">Ex 38:26</a> <a data-ref=\"Numbers 26:51\" href=\"/Numbers.26.51\">Nu 26:51</a>; <a data-ref=\"Numbers 31:32\" href=\"/Numbers.31.32\">31:32</a> <a data-ref=\"Ezekiel 48:30\" href=\"/Ezekiel.48.30\">Ez 48:30</a> <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">1 Ch 29:7</a> etc.); <span dir=\"rtl\">א׳</span> usually sg. <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">Nu 11:21</a> +; except after units, where pl. abs. <a data-ref=\"Numbers 1:46\" href=\"/Numbers.1.46\">Nu 1:46</a> <a data-ref=\"Judges 20:34\" href=\"/Judges.20.34\">Ju 20:34</a> + (so MI); seld. pl. cstr. <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Judges 4:10\" href=\"/Judges.4.10\">Ju 4:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a><sup>(×2)</sup>; (noun mostly sg. when foll. <a data-ref=\"Judges 4:10\" href=\"/Judges.4.10\">Ju 4:10</a> <a data-ref=\"I Kings 12:21\" href=\"/I_Kings.12.21\">1 K 12:21</a> +, yet pl. <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a> <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> +; when preceding it is pl. <a data-ref=\"I Chronicles 5:21\" href=\"/I_Chronicles.5.21\">1 Ch 5:21</a> +, or coll. <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">Nu 31:33</a> <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> <a data-ref=\"II Chronicles 7:5\" href=\"/II_Chronicles.7.5\">2 Ch 7:5</a> +); <span dir=\"rtl\">אֶלָף אֲלָפִים</span> <a data-ref=\"I Chronicles 21:5\" href=\"/I_Chronicles.21.5\">1 Ch 21:5</a>; <a data-ref=\"I Chronicles 22:14\" href=\"/I_Chronicles.22.14\">22:14</a> <a data-ref=\"II Chronicles 14:8\" href=\"/II_Chronicles.14.8\">2 Ch 14:8</a>; <span dir=\"rtl\">אַלְפֵי שִׁנְאָן</span> <a data-ref=\"Psalms 68:18\" href=\"/Psalms.68.18\">ψ 68:18</a>, cf. <a ,=\"\" data-ref=\"BDB, שִׁנְאָן\" dir=\"rtl\" href=\"/BDB,_שִׁנְאָן\">שִׁנְאָן</a>; <span dir=\"rtl\">בְּהַרְרֵי אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a>, read <span dir=\"rtl\">אֵל</span> cf. <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>, Ol Bi Che; yet v. Hup De.— <em>Note.</em> 10,000 = <span dir=\"rtl\">עֲשֶׂרֶת אֲלָפִים</span> etc. <a data-ref=\"Judges 1:4\" href=\"/Judges.1.4\">Ju 1:4</a>; <a data-ref=\"Judges 3:29\" href=\"/Judges.3.29\">3:29</a> <a data-ref=\"I Kings 5:28\" href=\"/I_Kings.5.28\">1 K 5:28</a> <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">1 Ch 29:7</a> +; less often <span dir=\"rtl\">רִבּוֹ</span>, <span dir=\"rtl\">רְבָבָה</span> etc. q.v.<br><strong>2.</strong>  <em>a thousand</em>, a company of 1000 men, as united under one superior, or leader, hence <span dir=\"rtl\">שַׂר א׳ (שָׂרֵי)</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a>, <a data-ref=\"Exodus 18:25\" href=\"/Exodus.18.25\">25</a> cf. <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> +; cf. <span dir=\"rtl\">רָאשֵׁי א׳ יִשְׂרָאֵל</span> <a data-ref=\"Numbers 1:16\" href=\"/Numbers.1.16\">Nu 1:16</a>; <a data-ref=\"Numbers 10:4\" href=\"/Numbers.10.4\">10:4</a> <a data-ref=\"Joshua 22:21\" href=\"/Joshua.22.21\">Jos 22:21</a>, <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">30</a> & v. infr.; cf. also <a data-ref=\"I Samuel 29:2\" href=\"/I_Samuel.29.2\">1 S 29:2</a>; especially <em>family</em>, etc. <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a> <a data-ref=\"I Samuel 10:19\" href=\"/I_Samuel.10.19\">1 S 10:19</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> & cf. <span dir=\"rtl\">מִשְׁפַּחַת</span> v <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">21</a>); cf. <a data-ref=\"Micah 5:1\" href=\"/Micah.5.1\">Mi 5:1</a>;—<a data-ref=\"Numbers 10:36\" href=\"/Numbers.10.36\">Nu 10:36</a> <span dir=\"rtl\">(רִבְבוֹת אַלְפֵי יִשְׂרָאֵל)</span> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">31:5</a> <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a> <a data-ref=\"I Samuel 23:23\" href=\"/I_Samuel.23.23\">1 S 23:23</a> apparently shew transit. to this technical use."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d15eb6084aa1cbf0d969", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָלַץ² 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "BDB, חָלַץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָלַץ² א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָלַץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><big>[<span dir=\"rtl\">חָלַץ</span>]</big></big>  <strong>vb. equip for war (</strong>primary idea of <em>strength, vigour</em>, v. Hiph., n. <span dir=\"rtl\">חֲלָצַיִם</span>, and Assyrian <em>ḫalṣu</em>, <em>fortification</em> (Schr<sup>COT Gloss</sup> Asrb. <sup>Annals ii. 52</sup>), cf. <em>ḫhilṣu</em>, <em>belt</em>, Zehnpfund<sup>BAS i. 499</sup>; Aramaic <span dir=\"rtl\">ܚܠܻܝܨ</span> <em>accinctus ad opus, strenuus</em>, <span dir=\"rtl\">ܚܠܻܝܨܽܘܬܳܐ</span> <em>fortitudo, strenuitas</em>, Gk. ἀνδρεία, > Thes Rob Ges SS who regard as = I. <span dir=\"rtl\">חלץ</span> in sense <em>strip</em> for battle, <em>expeditus</em><strong>)</strong>—<br><strong>Qal</strong>  only Pt. pass. <span dir=\"rtl\">חָלוּץ</span> <a data-ref=\"Numbers 32:21\" href=\"/Numbers.32.21\">Nu 32:21</a> + 7 times, cstr. <span dir=\"rtl\">חֲלוּץ</span> <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">Nu 32:27</a>; pl. <span dir=\"rtl\">חֲלוּצִים</span> <a data-ref=\"Numbers 32:30\" href=\"/Numbers.32.30\">Nu 32:30</a> + 2 times, cstr. <span dir=\"rtl\">חֲלוּצֵי</span> <a data-ref=\"I Chronicles 12:24\" href=\"/I_Chronicles.12.24\">1 Ch 12:24</a> + 3 times; <span dir=\"rtl\">חֲלֻצֵי</span> <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">Is 15:4</a>;—<em>equipped:</em> <strong>1.</strong>  as adj. <a data-ref=\"Numbers 32:30\" href=\"/Numbers.32.30\">Nu 32:30</a>, <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">32</a> <a data-ref=\"Deuteronomy 3:18\" href=\"/Deuteronomy.3.18\">Dt 3:18</a>. <strong>2.</strong>  as subst. sg. coll. <a data-ref=\"Numbers 32:21\" href=\"/Numbers.32.21\">Nu 32:21</a> (JE; v. Niph. v <a data-ref=\"Numbers 32:20\" href=\"/Numbers.32.20\">20</a>) <a data-ref=\"II Chronicles 20:21\" href=\"/II_Chronicles.20.21\">2 Ch 20:21</a>; <a data-ref=\"II Chronicles 28:14\" href=\"/II_Chronicles.28.14\">28:14</a>, c. art. <span dir=\"rtl\">הֶח׳</span> <a data-ref=\"Joshua 6:7\" href=\"/Joshua.6.7\">Jos 6:7</a>, <a data-ref=\"Joshua 6:9\" href=\"/Joshua.6.9\">9</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> (JE); <span dir=\"rtl\">חֲלוּץ צָבָא</span> <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">Nu 32:27</a> <em>men equipped for war</em> (JE), so <span dir=\"rtl\">ח׳ הַמִּלְחָמָה</span> <a data-ref=\"Numbers 32:29\" href=\"/Numbers.32.29\">32:29</a> (P); <span dir=\"rtl\">הֶחָ׳ לַצָּבָא</span> <a data-ref=\"I Chronicles 12:24\" href=\"/I_Chronicles.12.24\">1 Ch 12:24</a> (v <a data-ref=\"I Chronicles 12:23\" href=\"/I_Chronicles.12.23\">23</a> van d. H.); pl. <span dir=\"rtl\">חֲלוּצֵי צָבָא</span> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">Nu 31:5</a> (P) <a data-ref=\"I Chronicles 12:25\" href=\"/I_Chronicles.12.25\">1 Ch 12:25</a> (v <a data-ref=\"I Chronicles 12:24\" href=\"/I_Chronicles.12.24\">24</a> Van d. H.) <a data-ref=\"II Chronicles 17:18\" href=\"/II_Chronicles.17.18\">2 Ch 17:18</a>; <span dir=\"rtl\">ח׳ הַצּ׳</span> <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a> (P); note <span dir=\"rtl\">חֲלֻצֵי מוֹאָב</span> <a data-ref=\"Isaiah 15:4\" href=\"/Isaiah.15.4\">Is 15:4</a> <em>warriors</em> (<em>equipped ones</em>, Che <em>men-at-arms</em>) <em>of Moab</em>.<br><strong>Niph.</strong>  Impf. 2 mpl. <span dir=\"rtl\">תֵּחָֽלְצוּ</span> <a data-ref=\"Numbers 32:20\" href=\"/Numbers.32.20\">Nu 32:20</a>, 1 pl. <span dir=\"rtl\">נֵחָלֵץ</span> <a data-ref=\"Numbers 32:17\" href=\"/Numbers.32.17\">Nu 32:17</a>; Imv. <span dir=\"rtl\">הֵחָֽלְצוּ</span> <a data-ref=\"Numbers 31:3\" href=\"/Numbers.31.3\">Nu 31:3</a>; <em>be</em>, or <em>go equipped</em>, sq. <span dir=\"rtl\">לִפְנֵי</span> <a data-ref=\"Numbers 32:17\" href=\"/Numbers.32.17\">Nu 32:17</a>, <a data-ref=\"Numbers 32:20\" href=\"/Numbers.32.20\">20</a> (both JE; v. Qal Pt. v <a data-ref=\"Numbers 32:21\" href=\"/Numbers.32.21\">21</a>); sq. <span dir=\"rtl\">לַצָּבָא</span> <a data-ref=\"Numbers 31:3\" href=\"/Numbers.31.3\">31:3</a> (P; Niph. Imv. here surprising with <span dir=\"rtl\">מֵאִתְּכֶם</span>, v. Di).<br><strong>Hiph.</strong>  Impf. <span dir=\"rtl\">עַצְמֹתֶיךָ יַחֲלִיץ</span> <a data-ref=\"Isaiah 58:11\" href=\"/Isaiah.58.11\">Is 58:11</a> <em>he</em> <span dir=\"rtl\">(י׳)</span> <em>will brace up, invigorate, thy bones</em> (MV De Di; Hup Che crit. n. Du al. read <span dir=\"rtl\">יַחֲלִיף</span> <em>renew, rejuvenate</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2cab6084aa1cbf1e5a5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מָסַר 1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "BDB, מָסַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, מָסַר א׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מָסַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">מָסַר</span>]</big></big>  <strong>vb.</strong> si vera l. <strong>deliver up, offer (</strong>NH <span dir=\"rtl\">מָסַר</span>; Aramaic <span dir=\"rtl\">ܡܣܰܪ</span> <em>deliver up, denounce, betray</em>, <span dir=\"rtl\">מְסַר</span>; Hom<sup>ZMG xlvi. 1892, 530</sup> comp. Sab. <span dir=\"rtl\">מסר</span> <em>take away</em><strong>)</strong>;—<br><strong>Qal</strong>  Inf. cstr. <span dir=\"rtl\">לִמְסָר־מַ֫עַל בי׳</span> <a data-ref=\"Numbers 31:16\" href=\"/Numbers.31.16\">Nu 31:16</a> <em>offer</em> (commit) <em>a trespass against</em> <span dir=\"rtl\">י׳</span>, but read <span dir=\"rtl\">לִמְעֹל</span>, cf. Thes Di (v. <a data-ref=\"Numbers 5:6\" href=\"/Numbers.5.6\">Nu 5:6</a> <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">2 Ch 36:14</a>).<br><strong>Niph.</strong>  Impf. <span dir=\"rtl\">וַיִּמָּֽסְרוּ</span> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">Nu 31:5</a> <em>delivered over to, assigned to</em> (of warriors), read perhaps <span dir=\"rtl\">וַיִּסָּֽפְרוּ</span> (𝔊 ἐξηρίθμησαν) cf. Thes."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64187312a17d285d83ca9c3c", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Numbers 31:5:1", "anchorRef": "Numbers 31:5", "anchorRefExpanded": ["Numbers 31:5"], "sourceRef": "Netinah LaGer, Numbers 31:5:1", "sourceHeRef": "נתינה לגר, במדבר ל״א:ה׳:א׳", "anchorVerse": 5, "sourceHasEn": false, "commentaryNum": 5.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "במדבר", "he": "<b>וימסרו, ואחבחרו.</b> רומז למה שאמרו חז\"ל כנמסרו על כרחם.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6708134321016e7671311dc7", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 16:1", "anchorRef": "Numbers 28:16-31:29", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29"], "sourceRef": "Deuteronomy 16:1", "sourceHeRef": "דברים ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Observe the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>Cf. Exod. 13.4; 23.15; 34.18.</i> of Abib and offer a passover sacrifice to your God יהוה, for it was in the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>See previous note.</i> of Abib, at night, that your God יהוה freed you from Egypt.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]