[{"_id": "531e4fe4fbfba276047f70fe", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 31:7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Onkelos Numbers 31:7", "sourceHeRef": "תרגום אונקלוס על במדבר ל״א:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 31.0007, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְאִתְחַיָּלוּ עַל מִדְיָן כְּמָא דִי פַּקִּיד יְיָ יָת משֶׁה וּקְטָלוּ כָּל דְּכוּרָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "They mounted a campaign against Midian, as Adonoy had commanded Moshe, and they killed every male.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec933", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 31:7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Targum Jonathan on Numbers 31:7", "sourceHeRef": "תרגום יונתן על במדבר ל״א:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 31.0007, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִתְחַיָילוּן עַל מִדְיָן אַקְפוּהָ מִתְּלַת טְרִיגוּנָהָא הֵיכְמָא דְפַקֵיד יְיָ יַת משֶׁה וּקְטָלוּ כָּל דְכוּרָא", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And they warred against Midian, circumventing them from three corners, as the Lord had instructed Mosheh, and they killed every male; \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9dcfbfba21603f5b178", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 527:3", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Sefer HaChinukh 527:3", "sourceHeRef": "ספר החינוך תקכ״ז:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 527.0003, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִדִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (רמב\"ם מלכים פ\"ו) שֶׁדִּין קְרִיאַת הַשָּׁלוֹם הוּא בְּכָל מָקוֹם, כְּלוֹמַר בֵּין בְּמִלְחֶמֶת מִצְוָה בֵּין בְּמִלְחֶמֶת רְשׁוּת, וּמִלְחֶמֶת מִצְוָה הִיא כְּגוֹן שִׁבְעָה עֲמָמִין וַעֲמָלֵק. וְהַכֹּל אִם הִשְׁלִימוּ עִמָּנוּ, כְּלוֹמַר שֶׁקִּבְּלוּ עֲלֵיהֶם מַס וְעַבְדוּת, וּכְמוֹ כֵן שֶׁקִּבְּלוּ עֲלֵיהֶם שֶׁבַע מִצְוֹת, אֵין הוֹרְגִין מֵהֶם כָּל נְשָׁמָה וְיִהְיוּ לָמַס וַעֲבָדוּנוּ, אֲבָל כְּשֶׁלֹּא הִשְׁלִימוּ יֵשׁ חִלּוּק בֵּין מִלְחֶמֶת מִצְוָה לִרְשׁוּת, שֶׁבְּמִלְחֶמֶת מִצְוָה אֵין מְחַיִּין מֵהֶם כָּל נְשָׁמָה, וּבְמִלְחֶמֶת הָרְשׁוּת מַנִּיחִין מֵהֶם הַטַּף וְהַנָּשִׁים, כְּמוֹ שֶׁכָּתַבְנוּ בְּסָמוּךְ, וְכֵן מַנִּיחִין רוּחַ אַחַת בְּעִיר מָצוֹר בְּמִלְחֶמֶת רְשׁוּת שֶׁיִּבְרְחוּ מִשָּׁם, וְכִדְאִיתָא בְּסִפְרֵי, וְיָלְפִינַן זֶה מִדִּכְתִיב (במדבר לא, ז) וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה יְיָ וְגוֹ' וּבְמִלְחֶמֶת שִׁבְעָה עֲמָמִין מַקִּיפִין אוֹתָם מִכָּל צַד, וּמִכָּל מָקוֹם מוֹדִיעִים אוֹתָם תְּחִלָּה שֶׁאִם רְצוֹנָם לְהַנִּיחַ הָעִיר וְשֶׁיֵּלְכוּ לָהֶם הָרְשׁוּת בְּיָדָם.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the laws of the commandment are what they, may their memory be blessed, said (Mishneh Torah, Laws of Kings and Wars 6:1) that the law of the call for peace is with every place — meaning to say whether in a commanded war or in an optional war. And a commanded war is, for example, [against] the seven [Canaanite] nations and Amalek. And [with] all, if they make peace with us — meaning to say, they took upon themselves the tax and servitude, and likewise that they took upon themselves the seven commandments — we do not kill a soul from them, and they will be for tribute and serve us. But when they do not make peace, there is a distinction between a commanded war and an optional [war]: That in a commanded war, we do not keep a soul alive; whereas in an optional war we keep their children and women alive, as we wrote adjacently. And likewise, in an optional war, we leave one side of a besieged city open, that they can run away from there, and as it is found in Sifrei Bamidbar 157. And we learn this from that which is written (Numbers 31:7), “And they gathered upon Midian as the Lord commanded.” But in a war against the seven nations, we encircle them from all sides. However, we nonetheless inform them first that if their will is to leave the city and go away, the option is in their hand.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "569d07d9d6e4a979b40a0e1f", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 157:5", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Sifrei Bamidbar 157:5", "sourceHeRef": "ספרי במדבר קנ״ז:ה׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [200], "commentaryNum": 157.0005, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ויצבאו על מדין – הקיפוה מד' רוחותיה. ר' נתן אומר: נתן להם רוח רביעית כדי שיברחו: ואת מלכי מדין – למה נאמר? והלא כבר נאמר את אוי ואת רקם ואת צור ואת חור ואת רבע, ומה ת\"ל ואת חמשת מלכי מדין? מגיד הכתוב שכשם ששוו כולם בעצה אחת – כך שוו כולם בפורענות: ואת בלעם בן בעור הרגו בחרב – נתנו לו ישראל שכרו משלם ולא קפחוהו, לפי שבא ליתן להם עצה; אמר להם לכשהייתם ס' רבוא לא יכלתם בהם, ועכשיו אתם יכולים בהם? לכך נתנו לו שכרו משלם ולא קפחוהו. ר' נתן אומר: בב\"ד הרגוהו, שנאמר (יהושע יג) ואת בלעם בן בעור הקוסם הרגו בחרב: ואת כל עריהם במושבותם – זו ע\"ז שלהם: ואת כל טירותם – מקום שהיו בטיריון. ד\"א בטירותם – מקום שהיו נוטרים שלהם: ויביאו אל משה – מגיד הכתוב שהיו בני אדם כשרים וצדיקים, ולא נחשדו על הגזל. לא כענין שנאמר (יהושע ז) וימעלו בני ישראל מעל בחרם, אבל כאן – ויקחו את כל השלל ויביאו אל משה: ויצאו משה ואלעזר הכהן – אבא חנין אומר משום רבי אלעזר: לפי שיצאו נערי ישראל לחטוף את הבזה. ויקצוף משה על פקודי החיל – מגיד שאין הסרחון תלוי אלא בגדולים. ויאמר להם משה החייתם כל נקבה – אמר לו פינחס: רבינו, כשם שהפקדתנו כך עשינו: הן הנה היו לבני ישראל בדבר בלעם – מה היה דבר בלעם? אמר להם: אפילו אתם מכניסים כל המונות שבעולם לא אתם יכולים להם! שמא מרובים אתם מן המצרים, שנאמר (שמות יד) ויקח שש מאות רכב בחור? אלא בואו, ואני נותן לכם עצה מה תעשו: אלהיהם של אלו שונא זמה. העמידו לכם נשיכם ובנותיכם בזמה, והם שטופים בזמה, ואלהיהם שולט בהם! שזה כלל: שכל זמן שישראל עושים רצונו – הוא נלחם להם, שנאמר (שמות יד) ה' ילחם לכם, ובזמן שאין עושים רצונו – כביכול הוא נלחם בם שנאמר (ישעיה סג) ויהפך להם לאויב, ולא עוד, אלא שעושה את הרחמן אכזרי, שנאמר (איכה ב) היה ה' כאויב בלע ישראל:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 31:7) \"And they warred against Midian\": They surrounded it from four sides. R. Nathan says: They left a fourth side for them to flee from. (Ibid. 8) \"the five kings of Midian\": As they were all one in counsel, they were all one in death. \"and Bilam the son of Beor they slew by the sword\": Israel gave him his full reward and did not stint him. For he said to them: When you were six hundred thousand (in the days of Balak), you could not withstand them, and would you withstand them now? Whereupon they gave him his full \"reward\" (for his sound advice) and did not \"stint\" him. R. Nathan says: With the four judicial death penalties they slew him. As it is written (Joshua 13:22) \"And Bilam the son of Beor the sorcerer the children of Israel slew by the sword together with their slain.\" (Bamidbar 31:10) \"and all tirotham\": This refers to their houses of idolatry. Variantly: the posts of their sentinels. (Ibid. 31) \"And they took all of the spoil … and they brought it to Moses.\" Scripture here apprises us that they were just and upright and not suspect of theft, as opposed to (Joshua 7:1) \"And the children of Israel embezzled the spoils,\" while here \"And they took all of the spoil … and they brought it to Moses.\" (Bamidbar 31:13) \"And Moses and Elazar the Cohein went out\": Abba Channan says in the name of R. Eliezer: Because they saw the youth of Israel going out to snatch the spoils. (Ibid. 14) \"And Moses was wroth with the commanders of the host\": \"the great ones bear the stigma.\" — whereupon Pinchas said to him: \"Our teacher, we did as you commanded us.\" (Ibid. 15-16) \"And Moses said to them: Have you let all the females live? These are the women who were (consigned as harlots) against the children of Israel by the word of Bilam.\" What was that word? He said to them (the Midianites): Even if you bring all the hordes in the world against them, you will not defeat them. Are you more numerous than the Egyptians, of whom it is written (Shemot 14:7) \"And he took six hundred of his picked chariots, etc.\"? But come, I will counsel you as to what to do. The G-d of these detests lewdness. Consign your wives and daughters to them and steep them in lust and their G-d will war against them. For this is the rule: As long as Israel does His will, He wars for them, as it is written (Shemot 14:14) \"the L-rd will war for you.\" And when they do not do His will, He wars against them, viz. (Isaiah 63:10) \"… and He turned into their foe.\" And, what is more, the Merciful One becomes cruel to them, viz. (Eichah 2:5) \"The L-rd has become like a foe; He has swallowed up Israel.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d83d6e4a94c7c18b235", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 31:7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Tafsir Rasag, Numbers 31:7", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״א:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 31.0007, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "פגזו אלמדין כמא אמר אללה מוסי וקתלו כל רג̇ל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d699d6e4a92bf45a8bb9", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Rabbeinu Bahya, Bamidbar 31:7:1", "sourceHeRef": "רבנו בחיי, במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ויהרגו כל זכר.</b> הגדולים, כי הטף עם הנשים בזזום.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ויהרגו כל זכר, “they killed every male,” i.e. the adults. The male children were part of the loot as per verse 9.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489a9d6e4a939ba175310", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Torah Temimah on Torah, Numbers 31:7:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ויצבאו וגו׳. </b>הקיפוה מד׳ רוחותיה, ר׳ נתן אומר, נתן להם רוח רביעית כדי שיברחו <sup class=\"footnote-marker\">ט</sup><i class=\"footnote\">ר\"ל הניח מקום למי שירצה לברוח יברח. והרמב\"ם בפ\"ו ממלכים ה\"ז כתב וז\"ל, כשצרין על עיר לתפשה אין מקיפין אותה מארבעה רוחותיה אלא משלש רוחות ומניחין מקום לבורח ולכל מי שירצה להמלט על נפשו, שנאמר ויצבאו על מדין כאשר צוה ה' את משה מפי השמועה למדו שבכך צוהו, והכ\"מ הביא את הספרי מהסמ\"ג והוא פלא.\n<br>ולא נתבאר למה פסק הרמב\"ם כר' נתן נגד חכמים, וגם לא נתבאר יפה הלשון מפי השמועה למדו שבכך צוהו איפה מרומזת שמועה זו, וגם מניין לו לר' נתן חידושו זה. ויתכן לומר שסמך על מ\"ש בירושלמי שביעית פ\"ו ה\"א, שלש פרסטיניות [הודעות גלויות] שלח יהושע עד שלא נכנס לארץ, ואחת מהן מי שרוצה להפנות [כלומר לברוח] יפנה, ע\"כ, והנה אינו מבואר מניין למד יהושע כן, וצ\"ל דלמד ממלחמת משה שעשה כן, הרי מוכח כדעת ר' נתן שהניחו מקום לברוח, ועל ברייתא זו סמך ר' נתן לחדש חידושו, ומכיון שסתם ברייתא כר\"נ לכן פסק הרמב\"ם כותיה, וזו היא גם כונת הלשון מפי השמועה למדו, כלומר מפי השמועה ממנהג יהושע למדו שכך נצטוה משה.\n<br>ובטעם הפרצה מרוח רביעית י\"ל משום דאם לא הניחו להם כל פתח להמלט היו לוחמים כולם כמתיאשים עד שארית כחותיהם, והיה קשה כבושם לפני ישראל, משא\"כ אם יש מקום לנוס ולהמלט.\n</i>.<br>(שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a462643d6e4a924eb193b82", "index_title": "Rashi on Song of Songs", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Song of Songs 4:2:3", "anchorRef": "Numbers 31:1-7", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7"], "sourceRef": "Rashi on Song of Songs 4:2:3", "sourceHeRef": "רש\"י על שיר השירים ד׳:ב׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Rashi on Song of Songs", "he": "רש\"י על שיר השירים"}, "heTitle": "רש\"י על שיר השירים", "he": "<b>שֶׁכֻּלָּם מַתְאִימוֹת.</b> לְשׁוֹן מְתם. \"אֵין מְתם בִּבְשָׂרִי\", כְּלוֹמַר: תְּמִימוֹת אינטרי\"ש בְּלַעַ\"ז: ", "heVersionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>All of which are perfect.</b> An expression of perfection, [as in,] “There is no perfection מְתם in my flesh,”<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See Bamidbar 31:1-7. </i> i.e., “whole” תְּמִימוֹת=מַתְאִימוֹת, <i>entires</i> in O.F. ", "versionTitle": "The Metsudah Five Megillot, Lakewood, N.J., 2001", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6121b9028430f78f20636dae", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 785:25", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Yalkut Shimoni on Torah 785:25", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ה:כ״ה", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 785.0025, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "דבר אחר נקם נקמת אחד כנגד מדין ואחד כנגד מואב, והלא מואב היה תחלה לעצה רעה על ישראל שנאמר ויאמר מואב אל זקני מדין ומה נשתנו מדין ממואב שנאמר נקם נקמת בני ישראל מאת המדינים ובמואב כתיב אל תצר את מואב, אלא שהיה דוד עתיד לצאת מהן אמר להם הקב\"ה המתינו להם מציאה יש לי ביניהם אקחנה מהם ואחר כך עשו נקמה בהם. וכן מצינו שכיון שבא דוד מסרו הקב\"ה בידו שנאמר ויך את מואב וימדדם בחבל השכב אותם ארצה, אבל מדין נמסרו ביד ישראל שנאמר ויצבאו על מדין. ועצת מואב לא היתה על ישראל אלא להריגה שנאמר אולי אוכל נכה בו, אבל עצת מדין לא היתה אלא להחטיא את ישראל, ועל ידן נפלו כ\"ד אלף מישראל, ועל ידן נתחייבו כליה שהמחטיאו לאדם קשה מן ההורגו. ולא עוד אלא שהכתיב הקב\"ה עליהם לא יבא עמוני ומואבי. מפני מה זכרים אסורים ונקבות מותרות מפני שעתידה רות לצאת מהם. ועוד שא\"ל הקב\"ה לאברהם אחרים אתה מכניס תחת כנפי ולוט בן אחיך פירש ממני אף אני אכתוב עליו לדורות לא יבא עמוני ומואבי:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5bdf4629f2b57280156", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, צבא 1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Sefer HaShorashim, צבא 1", "sourceHeRef": "ספר השרשים, צבא א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "צבא", "he": ["<strong><big>צבא</big></strong>   אֲשֶׁר <strong>צָבְאוּ</strong> עַל־יְרֽוּשָׁלָם (<a class=\"refLink\" href=\"Zechariah 14:12\" data-ref=\"Zechariah 14:12\">זכריה יד, יב</a>), <strong>וַֽיִּצְבְּאוּ</strong> עַל־מִדְיָן (<a class=\"refLink\" href=\"Numbers 31:7\" data-ref=\"Numbers 31:7\">במדבר לא, ז</a>), <strong>הַצֹּֽבְאִים</strong> עַל־אֲרִיאֵל (<a class=\"refLink\" href=\"Isaiah 29:7\" data-ref=\"Isaiah 29:7\">ישעיה כט, ז</a>) <strong>לִצְבֹּא</strong> עַל־הַר־צִיּוֹן (<a class=\"refLink\" href=\"Isaiah 31:4\" data-ref=\"Isaiah 31:4\">ישעיה לא, ד</a>). <strong>לִצְבֹא צָבָא</strong> (<a class=\"refLink\" href=\"Numbers 4:23\" data-ref=\"Numbers 4:23\">במדבר ד, כג</a>), תוספת ביאור כי די לו במלת <strong>לִצְבֹא</strong>. וכן מְקַרְקַר קִר (<a class=\"refLink\" href=\"Isaiah 22:5\" data-ref=\"Isaiah 22:5\">ישעיה כב, ה</a>) וַתַּשְׁרֵשׁ שָׁרָשֶׁיהָ (<a class=\"refLink\" href=\"Psalms 80:10\" data-ref=\"Psalms 80:10\">תהלים פ, י</a>). ובנח ה<strong>אל\"ף</strong> ונפילתה מן המכתב וְכָל־<strong>צֹבֶיהָ </strong>וּמְצֹדָתָהּ (<a class=\"refLink\" href=\"Isaiah 29:7\" data-ref=\"Isaiah 29:7\">ישעיה כט, ז</a>). <strong>והשם</strong> כָּל־יֹצֵא <strong>צָבָא</strong> (<a class=\"refLink\" href=\"Numbers 1:3\" data-ref=\"Numbers 1:3\">במדבר א, ג</a>). וְחָנִיתִי לְבֵיתִי <strong>מִצָּבָה</strong> (<a class=\"refLink\" href=\"Zechariah 9:8\" data-ref=\"Zechariah 9:8\">זכריה ט, ח</a>) נכתב ב<strong>ה\"א</strong>. רַבֶּה <strong>צְבָֽאֲךָ</strong> (<a class=\"refLink\" href=\"Judges 9:29\" data-ref=\"Judges 9:29\">שופטים ט, כט</a>). כִּֽי־נִתֵּן <strong>לִצְבָֽאֲךָ</strong> (<a class=\"refLink\" href=\"Judges 8:6\" data-ref=\"Judges 8:6\">שופטים ח, ו</a>), <strong>וּצְבָאוֹ</strong> וּפְקֻדָיו (<a class=\"refLink\" href=\"Numbers 2:6\" data-ref=\"Numbers 2:6\">במדבר ב, ו</a>), והקבוץ בָּֽרֲכוּ י\"י כָּל־<strong>צְבָאָיו</strong> (<a class=\"refLink\" href=\"Psalms 103:21\" data-ref=\"Psalms 103:21\">תהלים קג, כא</a>). ובלשון נקבות עַל־<strong>צִבְאֹתָֽם</strong> (<a class=\"refLink\" href=\"Exodus 6:26\" data-ref=\"Exodus 6:26\">שמות ו, כו</a>). י\"י <strong>צְבָאוֹת</strong> (<a class=\"refLink\" href=\"I Samuel 1:11\" data-ref=\"I Samuel 1:11\">שמואל א' א, יא</a>), אֱלֹהֵי <strong>הַצְּבָאוֹת</strong> (<a class=\"refLink\" href=\"Hosea 12:6\" data-ref=\"Hosea 12:6\">הושע יב, ו</a>), כלומר אתן החיילות חיילות מעלה וחיילות מטה. והטעם כי אף על פי שהכח והאומץ עם החיילות בהסכמתם בלב אחד והתאספם יחד אף על פי כן הוא אדון ומושל על כולם ולא יצליחו בכחם כי אם בכחו וברצונו. <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>הַמַּצְבִּא</strong> אֶת־עַם הָאָרֶץ (<a class=\"refLink\" href=\"Jeremiah 52:25\" data-ref=\"Jeremiah 52:25\">ירמיה נב, כה</a>), כולם ענין אסיפת החיל. וכן בְּמַרְאֹת <strong>הַצֹּבְאֹת</strong> אֲשֶׁר <strong>צָֽבְאוּ</strong> פֶּתַח אֹהֶל מוֹעֵֽד (<a class=\"refLink\" href=\"Exodus 38:8\" data-ref=\"Exodus 38:8\">שמות לח, ח</a>), שהיו בנות ישראל מתאספות פתח אהל מועד ומביאות בידיהן אפילו המראות שלהן לנדבת המשכן. וענין אחר הֲלֹֽא־<strong>צָבָא</strong> לֶאֱנוֹשׁ עֲֽלֵ [עֲֽלֵי] ־אָרֶץ (<a class=\"refLink\" href=\"Job 7:1\" data-ref=\"Job 7:1\">איוב ז, א</a>), כָּל־יְמֵי <strong>צְבָאִי</strong> אֲיַחֵל (<a class=\"refLink\" href=\"Job 14:14\" data-ref=\"Job 14:14\">איוב יד, יד</a>), כִּי מָֽלְאָה <strong>צְבָאָהּ</strong> (<a class=\"refLink\" href=\"Isaiah 40:2\" data-ref=\"Isaiah 40:2\">ישעיה מ, ב</a>), וֶֽאֱמֶת הַדָּבָר <strong>וְצָבָא</strong> גָדוֹל (<a class=\"refLink\" href=\"Daniel 10:1\" data-ref=\"Daniel 10:1\">דניאל י, א</a>), <strong>וְצָבָא</strong> תִּנָּתֵן עַל־הַתָּמִיד בְּפָשַׁע (<a class=\"refLink\" href=\"Daniel 8:12\" data-ref=\"Daniel 8:12\">דניאל ח, יב</a>), ענין הכל קץ וזמן ויש מפרשים <strong>וְצָבָא גָדוֹל</strong> חפץ, מן הארמית דִּֽי־הֲוָא <strong>צָבֵא</strong> הֲוָה קָטֵל (<a class=\"refLink\" href=\"Daniel 5:19\" data-ref=\"Daniel 5:19\">דניאל ה, יט</a>). והחכם רבי אברהם אבן עזרא פירשו מן הענין הראשון כלומר <strong>וְצָבָא גָדוֹל</strong> נראה לו לדניאל במראות הלילה."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee96bfddfbb310fed1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ ב׳-ו׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "War against Midyan", "he": "במדבר הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["We return to preconquest war traditions, such as we encountered in Chap. 21. It is as if God permits Moshe a taste of conquest before he is to be “gathered to [his] kinspeople” (v.2). And it is unfinished business that he takes up here, since the Midyanites had been identified as the ones who lured the Israelites to sin at Baal Pe’or (25:16–18). Also notable in this long chapter is the detailed account of dividing the spoils (vv.25–54); this is both characteristic of Numbers, as a list, and an indication of an important issue that will need attention once the conquest proper proceeds. It also may be an indication of a later tradition; Levine sees in the allotment of spoils for sanctuary income a characteristic royal policy.", "The cruel aspect of this war, while not unusual by ancient standards, feels jarring to modern Jewish and Christian readers, who perhaps expect the Bible to be more peace-oriented. It is not, although it often “seeks peace,” and there are passages (e.g., Deut. 20 and 21:10–14) where an attempt is made to mute some of the harsh realities of ancient warfare.", "Niditch has pointed out that this chapter presents an ideology of war slightly different from some other biblical accounts. The term “devote-to-destruction” is not used; virgin girls, who are not yet of the status of “the enemy,” are spared; and war is seen as a ritually defiling activity, i.e., contact with death. In other words, the text exhibits some ambiguity about war, which must then be dealt with via purifying rituals.", "as well as the rash-statement of her lips by which she has bound herself,", "and Y<small>HWH</small> will grant-her-pardon."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa48", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 31:1-54\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 31:1-54</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623ce36a6cd7e941f5b3ce92", "index_title": "Tosefta Kifshutah on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Tosefta Kifshutah on Sotah 7:16:8", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Tosefta Kifshutah on Sotah 7:16:8", "sourceHeRef": "תוספתא כפשוטה על סוטה ז׳:ט״ז:ח׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1959, 1967], "commentaryNum": 16.0008, "collectiveTitle": {"en": "Tosefta Kifshutah on Sotah", "he": "תוספתא כפשוטה על סוטה"}, "heTitle": "תוספתא כפשוטה על סוטה", "he": "<small>153-154.</small> <b>ויש אומ' אילו בגדי כהונה, שנ' ובגדי הקדש. </b>ופירשו \"כלי\" במשמעות \"בגדי\", דומיא ד\"לא יהיה <b>כלי</b> גבר על אשה\" (דברים כ\"ב, ה') שפירשוה גם על בגדים (ספרי שם ריש פיס' רכ\"ו). ובספרות המשנית מרובה שימוש זה ב\"כלים\" במשמעות בגדים (דומיא ד\"מני\" בארמית), ואף בגדי כהונה בכלל, וכמו שאמרו (משנת יומא פ\"ז מ\"ה): כה\"ג משמש בשמנה <b>כלים</b> וכו'. ולהלן שם (חגיגה פ\"ב מ\"ד): ואין כה\"ג מתלבש <b>בכליו</b>. ועיין מ\"ש על \"כלי שרת\" בגדי כהונה לעיל ח\"ד (פסחים), סוף עמ' 581 ואילך.<br>ובילקוט ת\"ת כת\"י (במדבר ל\"א, ו'): וכלי הקדש אלו בגדי כהונה, שנ' <b>ובגדי הקדש אשר לאהרן</b> תוספתא דסוטה, ובילמדנו וכלי הקדש א\"ר יוחנן<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">במדרשים שפרסם זנה The Bible as Read and Preached וכו' ח\"ב (מאמרי ילמדנו בילקוט ת\"ת), עמ' קס\"ה: <b>ובגדי הקדש אשר לאהרן</b>. תוספתא דסוטה ובילמדנו. ואח\"כ מתחילה אצלו שורה חדשה: <b>וכלי הקדש </b>א\"ר יוחנן אלו בגדי הכהונה שבהן אורים ותומים, כד\"א <b>ויקח את כל ארצו מידו </b>(במדבר כ\"א, כ\"ו). <b>ויצבאו על מדין </b>(במדבר ל\"א, ז') הקיפוה מג' רוחותיה וכו' ספרי. והכל מעורבב ומקולקל אצלו, וצריך להפסיק אחרי המלה \"דסוטה\". ואח\"כ מתחיל עניין חדש: ובילמדנו, <b>וכלי הקדש </b>וכו' אורים ותומים. ואח\"כ היה צריך להתחיל בשורה חדשה, ולהשלים: <b>[וחצוצרות התרועה בידו]</b>. כד\"א ויקח את כל ארצו מידו וכו', והוא בספרי מטות פיס' קנ\"ז, עמ' 210 והמחבר קיצר בדעת ר' נתן שם.<br>[תיקונים ומילואים: בספרי מטות פי׳ קנ״ז, עט׳ 210: הקיפוה מארבעה רוחותיה. ר׳ נתן אומר נתן להם רוח רביעית שיברחו. וכ״ה (״מארבעה״) בדפוסים ובכל כתה״י (עיי״ש בשנו״ס אצל הורוביץ). אבל כמה מן הראשונים מעתיקים ״משלש״ רוחותיה (עיין בהערות שם), ור׳ נתן, איפוא, אינו אלא מפרש. ולכאורה מוכח שאף הוא גרס כגירסת הראשונים. ונראה יותר שבילקוט ת״ת קיצר, והיתה לפניו הגירסא בספרי: הקיפוה מארבעה רוחותיה, כגירסת כל הנוסחאות והביא את דעת ר׳ נתן. ובמדרש תנאים, עט' 121: <b>וצרת על'</b> (דברים כ' י״ב) הקיפום מארבע רוחותם. ר׳ נתן אומר <b>נותנין להם דרך</b> אחד שיברחו. וכן היה הנוהג אצל המצביאים המומחים, כמו שמוסר Polyaenus בספרו Strategemata ספר ב' פ״א, ד׳: Ἀγησίλαος τοῖς φεύγουσι τῶν πολεμίων <b>δίοδον διδόναι</b> παρήγγειλεν אגיזילאוס פקד לתת דרך לשונאים הבורחים. וכן נמצאת עצה זו בכמה מקומות אחרים בספרות היוונית.]</i> וכו'. וכ\"ה בתנחומא בשתי המהדורות הנ\"ל (לעיל, שורה 151–153, ד\"ה וכלי): ר' יוחנן אמר אלו בגדי כהונה <b>שבהם</b> אורים ותומים,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">וכצ\"ל גם במדרש במ\"ר הנ\"ל, כמו שתיקן הרד\"ל מדעתו.</i> שנאמר <b>ובגדי הקדש אשר לאהרן</b> (שמות כ\"ט, ט'). ולפי היש אומרים כאן, ור' יוחנן במדרש, לא היה הארון יוצא עמהם, אלא בגדי כהונה בלבד, כדי לשאול באורים ותומים, עיין ש\"א כ\"ג, ו', ט', שם ל', ז'. ועיין בברייתא דמלאכת המשכן פ\"ו. וכן בירושלמי שקלים פ\"ז ה\"א, מ\"ט ע\"ג, כאן פ\"ח ה\"ג, כ\"ב ע\"ג: מה עבדון ליה רבנן<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">בסוטה בטעות: מאי עבדין לה רבנין היה נכנס וכו'. והמלים \"היה נכנס\" חסרות שם בכי\"ר ובשרי\"ר, עמ' 213, ואינן גם בשקלים.</i> (כלומר, הסוברים שלא יצא הארון במחנה), <b>הגישו</b> אלי <b>הציץ</b>. ובתנחומא בלק סי' י\"ד (הוצ' בובר סוף סי' כ\"ג), במ\"ר פ\"כ סוף סי' כ': <b>וכלי הקדש</b> זה הציץ שכתוב בו <b>קדש לה'</b>, עיין להלן שם ובמ\"ר פכ\"ב סי' ד' הנ\"ל. ועיין מ\"ש רמא\"ש בפירושו לברייתא דמלאכת המשכן, עמ' 45.<br>אבל ברש\"י מטות ל\"א, ו': <b>וכלי הקדש</b>. זה הארון והציץ וכו' (עיין במדרשות הנ\"ל). ובתרגום יונתן שם (הוצ' גינזבורגר, עמ' 288): יתהון וית פינחס בר אלעזר כהנא לחילא ואוריא ותומיא, <b>מני</b> דקודשא, <b>למשיילא בהון</b> וכו'. ועיין רמא\"ש בפירושו לברייתא דמלאכת המשכן הנ\"ל.", "heVersionTitle": "Tosefta Kifshuta. Third Augmented Edition, JTS 2001", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628f795814957193884fb9ce", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "anchorRef": "Numbers 31:1-20", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20"], "sourceRef": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "sourceHeRef": "נחלת השבטים, ב; הרחבה ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 4, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ב; הרחבה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The layout of the cities as they were divided in Numbers presented Reuben as almost cushioned within Gad’s territory, which was arranged in a sort of bow around the cities given to Reuben. Gad formed a northern, southern, and western perimeter around Reuben, whose cities sat toward the interior of the <i>Mishor</i>. Perhaps this division of cities was by design, drawing upon the innate character of Gad as the natural warriors who successfully defended the Israelites dwelling in the region against nations invading from the north (Ammonites), south (Moabites), and west (Canaanites). Further, textual evidence indicates that the Gadite cities were fortified against the enemy,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Numbers 32:36. זאב (ז׳אבו) ארליך, <i>מזרח הירדן ממבט יהודי </i>(דפוס מוריה, תשנ״ו), 157.</i> a detail that remains unclear with regard to Reuben’s cities. Concerning potential uprisings from the indigenous Midianite population of the <i>Mishor</i> itself, three early episodes against that people quashed any threat of imminent attack.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Balaam episode, where the dreams of the Midianites and Moabites destroying Israel were dashed when the prophet blessed the Children of Israel instead of cursing them (Numbers 22–24), the actions of Phineas and God’s ensuing charge for Israel to harass them (Numbers 25:6–18), and God’s vengeance toward the Midianites that resulted in their resounding defeat (Numbers 31:1–20). In a later period, the Midianites again attacked the Israelites, but the division of cities in Numbers 32 did not reflect that situation.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "657ecc79758c1dc532ec93d7", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 31:7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Steinsaltz on Numbers 31:7", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״א:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 31.0007, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וַיִּצְבְּאוּ עַל</b>, הקיפו את מחנה\n    <b>מִדְיָן, כַּאֲשֶׁר</b>, כמו ש\n    <b>צִוָּה ה' אֶת משֶׁה, וַיַּהַרְגוּ כָּל זָכָר.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>They campaigned against Midyan </b>by surrounding the Midyanite camp, <b>as the Lord had commanded Moses; and they killed every male. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a6a8dedbab4498f4852b2", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Ibn Ezra on Numbers 31:7:1", "sourceHeRef": "אבן עזרא על במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ויהרגו כל זכר.</b> גדול בשנים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THEY SLEW EVERY MALE. Adult males.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The little ones were taken captive (v. 17). Hence I.E.’s comment.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b6fbfba21b48f54176", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Haamek Davar on Numbers 31:7:1", "sourceHeRef": "העמק דבר על במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כאשר צוה וגו׳.</b> כמבואר בת״י שהצרו רק על ג׳ רוחות ולא מד׳ רוחות וזה הי׳ בקבלה למשה וכמש״כ כ״פ משמעות צוה ה׳. וכ״כ הרמב״ם הל׳ מלכים פ״ו בפירושא דהאי קרא ע״ש:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55ae0588fbfba23a06809ca6", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Mattot 21", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Meshekh Chokhmah, Mattot 21", "sourceHeRef": "משך חכמה, מטות כ״א", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1875, 1925], "commentaryNum": 21, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מטות", "he": "<b>ויצבאו </b>על מדין כאשר צוה ד' את משה. הרמב\"ן בספר המצות מנה מ\"ע הך דדריש בספרי כאשר צוה ד' את משה שלא הקיפו אותה מד' רוחותיה. וטעם פלוגתתן, דהרמב\"ן סובר דכמו דהיה מצוה לבקש לשלום, כן הוא מצוה לחוס על נפשם ולהניח להם איזה צד להציל נפשם ולהניח צד אחד פנוי להיות להם מקום לברוח, אבל הרמב\"ם סובר, דהוא אופן מאופני המלחמה, היינו למוד בחקות המלחמה, שאם יקיפו אותם מכל צד, ומהתיאשם בחייהם כי יפלו ביד צר יעמדו על נפשם בכל שארית כחם ויוכלו לעשות חיל, כאשר ידוע בקורות העתים, שכמה פעמים בא מגודל היאוש הנצוח הגדול, לא כן אם יהיה להם אופן להציל את נפשם אז לא ישליכו נפשותם מרחוק ויברחו, וא\"כ אין זה שייך למצוה. ולענ\"ד נראה כהרמב\"ם, דבזה א\"ש בספרי וימסרו מאלפי ישראל מגיד הכתוב שהיו בני אדם צדיקים וכשרים ומסרו נפשם על הדבר ר' נתן אומר אחרים מסרום איש פלוני כשר יצא כו', ואח\"כ איתא ויצבאו על מדין הקיפוה מד' רוחותיה [פירוש דלטעמיה אזיל דמסרו נפשם על הדבר והלכו במסירות נפש, לכן לא חששו לשום תחבולת מלחמה נמוסיית] ר' נתן אמר נתן להם רוח רביעית כדי שיברחו, פירוש דלטעמיה אזיל, דהם לא רצו להלך רק בעל כרחן נמסרו מאחרים, וא\"כ לא רצו למסור נפשם ולהקיפם מד' רוחותיה. וראיתי בספר המצות להרמב\"ן שהגירסא היה לפניו תן להם רוח רביעית, לכן דריש זה למצוה, אבל גרסתינו נתן מחוור יותר. יעו\"ש. וראה במלכים ב' ט\"ו אז יכה מנחם את תפסח ואת כל אשר בה וכו' כי לא פתח ויך את כל וכו'. והבן ודו\"ק בכ\"ז.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b>They mounted a campaign.</b> In the Sefer HaMitzvos, Ramban counts this as a positive commandment. In the Sifei, the Sages derived that the enemy should not be surrounded on four sides from, “as Adonoy had commanded Moshe.” Ramban held the view that just as it is a commandment to seek peace, so too, it is a commandment to leave them a side to flee so they can save their lives. Rambam, however, does not count this as a positive commandment, because he held the view that this is a strategy of warfare. If Bnei Yisroel were to surround their enemy on all sides, this would cause them to despair that they will fall captive to their enemy, and they will be fortified with all their strength to fight valiantly. Therefore, this was not relevant to be counted as a positive commandment.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "57394648d6e4a939713aecbb", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Numbers, Matot 7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Kedushat Levi, Numbers, Matot 7", "sourceHeRef": "קדושת לוי, במדבר, מטות ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 7, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "מטות", "he": "ויצבאו על מדין כאשר צוה ה' את משה (במדבר לא, ז). הכלל, בזה המלחמות היה יכול להיות מחשבה זרה בכדי שעל ידי זה יוכלו וישיגו רכוש גדול וביזה גדולה כאשר היה באמת בסוף שהיה להם רכוש גדול ושללו ביזה גדולה ממדין מזה המלחמה. אבל באמת כאשר לחמו לא היה להם זה הכוונה כלל, רק כל כוונתם היה מחמת צווי ה'. וזהו ויצבאו על מדין כאשר צוה ה' את משה: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Numbers 31,7. <b>“they took the field against Midian as ‎G’d had commanded Moses”</b> <br>It was quite possible that ‎these soldiers or some of them would entertain egotistical ‎notions, such as the amassing of a great deal of loot, as turned ‎out to be the case. By stressing that the soldiers acted in ‎accordance with what G’d had commanded Moses, the Torah ‎testifies that any thought of booty and other advantages to be ‎gained by this campaign did not surface until after the campaign ‎had ended.", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "5743f963d6e4a976bb4d98b5", "index_title": "Mishneh Torah, Kings and Wars", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Kings and Wars 6:6", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Mishneh Torah, Kings and Wars 6:6", "sourceHeRef": "משנה תורה, הלכות מלכים ומלחמות ו׳:ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0006, "collectiveTitle": {"en": "Mishneh Torah, Kings and Wars", "he": "משנה תורה, הלכות מלכים ומלחמות"}, "heTitle": "משנה תורה, הלכות מלכים ומלחמות", "he": "עַמּוֹן וּמוֹאָב אֵין שׁוֹלְחִין לָהֶם לְשָׁלוֹם שֶׁנֶּאֱמַר <small>(דברים כג, ז)</small> \"לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם כָּל יָמֶיךָ\". אָמְרוּ חֲכָמִים לְפִי שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\" יָכוֹל עַמּוֹן וּמוֹאָב כֵּן. תַּלְמוּד לוֹמַר לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם. לְפִי שֶׁנֶּאֱמַר <small>(דברים כג, יז)</small> \"עִמְּךָ יֵשֵׁב בְּקִרְבְּךָ\" <small>(דברים כג, יז)</small> \"בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\". יָכוֹל עַמּוֹן וּמוֹאָב כֵּן תַּלְמוּד לוֹמַר וְטֹבָתָם. וְאַף עַל פִּי שֶׁאֵין שׁוֹאֲלִים בִּשְׁלוֹמָם אִם הִשְׁלִימוּ מֵעַצְמָם תְּחִלָּה מְקַבְּלִין אוֹתָן: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "No offer of a peaceful settlement should be made to Ammon and Moav, as Deuteronomy 23:7 states: 'Do not seek their peace and welfare for all your days.' Our Sages declared: Although it is written: 'Offer a peaceful settlement,' does this apply to Ammon and Moab? The Torah states: 'Do not seek their peace and welfare.'<br>Although it is written Deuteronomy 23:17: 'He must be allowed to live alongside you in you midst,' does this apply to Ammon and Moav? No, the Torah also forbids 'their welfare.'<br>Even though we should not offer them a peaceful settlement, if they sue for peace themselves, we may accept their offer.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "586901d7d6e4a97c9cbb1f8f", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume I, Numbers, Matot 5", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Mei HaShiloach, Volume I, Numbers, Matot 5", "sourceHeRef": "מי השלוח, חלק א, ספר במדבר, מטות ה׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 5, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "מטות", "he": "<b>ויצבאו על מדין.</b> ויצבאו הוא מלשון אצבע, היינו כי כל אחד מהלוחמים כיון את המטרה כמורה באצבע, כי לכל ישראל ניתן ד\"ת לשמרם בכלל שוה בשוה, אך נמצא לפעמים שמכח האומות יבא יצר רע ללב ישראל, ומאיזה אומה שיבא היצר כפי אופיה של אומה זו, כן צריכים ישראל לשמור בזה ביותר מכל שאר ד\"ת שלא יכשלו, וגם כאן בירר מרע\"ה אנשים שילחמו במדין ובירר אנשים שיוכלו לעמוד כנגד יצרם של מדינים. גם ויצבאו מלשון צבא שהוא לשון מדוגל שאלו הנבררים היו המדוגלים שבישראל במדותיהם בכדי שיוכלו לעמוד נגד המדינים.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "<i>“And they waged war on Midian .…”</i> (Bamidbar, 31:7)<br>“And they waged war,” (<i>yits’be’u</i> in Hebrew) is similar to the word “finger” (<i>etsba</i> in Hebrew), meaning that each of the warriors was directed to the goal of the war as clearly as if they were all pointing with one finger. All of Israel equally was given the Torah to guard in its totality, yet at times the evil inclination comes to the heart of Israel from the power of the nations, depending on the particular kind of inclination according to the character of the nation it comes from. Thus Israel must guard itself more in that aspect of Torah more than any other in order not to come to a point of failure. Also here, Moshe Rabeynu chose the specific warriors who would fight Midian, choosing the people who could stand against the evil inclination of the Midianites. Furthermore, “wage war” (<i>yits’be’u</i>) comes directly from the word for army (<i>tseva</i>), referring to the way each troop is bannered, “displaying their colors,” as it were, for those who were chosen were exemplifying certain characteristics in Israel that they could use in order to stand against the Midianites.", "versionTitle": "Living waters, the Mei HaShiloach. Trans. and edited by Betsalel Philip Edwards, Jerusalem, J. Aronson 2001 [Revised digital edition, 2021]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "588f56fbd6e4a96d624b0449", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Tzadi 5:2", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Machberet Menachem, Letter Tzadi 5:2", "sourceHeRef": "מחברת מנחם, צ ה׳:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק לשתי ענינים: האחד, <b>ויצבאו</b> על מדין <small>(במדבר לא, ז)</small>, <b>לצבא</b> על הר ציון <small>(ישעיהו לא, ד)</small>, במראת <b>הצבאת</b> אשר <b>צבאו</b> <small>(שמות לח, ח)</small>, הוצאתי את <b>צבאותיכם</b> <small>(שם יב, יז)</small>, אלהי <b>הצבאות</b> <small>(הושע יב, ו)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b1cfd9d6e4a937f9999a88", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 22:4", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Bamidbar Rabbah 22:4", "sourceHeRef": "במדבר רבה כ״ב:ד׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 22.0004, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּשְׁלַח אֹתָם משֶׁה <small>(במדבר לא, ו)</small>, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא לְמשֶׁה: נְקֹם נִקְמַת, אַתָּה בְּעַצְמְךָ, וְהוּא מְשַׁלֵּחַ אֶת אֲחֵרִים, אֶלָּא מִפְּנֵי שֶׁנִּתְגַּדֵּל בְּאֶרֶץ מִדְיָן אָמַר אֵינוֹ בְּדִין שֶׁאֲנִי מֵצֵר לְמִי שֶׁעָשָׂה בִּי טוֹבָה, הַמָּשָׁל אוֹמֵר בּוֹר שֶׁשָּׁתִיתָ מִמֶּנּוּ אַל תִּזְרֹק בּוֹ אֶבֶן. וְיֵשׁ אוֹמְרִים שֶׁאֵינָהּ זוֹ מִדְיָן שֶׁנִּתְגַּדֵּל בָּהּ משֶׁה, שֶׁזּוֹ בְּצַד מוֹאָב וְהִיא חֲרֵבָה עַד עַכְשָׁו, לָמָּה שָׁלַח פִּינְחָס, אָמַר, מִי שֶׁהִתְחִיל בְּמִצְוָה הוּא גוֹמֵר, הוּא הֵשִׁיב אֶת חֲמָתוֹ וְהִכָּה אֶת הַמִּדְיָנִית, הוּא יִגְמֹר מִצְוָתוֹ. <small>(במדבר לא, ו)</small>: וּכְלֵי הַקֹּדֶשׁ, זֶה הָאָרוֹן, שֶׁנֶּאֱמַר <small>(במדבר ז, ט)</small>: כִּי עֲבֹדַת הַקֹּדֶשׁ וגו'. רַבִּי יוֹחָנָן אָמַר אֵלּוּ בִּגְדֵי כְּהֻנָּה, שֶׁהֵם אוּרִים וְתֻמִּים, כְּמוֹ שֶׁנֶּאֱמַר <small>(שמות כט, כט)</small>: וּבִגְדֵי הַקֹּדֶשׁ אֲשֶׁר לְאַהֲרֹן. <small>(במדבר לא, ז ח)</small>: וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה ה' אֶת משֶׁה וַיַּהַרְגוּ כָּל זָכָר, וְאֶת מַלְכֵי מִדְיָן וגו' הָרְגוּ בֶּחָרֶב, מַה בִּקֵּשׁ שָׁם, אֶלָּא שֶׁהָלַךְ לִטֹּל שְׂכָרוֹ מִן עֶשְׂרִים וְאַרְבָּעָה אֶלֶף, עָלָיו נֶאֱמַר <small>(משלי כו, כז)</small>: כֹּרֶה שַׁחַת בָּהּ יִפּוֹל וְגוֹלֵל אֶבֶן אֵלָיו תָּשׁוּב. <small>(במדבר לא, יא יב)</small>: וַיִּקְחוּ אֶת כָּל הַשָּׁלָל וְאֵת כָּל הַמַּלְקוֹחַ, וַיָּבִאוּ אֶל משֶׁה וְאֶל אֶלְעָזָר הַכֹּהֵן, לְהוֹדִיעַ שִׁבְחָן שֶׁלֹא נָטְלוּ כְּלוּם מִן הַבִּזָּה שֶׁלֹא בִּרְשׁוּת, אֶלָּא הֵבִיאוּ לִפְנֵיהֶם וְאַחַר כָּךְ נָטְלוּ. <small>(במדבר לא, יג)</small>: וַיֵּצְאוּ משֶׁה וְאֶלְעָזָר הַכֹּהֵן וְכָל נְשִׂיאֵי הָעֵדָה לִקְרָאתָם, לְהוֹדִיעַ עִנְוְתָנוּתוֹ וְשִׁבְחוֹ שֶׁל משֶׁה שֶׁהָיוּ כֻּלָּם תַּלְמִידֵי תַלְמִידָיו.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“Moses sent them, one thousand per tribe to the army, them and Pinḥas son of Elazar the priest to the army, with the holy vessels and the trumpets for sounding in his hand” (Numbers 31:6).</b> <br>“Moses sent them” – the Holy One blessed be He said to Moses: “Take the vengeance” (Numbers 31:2) – you yourself; and he sends others? It is, rather, because he grew in Midian, he said: It is not right that I should cause anguish to one who treated me well. The parable says: Do not throw a stone into a well from which you have drunk.  <br>Some say: This was not the Midian where Moses had grown, as this was alongside Moav and is in ruins until now. Why did he send Pinḥas? He said: The one who began with the mitzva, let him complete it. He caused His wrath to be withdrawn and smote the Midianite woman; let him complete his mitzva.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The mitzva that he started to do.</i> <br>“With the holy [<i>hakodesh</i>] vessels” – this is the Ark, as it is stated: “Because the sacred [<i>hakodesh</i>] service [is upon them, they shall bear on the shoulder]” (Numbers 7:9). Rabbi Yoḥanan said: These are the priestly vestments, which include the Urim and the Tumim, just as it is stated: “And Aaron’s holy [<i>hakodesh</i>] vestments” (Exodus 29:29). <br><b>“They campaigned against Midian, as the Lord commanded Moses, and they killed every male” (Numbers 31:7). <br>“They killed the kings of Midian among those they slayed: Evi, and Rekem, and Tzur, and Ḥur, and Reva, the five kings of Midian; and Bilam son of Beor they killed by sword” (Numbers 31:8).</b> <br>“They campaigned against Midian, as the Lord commanded Moses, and they killed every male…[They killed] the kings of Midian…[and Bilam son of Beor] they killed by sword” – what did he seek there? It is, rather, that he went to collect his payment for the twenty-four thousand.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Bilam went to seek his payment for the advice he rendered Balak (see Sanhedrin 106a) that ultimately led to twenty-four thousand Israelites being killed in a plague (see Numbers 25:9).</i> In his regard it is stated: “He who digs a pit will fall into it, and he who rolls a stone, it will return onto him” (Proverbs 26:27).<b> <br>“They took all the spoils and all the plunder of man and of animal” (Numbers 31:11). <br>“They brought to Moses, and to Elazar the priest, and to the congregation of the children of Israel, the captives, the plunder, and the spoils, to the camp, to the plains of Moav, which are along the Jordan at Jericho” (Numbers 31:12).</b> <br>“They took all the spoils and all the plunder.… They brought to Moses and to Elazar the priest” – to inform you of their praiseworthiness, that they did not take anything from the loot without permission; rather, they brought it before them and then they took. <br>“Moses, Elazar the priest, and all the princes of the congregation came out to meet them” (Numbers 31:13) – to inform you of Moses’ humility and his praiseworthiness, as they were all the disciples of his disciples.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "595a0068d6e4a92915597185", "index_title": "Mishneh Torah, Kings and Wars", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Kings and Wars 6:7", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Mishneh Torah, Kings and Wars 6:7", "sourceHeRef": "משנה תורה, הלכות מלכים ומלחמות ו׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0007, "collectiveTitle": {"en": "Mishneh Torah, Kings and Wars", "he": "משנה תורה, הלכות מלכים ומלחמות"}, "heTitle": "משנה תורה, הלכות מלכים ומלחמות", "he": "כְּשֶׁצָּרִין עַל עִיר לְתָפְשָׂהּ. אֵין מַקִּיפִין אוֹתָהּ מֵאַרְבַּע רוּחוֹתֶיהָ אֶלָּא מִשָּׁלֹשׁ רוּחוֹתֶיהָ. וּמַנִּיחִין מָקוֹם לַבּוֹרֵחַ וּלְכָל מִי שֶׁיִּרְצֶה לְהִמָּלֵט עַל נַפְשׁוֹ. שֶׁנֶּאֱמַר <small>(במדבר לא, ז)</small> \"וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה ה' אֶת משֶׁה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּכָךְ צִוָּהוּ: ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a siege is placed around a city to conquer it, it should not be surrounded on all four sides, only on three. A place should be left for the inhabitants to flee and for all those who desire, to escape with their lives, as it is written Numbers 31:7: 'And they besieged Midian as God commanded Moses.' According to tradition, He commanded them to array the siege as described.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5b0bc285c1533e001928b037", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Malbim on Numbers 31:7:1", "sourceHeRef": "מלבי\"ם על במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ויצבאו על מדין כאשר צוה ה' את משה </b>לר' נתן צוהו ה' שיניחו רוח רביעית וכמ\"ש הרמב\"ם (פ\"ו מה' מלכים ה\"ז) שמפי השמועה למדו שבכך צוהו, ות\"ק סובר שמ\"ש צרור את המדינים והכיתם אותם היה הצווי שלא יניח להם מקום פליטה (כמש\"ש בפי') וזה כדי לנקום מהם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17abecbb386c011bea0473", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 84:1:11", "anchorRef": "Numbers 31:6-7", "anchorRefExpanded": ["Numbers 31:6", "Numbers 31:7"], "sourceRef": "Akeidat Yitzchak 84:1:11", "sourceHeRef": "עקידת יצחק פ״ד:א׳:י״א", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "ובמדרש (מדבר רבה פרש' כ\"א) צרור את המדינים וגו' אתה מוצא במי שבא עמהם במדת רחמים לסוף בא לידי בזיון ומלחמות וצרות ואי זה זה דוד שנא' ויאמר דוד אעשה חסד עם חנון בן נחש (שם) א\"ל הקב\"ה אתה תעבור על דברי וגו'. יראה שהיו להם הענינים האלה ממין א' והוא מה שאמרנו. (ד) ולכאורה יראה שלא היתה הכוונה שיעשה כן מיד אלא התר רצועה בהם לבד כעין לא תדרוש שלומם וטובתם וכן יש במדרש (במ\"ר פ' כ\"א) לכך כתיב צרור את המדינים לפי שכתבתי כי תצור אל עיר ימים רבים להלחם עליה לתפשה לא תשחית את עצה וגו' (דברים כ״א:י״א). לא תעשה כן אלא חבלו אילנותיהם וכן אתה מוצא בשעה שהלך יורם מלך ישראל להלחם במואב וגו'. עד והכיתם כל עיר מבצר וכל עץ טוב תפילו וכל מעייני מים תסתומו (מלכים ב ג׳:י״ט) והנכון שהכתוב עצמו הפר טעם מה שנתעכב הדבר לעשות והוא אומרו ויהי אחרי המגפה ויאמר ה' אל משה ואל אלעזר וגו' שאו את ראש כל עדת בני ישראל וגו'. והכוונה שמיד אחרי המגפה צוה ה' על המספר אל הטעם שיבא ומשם נמשכה שאלת בנות צלפחד והנגרר אחריו כמו שיבא ומ\"מ נזכרו בכאן שני הענינים שזכרנו ראשונה בחוזק העם וחולשתו. וזה כי יען שחטאו בחלקם הצוריי מצד מה שנשמעו לע\"א ובחלקם החומרי ממה שחטאו נתעתדו לקבל נזק והפסד מהם והיתה ההתיצבות לפניהם קשה אם ימתינו לשיערכו כנגדם. ולזה היתה עצת ה' טובה מאד שיקדימו הם עליהם כדי שיבאו עליהם בפתע ויהרגום והוא מה שביארו באומרו כי צוררים הם לכם בנכליהם אשר נכלו לכם על דבר פעור והוא ענין הראשון. ועל דבר כזבי בת נשיא מדין וגו' הוא ענין השני אשר חטאו רבים במינו שנאמר ויחל העם לזנות אל בנות מואב אמנם טעם המספר תכף ומיד הוא כדי לכלול מלחמת מדין בכלל כל מלחמות מלכי כנען בהיות ע\"י אנשים כשרים שהם ראויים לעשות מלחמה ביד רמה ושיתבוננו העם הזה בינה כמו שביאר בסוף לאלה תחלק הארץ וגו' כמו שאמרנו מבן עשרים שנה וגו' ובני ישראל היוצאים מארץ מצרים ירצה שהודיעום שיש בחלוקת הארץ ביניהם שתי השקפות. השקפה למספר שימנום בערבות מואב מבן עשרים שנה ומעלה. ועוד אחרת לבני ישראל היוצאים מארץ מצרים והוא מה שאמרו שהמתים היו יורשים את החיים כמו שכתב רש\"י ז\"ל והיא פשרה נכונה בין שתי החלוקות כמו שהוא מובן יפה מדבריו. אמנם מה שספר אחר מספר שבט ראובן הוא דתן ואבירם קרואי העדה אשר הצו וגו' ותפתח הארץ את פיה וגו'. אחשוב שהיה לכבוד יעקב אבינו שקנטר לראובן ושמעון ולוי בשעת מותו ועתה יזכור שהיה טעם לדבריו ממה שנמצאו בשבט ראובן ולוי מי שהתריסו כנגד רבם וכנגד שכינה עד שנעשה בעבורם נס מפורסם בישראל כמו שנודע משמעון עצמו ע\"י החסרון הנמצא בם בזה המספר מהמספר אשר לפניו יותר משלשים וששה אלפים אמנם אגב ארחיה קמ\"ל כמה קשה עונש המחזיק במחלוקת על ריב לא לו מהמחזיק בטענות עצמו כי הנה דתן ואבירם קריאי העדה אשר הצו את משה ואת אהרן בעדת קרח כלומר על ריב לא להם ותפתח הארץ את פיה ותבלע אותם בכללם עד שלא נשאר שריד ופליט באהליהם. אמנם קרח שנכנס על ריב שלו הלא הוא עצמו ואנשיו נענשו אמנם בני קרח לא מתו כי הבא בטענ' ודאי כשתבטל הטענה בעיניו כמי שעשו כלם צדיקים על פי חז\"ל כנזכר במקומו הנה הוא יחדל. אמנם הבא בלא טענה לא תמצא לו סבה שיחדל אבל יהיה מקשה לבו אחר רצונו ויפול ברעה ואין מציל והיא כוונה נפלא' בכתוב. והנה בחלוף שמות המשפחות וחסרונם ובזכרון אבות ובנים יחדיו כגון לגלעד משפחת הגלעדי אלה בני גלעד איעזר משפחת האיעזרי וגו' כי יש כיוצא בהם רבים כבר דברו בהם המדרשות והמפרשים ז\"ל מה שיספיק. אמנם במה שאמר בכאן ושם בת אשר סרח שתרגם אנקלום ושום בת אתת אשר וכתב עליו הרמב\"ן ז\"ל שכוון בזה לומר כי היתה בת יורשת נחלה ושלכך הזכירה הכתוב בכאן כאשר הזכיר בנות צלפחד שתכנס בכלל לאלה תחלק הארץ ודבר של תימה הוא שהרי א\"כ מזה הטעם מנאה ג\"כ ביורדי מצרים בכלל הבנים וסדרן וא\"א שתהי' אז יורשת נחלה שהרי כל השבטים היו אז קיימים גם זרעם נכון לפניהם לא נפקד מהם איש זולתי מה שנזכר בכל מקום ובני יהודה ער ואונן ושלה ופרץ וזרח וימת ער ואונן בארץ כנען (שמות מ\"ו) ואין ספק שאלו היה שם אחר כיוצא באלו שהיה מזכירו אם בלידה ואם במיתה ואם בשניהם וזה מבואר. ואף כי מנאה אז על שם העתיד ושהית' בת אחת מבני השבטים שמת אח\"כ בלא בנים ונשא אשר את אשתו למה תגרע להקרא על שם השבט ההוא וכי מפני שנשא אשר אלמנת בן אחיו תמנע יתומתו להקרא בשם שבט אביה כמו שנקראו בנות צלפחד ותקרא על שם בעל אמה וכ\"ש אם עמדה ממנה משפחה גדולה כמ\"ש הרמב\"ן ז\"ל אלא אם תאמר שהית' אלמנת בנו ונשאה ונקראת על שם זקנו והרי כאן יבום אחר שלא נזכר ולא נפקד בשום מקום ובדא ודאי לא חש מר לקמחיה. ולדעת כוונת אנקלוס היא זולת מה שחשב' והוא כי לפי ששם בירידתם למצרים נאמר ובני אשר ימנה וישוה וגו' וסרח אחותם שיראה מבואר שהיא היתה אחות הבנים לא בתו של אשר שא\"כ היה לו לומר ואת סרח בתו כמו שאמר ואת דינה בתו (בראשית מ״ו:ט״ו). ואם יוקח מאמר ושם בת אשר הכתוב בכאן כפשוטו הרי הכתובים מכחישים זה לזה והוא הסכים ביניהם כתרגומו ושום בת אתת אשר. ולפי זה יתכן כי אמה של סרח מתחלה היתה לאיש מבני השבטים מאותן שמתו אחרי כן בלא בנים ויצאה ממנו והיתה לאשר ולשבעה חדשים ללקוחיה ילדה אותה ולא נודע אם היא בת תשעה לראשון או בת שבעה לאחרון ונמצאת קרחה לנחלה מזה ומזה מאשר כי היו לו בנים ומהראשון מפני הספק. וכמו שאמרו יצא זה שאין זרעו מיוחס (יבמות ק':) ולזה נחיחסה מתחלה אל האחים ולא אל האב ולא נמנע הכתוב לומר הנה ושם בת אשר מפני הספק אלא שאנקלוס תקן לפי היחס הנזכר ראשונה כמו שאמרנו וזה נכון מאד למצוא שם לאביה לפי זה הדרך ואם לא איפה מי הוא: לאלה תחלק הארץ וגו' כבר כתבנו שטעם המספר הזה קודם מלחמת מדין הוא להודיע שהאנשים הראויים למלחמה הם הכשרים אשר לא היה בהם איש מהאנשים הנצוחיים מהצדדים שכתבנו ראשונה וכמו שאמר ובאלה לא היה איש מפקודי משה ואהרן וגו'.(ד) ואני אומר כי מטעם זה חשב משה שהמלחמה הזאת שאמר עליה צרור את המדינים והכיתם אותם לא הוטלה עליו רק שהיא מכלל המלחמות שתעשנה על יד יהושע עד שחזר לומר לו אחר פרשת הקרבנות ופרשת נדרים נקום נקמת בני ישראל מאת המדינים אחר תאסף אל עמיך שהכוונה אחר מלחמה זו תאסף ולא קודם לה כמו שאתה סבור אמנם מה שלא עשאה משה בעצמו יראה שלמד אותו ממאמר צרור את המדינים והכיתם אותם כי הוא שם הפועל לא צווי מיוחד אליו ואע\"פ שכבר נאמר בכאן נקום נקמת כבר איפשר שיעשה ע\"י צווי שעקר הכוונה לא בא אלא להודיעו שתעשה קודם שתאסף גם כי ידע כי פנחס הוא החל במצוה בקנאו את קנאתי וידיו יבצעוה על השלמות שכבר נכרת לו ברית שלום ועליו ועל האנשים הכשרים שנבחרו אליה סמך יפה כמו שאמר וימסרו מאלפי ישראל (במדבר ל״א:ה׳) ותרגום ואתבחרו כמו שאמר בעמלק בחר לנו אנשים (שמות י״ז:ט׳) ובשני המקומות וז\"ל אנשים צדיקים וחכמים ואנשי רוח הקדש (במ\"ר פ' כ\"ב) דכתיב בנפול תרדמה על אנשים (איוב ד׳:י״ג) כי שני הענינים היו אחרי חטא סמוך וצריך זכות שלמה והוא מה שרמז אותו הכתוב יפה באומרו וישלח אותם משה אלף למטה לצבא אותם ואת פנחס בן אלעזר הכהן לצבא וכלי הקדש וחצוצרות התרועה בידו ויצבאו על מדין כאשר צוה ה' את משה ויהרגו כל זכר (במדבר ל״א:ו׳-ז׳): הזכיר חשיבת האלפים וחשיבות השר המשוח ויחסו ועל הענין שיחסו הכתוב בשעת מעשה עם כלי הקדש וחצוצרות התרוע' וביאר שכבר צבאו על מדין כאשר צוה ה' את משה והוא מה שהובן מהכתובים שזכרנו שלא תעשה מלחמה זו על ידי משה ותעשה על יד פנחס ולזה עשו והצליחו ויהרגו כל זכר (ה) אמנם מה שלא צוה השם ית' על הריגת הנשים תחלה יראה שהיה כדי שישאר מקום למשה להתגדל בו במעשה הזה ושיתקיים בו מה שנאמר נקום נקמת בני ישראל וכמו שאמר בפירוש החייתם כל נקבה הן הנה היו לבני ישראל וגו' ותהי המגפה בעדת ה' ועתה הרגו כל זכר בטף וכל אשה יודעת איש וגו' (שם). והנה משה לא צוה על זה כי חשב שהוא דבר מושלם ושלא יעלם ממי שלא נעלמה ממנו הלכה ראשונ' בעקר המעשה הבועל ארמית קנאין פוגעין בו (סנהדרין פ\"א:). (ה) אמנם קצף על פקודי החיל ולא על פנחס דרך כבוד והנה פנחס מעצמו לא רצה לעשות מעשה בדבר שאם יפשע בו לא יקבל תקון מוטב שיביאם ואם ייטב בעיני משה יצוה ויהרגום. (ו) אמנם מה שנאמר בכאן ואתם חנו מחוץ למחנה שבעת ימים כל הורג נפש וגו' מה שלא נזכר בשאר המלחמות הוא מפני שבמלחמת סיחון ועוג כל העם נכנסו במלחמה ואין שם טעם הרחקה אלו מאלו. אמנם בכאן נשארה המחנ' במקומה ומשה באהל וכלן בטהרתן וצריכין להשמר שלא יטמאו בטומאת מת ואל זה הטעם לא נזכרו שם דיני גיעולי הנכרים והכשירן כי למועד הזה שמור לסדרן יחד (ז) אמנם מה שהאריך במספר השבי והמלקוח והשלל ומחציתם ומכסם כמו שעוררנו בספקות יראה שהית' הכוונה שיתנו לב לדעת הפלגתם על דרך הפרסום באופן שלא יעלם ולא ישכח מהם אשר מחמת זה ידעו ויכירו גודל הנצחון שעשה פנחס ובני מלחמתו כדבר ה' מזולת שיפקד מהם איש כמו שיבא וזה במה שיחצו אותה מחצה במחצה ויתנו יוצאי המלחמה אחד מחמש המאות כי בזה כבר יבאו לאוצר ה' אחד מכל אלף (ה) ויהי' מספר האחדים המגיע מהם כמספר האלפים שהביאו כי בתתם מן הצאן שש מאות חמש ושבעים יודע כי מספר הצאן היו שש מאות חמשה ושבעים אלף וכן מן החמורים אחד וששים יודע שהיו אחד וששים אלף וכן בכלם והוא סימן יפה וקצר בו יודע לכל רבוי המלקוח והבז בצמצום מה שלא נודע כן במכס הלוים. אמנם מה שזכר מספר מחצית העדה כלומר בהודיע המחצית יודע המחצית אשר כנגדו וכבר היתה החלוקה הזאת מכוונת ג\"כ באופן שכבר יגיע לאלעזר הכהן עשירית מה שהגיע לכל הלוים כמו שהיה הענין נוהג במעשרות. <sup class=\"footnote-marker\">*</sup><i class=\"footnote\">וסוף דבר שכונה וכו' ר\"ל שע\"כ האריכה התורה בסיפור המכס אשר נתנו מהשלל לה' לאות הכרת תודתם לו (אשר בהיותו אחד מני אלף לאלעזר הכהן וא' מחמישים ללוים יודע ממנו על נקלה גם מכסת כל השלל הרב המלקוח אשר בזזו עם הצבא) למען ישאר עי\"ז הרושם תמיד בקרבם מנצחונם הגדול הזה, כי במתי מעט נצחו חמשה מלכים והמון עמים רבים אשר אתם, רק בעזר אלהי ובאופן נסיי. בעבור היותם אנשים שלימים החפצים רק בקרבת אלהים ושומרים משמרת תורתו, באופן שמכל אחד מהם לא נחסרה ולא נפקדה מעלתו האישית, וזש\"א ג\"כ אח\"כ \"עבדיך נשאו\" וכו' ר\"ל בראותנו כי רק מתי מספר אנחנו ובכל זאת נצחנו עם רב כזה, אין זאת כי אם בעבור שלא נפקד ממנו איש, ר\"ל שכל אחד ממנו נשאר במעלתו ושלימותו האישיות.  </i>וסוף דבר שכוונה החכמה האלהית לתת רושם באלו הענינים לפרסם שהמלחמה הזאת הית' נצחונה כנגד טבעו של עולם ומנהגו ע\"י האנשים השלמים ההם אשר לא גרעו חק אישיותם ושלימותם בשני הענינים שזכרנו ראשונה. והוא עצמו מה שהעידה עליו התור' במה שאמרה ויקרבו אל משה הפקודים אשר לאלפי הצבא וגו' ויאמרו אל משה עבדיך נשאו את ראש אנשי המלחמה אשר בידנו ולא נפקד ממנו איש ונקרב את קרבן ה' וגו' (במדבר ל״א:מ״ט-נ׳) כוונתם עבדיך נשאו את ראש אנשי המלחמה אשר בידנו וראינו שהמספר הזה אינו כדאי לערוך מלחמה כנגד ה' המלכים ההם והמון עמים רבים אשר אתם כמו שיורה על רבוים השבי והמלקוח כמו שנזכר אלא שהסבה היה מצד שלא נפקד ממנו איש יראה שכלם היו אנשים שלמים בלתי חסרים מאישיותם אשר בזה ידבקו באלהים והוא גומר על ידם ולזה ונקרב את קרבן ה'. ובמדרש חזית כחוט השני שפתותיך (שיר השירים ד׳:ג׳) אלו ישראל בשעה שאמרו למשה עבדיך נשאו וגו' ולא נפקד ממנו איש לערוה ולחטא ואמרו ונקרב את קרבן ה' אמר להם משה הרי דבריכם סותרין אלו לאלו אמרתם ולא נפקד איש לערוה ולחטא ואמרתם ונקרב את קרבן ה' אלולי לא חטאתם קרבן זה למה ירא אני שמא חזרתם לקלקולכם הראשון אמרו לו משה רבינו זוגו' זוגות נכנסנו אצל האשה והאחד מפחם את פניה והאחד מפרק את נזמיה שמא באותה שעה הזיע יצר הרע עלינו קימעא לכך אנו אומרים להקריב קרבן כי אם מידי עבירה יצאנו מידי הרהור לא יצאנו מיד פתח משה לשבחם כפלח הרמון רקתך מבעד לצמתך (שם) אפילו הריקנין שבישראל מלאים מצות כרמון שכל הבא לידו דבר עבירה ונמלט ממנה מצוה גדולה עשה ואין צריך לומר הצנועין והצמותין שבך. ראה כמה כלל זה המאמר אמות הכוונה שהיינו עליה בתחלה. וזה כי במה שאמרו ולא נפקד ממנו איש כוונה לערוה ולחטא והם שני הענינים שזכר ראשונה באמרו על דבר פעור ועל דבר כזבי כו' כמו שפירשנו ועל שניהם אמרו חז\"ל (ברכות י'.) שלא יסתכל במקום ערוה ושלא יינק ממקום הטנופת והגיד גודל כחם וחזקם בכשרותם שלא נמנעו מהערוה מחולשת חפצם בלתי הרגישם בה בערך אל חמדת הקנינים והשלל אבל שכבר באו לידי הרהור והיו כובשים רחמיהם ושולחים יד אכזריותם להכות ולפצוע כדי שלא יפנה לבם אפילו למה שהתירה התורה וראית בשביה אשת יפת תואר וגו' (דברים כ\"א) שהרי אמרו כנגד יצר הרע הכתוב מדבר (קידושין כ\"א:) שאלמלא יתירוה יקחנה באיסור ואלו גברו ועשו חיל ולא עוד אלא שעל אותו הרהור היו מביאין כפרה שאם יצאו מידי עבירה לא יצאו מידי הרהור וההרהור ההוא ודאי הגדיל כח המצוה בלי ספק והוא מה ששבחם שלמה כפלח הרמון רקתך וגו'. לומר שאפי' הרקים שבהם מלאים מצוות כרימון מצד מה שתמנעם התורה מהעבירות כל שכן הצנועין והצמותין שבך כמו שהיו אלו המיוחדים במלחמה זו והנה זאת המלחמ' תהיה דוגמא למלחמות כלן אשר תיעשנה על ידי האנשים אשר לא היו במספר הראשון כי מסגולתם שלא יפקוד מהם איש כמו שהיה בכל ממלכות הארץ העצומות שלא נפקד מהם איש זולתי אותם מתי מעט במלחמת העי בחטאו של עכן שחרדו עליהם חרדה גדולה וכן אמרו והוא יגוד עקב (בראשית מ״ט:י״ט) כל גדודיו ישובו על עקבם לנחלתם שלקחו בעבר הירדן ולא יפקד מהם איש וכן כתב רש\"י זכרו לברכה:  ", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "(2) Midrash Rabbah Numbers 21, explains that whoever treats the Midianites with mercy, will only wind up being abused by them, as happened to David, when the latter sent messengers to express his condolences at the death of their King Nachash. (ibid). (3) Apparently, G'd had not commanded an immediate campaign, rather at that point the injunction was not to befriend them or make peaceful overtures to them, <i>al tatzor</i>, means \"do not besiege.\" Here too, only encirclement was the order of the day. Meanwhile the Jewish people were to be counted following the plague that had killed twenty four thousand of them. After that came the problem of the daughters of Tzelofchod and all that was entailed in that. The moral niveau of the Jewish people had not yet recovered to the point where they could have looked forward to a successful defence in the event of a Midianite attack. For that reason, G'ds advice was that they should stage a surprise attack, which would likely result in victory based on normal military considerations not involving <i>hashgachah peratit</i>, Divine intervention. The reason the campaign is referred to well in advance of its actual execution, is to include it with the report about the campaigns against Sichon and Og, which had been fought successfully by men who were morally entitled to wage war. The people were to appreciate that the men chosen for this campaign had to be such as would qualify on a moral basis. The report about distribution of the land of Israel to the men over twenty, plus those who had come out of Egypt, is, as Rashi says, to show that the dead inherited the living. In this way, both the people to be counted at this time as well as the ones who had left Egypt, would jointly share in inheriting the land. (4) Since the count of the warriors was to include only those who were free from sin, and who therefore qualified for entry into the land, Moses considered himself excluded. This is why he did not lead Israel into battle, personally. He had thought that this was a battle in which Joshua had to assume command, until G'd later repeated to him- after the section about the sacrifices and vows, \"take revenge for Israel from the Midianites; after that you will die!\" The emphasis in that verse is on the fact that he would die only after that had been accomplished, not prior to it. Moses, who had construed the meaning of the word <i>tzaror</i> as an infinitive, not as a directive, delegated Pinchas, who, since he had commenced the <i>mitzvah</i> was to be allowed to complete it. (5) G'd may not have commanded the females to be killed in order to give Moses a chance to still have a major share in carrying out that <i>mitzvah</i> personally. Moses was quite right in chiding the troops who allowed the very people to survive that had caused the plague to happen, and who already had the death of twenty four thousand Israelites on their conscience. Moses had not given such a command before, since he had taken it for granted that this part of the Midianite population would be killed by his warriors. He is not reported as including Pinchas in this reprimand, out of respect for the latter. On the other hand, Pinchas had not wanted to issue such instructions which, if wrong, could not have been corrected at a later date. The reason we have specific instructions for the <i>temey-ey meytim</i>, those who had defiled themselves through contact with corpses, and who have to remain apart from the main body of the people is, that this time only twelve thousand people were involved. Previously, when the whole army had been involved fighting Sichon or Og, and everyone had become defiled through contact with the dead, a separation would not have accomplished anything. Therefore, the legislation about ritual purification of vessels formerly owned by gentiles is in place here. (6+7) The repeated emphasis on the amount of the loot was to remind the people of the extent of the victory, coupled with the fact that they had not suffered any casualties at all. By dividing the loot into 5o% for those who had stayed behind in the camp, and appropriating 1/5ooth from the combatants, the temple treasury would in fact receive one tenth of one percent from the total loot, and the numbers would automatically be equal to the number of thousands listed for all the animals captured etc. The half was recorded to let us know the amount of the 10 per cent that Eleazar was entitled to as a tithe. Altogether, detailing the quantities which twelve thousand men had captured from a nation led by five kings, would remind the people of the impressive nature of their victory. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd141b904bbb60019c1e852", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Birkat Asher on Torah, Numbers 31:7:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>תורה תמימה: ויצבאו על מדין, הקיפוה מארבע רוחותיה. רבי נתן אומר, נתן להם רוח רביעית כדי שיברחו. (ספרי).</b> והרי דבריו הנחמדים באות ט' שם: רצונו לומר, הניח מקום למי שירצה לברוח שיברח. והרמב\"ם (הלכות מלכים ו, ז) כתב: \"כשצרין על עיר לתפשה אין מקיפין אותה מארבעה רוחותיה אלא משלש רוחות, ומניחין מקום לבורח ולכל מי שירצה להמלט על נפשו, שנאמר 'ויצבאו על מדין כאשר צוה ה' את משה'. מפי השמועה למדו שבכך ציווהו\"... ולא נתבאר למה פסק הרמב\"ם כרבי נתן נגד חכמים, וגם לא נתבאר יפה הלשון \"מפי השמועה למדו שבכך ציווהו\" - איפה מרומזת שמועה זו? וגם: מניין לו לרבי נתן חידושו זה? ויתכן לומר, שסמך על מה שכתוב בירושלמי (שביעית פ\"ו, ה\"א): \"שלש פרסטיגיות (הודעות גלויות) שלח יהושע עד שלא נכנס לארץ, ואחת מהן מי שרוצה להפנות (כלומר לברוח) יפנה\". ע\"כ. והנה אינו מבואר מניין למד יהושע כן, וצריך לומר שלמד ממלחמת משה שעשה כן, הרי מוכח כדעת רבי נתן שהניחו מקום לברוח, ועל ברייתא זו סמך רבי נתן לחדש חידושו. ומכיון שסתם ברייתא כרבי נתן, לכן פסק הרמב\"ם כוותיה. וזו היא גם כוונת הלשון \"מפי השמועה למדו\", כלומר מפי השמועה, ממנהג יהושע, למדו, שכך נצטווה משה. ובטעם הפרצה מרוח רביעית יש לומר, משום דאם לא הניחו להם כל פתח להמלט, היו לוחמים כולם כמתייאשים עד שארית כחותיהם, והיה קשה כבושם לפני ישראל, מה שאין כן אם יש מקום לנוס ולהמלט. ע\"כ. אלא שלכאורה אין הדברים עולים יפה עם הסיפא של הכתוב: \"ויהרגו כל זכר\", כלומר איש לא ברח דרך הפרצה שהניחו להם. (פ' מטות מסעי תשנ\"א)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141b99539fc005a1600b2", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 31:7:2", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Birkat Asher on Torah, Numbers 31:7:2", "sourceHeRef": "ברכת אשר על התורה, במדבר ל״א:ז׳:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>\"ויהרגו כל זכר\".</b> מכיוון שכך, קשה להבין, כיצד היתה להם למדינים תקומה עד שיכלו להציק לישראל בימי השופטים (שם ו, א) זמן קצר כל כך אחרי מפלתם זו. (פ' מטות מסעי תשמ\"ב) לשאלה זו נדרש הרב אורי הולצמן (ב\"תורה ודעת\" ח\"ב עמ' רטו), וכך כתב: חז\"ל דרשו (ספרי) \"'ויצבאו על מדין' - הקיפוה מארבע רוחותיה. רבי נתן אומר - נתן להם רוח רביעית כדי שיברחו\". אם כן לפי רבי נתן, שהשאירו להם רוח רביעית, בוודאי לא נהרגו כולם. ומה שכתוב \"ויהרגו כל זכר\", עיין מה שביאר ב\"עמק הנצי\"ב\": \"היינו כל הבא לידם שלא נמלטו, וכלפי דכתוב בנקבות שהחיו, כתוב דזכרים, הרגו כל שבא לידם, אבל בוודאי כמה ברחו מהם, שהרי אומת מדין לא נשמדה מן האדמה ולא נאסף זכרה בנביאים וכבר נלחמו עם ישראל בימי גדעון\". ולמאן דאמר שהקיפוה מכל הצדדים עיין בהמשך דבריו, שהביא מבמדבר רבה (כב, ד) מחלוקת אם מדין דנן היא אותה מדין שנתגדל בה משה, וכתב: \"ואם היא אותה מדין, על כרחך שנשתייר ממנה פליטה, וכדברי רבי נתן שנתן להם רוח לברוח. או שהיא מדין אחרת, בסמוך למואב, והיא חרבה עד עכשיו. ואילו מדין שנתגדל בה משה סמוך למצרים, עמה לא נלחמו כלל, והוא כמאן דאמר שהקיפוה מכל רוחותיה\". ע\"כ.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea00a1d77ecfb0d09e99a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 31:7:1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "Midrash Lekach Tov, Numbers 31:7:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> ויצבאו על מדין כאשר צוה ה' את משה. <i data-commentator=\"Beur HaRe'em\" data-order=\"40\"></i> הקיפוה משלש רוחותיה רבי נתן אומר נתנו להם רוח רביעית כדי שיברחו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "612254da5de8bfb900edc2d0", "index_title": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "category": "Jewish Thought", "type": "", "ref": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "anchorRef": "Numbers 15:30-31:19", "anchorRefExpanded": ["Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19"], "sourceRef": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers, Part I, Chapter 5; Leaders and Strangers 12", "sourceHeRef": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר, חלק ראשון, פרק ה י״ב", "anchorVerse": 30, "sourceHasEn": true, "commentaryNum": 12, "collectiveTitle": {"en": "Leadership in the Wilderness; Authority and Anarchy in the Book of Numbers", "he": "מנהיגות בשממה; סמכות ואנרכיה בספר במדבר"}, "heTitle": "פרק ה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If the stranger can enjoy literal and metaphysical benefits such as atonement, what makes the stranger a stranger at all? Multiple times in the Pentateuch is the expression “there shall be one law for you and the resident alien” used to show legal equivalence.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">See Exodus 12:48–49; Leviticus 7:7, 24:22; Numbers 9:14, 15:15, 15:29–30.</i> Like citizens, strangers can be cut off from the community for cursing God and are obliged to refrain from behaviors that engender impurity.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">For examples, see Leviticus 4, 17:15–16, 18:27–28, 35:34–35; Numbers 15:30–31, 19:13, 19:20.</i> The stranger and the citizen both enjoy the privileges of the community and are both accountable for their place in the community and for their personal relationships with God through prohibitive commands. A poor gentile or <i>ger </i>was counted among the recipients of communal welfare (Lev. 19:10) and enjoyed the protections of the community as a relative equal (Lev. 24:22). Who, then, was the stranger, if during this period of transition there was no land from which to claim citizenship? Who was a stranger if we were all strangers? Furthermore, what made this individual alien if he was included in the community, such that both citizen and stranger were “alike before the Lord”?", "versionTitle": "Jerusalem. Maggid Books, 2013", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6319d0a3b6084aa1cbf05cd3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִדְיָן 1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "BDB, מִדְיָן 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִדְיָן א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִדְיָן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִדְיָן</span></big>  <strong>n.pr.m. </strong><br><strong>1.</strong>  son of Abraham and Keturah <a data-ref=\"Genesis 25:2\" href=\"/Genesis.25.2\">Gn 25:2</a>, <a data-ref=\"Genesis 25:4\" href=\"/Genesis.25.4\">4</a> (J) <a data-ref=\"I Chronicles 1:32\" href=\"/I_Chronicles.1.32\">1 Ch 1:32</a>, <a data-ref=\"I Chronicles 1:33\" href=\"/I_Chronicles.1.33\">33</a>.<br><strong>2.</strong>  an Arabian tribe <a data-ref=\"Genesis 36:35\" href=\"/Genesis.36.35\">Gn 36:35</a> (= <a data-ref=\"I Chronicles 1:46\" href=\"/I_Chronicles.1.46\">1 Ch 1:46</a>) <a data-ref=\"Numbers 31:3\" href=\"/Numbers.31.3\">Nu 31:3</a><sup>(×2)</sup>, <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">7</a>, <a data-ref=\"Numbers 31:8\" href=\"/Numbers.31.8\">8</a><sup>(×2)</sup>, <a data-ref=\"Numbers 31:9\" href=\"/Numbers.31.9\">9</a> (P) <a data-ref=\"Judges 6-9\" href=\"/Judges.6-9\">Ju 6–9</a> (31 times); having a <span dir=\"rtl\">כֹּהֵן</span> (as chieftain?) <a data-ref=\"Exodus 2:16\" href=\"/Exodus.2.16\">Ex 2:16</a>; <a data-ref=\"Exodus 3:1\" href=\"/Exodus.3.1\">3:1</a>; <a data-ref=\"Exodus 18:1\" href=\"/Exodus.18.1\">18:1</a> (E); <span dir=\"rtl\">זקנים</span> <a data-ref=\"Numbers 22:4\" href=\"/Numbers.22.4\">Nu 22:4</a>, <a data-ref=\"Numbers 22:7\" href=\"/Numbers.22.7\">7</a> (JE), <span dir=\"rtl\">נשׂיא(ים)</span> <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">Nu 25:18</a> (P) <a data-ref=\"Joshua 13:21\" href=\"/Joshua.13.21\">Jos 13:21</a> (P), <span dir=\"rtl\">שׂרים</span> <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a>; <a data-ref=\"Judges 8:3\" href=\"/Judges.8.3\">8:3</a>, <span dir=\"rtl\">מלכים</span> <a data-ref=\"Numbers 31:8\" href=\"/Numbers.31.8\">Nu 31:8</a><sup>(×2)</sup> <a data-ref=\"Judges 5:5\" href=\"/Judges.5.5\">Ju 5:5</a>, <a data-ref=\"Judges 5:12\" href=\"/Judges.5.12\">12</a>, <a data-ref=\"Judges 5:26\" href=\"/Judges.5.26\">26</a>; <span dir=\"rtl\">בִּכְרֵי מִדְיָן</span> <em>dromedaries of Midian</em> <a data-ref=\"Isaiah 60:6\" href=\"/Isaiah.60.6\">Is 60:6</a>; <span dir=\"rtl\">יוֹם מִדְיָן</span> <em>day of Midian</em> <a data-ref=\"Isaiah 9:3\" href=\"/Isaiah.9.3\">Is 9:3</a> (the victory over Midian <a data-ref=\"Judges 7-8\" href=\"/Judges.7-8\">Ju 7–8</a>) cf. <a data-ref=\"Isaiah 10:26\" href=\"/Isaiah.10.26\">10:26</a> <a data-ref=\"Psalms 83:10\" href=\"/Psalms.83.10\">ψ 83:10</a>.<br><strong>3.</strong>  <span dir=\"rtl\">אֶרֶץ מִדְיָן</span> <em>the land of Midian</em> <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> (E) <a data-ref=\"Habakkuk 3:7\" href=\"/Habakkuk.3.7\">Hb 3:7</a>; <span dir=\"rtl\">מִדְיָן</span> <a data-ref=\"Exodus 4:19\" href=\"/Exodus.4.19\">Ex 4:19</a> (J) <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a> (P) <a data-ref=\"I Kings 11:18\" href=\"/I_Kings.11.18\">1 K 11:18</a>; land of Ælantic gulf (where Arabic geographers still place town <span dir=\"rtl\">مدين</span>). Cf. on Midian, Glaser<sup>Skizze ii. 447 ff.</sup>; Hom<sup>Aufsätze i. (1892), 4 f.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0f0b6084aa1cbf090f9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, הָרַג 1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "BDB, הָרַג 1", "sourceHeRef": "בראון-דרייבר-בריגס, הָרַג א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "הָרַג", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">הָרַג</span></big></big>  <strong>vb.</strong> kill, slay <strong>(</strong>NH <em>id.</em>, <span dir=\"rtl\">ואהרג</span> MI (1 s. Impf. consec.); Arabic <span dir=\"rtl\">هَرَجَ</span> <em>fall into war, conflict, disorder, slaughter;</em> Sab. <span dir=\"rtl\">הרג</span> <em>fight</em> Os<sup>4, 1, 17</sup>, <em>kill</em> Sab Denkm<sup>24, 25</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ה׳</span> <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">Ju 9:24</a> + 4 times, <span dir=\"rtl\">הָרָ֑ג</span> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> + 2 times, <span dir=\"rtl\">וְהָרַג</span> consec. <a data-ref=\"Isaiah 27:1\" href=\"/Isaiah.27.1\">Is 27:1</a>; sf. <span dir=\"rtl\">וַהֲרָגָ֑נִי</span> consec. <a data-ref=\"I Samuel 16:2\" href=\"/I_Samuel.16.2\">1 S 16:2</a> + 2 times; <span dir=\"rtl\">הֲרָגוֹ</span> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; etc.; Impf. <span dir=\"rtl\">יַהֲרֹג</span> <a data-ref=\"Psalms 10:8\" href=\"/Psalms.10.8\">ψ 10:8</a> + 4 times; <span dir=\"rtl\">יַהֲרָג־</span> <a data-ref=\"Job 5:2\" href=\"/Job.5.2\">Jb 5:2</a>; <span dir=\"rtl\">וַיַּהֲרֹג</span> <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">Ex 13:15</a> + 14 times; sf. <span dir=\"rtl\">יַהַרְגֵנִי</span> <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">Gn 4:14</a>; 1 s. <span dir=\"rtl\">אַהֱרוֹג</span> <a data-ref=\"Amos 2:3\" href=\"/Amos.2.3\">Am 2:3</a>, <span dir=\"rtl\">אֶהֱרֹג</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; cohort. <span dir=\"rtl\">וְאַהַרְגָה</span> <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">Gn 27:41</a>; sf. <span dir=\"rtl\">וָאֶהֶרְגֵהוּ</span> <a data-ref=\"II Samuel 4:10\" href=\"/II_Samuel.4.10\">2 S 4:10</a> <a data-ref=\"II Kings 10:9\" href=\"/II_Kings.10.9\">2 K 10:9</a>; 3 mpl. <span dir=\"rtl\">יַהֲרֹ֑גוּ</span> <a data-ref=\"Psalms 94:6\" href=\"/Psalms.94.6\">ψ 94:6</a> <a data-ref=\"Ezekiel 23:47\" href=\"/Ezekiel.23.47\">Ez 23:47</a>; <span dir=\"rtl\">וַיַּהַרְגוּ</span> <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">Gn 34:25</a> + 4 times; sf. <span dir=\"rtl\">יַהַרְגֻנִי</span> <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">Gn 26:7</a>, etc.; Imv. <span dir=\"rtl\">הֲרֹג</span> <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">Ju 8:20</a>; sf. <span dir=\"rtl\">הָרְגֵנִי</span> <a data-ref=\"Numbers 11:15\" href=\"/Numbers.11.15\">Nu 11:15</a>; pl. <span dir=\"rtl\">הִרְגוּ</span> <a data-ref=\"Numbers 25:5\" href=\"/Numbers.25.5\">Nu 25:5</a> + 2 times; <span dir=\"rtl\">הֲרֹ֑גוּ</span> <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">Nu 31:17</a>; Inf. abs. <span dir=\"rtl\">הָרֹג</span> <a data-ref=\"Numbers 11:15\" href=\"/Numbers.11.15\">Nu 11:15</a> + 2 times; <span dir=\"rtl\">הָרוֹג</span> <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>; cstr. <span dir=\"rtl\">הֲרֹג</span> <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">Ex 2:15</a> + 11 times; <span dir=\"rtl\">הֲרוֹג</span> <a data-ref=\"Ecclesiastes 3:3\" href=\"/Ecclesiastes.3.3\">Ec 3:3</a> <a data-ref=\"Esther 7:4\" href=\"/Esther.7.4\">Est 7:4</a>; sf. <span dir=\"rtl\">הָרְגֵנִי</span> <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a>; <span dir=\"rtl\">הָרְגֵנוּ</span> <a data-ref=\"Exodus 5:21\" href=\"/Exodus.5.21\">Ex 5:21</a>; <span dir=\"rtl\">הֲרָגְךָ</span> <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">1 S 24:11</a>; <span dir=\"rtl\">הָרְגֶ֑ךָ</span> <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">Gn 27:42</a> + 2 times; <span dir=\"rtl\">הָרְגוֹ</span> <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">Ex 21:14</a>; Pt. act. <span dir=\"rtl\">הֹרֵג</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> + 4 times; <span dir=\"rtl\">הוֹרֵג</span> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a>; <span dir=\"rtl\">הֹרֱג֑ךָ</span> <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">Ez 28:9</a>; <span dir=\"rtl\">הֹרְגִים</span> <a data-ref=\"Jeremiah 4:31\" href=\"/Jeremiah.4.31\">Je 4:31</a> <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a>; pass. <span dir=\"rtl\">הֲרוּגִים</span> <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">Is 10:4</a> + 2 times; <span dir=\"rtl\">הֲרֻגִים</span> <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>; cstr. <span dir=\"rtl\">הֲרֻגֵי</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>; <span dir=\"rtl\">הֲרוּגָיו</span> <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">Is 27:7</a>; <span dir=\"rtl\">הֲרוּגֶיהָ</span> <a data-ref=\"Isaiah 26:21\" href=\"/Isaiah.26.21\">Is 26:21</a>; <span dir=\"rtl\">הֲרֻגֶיהָ</span> <a data-ref=\"Proverbs 7:26\" href=\"/Proverbs.7.26\">Pr 7:26</a>;— <strong>1.</strong> <strong>a.</strong>  <em>kill, slay</em>, implying ruthless violence, especially private violence <a data-ref=\"Genesis 4:8\" href=\"/Genesis.4.8\">Gn 4:8</a>, <a data-ref=\"Genesis 4:14\" href=\"/Genesis.4.14\">14</a>, <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">15</a>, <a data-ref=\"Genesis 4:23\" href=\"/Genesis.4.23\">23</a>, <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">25</a>; <a data-ref=\"Genesis 12:12\" href=\"/Genesis.12.12\">12:12</a> (all J), <a data-ref=\"Genesis 20:11\" href=\"/Genesis.20.11\">20:11</a> (E) <a data-ref=\"Genesis 26:7\" href=\"/Genesis.26.7\">26:7</a>; <a data-ref=\"Genesis 27:41\" href=\"/Genesis.27.41\">27:41</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>; <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">34:25</a>, <a data-ref=\"Genesis 34:26\" href=\"/Genesis.34.26\">26</a>; <a data-ref=\"Genesis 37:20\" href=\"/Genesis.37.20\">37:20</a>, <a data-ref=\"Genesis 37:26\" href=\"/Genesis.37.26\">26</a> (all J), <a data-ref=\"Genesis 49:6\" href=\"/Genesis.49.6\">49:6</a> (poem in J), <a data-ref=\"Exodus 2:14\" href=\"/Exodus.2.14\">Ex 2:14</a><sup>(×2)</sup>, <a data-ref=\"Exodus 2:15\" href=\"/Exodus.2.15\">15</a> (E), <a data-ref=\"Exodus 5:21\" href=\"/Exodus.5.21\">5:21</a> (J) <a data-ref=\"Exodus 21:14\" href=\"/Exodus.21.14\">21:14</a>; <a data-ref=\"Exodus 23:7\" href=\"/Exodus.23.7\">23:7</a> (both JE), <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a> (P) <a data-ref=\"Judges 9:5\" href=\"/Judges.9.5\">Ju 9:5</a>, <a data-ref=\"Judges 9:18\" href=\"/Judges.9.18\">18</a>, <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">24</a><sup>(×2)</sup>, <a data-ref=\"Judges 9:56\" href=\"/Judges.9.56\">56</a>; <a data-ref=\"Judges 16:2\" href=\"/Judges.16.2\">16:2</a>; <a data-ref=\"Judges 20:5\" href=\"/Judges.20.5\">20:5</a> <a data-ref=\"I Samuel 16:2\" href=\"/I_Samuel.16.2\">1 S 16:2</a>; <a data-ref=\"I Samuel 22:21\" href=\"/I_Samuel.22.21\">22:21</a>; <a data-ref=\"I Samuel 24:11\" href=\"/I_Samuel.24.11\">24:11</a>, <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">12</a>, <a data-ref=\"I Samuel 24:18\" href=\"/I_Samuel.24.18\">18</a> <a data-ref=\"II Samuel 3:30\" href=\"/II_Samuel.3.30\">2 S 3:30</a>; <a data-ref=\"II Samuel 4:10\" href=\"/II_Samuel.4.10\">4:10</a>, <a data-ref=\"II Samuel 4:11\" href=\"/II_Samuel.4.11\">11</a>, <a data-ref=\"II Samuel 4:12\" href=\"/II_Samuel.4.12\">12</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">12:9</a>; <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">14:7</a>; <a data-ref=\"II Samuel 23:21\" href=\"/II_Samuel.23.21\">23:21</a> <a data-ref=\"I Kings 2:5\" href=\"/I_Kings.2.5\">1 K 2:5</a>, <a data-ref=\"I Kings 2:32\" href=\"/I_Kings.2.32\">32</a>; <a data-ref=\"I Kings 18:12\" href=\"/I_Kings.18.12\">18:12</a>, <a data-ref=\"I Kings 18:13\" href=\"/I_Kings.18.13\">13</a>, <a data-ref=\"I Kings 18:14\" href=\"/I_Kings.18.14\">14</a>; <a data-ref=\"I Kings 19:1\" href=\"/I_Kings.19.1\">19:1</a>, <a data-ref=\"I Kings 19:10\" href=\"/I_Kings.19.10\">10</a>, <a data-ref=\"I Kings 19:14\" href=\"/I_Kings.19.14\">14</a> <a data-ref=\"II Kings 9:31\" href=\"/II_Kings.9.31\">2 K 9:31</a>; <a data-ref=\"II Kings 10:9\" href=\"/II_Kings.10.9\">10:9</a> <a data-ref=\"I Chronicles 7:21\" href=\"/I_Chronicles.7.21\">1 Ch 7:21</a>; <a data-ref=\"I Chronicles 11:23\" href=\"/I_Chronicles.11.23\">11:23</a> <a data-ref=\"II Chronicles 21:4\" href=\"/II_Chronicles.21.4\">2 Ch 21:4</a>, <a data-ref=\"II Chronicles 21:13\" href=\"/II_Chronicles.21.13\">13</a>; <a data-ref=\"II Chronicles 22:8\" href=\"/II_Chronicles.22.8\">22:8</a>; <a data-ref=\"II Chronicles 24:23\" href=\"/II_Chronicles.24.23\">24:23</a>, <a data-ref=\"II Chronicles 24:25\" href=\"/II_Chronicles.24.25\">25</a>; <a data-ref=\"II Chronicles 25:3\" href=\"/II_Chronicles.25.3\">25:3</a> <a data-ref=\"Nehemiah 4:5\" href=\"/Nehemiah.4.5\">Ne 4:5</a>; <a data-ref=\"Nehemiah 6:10\" href=\"/Nehemiah.6.10\">6:10</a><sup>(×2)</sup> <a data-ref=\"Zechariah 11:5\" href=\"/Zechariah.11.5\">Zc 11:5</a> <a data-ref=\"Psalms 10:8\" href=\"/Psalms.10.8\">ψ 10:8</a>; <a data-ref=\"Psalms 94:6\" href=\"/Psalms.94.6\">94:6</a> (‖ <span dir=\"rtl\">רִצֵּתַ</span>); cf. <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a>, <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">19</a>, <a data-ref=\"Judges 8:20\" href=\"/Judges.8.20\">20</a>, <a data-ref=\"Judges 8:21\" href=\"/Judges.8.21\">21</a>; <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">9:54</a> <a data-ref=\"I Kings 12:27\" href=\"/I_Kings.12.27\">1 K 12:27</a> <a data-ref=\"Isaiah 14:20\" href=\"/Isaiah.14.20\">Is 14:20</a> <a data-ref=\"II Chronicles 22:1\" href=\"/II_Chronicles.22.1\">2 Ch 22:1</a> <a data-ref=\"Nehemiah 9:26\" href=\"/Nehemiah.9.26\">Ne 9:26</a>; so of massacre of Jews planned by Haman <a data-ref=\"Esther 3:13\" href=\"/Esther.3.13\">Est 3:13</a>; <a data-ref=\"Esther 7:4\" href=\"/Esther.7.4\">7:4</a> (both <span dir=\"rtl\">לְהַשְׁמִיד לַהֲרֹג וּלְאַבֵּד</span>), and of slaughter of Jews’ enemies in defence and revenge <a data-ref=\"Esther 8:11\" href=\"/Esther.8.11\">Est 8:11</a> (same combin.) <a data-ref=\"Esther 9:6\" href=\"/Esther.9.6\">9:6</a>, <a data-ref=\"Esther 9:10\" href=\"/Esther.9.10\">10</a>, <a data-ref=\"Esther 9:12\" href=\"/Esther.9.12\">12</a>, <a data-ref=\"Esther 9:15\" href=\"/Esther.9.15\">15</a>, <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">16</a> cf. v <a data-ref=\"Esther 9:11\" href=\"/Esther.9.11\">11</a> (pt. pass. <em>the slain</em>). <strong>b.</strong>  hence of wholesale slaughter after battle <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">Nu 31:7</a>, <a data-ref=\"Numbers 31:8\" href=\"/Numbers.31.8\">8</a><sup>(×2)</sup> <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">17</a><sup>(×2)</sup> (all P), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">10:11</a> (both JE), <a data-ref=\"Joshua 13:22\" href=\"/Joshua.13.22\">13:22</a> (P), <a data-ref=\"Judges 7:25\" href=\"/Judges.7.25\">Ju 7:25</a><sup>(×2)</sup>; <a data-ref=\"Judges 8:17\" href=\"/Judges.8.17\">8:17</a>; <a data-ref=\"Judges 9:45\" href=\"/Judges.9.45\">9:45</a> <a data-ref=\"II Samuel 10:18\" href=\"/II_Samuel.10.18\">2 S 10:18</a> <a data-ref=\"I Kings 9:16\" href=\"/I_Kings.9.16\">1 K 9:16</a>; <a data-ref=\"I Kings 11:24\" href=\"/I_Kings.11.24\">11:24</a> <a data-ref=\"II Kings 8:12\" href=\"/II_Kings.8.12\">2 K 8:12</a> <a data-ref=\"I Chronicles 19:18\" href=\"/I_Chronicles.19.18\">1 Ch 19:18</a> <a data-ref=\"II Chronicles 28:6\" href=\"/II_Chronicles.28.6\">2 Ch 28:6</a>, <a data-ref=\"II Chronicles 28:7\" href=\"/II_Chronicles.28.7\">7</a>, <a data-ref=\"II Chronicles 28:9\" href=\"/II_Chronicles.28.9\">9</a>; <a data-ref=\"II Chronicles 36:17\" href=\"/II_Chronicles.36.17\">36:17</a> <a data-ref=\"Ezekiel 26:8\" href=\"/Ezekiel.26.8\">Ez 26:8</a>, <a data-ref=\"Ezekiel 26:11\" href=\"/Ezekiel.26.11\">11</a>, cf. <a data-ref=\"Judges 9:26\" href=\"/Judges.9.26\">Ju 9:26</a>; pt. pass. <em>the slain</em> <a data-ref=\"Isaiah 10:4\" href=\"/Isaiah.10.4\">Is 10:4</a>; <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">14:19</a> cf. <a data-ref=\"Ezekiel 23:10\" href=\"/Ezekiel.23.10\">Ez 23:10</a>, <a data-ref=\"Ezekiel 23:47\" href=\"/Ezekiel.23.47\">47</a>; <a data-ref=\"Ezekiel 37:9\" href=\"/Ezekiel.37.9\">37:9</a>, <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> <span dir=\"rtl\">הֲרֻגֵי מָוֶת</span> (‖ <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span>); further <a data-ref=\"Hosea 9:13\" href=\"/Hosea.9.13\">Ho 9:13</a> <a data-ref=\"Habakkuk 1:17\" href=\"/Habakkuk.1.17\">Hb 1:17</a> <a data-ref=\"Jeremiah 4:31\" href=\"/Jeremiah.4.31\">Je 4:31</a> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a>; <a data-ref=\"Ezekiel 28:9\" href=\"/Ezekiel.28.9\">28:9</a>; also of slaughter in a revolt <a data-ref=\"II Kings 11:8\" href=\"/II_Kings.11.8\">2 K 11:8</a> = <a data-ref=\"II Chronicles 23:17\" href=\"/II_Chronicles.23.17\">2 Ch 23:17</a>. <strong>2.</strong>  of God’s slaying in judgment (stern and inscrutable), <a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a> (E), <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">Ex 4:23</a>; <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">13:15</a>; <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">22:23</a> (all JE), <a data-ref=\"Amos 2:3\" href=\"/Amos.2.3\">Am 2:3</a>; <a data-ref=\"Amos 4:10\" href=\"/Amos.4.10\">4:10</a>; <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">9:1</a>, <a data-ref=\"Amos 9:4\" href=\"/Amos.9.4\">4</a> <a data-ref=\"Lamentations 2:4\" href=\"/Lamentations.2.4\">La 2:4</a>, <a data-ref=\"Lamentations 2:21\" href=\"/Lamentations.2.21\">21</a>; <a data-ref=\"Lamentations 3:43\" href=\"/Lamentations.3.43\">3:43</a> <a data-ref=\"Psalms 59:12\" href=\"/Psalms.59.12\">ψ 59:12</a>; <a data-ref=\"Psalms 78:31\" href=\"/Psalms.78.31\">78:31</a>, <a data-ref=\"Psalms 78:34\" href=\"/Psalms.78.34\">34</a>; <a data-ref=\"Psalms 135:10\" href=\"/Psalms.135.10\">135:10</a>; <a data-ref=\"Psalms 136:18\" href=\"/Psalms.136.18\">136:18</a> cf. <a data-ref=\"Numbers 11:15\" href=\"/Numbers.11.15\">Nu 11:15</a><sup>(×2)</sup> (JE), <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">22:23</a> (J), <a data-ref=\"Isaiah 14:30\" href=\"/Isaiah.14.30\">Is 14:30</a>, <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">26</a>;<a data-ref=\"Isaiah 14:21\" href=\"/Isaiah.14.21\">21</a> (pass. <em>the slain</em>, so <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a>), <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>; fig. <span dir=\"rtl\">הֲרַגְתִּים בְּאִמְרֵי־פִ֑י</span> <a data-ref=\"Hosea 6:5\" href=\"/Hosea.6.5\">Ho 6:5</a> (‖ <span dir=\"rtl\">חָצַבְתִּי בַּנְּבִיאִים</span>). <strong>3.</strong>  rarely of judicial killing by men (at God’s command), <a data-ref=\"Exodus 32:27\" href=\"/Exodus.32.27\">Ex 32:27</a> (JE), <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">Lv 20:15</a>, <a data-ref=\"Leviticus 20:16\" href=\"/Leviticus.20.16\">16</a> (H), <a data-ref=\"Numbers 25:5\" href=\"/Numbers.25.5\">Nu 25:5</a> (JE), <a data-ref=\"Deuteronomy 13:10\" href=\"/Deuteronomy.13.10\">Dt 13:10</a><sup>(×2)</sup> cf. <a data-ref=\"Ezekiel 9:6\" href=\"/Ezekiel.9.6\">Ez 9:6</a> <span dir=\"rtl\">תַּהַרְגוּ לְמַשְׁחִית</span>. <strong>4.</strong>  of killing beasts, <a data-ref=\"Numbers 22:29\" href=\"/Numbers.22.29\">Nu 22:29</a> (J; Balaam’s ass), <a data-ref=\"Leviticus 20:15\" href=\"/Leviticus.20.15\">Lv 20:15</a> cf. supr., <a data-ref=\"Isaiah 22:13\" href=\"/Isaiah.22.13\">Is 22:13</a> (oxen; ‖ <span dir=\"rtl\">שָׁחֹט</span>), <span dir=\"rtl\">הַתַּנִּין אֲשֶׁר בַּיָּ֑ם</span> <a data-ref=\"Isaiah 27:1\" href=\"/Isaiah.27.1\">Is 27:1</a>; also of killing vines, by hail <a data-ref=\"Psalms 78:47\" href=\"/Psalms.78.47\">ψ 78:47</a>. <strong>5.</strong>  of killing by beasts: lions <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a>, viper <a data-ref=\"Job 20:16\" href=\"/Job.20.16\">Jb 20:16</a>. <strong>6.</strong>  quite general is <span dir=\"rtl\">עֵת לַהֲרוֹג וְעֵת לִרְפּוֹא</span> <a data-ref=\"Ecclesiastes 3:3\" href=\"/Ecclesiastes.3.3\">Ec 3:3</a>. <strong>7.</strong>  <em>destroy, ruin</em> <span dir=\"rtl\">לֶאֱוִיל יַהֲרָג־כָּ֑עַשׂ וּפֹתֶה תָּמִית קִנְאָה</span> <a data-ref=\"Job 5:2\" href=\"/Job.5.2\">Jb 5:2</a>; <span dir=\"rtl\">מְשׁוּבַת פְּתָיִם תַּהַרְגֵם וְשַׁלְוַת כְּסִילִים תְּאַבְּדֵם</span> <a data-ref=\"Proverbs 1:32\" href=\"/Proverbs.1.32\">Pr 1:32</a>; also of those ruined by shameless woman <a data-ref=\"Proverbs 7:26\" href=\"/Proverbs.7.26\">Pr 7:26</a>.—Regular construction is c. acc.; obj. sometimes om., as <a data-ref=\"Lamentations 2:21\" href=\"/Lamentations.2.21\">La 2:21</a>; used abs. <a data-ref=\"Hosea 9:13\" href=\"/Hosea.9.13\">Ho 9:13</a> <a data-ref=\"Jeremiah 4:31\" href=\"/Jeremiah.4.31\">Je 4:31</a>; <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">15:3</a> <a data-ref=\"Lamentations 3:43\" href=\"/Lamentations.3.43\">La 3:43</a> <a data-ref=\"Ezekiel 21:16\" href=\"/Ezekiel.21.16\">Ez 21:16</a> <a data-ref=\"Ecclesiastes 3:3\" href=\"/Ecclesiastes.3.3\">Ec 3:3</a>; sq. <span dir=\"rtl\">בְּ</span> <em>slay among</em>, i.e. some of, <a data-ref=\"II Kings 17:25\" href=\"/II_Kings.17.25\">2 K 17:25</a> <a data-ref=\"II Chronicles 28:6\" href=\"/II_Chronicles.28.6\">2 Ch 28:6</a>, <a data-ref=\"II Chronicles 28:9\" href=\"/II_Chronicles.28.9\">9</a> <a data-ref=\"Psalms 78:31\" href=\"/Psalms.78.31\">ψ 78:31</a>; sq. <span dir=\"rtl\">מִן</span> (part of), + acc., <a data-ref=\"I Chronicles 19:18\" href=\"/I_Chronicles.19.18\">1 Ch 19:18</a>; sq. dir. obj. c. <span dir=\"rtl\">לְ</span> †<a data-ref=\"II Samuel 3:30\" href=\"/II_Samuel.3.30\">2 S 3:30</a> <a data-ref=\"Job 5:2\" href=\"/Job.5.2\">Jb 5:2</a> <a data-ref=\"Psalms 135:11\" href=\"/Psalms.135.11\">ψ 135:11</a> = <a data-ref=\"Psalms 136:19\" href=\"/Psalms.136.19\">136:19</a>, <a data-ref=\"Psalms 136:20\" href=\"/Psalms.136.20\">20</a> (but in last 3 first obj. is acc.).<br><strong>Niph.</strong>  Impf. <strong>1.</strong>  pass. of <strong>Qal 1 a,</strong> <span dir=\"rtl\">יֵהָרֵג</span> <a data-ref=\"Lamentations 2:20\" href=\"/Lamentations.2.20\">La 2:20</a> <em>shall priest and prophet be slain in the sanctuary?</em> <strong>2.</strong>  pass. of <strong>Qal 1 b</strong>, 3 fpl. <span dir=\"rtl\">תֵּהָרַגְנָה</span> <a data-ref=\"Ezekiel 26:6\" href=\"/Ezekiel.26.6\">Ez 26:6</a>; also <a data-ref=\"Ezekiel 26:15\" href=\"/Ezekiel.26.15\">Ez 26:15</a> <span dir=\"rtl\">בֶּחָהרֵגּ הֶרֶג</span> (= <span dir=\"rtl\">בְּהֵהָרֵג</span>), but 𝔊 Co <span dir=\"rtl\">בַּהֲרֹג חֶרֶב</span>.<br><strong>Pu.</strong>  Pf. 3 ms. <span dir=\"rtl\">הֹרָ֑ג</span> <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">Is 27:7</a> <em>be slain</em> (pass. of <strong>Qal 1 b</strong>); cf. 1 pl. <span dir=\"rtl\">הֹרַגְנוּ</span> <a data-ref=\"Psalms 44:23\" href=\"/Psalms.44.23\">ψ 44:23</a> (‖ <span dir=\"rtl\">נֶחְשַׁבְנוּ כְּעֹאן טִבְחָה</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d113b6084aa1cbf0a84f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָכָר 1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "BDB, זָכָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָכָר א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָכָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">זָכָר</span></big>  <strong>n.m.</strong> & <strong>adj. male (</strong>Assyrian <em>zikaru, zikru</em>, COT<sup>Gloss</sup> Lyon <sup>Manual, Gloss;</sup> Arabic <span dir=\"rtl\">ذَكَرٌ</span>; Aramaic <span dir=\"rtl\">דִּכְרָא</span>, <span dir=\"rtl\">ܕܶܟܪܳܐ</span>; Sab. <span dir=\"rtl\">דֿ[כ]רם</span> DHM<sup>ZMG 1876, 675</sup>; relation to above √ obscure; male as <em>mentioned, talked of</em>, Lane<sup>969 f.</sup>; from assumed orig. sense <em>be sharp</em> (traces of this in Arabic: v. Lane), Bö<sup>Prob 207</sup> Fl in ChWB <sup>i, 422</sup>, cf. Arabic <span dir=\"rtl\">ذَكَرٌ</span> <em>male organ</em>; Schwally<sup>ZAW 1891, 176 ff.</sup> from <span dir=\"rtl\">זָכַר</span> = <em>call upon</em> in worship; hence <em>male</em> as <em>competent to worship</em>. (Against Schwally’s view see JPeritz<sup>Woman in the Ancient Hebrew Cult, JBL xvii (1898), 111 ff.</sup>).<strong>)</strong> —always abs. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a> +; pl. <span dir=\"rtl\">(ה)זְכָרִים</span> <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a> +; vid. also [<a ,=\"\" data-ref=\"BDB, זָכוּר\" dir=\"rtl\" href=\"/BDB,_זָכוּר\">זָכוּר</a>]:—<br><strong>I.</strong>  subst. <em>male</em>, offspring of men and animals <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a> (pl., both JE); opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Deuteronomy 4:16\" href=\"/Deuteronomy.4.16\">Dt 4:16</a>; specif. <strong>1.</strong>  of men: <strong>a.</strong>  in phr. <span dir=\"rtl\">אשׁר לא יָֽדְעָה אישׁ לְמִשְׁכַב זָכָר</span> <a data-ref=\"Judges 21:12\" href=\"/Judges.21.12\">Ju 21:12</a> (Bu<sup>RS 153</sup> Dr<sup>Intr. 151</sup>), cf. v <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">11</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">Nu 31:17</a>, <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">18</a>, <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">35</a> (all 3 P); <span dir=\"rtl\">צַלְמֵי זָכָר</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>. <strong>b.</strong>  alone = <em>man</em> <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a> (<span dir=\"rtl\">רְאוּ אִם־יֹלֵד זָכָ֑ר</span>, ‖ <span dir=\"rtl\">גֶּבֶר</span>); usually coll., <em>men, male persons</em> (of all ages) <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">Ju 21:11</a> <a data-ref=\"I Kings 11:15\" href=\"/I_Kings.11.15\">1 K 11:15</a>, <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">16</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">Gn 34:25</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:20\" href=\"/Numbers.1.20\">20</a>, <a data-ref=\"Numbers 1:22\" href=\"/Numbers.1.22\">22</a>; <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">3:28</a>, <a data-ref=\"Numbers 3:34\" href=\"/Numbers.3.34\">34</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a>; <a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">18:10</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a>; <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">31:7</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">17</a> (all P); pl. <span dir=\"rtl\">(ה)זכרים</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> <a data-ref=\"Ezra 8:3\" href=\"/Ezra.8.3\">Ezr 8:3</a>, <a data-ref=\"Ezra 8:4\" href=\"/Ezra.8.4\">4</a>, <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a>, <a data-ref=\"Ezra 8:6\" href=\"/Ezra.8.6\">6</a>, <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">7</a>, <a data-ref=\"Ezra 8:8\" href=\"/Ezra.8.8\">8</a>, <a data-ref=\"Ezra 8:9\" href=\"/Ezra.8.9\">9</a>, <a data-ref=\"Ezra 8:10\" href=\"/Ezra.8.10\">10</a>, <a data-ref=\"Ezra 8:11\" href=\"/Ezra.8.11\">11</a>, <a data-ref=\"Ezra 8:12\" href=\"/Ezra.8.12\">12</a>, <a data-ref=\"Ezra 8:13\" href=\"/Ezra.8.13\">13</a>, <a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>, so also <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (‖ <span dir=\"rtl\">כל־העם</span>, and <span dir=\"rtl\">כל־אנשׁי המלחמה</span>), <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">17:2</a> (gloss? cf. Dr<sup>Intr. 104</sup>); especially of individ., in connex. with circumcision <a data-ref=\"Genesis 17:10\" href=\"/Genesis.17.10\">Gn 17:10</a>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>; <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">34:15</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a>, <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">24</a> <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a> (all P); of male child <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a> (P) <a data-ref=\"Isaiah 66:7\" href=\"/Isaiah.66.7\">Is 66:7</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a>; <a data-ref=\"Genesis 5:2\" href=\"/Genesis.5.2\">5:2</a> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> (child) <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">27:3</a>, <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>, <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">7</a> <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (all P; cf. Sab. <span dir=\"rtl\">אנתֿים פאו דֿ(כ)רם</span> DHM<sup>l.c.</sup>); opp. <span dir=\"rtl\">אִשָּׁה</span> in command ag. sodomy <a data-ref=\"Leviticus 18:22\" href=\"/Leviticus.18.22\">Lv 18:22</a>; <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">20:13</a> (both H). <strong>2.</strong>  of animals, especially for sacrifice <a data-ref=\"Exodus 34:19\" href=\"/Exodus.34.19\">Ex 34:19</a> (JE; read <span dir=\"rtl\">הַזָּכָר</span> for MT <span dir=\"rtl\">תִּזָּכָר</span>); <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a> <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">4:23</a> (all P) <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">22:19</a> (H), <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>; <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">7:3</a>, <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">9</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a> <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a>, <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">6</a> (all P)<br><strong>II.</strong>  adj. sg. <em>male</em> (only human beings) <span dir=\"rtl\">יֻלַּד־לְךָ בֵּן ז׳</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>; <span dir=\"rtl\">כָּל־בְּכֹר ז׳</span> <a data-ref=\"Numbers 3:40\" href=\"/Numbers.3.40\">Nu 3:40</a>, <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">43</a> (both P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3f8b6084aa1cbf2d58b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, צָבָא 1", "anchorRef": "Numbers 31:7", "anchorRefExpanded": ["Numbers 31:7"], "sourceRef": "BDB, צָבָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, צָבָא א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "צָבָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">צָבָא</span>]</big></big>  <strong>vb. wage war, serve (</strong>Sab. <span dir=\"rtl\">צֿבא</span> <em>wage war with</em>, also n. <em>army, campaign</em> Hom<sup>Chrest. 125</sup> CIS <sup>iv. 299, 1. 2</sup> DHM<sup> VOJ i. 28</sup>; Ethiopic ጸብአ: (> ፀብአ:) <em>wage war;</em> Assyrian <em>ṣâbu</em>, <em>man, soldier;</em> Nö<sup>ZMG xl (1886), 726</sup> al. cp. (on account of Sab. Ethiopic <span dir=\"rtl\">ץֿ</span>) Arabic <span dir=\"rtl\">ضَبَأَ</span> <em>conceal oneself</em>, hence <em>lie in wait;</em> this is phonetically suitable, but better in meaning would be <span dir=\"rtl\">صَبَأَ</span> <em>go</em> or <em>come forth</em> (against one), etc., so Thes Lag<sup>BN 21</sup>; Frä<sup>232</sup> cp. <span dir=\"rtl\">صَبِىٌّ</span> <em>young man</em><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 mpl. <span dir=\"rtl\">צָֽבְאוּ</span> <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a> <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>; Impf. 3 mpl. <span dir=\"rtl\">יִצְבְּאוּ</span> <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">Nu 31:7</a>; Inf. cstr. <span dir=\"rtl\">לִצְבֹּא</span> <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">Is 31:4</a>; <span dir=\"rtl\">לִצְבֹא</span> <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">Nu 4:23</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a>; Pt. pl. <span dir=\"rtl\">צֹבְאִים</span> <a data-ref=\"Numbers 31:42\" href=\"/Numbers.31.42\">Nu 31:42</a>; <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a>, <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">8</a>; sf. <span dir=\"rtl\">צֹבֶיהָ</span> <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a> (Ges<sup>§ 75 oo</sup>; Di <span dir=\"rtl\">צָרֶיהָ</span>); fpl. <span dir=\"rtl\">צֹבְאֹת</span> <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a>; <span dir=\"rtl\">צֹבְאוֹת</span> <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>;— <strong>1.</strong>  <em>wage war, fight</em>, c. <span dir=\"rtl\">עַל</span> <em>against</em>, <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">Nu 31:7</a> (P) <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a>, <a data-ref=\"Isaiah 29:8\" href=\"/Isaiah.29.8\">8</a>; <a data-ref=\"Isaiah 31:4\" href=\"/Isaiah.31.4\">31:4</a>; <a data-ref=\"Zechariah 14:12\" href=\"/Zechariah.14.12\">Zc 14:12</a>, c. sf. <a data-ref=\"Isaiah 29:7\" href=\"/Isaiah.29.7\">Is 29:7</a> (?); abs. <a data-ref=\"Numbers 31:42\" href=\"/Numbers.31.42\">Nu 31:42</a> (P). <strong>2.</strong>  <em>serve</em> at sacred tent, Levites, c. acc. <span dir=\"rtl\">צָבָא</span> <a data-ref=\"Numbers 4:23\" href=\"/Numbers.4.23\">Nu 4:23</a>; <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">8:24</a> (P); women <a data-ref=\"Exodus 38:8\" href=\"/Exodus.38.8\">Ex 38:8</a><sup>(×2)</sup> (P) <a data-ref=\"I Samuel 2:22\" href=\"/I_Samuel.2.22\">1 S 2:22</a>.<br><strong>Hiph.</strong>  Pt. <span dir=\"rtl\">הַמַּצְבִּא אֶת־עַם וגו׳</span> <a data-ref=\"II Kings 25:19\" href=\"/II_Kings.25.19\">2 K 25:19</a> = <a data-ref=\"Jeremiah 52:25\" href=\"/Jeremiah.52.25\">Je 52:25</a> <em>muster</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6708134321016e7671311dc7", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 16:1", "anchorRef": "Numbers 28:16-31:29", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29"], "sourceRef": "Deuteronomy 16:1", "sourceHeRef": "דברים ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Observe the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>Cf. Exod. 13.4; 23.15; 34.18.</i> of Abib and offer a passover sacrifice to your God יהוה, for it was in the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>See previous note.</i> of Abib, at night, that your God יהוה freed you from Egypt.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]