[{"_id": "5224397fedbab41a9d003d51", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rashi on Numbers 31:20:1", "sourceHeRef": "רש\"י על במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וכל מעשה עזים.</b> לְהָבִיא כְלֵי הַקַּרְנַיִם וְהַטְּלָפַיִם וְהָעֲצָמוֹת (חולין כ\"ה):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכל מעשה עזים AND EVERYTHING MADE FROM GOATS — everything: this serves to include objects made from the horns, claws and bones (Chullin 25b).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f710b", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 31:20", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Onkelos Numbers 31:20", "sourceHeRef": "תרגום אונקלוס על במדבר ל״א:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 31.002, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְכָל לְבוּשׁ וְכָל מַאן דִּמְשַׁךְ וְכָל עוֹבַד מְעַזֵּי וְכָל מַאן דְּעָא <b>תַּדּוּן עֲלוֹהִי</b>:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Every garment, every leather article, everything made of goat products and every wooden article shall undergo such purification [<b>sprinkle on it</b>].”", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec940", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 31:20", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Targum Jonathan on Numbers 31:20", "sourceHeRef": "תרגום יונתן על במדבר ל״א:כ׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 31.002, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְכָל לְבוּשׁ וְכָל מָנָא דִצְלָא וְכָל עוֹבַד מֵעַזֵי קַרְנָא וְגַרְמָא וְכָל מַאן דְקִיסָא תַּדוּן עֲלוֹי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " and every garment, and whatever is made of skin, goats' hair, horn, or bone, and every vessel of wood, you shall sprinkle.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "562f5b48fbfba26e1a290049", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 8 3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifra, Shemini, Chapter 8 3", "sourceHeRef": "ספרא, שמיני, פרק ח ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ח", "he": "[ג] הין?! אם הקל בשרץ הקל – נקל במת החמור?! אלא יטמא חבלים ומשיחות! תלמוד לומר 'בגד..עור' 'בגד..עור' (ויקרא יא, לב) (במדבר לא, כ) לגזריה שוה. מה 'בגד ועור' אמורים בשרץ – לא טמא בו אלא טוו וארוג, אף 'בגד ועור' אמורים במת – לא יטמא בו אלא טוו וארוג!…", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) But if Scripture was lenient with a sheretz, a lesser (form of tumah, should we, therefore, be lenient with dead-body (tumah), an acute (form)? But (by reason alone a dead body) should confer tumah on ropes and cords. It must, therefore, be written \"a garment … skin\" (Vayikra 11:33, in respect to sheretz) — \"a garment … skin\" (Bamidbar 31:20, in respect to dead-body tumah), as an identity (gezeirah shavah) — Just as a sheretz confers tumah only on what is reticulated, so a dead body confers tumah only on what is reticulated; and just as a dead body confers tumah on \"every work of goats,\" so a sheretz confers tumah on every work of goats.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "565361aed6e4a94e1942b64f", "index_title": "Rashba on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Shabbat 63b:6", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rashba on Shabbat 63b:6", "sourceHeRef": "רשב״א על שבת ס״ג ב:ו׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 126.0006, "collectiveTitle": {"en": "Rashba on Shabbat", "he": "רשב״א על שבת"}, "heTitle": "רשב״א על שבת", "he": "<b>ההוא במדין כתיב.</b> פירש רש\"י ז\"ל: בטומאת מת, דטומאה שנזכרה במדין בטומאת מת הוה וכדכתיב בה            לא, יט) תתחטאו אתם ושביכם דהיינו הזאה, והכי קאמר ההיא בטומאת מת כתיב דחמיר אבל בשאר טומאות דקילי מנא לן. ואינו מחוור. חדא דהוה ליה למימר בהדיא ההוא בטומאת מת כתיב. ועוד דהא טומאת מת וטומאת שרץ ילפינן מהדדי בסמוך (לקמן שבת סד, א) מבגד ועור בגד ועור (ויקרא יא, לב. במדבר לא, כ). ועוד דאם כן הא דמרבינן אריג כל שהוא מאו בגד דכתיב גבי שרצים ליפרוך נמי ההוא בשרצים כתיב בטומאת מת מנין, דבשרצים נמי איכא למיפרך מה לשרצים שכן טומאתו מרובה אי נמי מה לשרצים שכן בכעדשה וכדאמרינן בסמוך (לקמן שם).<br><b></b>אלא הכי פירושא: ההוא בשלל של מדין כתיב גבי קרבן שהקריבו אנשי הצבא ולא משתעי מידי בטומאה וטהרה בההיא פרשתא, ואע\"ג דכתיב בפרשה הראשונה דמשתעי בטומאה וטהרה תתחטאו אתם ושביכם, לאו בכולה שביה קא משתעי דהא איכא בהמה ונפש אדם שהביאו מן השבי.<br><b></b>ותמיה לי דאם כן אצעדה וצמיד טבעת עגיל וכומז נמי בשלל מדין כתיבי (במדבר לא, נ) ולא בפרשת טומאה וטהרה שלמעלה, ואם כן מנא לן דמקבלי טומאה, והיכי אקשי הכי להדיא לעיל ואילו אצעדה טמאה. ונראה לי משום דהנהו נמי הוו בכלל כלים דכתיב גבי טומאת מת וכדכתיב (במדבר יט, יח) והזה על האהל ועל הנפשות ועל הכלים, אבל אריג ותכשיט כל שהוא לא הוי בכלל סתם כלים, והלכך איצטריך לרבויי מכל כלי.<br><b></b>אחר כן מצאתי בספר הישר (חלק החידושים סי' רמו עי\"ש) שנשמר מן הקושיא הזאת, וכן כתוב שם: וכל הני כלים דכתיבי נמי התם כגון אצעדה וצמיד ילפינן מכל כלי, וכיון דנפקא לן לגבי טומאת מת ילפינן מבגד או עור לגבי טומאת שרץ. עד כאן.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "565361b6d6e4a94e1942b668", "index_title": "Rashba on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Shabbat 64a:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rashba on Shabbat 64a:3", "sourceHeRef": "רשב״א על שבת ס״ד א:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 127.0003, "collectiveTitle": {"en": "Rashba on Shabbat", "he": "רשב״א על שבת"}, "heTitle": "רשב״א על שבת", "he": "<b>בגד ועור דכתיב (במדבר לא, כ) גבי מת למאי איצטריך שמע מינה לאפנויי.</b> ואם תאמר אם כן בגד ועור דכתיב גבי מת וגבי שרץ (ויקרא יא, לב) למאי איצטריכי הא כולהו אתו מהיקשא דשכבת זרע, דכל מה שנאמר בשרץ כאילו נכתב בשכבת זרע ומה שנכתב בשכבת זרע יליף מת מיניה והוא הדין למה שנכתב במת יליף שכבת זרע מיניה והדר יליף שרץ מיניה. ויש לומר דכל מילתא דאתיא בהיקשא טרח וכתב לה קרא.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56851c79d6e4a9403d669751", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Chapter 8 2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifra, Shemini, Chapter 8 2", "sourceHeRef": "ספרא, שמיני, פרק ח ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 2, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק ח", "he": "[ב] והלא הוא אומר במת (במדבר לא, כ) \"וכל מעשה עזים\" – יכול יטמא חבלים ומשיחות? ודין הוא! טמא המת וטימא את השרץ. מה השרץ לא טמא בו אלא טוו וארוג, אף המת לא יטמא בו אלא טוו וארוג!", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "2) And thus is it written in respect to dead-body (tumah, Bamidbar 31:20): \"and every work of goats.\" I might think (to include) ropes and cords (as acquiring tumah). (But) it follows (by reason that they should not be included), viz.: A dead body confers tumah and a sheretz confers tumah. Just as a sheretz confers tumah only on what is reticulated, so a dead body confers tumah only on what is reticulated.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "56852cfdd6e4a9403d6698fe", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Shemini, Section 9 7", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifra, Shemini, Section 9 7", "sourceHeRef": "ספרא, שמיני, פרשה ט ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 7, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ט", "he": "[ז] רבי עקיבא אומר \"ונוגע בנבלתם יטמא\" – לרבות כלי עצם. הלא דין הוא! מה אם העץ – שאביו טהור – כלים הנעשים ממנו טמאים‏, העצם – שאביו טמא – אינו דין שיהיו כלים הנעשים ממנו מקבלים טומאה?! לא! אם אמרת בעץ – שהוא מכשיר בבית המנוגע! תאמר בעצם שאינו מכשיר בבית המנוגע?! הואיל ואינו מכשיר בבית המנוגע – לא יהיו כלים הנעשים ממנו מקבלים טומאה! תלמוד לומר \"והנוגע בנבלתם יטמא\" – לרבות כלי עצם. ר' ישמעאל בנו של ר' יוחנן בן ברוקה אומר: הרי הוא אומר (במדבר לא, כ) \"וכל מעשה עזים\" – לרבות דבר הבא מן העזים, אפילו מן הקרנים ומן הטלפים. ושאר בהמה וחיה מנין? תלמוד לומר \"וכל מעשה\". אם כן למה נאמר עזים? פרט לעופות.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "7) R. Akiva says: \"And what touches their carcass shall be tamei\": (\"what\") to include a vessel of bone. (Why is a verse needed for this?) Should it not follow a fortiori? viz.: If wood, whose \"father\" (the tree) is clean, the vessels made of it acquire tumah, then bone, whose \"father\" (flesh) is tamei, how much more so should the vessels made of it acquire tumah! — No, this may be true of wood, which is instrumental in (the tumah of) a plague-stricken house. Would you say the same for bone, which is not instrumental in (the tumah of) a plague-stricken house? Since it is not instrumental in (the tumah of) a plague-stricken house, then the vessels made of it should not acquire tumah. It is, therefore, written \"And what touches their carcass shall be tamei,\" to include vessels made of bone. R. Yishmael b. R. Yochanan b. Broka says: (This verse is not needed for this inclusion.) It is already written (Bamidbar 31:20) \"and all work of goats,\" to include (as acquiring tumah) everything that is made from goats, even from their horns (i.e., bones!) and from their hooves. Whence do I derive the same for other beasts and animals? From \"and all work.\" If so, why is \"goats,\" (specifically,) written? To exclude (vessels made from the bones of) birds.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "569d07d1d6e4a979b40a0c8d", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 126:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifrei Bamidbar 126:1", "sourceHeRef": "ספרי במדבר קכ״ו:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [200], "commentaryNum": 126.0001, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "זאת התורה אדם כי ימות באהל כל הבא אל האהל וכל אשר באהל יטמא ז' ימים. בא הכתוב ולימד על המת, טומאה חדשה שמטמא באהל. חוץ לאהל מנין? ת\"ל זאת התורה אדם כי ימות, דברי איסי בן עקיבא. ר' ישמעאל אומר: אינו צריך: אם עד שלא נזקק לטומאה הרי הוא מטמא, משנזקק לטומאה – דין הוא שיטמא! מנין לעשות כל המאהילים כאוהל? היה רבי יצחק אומר: מה מצורע הקל, עשה בו כל המאהילים כאהל; מת חמור, אינו דין שנעשה בו כל המאהילים כאהל?! כל הבא אל האהל – זה הבא מקצתו: וכל אשר באהל – זה הבא כולו. הא עד שלא יאמר יש לי בדין: אם הבא מקצתו טמא, הבא כולו לא יהיה טמא? אלא אם כן ענשת מן הדין, לכך נאמר כל הבא אל האהל, ללמדך שאין עונשים מן הדין. ר' אחי בר' יאשיה אמר: כל הבא אל האהל למה נאמר? לפי שהוא אומר וכל אשר באהל, לא יהיה טמא? מה תלמוד לומר כל הבא אל האהל? לעשות קרקעו של בית עד התהום כמוהו: כל הבא אל האהל – דרך פתחו הוא טמא, ואין מטמא בכל צדדיו כשהוא פתוח. מכאן אתה דן לקבר: מה אהל, שהוא מקבל טומאה, אין מטמא בכל צדדיו כשהוא פתוח; קבר, שאין מקבל טומאה אינו דין שלא יטמא בכל צדדיו כשהוא פתוח?! או חילוף: מה קבר, שאינו מקבל טומאה, אינו דין שיטמא בכל צדדיו כשהוא פתוח? דנתי וחילפתי בכלל או חילוף, זכיתי לדון כבתחילה: מה אהל שהוא מקבל טומאה, אין מטמא בכל צדדיו כשהוא פתוח; קבר, שאין מקבל טומאה, דין שלא יטמא בכל צדדיו כשהוא פתוח? ת\"ל וכל כלי פתוח. דרך פתוחו הוא מטמא, ואין מטמא בכל צדדיו כשהוא פתוח. דנתי וחילפתי בכלל או חילוף, זכיתי לדון כבתחלה: מה אהל שהוא מקבל טומאה, אין מטמא בכל צדדיו כשהוא פתוח; קבר, שאינו מקבל טומאה – דין הוא שלא יטמא בכל צדדיו כשהוא פתוח! או לא יטמא טומאת ערב? אמרת ק\"ו: אם שלישי במת טמא, השני – דין הוא שהוא טמא: וכל אשר באהל. שומע אני אף הקש והחריות והעצים והאבנים והאדמה במשמע? ת\"ל ולקח אזוב וטבל במים איש טהור, ועדיין כלי אבנים כלי גללים וכלי אדמה ונפשות בהמה במשמעו? ת\"ל (במדבר לא) וכל בגד וכל עור וכל מעשה עזים וכל כלי עץ הוא, למדנו לארבעה כלים. לכלי מתכות מנין? ת\"ל (במדבר לא) אך את הזהב ואת הכסף, הא למדנו לארבעה כלים – לכלי מתכות. לכלי אדמה מנין? ת\"ל וכל כלי פתוח, הא למדנו לארבעה כלים ולכלי מתכות ולכלי חרס. ולאדם מנין? ת\"ל (במדבר לא) ואתם חנו מחוץ למחנה, או אלו לכלל חטוי, ואלו לכלל טומאה? ת\"ל הוא יתחטא בו: את שבא לכלל חטוי בא לכלל טומאה, לא בא לכלל חטוי – לא בא לכלל טומאה: וכל כלי פתוח אשר אין צמיד פתיל עליו. בכלי חרס הכתוב מדבר. או אינו מדבר אלא בכל הכלים? הרי אתה דן: נאמרו ד' כלים, (ויקרא יא) בשרץ, והוציא כלי אחד להקל ולהחמיר עליו – ונאמר ד' כלים (במדבר לא) במת, והוציא כלי אחד להקל ולהחמיר עליו. מה להלן בכלי חרס הכתוב מדבר – אף כאן בכלי חרס הכתוב מדבר. או אינו מדבר אלא בכל הכלים? ת\"ל כל כלי פתוח – כלי שנטמא אין לי טהרה מטומאתו, ואיזה? זה כלי חרס. מה ת\"ל פתוח – ואפילו כל שהוא. ר' אליעזר אומר: בכלי חרס הכתוב מדבר, או אינו מדבר אלא בכל הכלים? ת\"ל כל כלי פתוח – כלי שמקבל טומאה דרך פתוחו, ואיזהו? זה כלי חרס. מה ת\"ל טמא? טמא לעולם. אבא חנין אומר משום ר' אליעזר: כל כלי פתוח, שומע אני אפילו כולו – תלמוד לומר פתוח. על פתוחו אמרתי, ולא על כולו: פתיל – זה העודף. צמיד – זה הדופק. ואף על פי שאין ראיה לדבר – זכר לדבר, שנאמר (במדבר כ״ה:ג׳) ויצמד ישראל לבעל פעור: וכל כלי... טמא הוא – מכאן אמרו: כלים מצילים צמיד פתיל – באהל המת, אוהלים – בכסוי. וכל כלי פתוח – מכאן אמרו: חבית שכפאה על פיה – ממרחה בטיט מן הצדדים – טמאה, שנאמר צמיד פתיל עליו, ולא צמיד פתיל על גביו. וכל כלי פתוח – אין לי אלא כלי חרס. כלי גללים, כלי אבנים, וכלי אדמה מנין? ודין הוא: ומה כלי חרס, שהם עלולים לקבל טומאה, הרי הם מצילים צמיד פתיל באהל המת; כלי גללים, כלי אבנים, כלי אדמה, שאין עלולים לקבל טומאה, אינו דין שיצילו צמיד פתיל באהל המת? ת\"ל וכל כלי פתוח טמא הוא. מה ת\"ל טמא הוא? אלא הוא שיציל את עצמו, צמיד פתיל באהל המת – יציל על עצמו במגע השרץ:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 19:14) \"This is the Torah: A man if he die in a tent — all that enter the tent and all that is in the tent shall be tamei seven days.\" Scripture hereby comes to teach us a new tumah, that a dead man effects tent-uncleanliness. Whence do we derive that (the same obtains if he died) outside the tent (and were brought into it)? From \"This is the Torah\" (i.e., there is one law for both.) These are the words of Issi b. Akavya. R. Yishmael said (This derivation) is not needed. If when he had not been tamei (before), he effects tent-uncleanliness, how much more so, when he had been tamei (before, i.e., when he died outside the tent.) Whence do we derive that all things which \"tent\" are considered a tent (for purposes of tent-uncleanliness, and not only a flaxen tent)? R. Yitzchak said: If vis-à-vis a leper, the \"lighter\" (form of tumah), all things that \"tent\" (and not only flax) are considered tents, then vis-à-vis a dead man, the \"graver\" (form of tumah), how much more so should all things that \"tent\" be considered tents. \"all that enter the tent\": partially. \"and all that is in the tent\": entirely. Why need this be said? If one that enters partially is tamei, how much more so one who is in it entirely. R. Achi phrases it otherwise, viz.: If one who enters the tent is tamei, how much more so one who is already in it! What, then, is the intent of \"all that is in the tent\"? To render the floor of the house until the depths like the house itself (i.e., all that is in that space is tamei.) Everyone who enters the tent from its entrance becomes tamei, but it does not impart tumah from its sides if they are open (i.e., if a man or vessels touch the tent from the outside when it is open, they do not become tamei for seven days.) From here you can reason a fortiori to a grave, viz.: If a tent, which is susceptible of tumah, does not impart tumah from all of its sides when it is open, then a grave, which is not susceptible of tumah, (being soil per se,) how much more so does it not impart tumah from all of its sides when it is open. — But perhaps the reverse is the case, viz.: If a grave, which is not susceptible of tumah, imparts tumah from all of its sides when it is open, then a tent, which is susceptible of tumah, how much more so should it impart tumah from all of its sides when it is open! It is, therefore, written \"all that enter the tent\" — It is only through its entrance that it imparts tumah, but not from all of its sides when it is open. I have reasoned a fortiori and I have transposed (the reasoning). The transposition has been nullified and I return to the original a fortiori argument, viz.: If a tent, which is susceptible of tumah, does not impart tumah from all of its sides when it is open, then a grave, which is not susceptible of tumah, how much more so should it not impart tumah from all of its sides when it is open! — But (in that case) it should not (even) impart \"evening tumah\" (viz. Ibid. 22) — Would you say that? It follows a fortiori (that it does impart evening tumah), viz.: If one at a third remove from a dead body (as in Ibid. 22) is tamei, how much more so, one (as in our case) who is at a second remove! \"and all that is in the tent shall be tamei\": From this I understand that even straw and twigs and pieces of wood and stones are included; it is, therefore, written (Ibid. 18) \"And a clean man shall take hyssop and dip it in the water and he shall sprinkle it upon the tent and upon all the vessels.\" — But I still would understand to be included vessels of ordure and vessels of earth and vessels of soil. It is, therefore, written (Bamidbar 31:20) \"And every garment, and every vessel of skin, and every work of goats and every vessel of wood shall you cleanse.\" We learn, then, of four (types of) vessels (that are affected. Whence do we derive (the same for) metal vessels? From (Ibid. 22) \"But the silver and the gold, etc.\" We learn, then, of four types of vessels and of metal vessels. Whence do we derive (the same for) earthen vessels? From (Ibid. 19:15) \"And every open (i.e., earthen) vessel, etc.\" We learn, then, of four types of vessels, of metal vessels, and of earthen vessels. — But perhaps the intent is that these (those mentioned in 30:20) and those mentioned here (19:18 \"and upon all the vessels\") are subject to cleansing, and the others (straw and twigs) are subject to tumah in a tent, (but not to cleansing.) It is, therefore, written (Ibid. 11) \"he shall be tamei for seven days. (12) He shall be cleansed with it.\" Whatever is subject to cleansing is subject to tumah; whatever is not subject to cleansing is not subject to tumah. (Ibid. 15) \"And every open vessel whose cover is not fastened upon it is tamei.\" Scripture speaks of an earthen vessel. — But perhaps it speaks of all vessels! (This is not so,) for you reason as follows: Four vessels are mentioned vis-à-vis a sheretz (a creeping thing, viz. Vayikra 11:33), and one (type of) vessel was excluded for both attenuation and exacerbation (re tumah). And four vessels are mentioned in respect to a dead body, and one was excluded for both attenuation and exacerbation. Just as there, Scripture speaks of an earthen vessel (viz. Ibid.), so, here, Scripture speaks of an earthen vessel. These are the words of R. Yoshiyah. R. Yonathan says: Is Scripture (here) speaking of an earthen vessel or of all vessels? It is, therefore, written \"an open vessel\" — a vessel that is subject to tumah at (the atmosphere of) its opening (and not at its outer surface). R. Eliezer says; Is Scripture speaking of an earthen vessel or of all vessels? It is unclean\" — forever, there being no cleansing for its tumah. And what is the intent of \"open\"? Any amount. Abba Channan says in the name of R. Eliezer: From \"there is no tight covering upon it,\" I would understand upon all of it. It is, therefore, written \"upon\" — upon its opening and not upon all of it. \"tight covering\" (\"tzamid pathil\") \"tzamid\": This is the stopper (plugging the inside). \"pathil\": This is the lid. And though there is no proof for this, there is an allusion to it in (Ibid. 25:3) \"And Israel adhered (\"vayitzamed\") to Ba'al Peor.\" \"And every open vessel whose cover is not fastened upon it is unclean\": Vessels are protected (against tumah) in the tent of the dead with a tzamid pathil, but in (plague-spot) tents, with a covering. \"a tzamid pathil upon it\": and not a vessel upon a tzamid pathil — whence they ruled: A jug which he turned on its mouth and smeared with clay from the sides is susceptible of tumah, it being written \"a tzamid pathil upon it,\" and not \"it upon a tzamid pathil.\" These are the words of R. Eliezer. \"And every open vessel\": This tells me only of an earthen vessel. Whence do I derive (the same for) vessels of ordure, vessels of stones, and vessels of soil? It follows a fortiori, viz.: If earthen vessels, which are subject to tumah, protect (what is in them against tumah) by a tzamid pathil, in the tent of the dead, then vessels of ordure, of stones, and of soil, which are not subject to tumah, how much more should they protect (against tumah) by a tzamid pathil in the tent of the dead! \"It is tamei\" (without a tzamid pathil). Why (the stress on) \"it\"? What protects (against tumah) by a tzamid pathil in the tent of the dead, protects itself by a tzamid pathil (from tumah) through contact with a sheretz.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "569d07d9d6e4a979b40a0e37", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 157:8", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifrei Bamidbar 157:8", "sourceHeRef": "ספרי במדבר קנ״ז:ח׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [200], "commentaryNum": 157.0008, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "וכל בגד וכל כלי עור – למה נאמר? לפי שהוא אומר (ויקרא יא) או עור או שק, אין לי אלא שק. מנין לעשות כל מעשה עזים כשק? אמרת ק\"ו: ומה המת חמור, עשה בו כל מעשה עזים כשק – שרץ הקל, אינו דין שנעשה בו כל מעשה עזים כשק? אמרת: דנין מן החמור להקל ולהחמיר עליו, אלא מה ת\"ל בגד במת? אלא שכבר ק\"ו הוא: מה שרץ הקל, עשה בו את הבגד כשק – המת חמור, דין הוא שנעשה בו את הבגד כשק! מה ת\"ל בגד במת? – מופנה, להקיש ולדון גזירה שוה: נאמר כאן בגד ונאמר להלן בגד, מה בגד האמור להלן עשה בו כל מעשה עזים כשק – אף בגד האמור כאן עשה בו מעשה עזים כשק; ומה כאן טווי וארוג – אף להלן טווי וארוג; להביא את פסיקיא ופונדא וחבק של חמור, שהם טווי וארוג. יצאו פתילות וחבלים, שאינו טווי וארוג.", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 31:20) \"and every garment and every vessel of skin\": What is the intent of this? From (Vayikra 11:32) \"or skin or sack,\" I know only of sack. Whence do I derive (the same for) every work of goats? (From the above.) Would you say that? It follows a fortiori! (i.e., why do we need a verse?), viz.: If in dead-body tumah (our instance) the more stringent variety, every work of goats is likened to sack, then in the instance of sheretz (creeping thing) tumah, (that of Vayikra), the less stringent variety, how much more so should every work of goats be likened to sack! — Would you say that? Do we derive the less stringent from the more stringent to be more stringent with it? Rather, why is \"garment\" mentioned in respect to dead body tumah? It follows a fortiori, viz.: If in sheretz, the less stringent variety, garment was likened to sack, how much more so (should this obtain) in dead-body tumah! Why, then, is \"garment\" mentioned in dead-body tumah? It is \"extra\" for the purpose of formulating an identity (gezeirah shavah ), viz.: \"Garment\" is written here and \"garment\" is written elsewhere (Vayikra). Just as here, every work of goats is likened to sack, so, there. And just as there, (the articles must be) spun and woven, (sack being spun and woven), so, there, spun and woven. To include the band, the belt, and the saddle-band of an ass, which are spun and woven. To exclude cords or ropes, which are not spun and woven.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d83d6e4a94c7c18b24f", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 31:20", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Tafsir Rasag, Numbers 31:20", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״א:כ׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 31.002, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וכל ת̇וב ואניה מן ג̇לוד ומעמול מן מרעז ואניה כ̇שב תד̇כוה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad924ed6e4a93323dbe8f3", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 64a:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Shabbat 64a:4", "sourceHeRef": "שבת ס״ד א:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 127.0004, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "הֲרֵי הוּא אוֹמֵר בְּמֵת: ״וְכׇל כְּלִי עוֹר וְכׇל מַעֲשֵׂה עִזִּים וְגוֹ׳ תִּתְחַטָּאוּ״ — לְרַבּוֹת הַקִּילְקְלִי וְאֶת הַחֲבָק.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> continues: <b>Now, it says with regard to</b> the <i>halakhot</i> of ritual impurity imparted by <b>a corpse:</b> “And every garment <b>and all that is made of skins and all work of goats’</b> hair and all things made of wood <b>you shall purify”</b> (Numbers 31:20). This verse comes <b>to include reins and the band</b> under the horse’s belly within the category of: All work of goats’ hair. They too can become ritually impure.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad92bfd6e4a93323dbeceb", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 64a:7", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Shabbat 64a:7", "sourceHeRef": "שבת ס״ד א:ז׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 127.0007, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "נֶאֱמַר ״בֶּגֶד״ וָ״עוֹר״ בְּשֶׁרֶץ וְנֶאֱמַר ״בֶּגֶד״ וָ״עוֹר״ בְּמֵת. מָה בֶּגֶד וָעוֹר הָאָמוּר בְּשֶׁרֶץ — לֹא טִימֵּא אֶלָּא טְוִוי וְאָרִיג, אַף בֶּגֶד וָעוֹר הָאָמוּר בְּמֵת — לֹא טִימֵּא אֶלָּא טְוִוי וְאָרִיג.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The term <b>garment and leather is stated with regard to</b> ritual impurity imparted by <b>a creeping animal:</b> “And whatever any of them falls upon when they are dead will be impure whether it be any vessel of wood, or a garment, or leather, or sack, whatever vessel it be with which any work is done it must be put into water and it will be impure until evening, then it will be clean” (Leviticus 11:32). <b>And garment and leather is stated with regard to</b> ritual impurity imparted by <b>a corpse. Just as garment and leather stated with regard to a creeping animal only rendered impure</b> objects that are <b>spun and woven, so too, garment and leather stated with regard to a corpse only rendered impure</b> objects that are <b>spun and woven.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "59648328d6e4a92bf45a5422", "index_title": "Rabbeinu Bahya", "category": "Quoting Commentary", "type": "", "ref": "Rabbeinu Bahya, Vayikra 11:39:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rabbeinu Bahya, Vayikra 11:39:1", "sourceHeRef": "רבנו בחיי, ויקרא י״א:ל״ט:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 39.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "ויקרא", "he": "<b>וכי ימות מן הבהמה.</b> היה ראוי שיאמר וכי תמות, אבל אילו אמר כן היה במשמע שאין הנבלה מטמאה במגע אלא כשהיא שלמה כולה, אבל חלק ממנה אינו מטמא, וכשאמר וכי ימות יורה שאף חלק ממנה מטמא במגע, ועל כן הזכיר וכי ימות מן הבהמה בלשון זכר, והנה הוא כלשון וכי יפול מנבלתם, שהרי נבלה לשון נקבה הוא, והזכיר יפול בלשון זכר על החלק ממנה. ודרשו רז\"ל הנוגע בנבלתה, והאוכל מנבלתה, להוציא הקרנים והטלפים והעור והשער והעצמות. וכן מצינו בישראל שהביאו כמה כלים של עור ממחנה מדין והכתוב הכשירם בהזאת מי נדה, ואלו היה עור נבלה מטמא כבשר נבלה עצמה לא היה מספיק להם שום הכשר שהרי נבלה אין לה הכשר. וכן מצינו בשלמה ע\"ה שעשה כסא של עצמות, הוא שכתוב (מלכים א י׳:י״ח) ויעש המלך כסא שן גדול, והוא עצם הפיל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכי ימות מן הבהמה, “if any of the animals (which are pure) has died by natural causes, etc.” The Torah should have used the expression תמות, (feminine form of “it will die”) seeing that the noun בהמה is feminine. Had the Torah written the word תמות we would have concluded that such a carcass can confer ritual impurity only when it is whole, but that sections of it could not confer impurity. By using the masculine ימות we infer that any part of it חלק (masc.) is capable of conferring ritual impurity through contact with it. The expression מן הבהמה must be understood as “part of the beast,”‘ not as “any of certain categories called בהמה.” The expression matches the words וכי יפול מנבלתם “if part of their carcass falls, etc.,” in verse 37. Seeing that the word נבלה which is the subject in that verse is feminine, the Torah could also have been expected to write וכי תפול instead of וכי יפול. Seeing it did not, we can surmise that the same considerations which prompted the use of the masculine form in verse 39 also prompted the use of the masculine form in verse 37. <br> As to the words: “he who touches their carcass” (verse 36), or the words: “who eats of them” in verse 40, our sages explained that such parts of the carcass as the hooves, antlers, horns, skin and hair are exempt from the rule that they confer impurity provided these parts are no longer attached to the flesh when one touches them or eats them. <small>(Compare Maimonides Hilchot Ma-achalot Assurot 4,18). </small>Proof of this is that we find that the Israelites took as part of their booty in war numerous vessels made of leather after the campaign against Midian (Numbers 31,20) and the Torah okayed their use by the Israelites after they had been duly immersed in a ritual bath. If these items had possessed the same degree of impurity as the carcasses they had been removed from, no amount of immersion in a ritual bath or other process of purification would have sufficed to permit their use by the Israelites. We also find that Solomon made for himself a throne of ivory (tusk of the elephant, same category as horns) as reported in Kings I 10,18.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489aad6e4a939ba175320", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Torah Temimah on Torah, Numbers 31:20:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וכל בגד וגו׳. </b>נאמר כאן בטמא מת בגד ועור ונאמר להלן בשרץ בגד ועור (פ׳ שמיני) מה להלן לא טמא אלא טוי ואריג אף כאן לא טמא אלא טוי ואריג <sup class=\"footnote-marker\">כא</sup><i class=\"footnote\">ושם בשרץ ילפינן דדוקא טוי ואריג מטמא מדכתיב שם או שק ומדמינן לשק כמבואר שם, ועיין מש\"כ שם בפ' שמיני השייך לענין זה.\n</i>.<br>(שבת ס\"ד א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d489aad6e4a939ba175322", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 31:20:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Torah Temimah on Torah, Numbers 31:20:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״א:כ׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 20.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וכל מעשה עזים. </b>להביא דבר הבא מן העזים מן הקרנים ומן הטלפים, משאר בהמה וחיה מניין ת\"ל וכל מעשה, א\"כ מה ת\"ל עזים, פרט לעופות <sup class=\"footnote-marker\">כב</sup><i class=\"footnote\">ר\"ל חוץ מכלים הנעשים מעצמות העוף אין מקבלים טומאה מן התורה, ואי הוי כתוב בהמה או חיה היה כולל גם עופות, ועיין בב\"ק נ\"ד ב' וצע\"ק.\n</i>.<br>(חולין כ\"ה ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3086d6e4a90d4d5ce7c6", "index_title": "Steinsaltz on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Shabbat 64a:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Steinsaltz on Shabbat 64a:4", "sourceHeRef": "ביאור שטיינזלץ על שבת ס״ד א:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 127.0004, "collectiveTitle": {"en": "Steinsaltz on Shabbat", "he": "ביאור שטיינזלץ על שבת"}, "heTitle": "ביאור שטיינזלץ על שבת", "he": "<b>הרי הוא אומר ב</b>דיני טומאת מת: <b>\"</b>וכל בגד <b>וכל כלי עור וכל מעשה עזים</b> וכל כלי עץ <b>תתחטאו\"</b> (במדבר לא, כ) ובא הפסוק <b>לרבות</b> לקבלת טומאה גם את <b>הקילקלי ואת החבק</b> שאף הם בכלל מעשה עיזים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef330bd6e4a90d4d5db868", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 25b:6", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Steinsaltz on Bava Kamma 25b:6", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא כ״ה ב:ו׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 50.0006, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "<b>אלא מפץ במת מניין</b> שמיטמא — משום שנלמד מגזירה שווה, <b>נאמר \"בגד</b> או <b>עור\"</b> (ויקרא יא, לב) <b>ב</b>טומאת <b>שרץ, ונאמר \"בגד ו</b>כל כלי <b>עור\"</b> (במדבר לא, כ) <b>ב</b>טומאת <b>מת, מה \"בגד\" ו\"עור\" האמור בשרץ</b> — <b>מפץ טמא בו</b> כפי שלמדנו מקל וחומר מזב, <b>אף \"בגד\" ו\"עור\" האמור במת</b> — <b>מפץ טמא בו.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1547ddd6e4a92409ac4eb6", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Siftei Chakhamim, Numbers 31:20:1", "sourceHeRef": "שפתי חכמים, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>להביא כלי הקרנים.</b> ר\"ל לל\"ל וכל מעשה עזים, הא כתיב וכל כלי עור:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>This includes utensils made from the horns.</b> Rashi wishes to answer the question: Why was it necessary to say “Everything made of goat products”? Surely it is written “every leather article.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a43673cd6e4a97d18d91ba1", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Ralbag Beur HaMilot on Torah, Numbers 31:20:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "במדבר", "he": "<b>וכל בגד וכל כלי וגומ'.</b> רוצה לומר במי נדה להזות עליהם שלישי ושביעי מפני התטמאם באהל לא יטמאו באל אלא כלים או אדם לא קש ותבן כמו שביארנו בפרשת פרה והנה מעשה עזים הוא בהכרח דבר אינו בגד ולא כלי עור ולזה הוא מבואר שאינו דבר נעשה מנוצה של עזי' ולא מהשער ואינו גם כן נאד נעשה מהעור כי הוא כלי עור אך הוא כלי נעשה מקרן העזים והוא אם כלי שיש בו בית קבול כמו שיחתכו הציירים חלק מהקרן ובבית קבול שבו ישימו הצבע או יעשו ממנו כלים פשוטים כמו המסרק ולוחות העששית ומזה המקום למדנו שכן הדין בכלים הנעשים מהטלפים ומעצמות העזים ומה שידמה להם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bfe8c2ca0326c0018b7ecd3", "index_title": "Steinsaltz on Chullin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Chullin 25b:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Steinsaltz on Chullin 25b:4", "sourceHeRef": "ביאור שטיינזלץ על חולין כ״ה ב:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 50.0004, "collectiveTitle": {"en": "Steinsaltz on Chullin", "he": "ביאור שטיינזלץ על חולין"}, "heTitle": "ביאור שטיינזלץ על חולין", "he": "ושואלים: האם <b>מכלל</b> הדברים אתה למד <b>ש</b><b>כלי עצם מקבלי</b> <small>[מקבלים]</small> <b>טומאה</b> הם? ומשיבים: <b>אין</b> <small>[כן],</small> <b>דתניא</b> <small>[ששנויה</small> ברייתא<small>],</small> <b>רבי ישמעאל בנו של ר' יוחנן בן ברוקה אומר: מה תלמוד לומר</b> בפרשת טהרת כלי מדין מטומאתם: <b>\"וכל מעשה עזים תתחטאו\"</b> (במדבר לא, כ)? <b>להביא</b> (לרבות) <b>דבר הבא</b> (הנעשה) <b>מן העזים</b> <b>מן הקרנים ומן הטלפים</b> (הפרסות) שהוא מקבל טומאה. ומה שבא מקרנים וטלפים של <b>שאר בהמה וחיה, מנין</b> שהוא מקבל טומאה? <b>תלמוד לומר: \"וכל מעשה\"</b> בלשון ריבוי. <b>אם כן, מה תלמוד לומר \"עזים\"?</b> שהרי דבר זה אינו מיוחד לעיזים! <b>פרט לעופות,</b> שדבר שנעשה מעצמות עופות אינו מטמא.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c178fc7bb386c00d3de9864", "index_title": "Tosafot Yom Tov on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Mishnah Kelim 24:17:5", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Tosafot Yom Tov on Mishnah Kelim 24:17:5", "sourceHeRef": "תוספות יום טוב על משנה כלים כ״ד:י״ז:ה׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1613, 1617], "commentaryNum": 17.0005, "collectiveTitle": {"en": "Tosafot Yom Tov on Mishnah Kelim", "he": "תוספות יום טוב על משנה כלים"}, "he": "<b>כתב הר\"ב ומסקנא דכולה פרקין כו' דכל דבר הראוי לשכיבה כו'</b>. עיין בספ\"ב דזבים. ולעיל בפי' הר\"ב פי\"ח משנה ה. ומ\"ש הר\"ב והמפץ כו' דמרבינן לה מקרא דכתיב כל המשכב כל לרבות כו'. וכיון דתרי קראי כתיבי. משכבו למעוטי. וכל לרבויי הא כיצד יש במינו אף ע\"ג דלית ליה טהרה במקוה. אין במינו מקיש משכבו לו גמרא פ\"ט דשבת דף פד ומייתי לה הרמב\"ם לעיל משנה י ומפרש בשם הר\"י הלוי גאון ז\"ל שהמפץ יש במינו מה שיטהר במקוה והן הכלים הנעשים מזאת האריגה כסלים וכקופות והן נכנסים במאמר הש\"י באמרו כל כלי. אולם החרס אין במינו מה שיעלה ממנו דבר שיש לו טהרה במקוה [ע\"כ] [*ומ\"ש הר\"ב והאי לאו כלי הוא. וא\"ת פשוטי כלי עץ נמי לא ליהוי להו טהרה במקוה והתנן בספי\"ח במטה שמיטהרת איברים. ופי' הר\"ב כשבא להטבילה מטביל הכרע לבד. כתבו התוס' בפר\"ע דשבת דף פד [ד\"ה מפץ] דאור\"י דנפקא לן מדכתיב (במדבר ל״א:כ׳) וכל כלי עץ תתחטאו דמשמע אפי' פשוטי. דומיא דכלי מתכות דכתיבי התם ואף ע\"ג דכתיב (שם) וכל מעשה עזים ליכא למילף מה מעשה עזים מיטלטל מלא וריקן אף כלי עץ. דלא שייך למילף הכי. אלא משק כדכתיב (בראשית מ״ב:ל״ה) ויהי הם מריקים שקיהם. ולהכי נמי נקט בכל דוכתי מה שק כו' כמ\"ש לשונם בפ\"ק דחולין מ\"ו. ומ\"ש הר\"ב. ואין לו טהרה עד וכו' פחות מו' על ו' שיעור טומאתו בפכ\"ז [משנה ב]. הרמב\"ם שם. ומ\"ש הר\"ב כלי אבנים כו'. ברפ\"י. ומ\"ש הר\"ב וכל דבר הבא מן הים. במשנה יג פי\"ז ע\"ש. ומ\"ש הר\"ב וכלי עץ כו'. ג\"ז שם ר\"פ עשירי ורפט\"ו. ומ\"ש הר\"ב כגון תרבוס. בפרקין משנה ה. ומפץ. משנה י. וסדין. משנה יג]: \n", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "משנה, מהדורת בית דפוס ראם, וילנא 1913", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c1799edbb386c011be97837", "index_title": "Sefer HaBachur", "category": "Reference", "type": "", "ref": "Sefer HaBachur, First Treatise 13:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sefer HaBachur, First Treatise 13:4", "sourceHeRef": "ספר הבחור, המאמר הראשון י״ג:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1512, 1518], "commentaryNum": 13.0004, "collectiveTitle": {"en": "Sefer HaBachur", "he": "ספר הבחור"}, "he": "<b>ג. ודע</b> שלא יבא זה רק בפעלים עומדים אבל יש לך רשות לעשות כן בקצתן אפילו שלא נמצא במקרא אך השמר לך שלא תעשה כן בפעלים יוצאים. והכלל כי הבנין הזה לא יצא לעולם לזולתו ואל תשעה דברי שקר האומרים שנמצא במקומות שהוא יוצא כמו וְכָל כְּלִי עֵץ תִּתְחַטָּאוּ<small> (במדבר ל״א:כ׳)</small>, וְהִתְנַּחַלְתֶּם אֶת הָאָרֶץ<small> (במדבר ל״ג:נ״ד)</small>, ודומיהם, כי בטוב נוכל לפרש אותם באופן שהם פועלים בעצמם, ואין כאן מקום להאריך:", "heVersionTitle": "Sefer haBahur, Isny 1542-Mantua, 1556.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר הבחור, איזנא ש\"ב - מנטובה, שט\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a0cfbb386c011be9b2de", "index_title": "Rashi on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Shabbat 16a:2:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rashi on Shabbat 16a:2:4", "sourceHeRef": "רש\"י על שבת ט״ז א:ב׳:ד׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0004, "collectiveTitle": {"en": "Rashi on Shabbat", "he": "רש\"י על שבת"}, "heTitle": "רש\"י על שבת", "he": "פשוטיהן טהורים - דאיתקש עץ ועור לשק דיש לו בית קבול וכלי עצם איתקש לעץ ועור בפרשת מדין (במדבר ל״א:כ׳) כל בגד וכל כלי עור וגו' ואמרי' בהכל שוחטין (חולין דף כה:) להביא דבר הבא מן העזים מן הקרנים ומן העצמות ומן הטלפים וכלי זכוכית לקמן מפרש טעמא אמאי פשוטיהן טהורים מאחר דדמו למתכות:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b892b071e100bf4e1672", "index_title": "Rambam on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Kelim 2:1:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rambam on Mishnah Kelim 2:1:1", "sourceHeRef": "רמב\"ם משנה כלים ב׳:א׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1160, 1168], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Rambam on Mishnah Kelim", "he": "רמב\"ם משנה כלים"}, "heTitle": "רמב\"ם משנה כלים", "he": "דע שפסוקי התורה בטומאת מיני הכלים כמו שקדם בפתיחת זה הסדר. אבל הפסוקים ההן באו מהן קצתן בטומאת מת וקצתן בטומאת שרץ ובטומאת זב ובטומאת נגעים ובטומאת שכבת זרע. ולמדנו קצתן מקצתן בפנים רבים מההקש משלשה עשר מדות וכבר ידעת שכונתנו בזה החבור הקצור במה שאפשר ועזיבת מה שיאריך בו ההקש ורבוי הענינים ואני אקח ביותר זך וביותר נקי מכל אלו המאמרים. וכאשר אקח הראיה לך בפסוק על טומאת מין ממיני כלים לא תטריד מחשבתך באיזה מין ממיני הטומאה באיזה הפסוק אם בטומאת שרץ או בטומאת מת או זב או זולתו לפי שהתלמוד כבר למד קצת מקצת באופני ההקש. אמר ית' (ויקרא י״א:ל״ב) מכל כלי עץ או בגד או עור או שק. אמנם כלי עצם הנה למדנו אותו מפסוק (במדבר ל״א:כ׳) וכל מעשה עזים אמרו לרבות העשוי מן העזים אפי' מן הקרנים ומן הטלפים שאר בהמה וחיה מנין ת\"ל מעשה ר\"ל כל מה שיעשה ממנו מהכלים אפילו מעצמיהן וטלפיהן וקרניהן. ואמנם אמר מעשה עזים לא מה שיעשה מעצמי העוף או הדגים מן הכלים שלא יקבלו טומאה כ\"א מן החי ההולך לבד: וכלי זכוכית. והם כלי הזגג והם יקבלו טומאה מדרבנן הקישו אותו לכלי חרש לפי שיעשו מהעפר כמו כלי חרש אבל שמוהו חכמים יטמא בנגיעת אב הטומאה אפילו מגבו כמו כלי עץ וזולתו ואין בזה דין כלי חרש כמו שהתבאר שהוא לא יטמא אלא מתוכו אבל הזכוכית להיותו נראה מה שבתוכו כאילו הוא על שטחו שמו קרוב הטומאה משטחו מחוץ כהגעתו מתוכו והוא אמרם מפני שנראה תוכן כברן: ופשוטיהן. הפשוטין מהן אשר אין לו כפיפות ולא קערורית: ומקבליהן. מה אשר לו כפיפות או קערורית עד כי כאשר הושם בו הדבר הניגר יקבלהו ולא יתפשט על כללו ולקחו ראיה על היות פשוטיהם טהורים מפסוק (ויקרא י״א:ל״ב) מכל כלי עץ או בגד או עור או שק ואמרו דומיא דשק מה שק שיש לו קבול אף כל שיש לו קבול. וכבר אמרנו ששק הוא נעשה מן השיער ונלקח ממנו יעשו ממנו כלים לשאת בתוכו. אולם כלי זכוכית הנה הן דומים לכלי חרש כמו שאמרנו וכלי חרש ג\"כ לא יטמא עד שיהיה בו בית קבול דכתיב (שם) וכל כלי חרש אשר יפול מהן אל תוכו עד שיהיה לו תוך. ודע שפשוטי אלו הכלים כמו הכסא והלוח והעור והדומה להן שהן כולם יטמאו מן התורה במשכב הזב ומושבו ואע\"פ שאין לו בית קבול לפי שהוא ראוי למשכב ומושב כמו שיתבאר בזאת המסכת. אולם בשרץ ובמת וזולתו מאבות הטומאה הנה לא יטמאו אלא מקבליהן. אולם כלי עץ ועור ועצם הנה פשוטיהן יטמאו ג\"כ ואפילו בשאר טומאות וזה מדרבנן. ובגמ' בבא בתרא (דף סו.) אמרו פשוטי כלי עץ מדרבנן. ואמרו בכאן כלי עץ פשוטיהן טהורים ירצה בו מן התורה שאין הבדל בין כלי עץ או כלי עצם ועור ושמור זה השרש תמיד: עוד אמר נשברו טהרו. ענין זה כי כאשר נטמא כלי מאלו המינים הארבע ואחר טומאתו נשבר נטהר ותהי' החתיכה טהורה ואם תקח זאת החתיכה ותתקננה ותעשה ממנה כלי אחד הנה זה הכלי טהור ואמנם תטמא בעתיד כאשר יגע בו אחד מאבות הטומאה לפי מה שקדם באורו א] וזה ענין אמרם מקבלין טומאה מכאן ולהבא בכל מקום שאמרו זה אינו מן <small>[כופרא במס' ע\"ז דף לג:]</small> מאי כלי נתר כלי מחפורת של צריף. וכלי נתר הוא כלי הטפל והוא אבן רכה מאד בדקות המראה יותך במים במהירות ירחצו בו השיער והבגדים וכן מנוהו החכמים בכלל המנקים אמרו [שבת פט: נדה סא:] נתר ובורית קימוניא ואשלג. ועשיית אלו הכלים נמצא אצלנו בקצווי המערב ומלאכתו קשה מאד וזה שיולש הטפל ויעשו ממנו כלים לשתית המים לפי תמונה הנעשה מן החרש אבל הוא לא יסבול האש כמו שיסבול החרש אבל אם ישיגהו חום מעט מהאש יתבקע הכלי ויפסד אם לא הכהו החום ג\"כ בכלל חלקיו הנה אצל מה שיגיע הכלי במים יותך ונפסד ואלו הכלים אמנם יצטרכו לשתית המים מפני שהיא עריבה בה מאד וריחו טוב עושין אותם לחולים ולחלושי האסטומכא ולא יוכל לבשל זה הכלי אלא החריף מאד במלאכה עד שיצא הכלי ממורט המראה כמו הטפל הוא להיותו מגיע לו מהבשול מה שלא יתיכהו המים עמו ואי אפשר לעשות ג\"כ אלא רקיק דק מאד יהיה עבה דפנו קרוב מעלה לפי שאם היה עבה מה שיתהוה האש מתוכו לדקות האש ועל זאת המלאכה בעצמה יעשו אצלינו כלי אלא שמראהו אדום חזק האדמימות וכן כליו והוא ג\"כ יעשה לשתות המים והויית אלו הכלים לא יתעכבו באש. אולי בעבור שלא ישנו מראהו אבל מראה הכלי נא ומבושל מראה אחד והיה עולה במחשבתנו שהוא כלי אדמה ולא יקבל טומאה ולמדנו שהוא מאשר שרשו טיט וכבר נקלה באש ואף על פי שהוא מעט הנה הוא כמו כלי חרש אמר בסיפרא וכל כלי חרש לרבות כלי נתר ואמנם הארכתי בזה הענין זאת האריכות הרבה לבאר לך הענין ולפרש האמת לפי שכל מי שבאר המלות במה שהגיע אצלי יפרשו כלי נתר כלי האלום. ואני נפלא מאומר זה איזה דבר יחשב שפירש דבר לא מושכל ולא מקובל איך תעשה כלי מאלום ואין ספק שהאומר זה לא ראה אלום מימיו ואם אמרנו שהוא חפר במקור האלום אבן אלום גדולה ועושה ממנו כלי הנה לא יצלח לקבל כל דבר לענין מהענינים. ואם יהיה זה הנה לא יקבל טומאה לפי שהוא כלי אדמה אשר לא יקבלו טומאה כמו שיתבאר. ואשר ראוי שתבינהו שכל הטינים כאל טפל ואל אנגבר ואלטין אל ברמיני ואל מנטיות וזולתן מן הטינים כאשר נעשה מהן כלים כל זמן שהן נאים ולא נקלו באור הנה הן כלי אדמה ולא יקבלו טומאה וכאשר נקלו ואע\"פ שלא יסבלו האש עד שיבושל דפנותם כמו החרש הנה הן דומים לחרש והוא אשר יקרא כלי נתר ואשוב אל כוונת ההלכה אמר שהן יטמאו ויטמאו זולתן מאוירן אמנם היות כלי חרש מטמא מאוירו לבד כמאמרו יתברך וכל כלי חרש אשר יפול מהם אל תוכו. אמרו מתוכו הוא מטמא ואינו מטמא מאחוריו ובמקום אחר אמר מתוכו הוא מטמא ואינו מטמא מגבו. הנה כבר התבאר לך שאמרנו גבו או אחוריו דבר אחד. אולם שאר הכלים אינם כן אבל כאשר הגיע הטומאה באוירו ולא תגע בגופו הנה הוא טהור וכאשר נגע בו הטומאה ואפילו מגבו הנה כבר נטמא והוא מאמר המשנה בתחלת חולין הטהור בכלי חרש טמא בכל הכלים והטהור בכל הכלים טמא בכלי חרש. וכבר הקדמנו בפירוש מאמרינו ובארנו שכלי חרס לא יהיה אב הטומאה אמנם יהיה ולד הטומאה לעולם ושכל ולד הטומאה אמנם יטמא אוכלים ומשקין הנה אמרו הנה מכלי חרש שהוא מטמא זולתו מאוירו ענינו כי כאשר הגיעו אוכלין טהורים באויר כלי חרס הטמא נטמאו אף אם לא תגע בכלי. והנני עתיד להביא לך משלים מזו בזאת המסכתא. ובגמ' פסחים [דף יח:] אמרו מכל האוכל יטמא אוכל מטמא מאויר כלי חרש ואין כל הכלים מטמאים מאויר כלי חרש. עוד אמרו (בת\"כ) מטמאים מאחוריהן. שכלי חרש הן גבי כלים. מטמאים האוכלים והמשקים בגבן כאשר יהיו טמאין ויגעו אוכלים טהורים ומשקין טהורים באחורי הכלי הטמא נטמאו האוכלים והמשקים. עוד אמר ואינם מטמאים מגביהן ר\"ל טומאתו בעצמה הנה הוא אם נוגע שרץ בכלי חרש מגבו הנה לא יטמא. הנה כבר התבאר שכלי חרש טומאתו בעצמו יהיה מאוירו לא מגבו וטומאתו למה שיטמא יהיה מאוירו ומגבו ואמנם פעם יקרא גב הכלי אחוריים ופעם גב שלא יפול הספק בין טומאתו על זולתו וטומאתו לעצמו הנה שם בשמות הבדל להבין העניינים אצל טומאתו לזולתו אמר אחוריהן להיות השורש אצלנו שאחורי הכלי תטמאו אוכלין ומשקים ואצל טומאתה לעצמה אמר גביהן להיות השורש אצלנו כלי חרס אינו מטמא מגבו ושמור אלו השרשים כולם הקודמים בזה הבאור שהן ג\"כ יוכפלו בעתים. עוד אמר ושבירתן היא טהרתן לפי שכלי חרס כאשר נטמא לא יטהר במקוה ולא יועילהו זה והוא בטומאתו עד שישבר זה ל' התורה כל אשר בתוכו יטמא ואותו תשברו. וכן כלי זכוכית ואין הבדל בין החרש או אל מד\"י ואל צר\"י הכל כלי חרס יקרא לענין טומאה: ", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b89db071e100bf4e1e36", "index_title": "Rashi on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Kamma 25b:3:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rashi on Bava Kamma 25b:3:1", "sourceHeRef": "רש\"י על בבא קמא כ״ה ב:ג׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi on Bava Kamma", "he": "רש\"י על בבא קמא"}, "heTitle": "רש\"י על בבא קמא", "he": "מפץ במת מניין - שמטמא לפי שנאמר במת גבי מדין וכל בגד וכל כלי עור וגו' (במדבר ל״א:כ׳) וזה אינו לא בכלל בגד ולא בכלל עור ולא בכלל כלי עץ מניין שאפי' הוא מטמא באהל המת:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9eab071e100bf4ef585", "index_title": "Tosafot on Shabbat", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Shabbat 84a:5:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Tosafot on Shabbat 84a:5:2", "sourceHeRef": "תוספות על שבת פ״ד א:ה׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1150, 1350], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Tosafot on Shabbat", "he": "תוספות על שבת"}, "heTitle": "תוספות על שבת", "he": "מפץ במת מניין - פירש בקונטרס דמיירי במפץ של עץ ואין נראה לרבינו תם דהא פשוטי כלי עץ יש להם טהרה במקוה כדמוכח בפרק קמא דסוכה (דף טז.) דאמר מטה מיטהרת איברים ומוקי לה בפשוטי כלי עץ כגון ארוכה ושתי כרעים ואומר ר\"ת דהכא במפץ של שיפה ושל גמי דאין לו שום טומאה אלא מדרבנן לבד מטומאת מדרס כדפירש לעיל בפרק במה אשה (שבת דף סו.) והא דפשוטי כלי עץ אית להו טהרה במקוה אומר ר\"י דנפקא לן מדכתיב (במדבר ל״א:כ׳) וכל כלי עץ תתחטאו דמשמע אפילו פשוטי דומיא דכלי מתכות דכתיבי התם אף על גב דכתיב וכל מעשה עזים ליכא למילף מה מעשה עזים מיטלטל מלא וריקן אף כלי עץ דלא שייך למילף הכי אלא משק כדכתיב (בראשית מ״ב:ל״ה) ויהי הם מריקים שקיהם ולהכי נקט נמי בכל דוכתא מה שק מיטלטל מלא וריקן כו' ולא נקט מה בגד מיטלטל מלא וריקן אף על גב דבגד נמי כתיב גבי שק או בגד או עור או שק:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d659b3889f0295275b52", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 60a:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Shabbat 60a:3", "sourceHeRef": "שבת ס׳ א:ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 119.0003, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "רַב נַחְמָן בַּר יִצְחָק אָמַר: טוּמְאָה אַשַּׁבָּת קָרָמֵית?! טוּמְאָה, ״כְּלִי מַעֲשֶׂה״ אֲמַר רַחֲמָנָא — וּכְלִי הוּא. שַׁבָּת, מִשּׁוּם מַשּׂוֹי אֲמַר רַחֲמָנָא, אֵין עָלֶיהָ חוֹתָם — תַּכְשִׁיט, יֵשׁ עָלֶיהָ חוֹתָם — מַשּׂוֹי.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Naḥman bar Yitzḥak said</b> an additional resolution to the contradiction between the <i>mishnayot</i>: <b>Are you raising a contradiction</b> from the <i>halakhot</i> of <b>ritual impurity to</b> the <i>halakhot</i> of <b>Shabbat?</b> The underlying principles of these areas of <i>halakha</i> are totally different. With regard to <b>ritual impurity, the Torah stated:</b> “All <b>vessels with which labor is done”</b> (Numbers 31:51), <b>and</b> a ring with a seal <b>is a vessel</b> and can therefore become ritually impure. However, with regard to <b>Shabbat, the Torah stated</b> that the prohibition is <b>due to</b> the fact that the object is <b>a burden.</b> Therefore, in a case where there is <b>not a seal on it,</b> it is <b>an ornament</b> and may be worn in the public domain. In a case where there is <b>a seal on it,</b> it is <b>a burden</b> and may not be worn.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d663b3889f0295275b73", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 63b:19", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Shabbat 63b:19", "sourceHeRef": "שבת ס״ג ב:י״ט", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 126.0019, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "אָמַר רָבָא: אָרִיג כׇּל שֶׁהוּא טָמֵא — מֵ״אוֹ בֶגֶד״. תַּכְשִׁיט כׇּל שֶׁהוּא טָמֵא — מִצִּיץ. אָרִיג וְתַכְשִׁיט כׇּל שֶׁהוּא טָמֵא — מִ״כׇּל כְּלִי מַעֲשֶׂה״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rava said</b> in explanation of the <i>baraita</i>: <b>A woven fabric of any size is ritually impure</b> as derived <b>from</b> the phrase <b>“or a garment.” An ornament of any size is ritually impure,</b> as derived <b>from</b> the <i>halakhot</i> of <b>the frontplate. A woven fabric and an ornament of any size is ritually impure,</b> as derived <b>from</b> that which is stated: “And Moses and Elazar the priest took the gold from them, <b>all vessels with which labor is done”</b> (Numbers 31:51). Any object that can be utilized for any action falls into the category of: All vessels with which labor is done.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "6114d6d0b3889f0295275cde", "index_title": "Shabbat", "category": "Talmud", "type": "", "ref": "Shabbat 123a:14", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Shabbat 123a:14", "sourceHeRef": "שבת קכ״ג א:י״ד", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 245.0014, "collectiveTitle": {"en": "Shabbat", "he": "שבת"}, "heTitle": "שבת", "he": "אָמַר אַבָּיֵי: טוּמְאָה אַשַּׁבָּת קָרָמֵית? טוּמְאָה כְּלִי מַעֲשֶׂה בָּעֵינַן, לְעִנְיַן שַׁבָּת מִידֵּי דַּחֲזֵי בָּעֵינַן — וְהָא נָמֵי חַזְיָא לְמִשְׁקַל בַּהּ קוֹץ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye said: Are you raising a contradiction from</b> the <i>halakhot</i> of <b>ritual impurity to</b> the <i>halakhot</i> of <b>Shabbat?</b> With regard to <b>ritual impurity, we require a functional utensil</b> for it to become ritually impure or to retain impurity, and anything which is not functional is ritually pure. However, <b>with regard to Shabbat we require something that is fit</b> for use, <b>and this too is fit to extract</b> a <b>thorn with it,</b> and therefore, its legal status is that of a utensil and moving it is permitted.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61d5d54df4629f2b5727a8bc", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, חטא 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sefer HaShorashim, חטא 1", "sourceHeRef": "ספר השרשים, חטא א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "חטא", "he": ["<strong><big>חטא</big></strong>   <strong>חָטָא</strong> יִשְׂרָאֵל (<a class=\"refLink\" href=\"Joshua 7:11\" data-ref=\"Joshua 7:11\">יהושע ז, יא</a>), <strong>חֵטְא חָֽטְאָה</strong> יְרוּשָׁלַם (<a class=\"refLink\" href=\"Lamentations 1:8\" data-ref=\"Lamentations 1:8\">איכה א, ח</a>), שְׁאוֹל <strong>חָטָֽאוּ</strong> (<a class=\"refLink\" href=\"Job 24:19\" data-ref=\"Job 24:19\">איוב כד, יט</a>), פירושו עד שאול חטאו כלומר עד שימותו, <strong>וְחָטָאת</strong> עַמֶּֽךָ (<a class=\"refLink\" href=\"Exodus 5:16\" data-ref=\"Exodus 5:16\">שמות ה, טז</a>), בחלוף <strong>ה\"א</strong> הנקבה ב<strong>תי\"ו</strong> והרפות ה<strong>אל\"ף</strong>. בְּכָל־חֵטְא אֲשֶׁר <strong>יֶֽחֱטָא</strong> (<a class=\"refLink\" href=\"Deuteronomy 19:15\" data-ref=\"Deuteronomy 19:15\">דברים יט, טו</a>), וָֽאֶחְשׂךְ גַּם־אָֽנֹכִי אֽוֹתְךָ <strong>מֵֽחֲטוֹ</strong>־לִי (<a class=\"refLink\" href=\"Genesis 20:6\" data-ref=\"Genesis 20:6\">בראשית כ, ו</a>), ב<strong>ו\"ו</strong> תמורת ה<strong>אל\"ף</strong> <strong>למ\"ד</strong> הפעל. <strong>חֹטִאים</strong> לַֽי\"י לֶאֱכֹל עַל־הַדָּם (<a class=\"refLink\" href=\"I Samuel 14:33\" data-ref=\"I Samuel 14:33\">שמואל א' יד, לג</a>), ה<strong>אל\"ף</strong> נחה. <strong>וְֽחֹֽטְאִי </strong>חֹמֵס נַפְשׁוֹ (<a class=\"refLink\" href=\"Proverbs 8:36\" data-ref=\"Proverbs 8:36\">משלי ח, לו</a>), פירושו חוטא לי. <strong>והתאר</strong> הִנֵּה עֵינֵי אֲדֹנָי י\"י בַּמַּמְלָכָה <strong>הַֽחַטָּאָה</strong> (<a class=\"refLink\" href=\"Amos 9:8\" data-ref=\"Amos 9:8\">עמוס ט, ח</a>), רָעִים <strong>וְחַטָּאִים</strong> לי\"י (<a class=\"refLink\" href=\"Genesis 13:13\" data-ref=\"Genesis 13:13\">בראשית יג, יג</a>), וְהָיִיתִי אֲנִי וּבְנִי שְׁלֹמֹה <strong>חַטָּאִֽים</strong> (<a class=\"refLink\" href=\"I Kings 1:21\" data-ref=\"I Kings 1:21\">מלכים א' א, כא</a>), כלומר ידמה שנהיה חטאים לפניך שלא יהיה לנו בענין המלוכה דבר. ויש מפרשים כי הוא כינוי לדוד דרך מוסר רוצה לומר כי החטא יהיה על דוד וכמהו<strong> וְחָטָאת</strong> עַמֶּֽךָ (<a class=\"refLink\" href=\"Exodus 5:16\" data-ref=\"Exodus 5:16\">שמות ה, טז</a>), וְאֹיְבֵינוּ יִלְֽעֲגוּ־לָֽמוֹ (<a class=\"refLink\" href=\"Psalms 80:7\" data-ref=\"Psalms 80:7\">תהלים פ, ז</a>), וַיָּמִירוּ אֶת־כְּבוֹדָם (<a class=\"refLink\" href=\"Psalms 106:20\" data-ref=\"Psalms 106:20\">תהלים קו, כ</a>). <strong>והשם</strong> בְּכָל־חֵטְא אֲשֶׁר <strong>יֶֽחֱטָא</strong> (<a class=\"refLink\" href=\"Deuteronomy 19:15\" data-ref=\"Deuteronomy 19:15\">דברים יט, טו</a>), רַק <strong>חֲטָאֵי</strong> יָֽרָבְעָם בֶּן־נְבָט (<a class=\"refLink\" href=\"II Kings 10:29\" data-ref=\"II Kings 10:29\">מלכים ב' י, כט</a>). ובתוספת ה<strong>ה\"א</strong> <strong>חֲטָאָה</strong> גְדֹלָה (<a class=\"refLink\" href=\"Exodus 32:21\" data-ref=\"Exodus 32:21\">שמות לב, כא</a>). ובהדגש וְכַֽעֲבוֹת הָֽעֲגָלָה <strong>חַטָּאָֽה</strong> (<a class=\"refLink\" href=\"Isaiah 5:18\" data-ref=\"Isaiah 5:18\">ישעיה ה, יח</a>), וָפֶשַׁע<strong> וְחַטָּאָה</strong> (<a class=\"refLink\" href=\"Exodus 34:7\" data-ref=\"Exodus 34:7\">שמות לד, ז</a>), ובהרפות ה<strong>אל\"ף</strong> וחלוף ה<strong>ה\"א</strong> ב<strong>תי\"ו</strong> וְנֽוֹדְעָה <strong>הַֽחַטָּאת</strong> (<a class=\"refLink\" href=\"Leviticus 4:14\" data-ref=\"Leviticus 4:14\">ויקרא ד, יד</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] פֶּן־<strong>יַֽחֲטִיאוּ</strong> אֹֽתְךָ לִי (<a class=\"refLink\" href=\"Exodus 23:33\" data-ref=\"Exodus 23:33\">שמות כג, לג</a>), אֲשֶׁר־<strong>הֶֽחֱטִיא</strong> אֶת־יִשְׂרָאֵל (<a class=\"refLink\" href=\"II Kings 3:3\" data-ref=\"II Kings 3:3\">מלכים ב' ג, ג</a>). ובא חסר ה<strong>אל\"ף</strong> אֲשֶׁר־<strong>הֱחֱטִי</strong> [<strong>הֱחֱטִיא</strong>] אֶת־יִשְׂרָאֵל בָּהּ הָלָךְ (<a class=\"refLink\" href=\"II Kings 13:6\" data-ref=\"II Kings 13:6\">מלכים ב' יג, ו</a>) דאַךְ לֹא־סָרוּ (שם). וכן לְמַעַן<strong> הַֽחֲטִי</strong> [<strong>הַֽחֲטִיא</strong>] אֶת־יְהוּדָֽה (<a class=\"refLink\" href=\"Jeremiah 32:35\" data-ref=\"Jeremiah 32:35\">ירמיה לב, לה</a>). <strong>מַֽחֲטִיאֵי</strong> אָדָם בְּדָבָר (<a class=\"refLink\" href=\"Isaiah 29:21\" data-ref=\"Isaiah 29:21\">ישעיה כט, כא</a>), אֶל־הַֽשַּׂעֲרָה וְלֹא <strong>יַחֲטִֽא</strong> (<a class=\"refLink\" href=\"Judges 20:16\" data-ref=\"Judges 20:16\">שופטים כ, טז</a>), כלומר יחטיא האבן. <strong>ופעל הכבד אחר</strong> [פִּעֵל] אָֽנֹכִי <strong>אֲחַטֶּנָּה</strong> (<a class=\"refLink\" href=\"Genesis 31:39\" data-ref=\"Genesis 31:39\">בראשית לא, לט</a>), כלומר שיהיה החטא עלי ואשלם לך כמוה. ונקרא הקרבן שמביאין על החטא על שמו בִּמְקוֹם אֲשֶׁר תִּשָּׁחֵט הָֽעֹלָה תִּשָּׁחֵט <strong>הַֽחַטָּאת</strong> (<a class=\"refLink\" href=\"Leviticus 6:18\" data-ref=\"Leviticus 6:18\">ויקרא ו, יח</a>). ובא חסר ה<strong>אל\"ף</strong> וּשְׂעִיר־עִזִּים אֶחָד <strong>לְחַטָּֽת</strong> (<a class=\"refLink\" href=\"Numbers 15:24\" data-ref=\"Numbers 15:24\">במדבר טו, כד</a>).<strong> וְחִטְּאוּ</strong> אֶת־הַמִּזְבֵּחַ (<a class=\"refLink\" href=\"Ezekiel 43:22\" data-ref=\"Ezekiel 43:22\">יחזקאל מג, כב</a>), פירוש יסיר חטא האדם בעבודת המזבח. הַכֹּהֵן <strong>הַֽמְחַטֵּא</strong> אֹתָהּ (<a class=\"refLink\" href=\"Leviticus 6:19\" data-ref=\"Leviticus 6:19\">ויקרא ו, יט</a>), העובר עבודותיה ונעשית החטאת על ידו ומסיר חטא האדם בה. וכן וַיִּשְׁחָטֵהוּ <strong>וַֽיְחַטְּאֵהוּ</strong> (<a class=\"refLink\" href=\"Leviticus 9:15\" data-ref=\"Leviticus 9:15\">ויקרא ט, טו</a>). ועל הדרך הזה <strong>ההתפעל</strong> הוּא <strong>יִתְחַטָּא</strong>־בוֹ (<a class=\"refLink\" href=\"Numbers 19:12\" data-ref=\"Numbers 19:12\">במדבר יט, יב</a>), כלומר יסיר חטאתו בהזאתו, <strong>תִּֽתְחַטְּאוּ </strong>בַּיּוֹם הַשְּׁלִישִׁי (<a class=\"refLink\" href=\"Numbers 31:19\" data-ref=\"Numbers 31:19\">במדבר לא, יט</a>), מִשְּׁבָרִים<strong> יִתְחַטָּֽאוּ</strong> (<a class=\"refLink\" href=\"Job 41:17\" data-ref=\"Job 41:17\">איוב מא, יז</a>), פירוש מכל שברים אחרים יהיו נקיים כשיזכירו גבורת לויתן. ועור נפרשו בשרש <strong>שָׁבַר</strong>. וְכָל־בֶּגֶד וְכָל־כְּלִי־עוֹר וְכָל־מַֽעֲשֵׂה עִזִּים וְכָל־כְּלִי־עֵץ <strong>תִּתְחַטָּֽאוּ</strong> (<a class=\"refLink\" href=\"Numbers 31:20\" data-ref=\"Numbers 31:20\">במדבר לא, כ</a>) איננו יוצא כאשר חשבו אנשים אלא עומד כמשפט כל התפעל. ולפי שאמר למעלה <strong>תִּֽתְחַטְּאוּ </strong>(<a class=\"refLink\" href=\"Numbers 31:20\" data-ref=\"Numbers 31:20\">במדבר לא, כ</a>) אתם ושביכם אמר ועם כל בגד וכל מעשה עזים וכל כלי עץ תתחטאו, כי לא תהיה טהרתם שלימה עד שיטהרו עמכם גם כל הבגדים והכלים. זֹאת תִּֽהְיֶה <strong>חַטַּאת</strong> מִצְרָיִם<strong> וְחַטַּאת</strong> כָּל־הַגּוֹיִם (<a class=\"refLink\" href=\"Zechariah 14:19\" data-ref=\"Zechariah 14:19\">זכריה יד, יט</a>) עונש החטאת שחטאו. ובזה הדרך כִּי לֹֽא־שָׁלֵם עֲוֹן הָֽאֱמֹרִי עַד־הֵֽנָּה (<a class=\"refLink\" href=\"Genesis 15:16\" data-ref=\"Genesis 15:16\">בראשית טו, טז</a>), עונש העון."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ee96bfddfbb310fed1c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 2-6", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ ב׳-ו׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "War against Midyan", "he": "במדבר הערה ה׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["We return to preconquest war traditions, such as we encountered in Chap. 21. It is as if God permits Moshe a taste of conquest before he is to be “gathered to [his] kinspeople” (v.2). And it is unfinished business that he takes up here, since the Midyanites had been identified as the ones who lured the Israelites to sin at Baal Pe’or (25:16–18). Also notable in this long chapter is the detailed account of dividing the spoils (vv.25–54); this is both characteristic of Numbers, as a list, and an indication of an important issue that will need attention once the conquest proper proceeds. It also may be an indication of a later tradition; Levine sees in the allotment of spoils for sanctuary income a characteristic royal policy.", "The cruel aspect of this war, while not unusual by ancient standards, feels jarring to modern Jewish and Christian readers, who perhaps expect the Bible to be more peace-oriented. It is not, although it often “seeks peace,” and there are passages (e.g., Deut. 20 and 21:10–14) where an attempt is made to mute some of the harsh realities of ancient warfare.", "Niditch has pointed out that this chapter presents an ideology of war slightly different from some other biblical accounts. The term “devote-to-destruction” is not used; virgin girls, who are not yet of the status of “the enemy,” are spared; and war is seen as a ritually defiling activity, i.e., contact with death. In other words, the text exhibits some ambiguity about war, which must then be dealt with via purifying rituals.", "as well as the rash-statement of her lips by which she has bound herself,", "and Y<small>HWH</small> will grant-her-pardon."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f0c9ad75f2d99afa48", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "anchorRef": "Numbers 31:1-54", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, War against Midyan 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ה׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ה׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 31:1-54\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 31:1-54</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "628f795814957193884fb9ce", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "anchorRef": "Numbers 31:1-20", "anchorRefExpanded": ["Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20"], "sourceRef": "Tribal Lands, Chapter 2; Excursus; Textual Evidence for Boundary Determination of Nahalat Reuven 4", "sourceHeRef": "נחלת השבטים, ב; הרחבה ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 4, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ב; הרחבה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The layout of the cities as they were divided in Numbers presented Reuben as almost cushioned within Gad’s territory, which was arranged in a sort of bow around the cities given to Reuben. Gad formed a northern, southern, and western perimeter around Reuben, whose cities sat toward the interior of the <i>Mishor</i>. Perhaps this division of cities was by design, drawing upon the innate character of Gad as the natural warriors who successfully defended the Israelites dwelling in the region against nations invading from the north (Ammonites), south (Moabites), and west (Canaanites). Further, textual evidence indicates that the Gadite cities were fortified against the enemy,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Numbers 32:36. זאב (ז׳אבו) ארליך, <i>מזרח הירדן ממבט יהודי </i>(דפוס מוריה, תשנ״ו), 157.</i> a detail that remains unclear with regard to Reuben’s cities. Concerning potential uprisings from the indigenous Midianite population of the <i>Mishor</i> itself, three early episodes against that people quashed any threat of imminent attack.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The Balaam episode, where the dreams of the Midianites and Moabites destroying Israel were dashed when the prophet blessed the Children of Israel instead of cursing them (Numbers 22–24), the actions of Phineas and God’s ensuing charge for Israel to harass them (Numbers 25:6–18), and God’s vengeance toward the Midianites that resulted in their resounding defeat (Numbers 31:1–20). In a later period, the Midianites again attacked the Israelites, but the division of cities in Numbers 32 did not reflect that situation.</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63d77c82eca1000753446c9f", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rav Hirsch on Torah, Numbers 31:20:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 20. וכל בגד וגו׳ (siehe Wajikra 11, 32). תתחטאו. Da כל בגד וגו׳ das Objekt des Satzes ist, so kann das Reflexive des תתחטאו nur als Terminativ wie והתנחלתם אותם (Wajikra 25, 46) zu verstehen sein: jedes Gewand usw. habt ihr euch zu entsündigen. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64185bc36c4a205ad56f9884", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Leviticus 11:32:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Reggio on Torah, Leviticus 11:32:3", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא י״א:ל״ב:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 32.0003, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "ויקרא", "he": "<b>שק,</b> כל העשוי מנוצת עזים מקבל טומאה כשק, ונאמר שק ללמד שצריך שיהיה טווי וארוג פרט לחבלים ולמשיחות שאינן ארוגים, אינן מקבלים טומאה, שהרי להלן נאמר וכל בגד וכל כלי עור וכל מעשה עזים (במדבר ל\"א כ'), ומעשה עזים לעומת שק הנאמר כאן, ולפי שנאמר כאן שק סתם, למדנו שגם העשוי משער חזיר ומזנבה של פרה מקבל טומאה, ולמדין טומאת מת וטומאת שרץ כל אחד מחברו, זוהי שיטת חז\"ל, והוא הפשט הברור:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186c1b894184186dd59114", "index_title": "Sifrei Zuta", "category": "Midrash", "type": "", "ref": "Sifrei Zuta 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Sifrei Zuta 31:20:1", "sourceHeRef": "ספרי זוטא ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "commentaryNum": 20.0001, "collectiveTitle": {"en": "Sifrei Zuta", "he": "ספרי זוטא"}, "he": "<b>וכל בגד וכל עור וכל מעשה עזים</b>, אין במשמע שיטמא אלא משום שלש על שלש מנין משום שלש על שלש למדרס ומשום ארבעה על ארבעה לטמא מת ומשום חמשה על חמשה ומשום ששה על ששה מכל כלי עץ כלי עור כלי עצם כלי זכוכית הורג נפש לרבות השדרה והגולגולת הורג ונוגע לרבות אבר מן המת ואבר מן החי שאין עליהן בשר כראוי וכל נוגע ריבה עצם כשעורה במגע ובמשא:", "heVersionTitle": "Leipzig, 1917", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64882617d7b2ce6a14d0c965", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Leviticus 11:32:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rav Hirsch on Torah, Leviticus 11:32:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא י״א:ל״ב:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 32.0002, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "מכל כלי עץ או בגד או עור או שק כל כלי וגו׳, unter כלי עץ sind hölzerne Geräte, unter בגד jedes Gewebe aus vegetabilischen oder animalischen Fasern verstanden כל שהוא טווי ואריג, was gesponnen und gewebt ist. Ist es ein fertiges Gewand, so ist die Größe gleichgültig, ist es ein bloß fertiger Gewandstoff, so werden leinene oder wollene Stoffe schon als בגד betrachtet, wenn sie אצבעות) שלש על שלש) drei Fingerbreiten im Quadrat, andere Stoffe, wenn sie טפחים) שלשה על שלשה ) drei Faustbreiten im Quadrat groß sind (Schabbat 63b, 26b und 27a). כלי ער sind Geräte aus Fell und Leder. שק ist ein aus Ziegenhaaren gewebtes Gerät. Bamidbar 31, 20 ist es unter dem Ausdruck וכל מעשה עזים verstanden. Es umfaßt aber überhaupt alle aus Tierstoffen verfertigten Geräte, aus Haaren, Knochen, Hörnern, Klauen u.s.w. der Tiere. Es ist dies jedoch auf Landtierstoffe, ähnlich den עזים, beschränkt. Aus Vogelknochen und Federn oder aus Fischstoffen bereitete Geräte sind nicht מקבל טומאה (Chulin 25b; Kelim 17, 13).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "655de82a58995bacdf9aff38", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Rabbeinu Bahya, Bamidbar 31:20:1", "sourceHeRef": "רבנו בחיי, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "\n<b>וכל מעשה עזים.</b> כלים הנעשים מן הקרנים והטלפים והעצמות, הכל יהיה עמכם עד שתתחטאו. ", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכל מעשה עזים, “and everything made of goat’s hair.” This also includes all vessels made from the hooves or the horns or the bones of the animals. All had to stay outside the camp until they had become purified.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "657ecc79758c1dc532ec93e4", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 31:20", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Steinsaltz on Numbers 31:20", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״א:כ׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 31.002, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְכָל בֶּגֶד וְכָל כְּלִי עוֹר וְכָל מַעֲשֵׂה עִזִּים וְכָל כְּלִי עֵץ</b>, שנגעו במתים – גם אותם\n    <b>תִּתְחַטָּאוּ,</b> טהרו לכם.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Every garment, every vessel of hide, anything fabricated from goats, and every wooden vessel </b>that came into contact with the dead <b>, you shall purify </b>them as well.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a6b23edbab4498f4852dd", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Ibn Ezra on Numbers 31:20:1", "sourceHeRef": "אבן עזרא על במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>וכל מעשה עזים.</b> כאשר פירשתי. והנה הבגד בעבור שנגע בחלל הוא טמא הטעם ועמכם כל בגד עד שתתחטאו או תהיה מלת תתחטאו יוצאה וכן והתאויתם לכם כי הגבול הוא הפעול:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND ALL WORK OF GOATS’ HAIR.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Hebrew, <i>ma’aseh izzim</i>. Literally, goats’ work. Hence I.E.’s comments.</i> This is to be interpreted in accordance with my earlier explanation.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">See I.E. on Ex. 25:4 (Vol. 2, p. 534) “<i>Izzim</i> (goats) is to be rendered as goats’ hair.” In other words, “goats’ work” means a garment made out of goats’ hair.</i> Observe, the garment<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Mentioned in our verse.</i> is unclean because it touched a corpse. The meaning of our verse is, the garments shall be with you<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">In other words, the meaning of <i>ve-khol beged</i> (and as to every garment) is, and with you all garments. I.E. reads our verse as follows: And all garments taken in spoil…[shall be with you outside of the camp] until you are purified. I.E. interprets thus because <i>titchate’u</i> is in the <i>hitpa’el</i>. Words in the <i>hitpa’el</i> are reflexive.</i> until you are purified.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">I.E. interprets <i>titchate’u</i> (ye shall purify) as if written <i>ad she-titchatu’e</i> (until you are purified).</i> On the other hand, <i>titchate’u</i> (ye shall purify) might be transitive.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">In other words, <i>titchate’u</i> means ye shall purify, i.e., the garments.</i> <i>Ve-hitavvitem</i><sup class=\"footnote-marker\">27</sup><i class=\"footnote\">It too is in the <i>hitpa’el</i>.</i> <i>lakhem</i> (and ye shall mark out) (Num. 34:10) is similar,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">For it too is transitive even though it is in the <i>hitpa’el</i>.</i> for <i>gevul</i> (line)<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Which follows “and ye shall mark out.”</i> is the object.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Hence <i>ve-hitavvitem</i> (and ye shall mark out) is transitive.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b876ed6e4a908ac4f2a4d", "index_title": "Mishneh Torah, Vessels", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Vessels 1:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Mishneh Torah, Vessels 1:2", "sourceHeRef": "משנה תורה, הלכות כלים א׳:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1176, 1178], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Mishneh Torah, Vessels", "he": "משנה תורה, הלכות כלים"}, "heTitle": "משנה תורה, הלכות כלים", "he": "מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר לא כ)</small> \"וְכָל מַעֲשֵׂה עִזִּים\" לְרַבּוֹת כֵּלִים הָעֲשׂוּיִין מִן הַקַּרְנַיִם וּמִן הַטְּלָפַיִם וּמִן הָעֲצָמוֹת שֶׁל עִזִּים וְהוּא הַדִּין לִשְׁאָר מִינֵי בְּהֵמָה וְחַיָּה. אֲבָל כֵּלִים הָעֲשׂוּיִין מֵעַצְמוֹת הָעוֹף אֵינָן מְקַבְּלִין טֻמְאָה חוּץ מִכֵּלִים הָעֲשׂוּיִין מִכְּנַף הָעָזְנִיָּה בִּלְבַד וּבֵיצַת הַנַּעֲמִית הַמְצֻפָּה הוֹאִיל וְהֵן דּוֹמִין לְעֶצֶם מְקַבְּלִין טֻמְאָה כִּכְלֵי עֶצֶם. וְקָרוֹב בְּעֵינַי שֶׁטֻּמְאָתָן מִדִּבְרֵי סוֹפְרִים:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "According to the Oral Tradition, it was taught that the Torah's statement Numbers 31:20: \"And anything made from goats\" includes <i>keilim</i> made from the horns, hooves, and bones of goats. The same applies to <i>keilim</i> made from the body parts of other domesticated and undomesticated animals. <i>keilim</i> made from the bones of fowl, by contrast, are not susceptible to impurity with the sole exception of <i>keilim</i> made from the wings of an osprey and an ostrich egg that was coated. Since they resemble bones, they are susceptible to ritual impurity as a bone implement is. It appears to me that their impurity is of Rabbinic origin.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "588f5766d6e4a96d624b1864", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Shin 168:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Machberet Menachem, Letter Shin 168:2", "sourceHeRef": "מחברת מנחם, ש קס״ח:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 168.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "<b>ושרת</b> את אחיו <small>(במדבר ח, כו)</small>, אילי נביות <b>ישרתונך</b> <small>(ישעיהו ס, ז)</small>, הוא <b>ישרתני</b> <small>(תהלים קא, ו)</small>. ויתכן להיות מגזרתם, וכל <b>משרת</b> ענבים <small>(במדבר ו, ג)</small>, כל דבר אשר יעשה מענבי הגפן לכל מיני מלאכות, כענינו אתה מוצא או בעור או בכל מלאכת עור <small>(ויקרא יג, מח)</small>, וכמהו וכל בגד וכל כלי עור וכל מעשה עזים <small>(במדבר לא, כ)</small>.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2c8d6e4a92746472664", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Chizkuni, Numbers 31:20:1", "sourceHeRef": "חזקוני, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>וכל בגד</b> לפי שנגע בחלל. ", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וכל בגד, “and any garment;” as that garment might have touched a Midianite corpse.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9851d6e4a93323dc5359", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 25b:6", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Bava Kamma 25b:6", "sourceHeRef": "בבא קמא כ״ה ב:ו׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 50.0006, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "אֶלָּא מַפָּץ בְּמֵת מִנַּיִין? נֶאֱמַר ״בֶּגֶד וָעוֹר״ בְּשֶׁרֶץ, וְנֶאֱמַר ״בֶּגֶד וָעוֹר״ בְּמֵת; מָה ״בֶּגֶד וָעוֹר״ הָאָמוּר בְּשֶׁרֶץ – מַפָּץ טָמֵא בּוֹ, אַף ״בֶּגֶד וָעוֹר״ הָאָמוּר בְּמֵת – מַפָּץ טָמֵא בּוֹ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The second derivation is as follows: <b>But from where</b> is it derived that <b>a mat</b> contracts impurity <b>from a corpse?</b> It is derived through a verbal analogy. <b>With regard to</b> impurity imparted by the carcass of <b>a creeping animal, it is stated:</b> “Or <b>a garment or leather”</b> (Leviticus 11:32), <b>and with regard to</b> impurity imparted by <b>a corpse it is stated: “A garment, or</b> anything made of <b>leather”</b> (Numbers 31:20). <b>Just as</b> with regard to the terms <b>“garment” and “leather” stated with regard to a creeping animal, a mat</b> becomes <b>impure from it, so too</b> with regard to the terms <b>“garment” and “leather” stated with regard to a corpse, a mat</b> becomes <b>impure from it.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58e39d77d6e4a94c42d1002f", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Avi Ezer, Numbers 31:20:1", "sourceHeRef": "אבי עזר, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1760, 1800], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "במדבר", "he": "<b>וכל מעשה עזים</b>. ולדעתי שבנין התפעל יוצא ועומד לפי הענין כי בנין התפעל \nהיא המעט מכל הבינים הנמצאים על כן אל תחשוב מעטים יוצאים הנמצאים לזרה כי גם העומדים \nמעטים וכללא דמלתא טוב לנו לפרש בנין יוצא נאה לענין מלפרשו נאה בבנין ואין נאה לענין ומה גם \nכבר הסכימו מדקדקים הראשונים שיוצאת וגם ראיתי המדקדקים פסחו על שתי הסעיפים פעם כה \nופעם כה:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": "<b>And every action of goats.</b> And in my opinion, the hif'il verb form applies and is appropriate according to the context, as the hif'il form is the least common among all the forms found. Therefore, do not think that only a few of the verbs found in the Torah are in the hif'il form, for even those in the hif'il form are few. In general, it is better for us to interpret the verb form as 'yotze' (derived) when it is fitting to interpret it in that form, and it is not fitting to interpret it in that form when it is not appropriate. Moreover, the early scholars agreed that it is derived, and I have also seen meticulous scholars debate between these two views.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59636c57d6e4a9416e9c4cc9", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Mizrachi, Numbers 31:20:1", "sourceHeRef": "מזרחי, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>וכל מעשה עזים להביא כלי הקרנים והטלפים והעצמות. </b>כדתניא בת\"כ רבי ישמעאל בנו של רבי יוחנן בן ברוקא אומר כל מעשה עזים לרבות כל העשוי מן העזים אפילו מן הקרנים ומן הטלפים משאר בהמה וחיה מנין ת\"ל מעשה אם כן למה נאמר עזים פרט לעוף: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c645d6e4a920f72d9cc0", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "HaKtav VeHaKabalah, Numbers 31:20:1", "sourceHeRef": "הכתב והקבלה, במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 20.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "במדבר", "he": "<b>תתחטאו. </b>ערש\"י מדברי רז\"ל אתם קרואים אדם ואין ארמים קרואים אדם, אין כוונת מאמר זה לדעתי להרחיק את האנשים שאינם מעדת ישראל מכלל מין האדם ולכללם במה שתחת מדרגת בני אדם כאשר יחשבו גולמי העם, כי לא יאמרו כדברים האלה כ\"א מחסרון דרכי התלמודיים וממניעת הבנת דרכי הלשון, ולמה לא ישימו עין על מאמר רז\"ל ע\"פ איש איש כי ידור נדר לה', איש לרבות את הנכרים שנודרים נדרים ונדבות כישראל, הרי שיכללום רז\"ל בכלל כת האנשים, אמנם כוונת מאמרם בזה פשוט, דלפי המבואר (למעלה בפ' בלק) ההבדל שבין תאר אדם לתאר איש, ע\"ש, וא\"כ כל האומות שאין עליהם עול מצות המיוחדת לישראל, ואינם עובדי' את ה' כ\"א בענינים המסכימים עם שכל אנושי וכמעט שהן כולם מצות טבעיות (פערנונפט אונד נאטורגעזעטצע), עד שאין בפנימיותם שום התנגדות נגד המחוייבות עליהם, ונהפוך הוא כולם הם נטועים בטבע כל איש ואיש, לכן אין לייחס אליהם תואר אדם, דשם זה לא הונח כ\"א על מי שנטיית מזוג טבעו נטוע בו הפך המכוון בתכלית האנושי באמת, ולזה הוצרך השתדלות גדול להתעצם ולהתקומם עד שישתלם כפי חוקי תורתו עליו כמבואר למעלה; ולפי שהישראלי שרוב עבודתו לה' כפי חוקי ה' שהם מתנגדים לטבע ושכל אנושי, הוא אשר יתכן לכנותו בשם תואר אדם, אבל כל שאינו מבני ישראל שאין תכליתו (לפי המכוון ממנו ית' עליו) כ\"א להיותו חיי שלמות המסכימים לשכלו ולטבעו, לא יתכן עליו שם אדם כ\"א שם איש, וזהו שכללום רבותינו בשם איש והוציאום משם אדם; יותר מזה אמרו במכדרשב\"י (דברי' ל\"ז במד' נ\"ט) ת\"ח נקרא אדם, וישראל ע\"ה לא נקרא אדם, וכן אמרו ג\"כ לא אתקרי בן אדם אלא כד עסק בתורה, וכן אמרו מי שהוא בעל מצות נקרא אדם, השומר שבת נקרא אדם, מי שנותן צדקה נקרא אדם, וגם דבריהם אלה יש להם יסוד בלשון, כי שם אדם אינו מבורר לאמר שהוא מגזרת אדמה להיותו עפר מן האדמה (אירדישעס וועזען), דא\"כ לא יפול שם אדם כ\"א על אדם הראשון בלבד שהוא היה נוצר מן האדמה, והתולדות הבאים אחריו נקראו בשם זה ע\"צ היחס שהם באים מן האדם, ומדנקראו גם הבאים אחריו בשם אדם לבד כמ\"ש כי החל האדם לרוב ודומיהם, ולא נקראו בני האדם, או היה ראוי שיקראו הבאים אחריו בשם אדמיים ע\"ד יהודים מצרים ואדומים, הנה מכל זה יראה ששם אדם הוא מלשון התדמות והשתוות, ר\"ל שנעשה בדמות אלהי' (וכמ\"ש הרש\"פ), ולזה יפול שם אדם על כל אדם במוחלט בבחינת היותו לכל אחד דמות אלהי', ולזה ארז\"ל דלא יתכן שם זה כ\"א על מי שמשתדל במעשיו ומדותיו להתדמות לעליון ית', וכמו שהזכירו השבחים הנזכרים, הנה תראה שאינו כ\"א מחסרון דעת האומר שמאמר זה מעורר שנאה לשאינם מדת ישראל חס ושלום: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc285c1533e001928b049", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 31:20:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Malbim on Numbers 31:20:1", "sourceHeRef": "מלבי\"ם על במדבר ל״א:כ׳:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וכל בגד וכל כלי עור וכל מעשה עזים </b>מימרא זו מובא בספרא פ' שמיני (סי' ק\"ך) ומפורש בשבת (דף סד) ומסקנת הגמ' שם דבגד ועור שנאמר בשרץ ובמת מופנה דכתיב בפ' אמור והנוגע בכל טמא נפש או איש אשר תצא ממנו ש\"ז או איש אשר יגע בכל שרץ הרי הקישם הכתוב זיל\"ז, וכיון דכתיב וכל בגד וכל עור אשר יהיה עליו ש\"ז ידעינן שה\"ה שבגד ועור נטמאין במת ושרץ, ומיותר בגד ועור דכתיב בהו כדי להקישם להדדי שבשרץ לא נאמר מעשה עזים רק שק ונאמר שרק שק שנעשה מנוצה של עזים טמא לא שאר כלים שהם טווי ואריג מנוצה של עזים, לכן תפס כאן וכל מעשה עזים להביא את פסיקיא וכו', ומלשון מעשה עזים י\"ל שאף שאינם טווי ואריג אמר שם שק להורות שדוקא מה שהוא טווי ואריג כשק:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7a121a20e630094ef1929", "index_title": "Chullin", "category": "Talmud", "type": "", "ref": "Chullin 25b:4", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Chullin 25b:4", "sourceHeRef": "חולין כ״ה ב:ד׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 50.0004, "collectiveTitle": {"en": "Chullin", "he": "חולין"}, "heTitle": "חולין", "he": "מכלל דכלי עצם מקבלי טומאה אין דתניא רבי ישמעאל בנו של ר' יוחנן בן ברוקה אומר מה תלמוד לומר (במדבר לא, כ) וכל מעשה עזים תתחטאו להביא דבר הבא מן העזים מן הקרנים ומן הטלפים שאר בהמה וחיה מנין תלמוד לומר וכל מעשה א\"כ מה ת\"ל עזים פרט לעופות:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: Is that to say <b>by inference that bone vessels are susceptible to ritual impurity?</b> The Gemara answers: <b>Yes, as it is taught</b> in a <i>baraita</i> that <b>Rabbi Yishmael, son of Rabbi Yoḥanan ben Beroka, says: What</b> is the meaning when <b>the verse states: “And all work of goats…you shall purify”</b> (Numbers 31:20)? It is <b>to include</b> vessels <b>that come from the goats, from the horns and from the hooves,</b> and indicate that they are susceptible to impurity. And <b>from where</b> is it derived that vessels that come from the horns and the hooves of <b>other domesticated animals and undomesticated animals</b> are susceptible to impurity? It is derived from the verse, as <b>the verse states: “And all work,”</b> where the term “all” is an amplification. <b>If so, why</b> must <b>the verse state: “Goats?”</b> It serves <b>to exclude birds,</b> as vessels crafted from the bones of birds are not susceptible to impurity.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c179e68ca56dc0056e184c2", "index_title": "Bartenura on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Kelim 10:1:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Bartenura on Mishnah Kelim 10:1:3", "sourceHeRef": "ברטנורא על משנה כלים י׳:א׳:ג׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1482], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Kelim", "he": "ברטנורא על משנה כלים"}, "heTitle": "ברטנורא על משנה כלים", "he": "<b>ועצמות הדג.</b> אם עשה כלי מעצמות בריות שבים, מצילים. לפי שאין מקבלים טומאה, כדתנן לקמן בפרק י״ז כל שבים טהור. וכל כלים מעצמות העוף טהורים, דכתיב (במדבר ל״א:כ׳) וכל מעשה עזים, פרט לעופות:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ועצמות הדג – if he made a vessel/utensil from the bones of creatures that are in the sea, they save/protect. Since they are not susceptible to receive defilement, as it is taught in the Mishnah of [Tractate Kelim] Chapter 17 [Mishnah 13]: “Everything that is in the sea is pure”/כל שבים טהור. And vessels [made] from the bones of fowl are pure, as it is written (Numbers 31:20): “[You shall also purify every cloth, every article of skin,] everything made of goats’ hair/וכל מעשה עזים, [and every object of wood],” excluding fowl.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2022", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd693f25f25e00610961f4", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Shmini 117:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Malbim on Leviticus, Shmini 117:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני קי״ז:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 117.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "שמיני", "he": "<b>או בגד:</b> כבר בארנו בפר' קדושים (<small>סימן קא</small>) שבמקום שאין לטעות ידבר החילוק בוי\"ו המחלקת ולא יבא מלת \"או\" רק במקום שיש לטעות שהוא וי\"ו המחברת. (וכל מקום שיוצא מן הכלל יש דרוש על מלת \"או\"). ופה היה יכול לכתוב \"מכל כלי עץ ובגד ושק\" כמו שכתב (במדבר לא, כ) \"וכל בגד וכל כלי עור וכל מעשה עזים תתחטאו\". ומבואר אצלינו שלפעמים יבא מלת \"או\" להורות חלוקה מינית, ר\"ל שאם יאמר \"כלי עץ ובגד ועור\" מדבר רק על הפרטים המוזכרים לבד; רק בגד ועור ושק, לא זולתם. אבל כשאמר מלת \"או\" – יבאר החלוקה בין כל מיני הכלים מה יהיה דינם. שעץ או בגד או עור דינם כך וכלי חרש דינו כך, כי מלת \"או\" ישמש על החלוקה המינית. וכבר בארנו בפרשת צו (<small>סימן סז וסי' קיב</small>) כי מתנאי החלוקה ההגיונית שתהיה שלמה ותקיף את כל המינים. ואחר שיש כלים שהם ממוצעים בין הבגד והעור או בין העור והשק (ר\"ל שלא יפול עליהם בעצם לא שם 'בגד' ולא שם 'עור' או 'שק' רק בדרך ההרחבה), ואם היה אומר בוי\"ו החיבור הייתי אומר דוקא מה שנקרא 'בגד' בדרך הדיוק, לא הלבדים. אבל כשאמר \"או בגד\" – שדבר בדרך החלוקה – בהכרח כל הקרוב לבגד יכלול בשם 'בגד'. (<small>ושם בארנו כלל זה היטב, עיי\"ש</small>). וכן יורה מלת \"או\" כמלת \"אם\" שבא גם כן על החלוקה ומורה כל שהוא בגד, אף קטן וצבוע, דכבר ריבה אותה למעלה (<small>סי' צט</small>) לענין טומאת נבלה שהם בכלל \"יכבס בגדיו\" והוא הדין שנכללו במה שכתב \"או בגד\". מה שאין כן הציפה – אינו בכלל בגד כמו שבארנו שם (<small>סימן הנ\"ל</small>). ויש טעות סופר בספרא וצריך לומר \"יכול אף הציפה\", ומלת \"יכבס\" טעות סופר. וכן מה שכתב \"מנין לעשות שאר כלים\" עד \"אדם וכלי חרס\" – צריך למחוק שנשתרבב בטעות מן הפסקא דלמעלה (<small>סי' צט</small>).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd694025f25e00610961fa", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Shmini 120:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Malbim on Leviticus, Shmini 120:1", "sourceHeRef": "מלבי\"ם על ויקרא, שמיני ק״כ:א׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 120.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "שמיני", "he": "<b>או שק:</b> כבר התבאר שמלת \"או\" בא על החלוקה המינית וכולל גם הדומה לשק כמו קלקלי וחבק. ובכל זה מה שאינו טוו וארוג לא נכנס בכלל שם 'שק' כי נקרא 'שער ונוצה', לא 'שק'. וזה פירוש <b>[משנה א]</b>. והנה במת כתוב (במדבר לא, כ) \"וכל מעשה עזים תתחטאו\". ויש לפרש דשם טמא גם טוו ואריג שבא מן העזים. דאין ללמוד משרץ דיש לומר שאני טומאת מת דחמורה. אמנם חז\"ל קבלו דבגד ועור האמורים בשרץ וכן במת – מופנים, כי שרץ ומת הוקשו לשכבת זרע דכתיב (בפר' אמור) \"והנוגע בכל טמא נפש או איש אשר תצא ממנו שכבת זרע או איש אשר יגע בכל שרץ\" – משמע שטומאתם שוה. וכיון דכתיב \"וכל בגד וכל עור אשר יהיה עליו שכבת זרע\" נדע דהוא הדין דבגד ועור מטמאין בשרץ ומת. ומיותרים לגזריה שוה. דמה שרץ (שכתוב בו בגד ועור) לא טמא אלא טוו ואריג – כך מת (שכתוב בו בגד ועור). ומה במת טמא כל מעשה עזים – אף בשרץ. וזה פירוש <b>[משנה ב'מ וג']</b>. והנה אחר שחדש הגזירה שוה דבגד ועור אין צריך \"או שק\" על קלקלי וחבק, דהא למד ממת, ובמה שכתב \"כל מעשה עזים\" כולל גם קלקלי וחבק. רק שמה שכתב בשרץ \"או שק\" בא ללמד שלאו דוקא שק העשוי מן העזים; שהוא הדין העשוי משער חזיר – טמא. וגם בזה ילפינן מת משרץ בגזירה שוה דהוא הדין במת טמא גם שק הנעשה מן החזיר. וזה פירוש <b>[משנה ד' וה']</b>. [משניות אלה הובא בגמרא שבת <small>(דף סד.)</small>. ועל פי פירוש הגמרא שם פרשתי.]", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d077afab48445001843b4a9", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 135:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Malbim on Leviticus, Vayikra 135:2", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קל״ה:ב׳", "anchorVerse": 20, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 135.0002, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "והנה הדבש הנאמר פה הוא שם כל דבר מתוק ואינו פורט מין או מינים ידועים, כי מצאנוהו על דבש דבורים (שופטים יד), על דבש הקנים (ש\"א יד), על דבש תמרים \"ארץ זית שמן ודבש\". וכן פרש\"י פה כל מתיקות פרי קרוי דבש וכמ\"ש הרשב\"ם בבא בתרא (דף עט.) ותוס' במעילה (דף יב.) ושבועות (דף יב.) הביאם המשנה למלך (פרק ה מהל' אסורי מזבח ה\"א). וכן העלה באורך הרדב\"ז בתשובה נדפסה בספר אגורה באהליך (דף ז', עיי\"ש). ואם כן אי אפשר לפרש \"כל דבש\" כל מיני דבש – כי המתיקות היא אחד, אינו חלוק למין מין. ובהכרח פירושו גם כן אף מקצת מן הדבש שר\"ל אף חצי שיעור כמו \"כל שאֹר\" כנ\"ל. וזהו שאמר בספרא דבש לא תקטירו אין לי אלא המרובה; הממועט מנין? ת\"ל כל דבש. ואחר שאמר \"כל שאֹר וכל דבש\" וכבר בארנו כי במה שכתוב \"כל שאור\" כולל גם התערובת, ממילא גם מה שכתוב \"כל דבש\" כולל גם התערובות. (כי כלל בלשון ששני שמות הבאים כאחד ואין שינוי ביחוסם ובמלות המחוברות עמהם אמרינן תמיד שבאו בענין אחד וזה אחד מיסודות ההיקש כמו שבארנו באילת השחר (כלל נט וכלל ס)) וזהו שאמר אין לי אלא עצמו; עירובו מנין? ת\"ל \"וכל דבש\" – ר\"ל והוא דומה עם \"כל שאֹר\" שכולל התערובת. אמנם הלא יש מקום לטעות אחר שתלה שני המאמרים זה בזה ביחוס הסבה והמסובב שלכן לא תעשה חמץ מפני שכל שאור לא תקטירו (כנ\"ל) ואם כן יש לומר שמנחה הנעשית חמץ כגון שתי הלחם יהיה מותר גם להקטירה, שאם יהיה אסור להקטירה חמץ, איך מותר לעשותה חמץ. וזהו שאמר יכול מנחות שהם במצה תהיה יהיו בבל תקטירו; מנחות שאינם במצה תהיה לא יהיו בבל תקטירו... והתשובה לזה שהלא אמר \"כל שאֹר וכל דבש לא תקטירו\" ואיסור הקטרת דבש בלתי נתלה מהמשפט הקודם וכולל גם לשתי הלחם, וממילא ה\"ה איסור הקטרת שאור הוא שלילה כללית. וזהו שכתב תלמוד לומר \"כי כל שאֹר וכל דבש\". וכן יש מקום לטעות בהפך, שטעם איסור הדבש מפני שפוגם את המתערב עמו. ולפי זה נאמר שבקטורת (שהדבש יפה לה) מותר לתת דבש. וזהו שאמר אין לי אלא דברים שאין הדבש יפה להם.. והתשובה לזה, אחר שבא באזהרה אחת עם שאור שאיסורו כללי גם בקטורת, כן גם הדבש. וזהו שאמר תלמוד לומר \"וכל דבש\" פירוש: שהלא מחובר עם שאור בוי\"ו החיבור, שזה מורה שבאו ביחוס אחד. וכל אלה הדרושים בנוים על יסוד ההיקש שאחד מנתיבותיו שאם חבר הכתוב שני שמות לענין אחד לאזהרה או לציווי או דרך סיפור, בהכרח ששני השמות נאמרו בענין אחד, שאי לאו כן לא היה מחבר את הבלתי דומים; כמו שאמרו \"על המשכן ועל המזבח\" – מקיש מזבח למשכן (שבת דף צב), \"חפני ופנחס כהנים לה' \" – מקיש חפני לפנחס (שם דף נה:), \"וברך את לחמך ואת מימיך\" – מה לחם שניקח בכסף מעשר אף מים (עירובין דף סה), \"וישלחו מן המחנה כל צרוע וכל זב\" – בשעה שטמאי נפש משתלחין וכולי (פסחים דף סז:), וכמוהם למכביר. וכמ\"ש באילת השחר (כלל קס). וכן פה אחר שכלל הכתוב אזהרת שאור ודבש בהכרח הם דומים בעניניהם. והנה ראינו שלפעמים יבא מלת \"כל\" בכל שם ושם הנזכר במאמר כמו \"וכל בגד וכל כלי עור וכל מעשה עזים וכל כלי עץ תתחטאו\" (במדבר ל״א:כ׳), \"ואת כל בהמתם ואת כל מקניהם ואת כל חילם בזזו\" (שם). ולפעמים לא יבא מלת \"כל\" רק בשם הראשון כמו \"כל האדם והבהמה אשר ימצא בשדה\" (שמות ט׳:י״ט), \"כל אלמנה ויתום לא תענון\" (שם כב), \"לשמור לעשות אל כל חוקותיו ומצותיו\" (דברים ו׳:ב׳). והכלל בזה שאם השמות מחולקים זה מזה יבא מלת \"כל\" כפול עם כל אחד ואחד, ואם השמות דומים וטפלים זה לזה לא יבא מלת \"כל\" רק עם הראשון. ולכן מפרש בברכות (דף סג.) \"על כל ברכה ותהלה\" – על כל ברכה תן לו תהלה, רצה לומר שממה שאינו אומר \"וכל תהלה\" מבואר שהיא טפלה לברכה. <b>וזה ששאל במשנה ה</b> (הובא במנחות דף נח) מה תלמוד לומר כל שאור ומה תלמוד לומר וכל דבש – רצה לומר שהיה לו לומר \"כל שאֹר ודבש\" או \"כל דבש ושאֹר\", ואחר שחלקם על ידי כפילת מלת \"כל\", על כרחך יש הבדל בין שניהם (שאי לאן כן יכתב הדבר השוה לחברו בסוף ולא יכפל מלת \"כל\", ויהיה מלת \"כל\" נמשך על שניהם ונדע גם כן שהשם השני אסור מקצתו ותערובתו). ועל זה השיב לפי שהם מחולקים באמת (א) שיש בשאור מה שאין בדבש – שהשאור הותר מכללו למקדש (בשתי הלחם שמקריבים אמרי כבשים שבאים עמהם לאשים. וכן הותר בלחמי תודה. מה שאין כן הדבש לא הותר מכללו, דאף שמביאין בכורים דבש, אין מהם למזבח כלום). (ב) ויש בדבש מה שאין בשאור – שהדבש הותר בשירי מנחות, לא השאור כדכתיב \"לא תאפה חמץ חלקם\" כמ\"ש במנחות (דף נה). ולכן הבדילם על ידי מלת \"כל\". ועיין באילת השחר (פרק כד).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36f9d4df6741be27e104e", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Introduction 11", "anchorRef": "Numbers 31:14-50", "anchorRefExpanded": ["Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50"], "sourceRef": "Ben Porat Yosef, Introduction 11", "sourceHeRef": "בן פורת יוסף, הקדמה י״א", "anchorVerse": 14, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 11, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "הקדמה", "he": "<b>ומעתה</b> בזה תבין איך באותיות מצוה שהוא ממש אותיות הוי' נכלל כל תרי\"ג מצות. ובזה תבין איך צדקו דברי <b>הרמב\"ם</b> שכתב על משנה דמכות (פ\"ג מט\"ז) למען צדקו יגדיל תורה (ישעיה מב, כא), כי בקיום מצוה על מתכונתה מאהבה זוכה לחיי עולם הבא וכו' יעו\"ש, כי אין לך מצוה שאינה כלולה מתרי\"ג. וכדין אמר שאל יתהלל חכם בחכמתו כי אם בזאת יתהלל המתהלל. וצירוף שם זה יבואר על פי מה שנבאר ש\"ס דשבת (סד.) ויקצוף משה על פקודי החיל עד ונקרב [את] קרבן ה' (במדבר לא, יד-נ), וכבר זכרתי.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8fc9ad9c4d6ad741a3e7", "index_title": "Jerusalem Talmud Pesachim", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Pesachim 6:1:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Jerusalem Talmud Pesachim 6:1:3", "sourceHeRef": "תלמוד ירושלמי פסחים ו׳:א׳:ג׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Jerusalem Talmud Pesachim", "he": "תלמוד ירושלמי פסחים"}, "heTitle": "תלמוד ירושלמי פסחים", "he": "רִבִּי יוֹסֵי בֵּירִבִּי בּוּן אָמַר בְּשֵׁם רִבִּי אַבָּא בַּר מָמָל. אִם בָּא אָדָם לְדִין אַחַר גְּזֵירָה שָׁוָה [מֵעַצְמוֹ] עוֹשֶׁה אֶת הַשֶּׁרֶץ מְטַמֵּא בָאֹהֶל. וְאֶת הַמֵּת מְטַמֵּא בְכָעֲדָשָׁה. דּוּ דָרַשׁ. בֶּגֶד עוֹר בֶּגֶד עוֹר לִגְזֵירָה שָׁוָה. כָּךְ אִם יִהְיֶה הַשֶּׁרֶץ בְּיָדוֹ שֶׁלְאָדָם אֲפִילוּ טוֹבֵל בְּמֵי שִׁילוֹחַ אוֹ בְמֵי בְרֵאשִׁית אֵין לוֹ טַהֲרָה עוֹלָמִית. הִשִׁלִיכוֹ מְיָּדוֹ מִיַּד הוּא טַהוֹר. רִבִּי יוֹסֵה בֵּירִבִּי בּוּן בְּשֵׁם רִבִּי בָּא בַּר מָמָל. אָדָם דָּן גְּזֵירָה שָׁוָה לְקַייֵם תַּלְמוּדוֹ. וְאֵין אָדָם דָּן גְּזֵירָה שָׁוָה לְבַטֵּל תַּלְמוּדוֹ. רִבִּי יוֹסֵי בֵּירִבִּי בּוּן בְּשֵׁם רִבִּי בָּא בַּר מָמָל. אָדַם דָּן קַל וָחוֹמֶר לָעַצְמוֹ וְאֵין אָדַם דָּן גְּזֵירָה שָׁוָה לְעַצְמוֹ. לְפִיכָךְ מְשִׁיבִין מִקַּל וָחוֹמֶר וְאֵין מְשִׁיבִין מִגְּזֵירָה שָׁוָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Here a Genizah fragment (<i>Ginze Schechter</i> pp. 446–447) becomes readable again (<b>ג</b>).</i> Rebbi Yose ben Rebbi Abun said in the name of Rebbi Abba bar Mamal: If a person could construct an equal cut by himself, he could make a creeping animal causing impurity in a tent and a corpse causing impurity in the volume of a lentil, by explaining <i>textile, leather; textile, leather</i><sup class=\"footnote-marker\">14</sup><i class=\"footnote\">A dead creeping animal (of the list <a class=\"refLink\" data-ref=\"Leviticus 11:29-30\" href=\"/Leviticus.11.29-30\"><i>Lev</i>. 11:29–30</a>) imparts impurity in the volume of a lentil; a human corpse only in the volume of an olive. A human corpse imparts impurity to everything under the same roof with it, a dead creeping one imparts impurity only by contact. The argument is incomprehensible but the text is confirmed not only by ג but also by <i>Sefer Hapardes</i> from the school of Rashi (<i>Pardes Gadol</i> §175, ed. H. L. Ehrenreich p. 230), and <i>Meïri Pesaḥim</i> (ed. Y. Klein, col. 290a). While <i>textile</i> <i>and</i> <i>leather</i> are written about the creeping animal in <a class=\"refLink\" data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\"><i>Lev</i>. 11:32</a>, they are not mentioned in the Chapter about tent impurity (<a class=\"refLink\" data-ref=\"Numbers 19\" href=\"/Numbers.19\"><i>Num</i>. 19</a>). It is mentioned in the Chapter about <i>ṣāraˋ</i> at impurity of textiles (<a class=\"refLink\" data-ref=\"Leviticus 13:47-59\" href=\"/Leviticus.13.47-59\"><i>Lev</i>. 13:47–59</a>) although not in the exact wording of 11:32. The argument should be that the equal cut is illegitimate since minimal sizes for impurity of animals are determined by volume while those of textiles by surface area; the rules cannot be transferred.</i>. So if a creeping animal is in a person’s hand, even if he immerses himself in the waters of the Siloam, or in waters of a primeval ocean, he never can achieve purity. If he throws it away, immediately he becomes pure<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">This argument does not belong here, it is not in ג, nor in <i>Pardes</i>, nor in Meïri. It is part of a sermon in <i>Taˋanti</i> (Yerushalmi 2:1 69a line 69, <a class=\"refLink\" data-ref=\"Pesachim 16a\" href=\"/Pesachim.16a\">Babli 16a</a>.)</i>. Rebbi Yose ben Rebbi Abun in the name of Rebbi Abba bar Mamal: A person may use an equal cut to confirm what he has learned; nobody may use an equal cut to invalidate what he has learned<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Since it is part of oral tradition.</i>. Rebbi Yose ben Rebbi Abun in the name of Rebbi Abba bar Mamal: A person may argue <i>de minore ad majus</i> by himself; a person may not argue an equal cut by himself<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Since it is part of oral tradition.</i>. Therefore one can contradict an argument <i>de minore ad majus</i>; one cannot contradict an equal cut.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "629768befb16a2fcb1a38faa", "index_title": "Mishnah Kelim", "category": "Mishnah", "type": "", "ref": "Mishnah Kelim 27:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Mishnah Kelim 27:1", "sourceHeRef": "משנה כלים כ״ז:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Mishnah Kelim", "he": "משנה כלים"}, "heTitle": "משנה כלים", "he": "הַבֶּגֶד מִטַּמֵּא מִשּׁוּם חֲמִשָּׁה שֵׁמוֹת. הַשַּׂק, מִשּׁוּם אַרְבָּעָה. הָעוֹר, מִשּׁוּם שְׁלֹשָׁה. הָעֵץ, מִשּׁוּם שְׁנַיִם. וּכְלִי חֶרֶס, מִשּׁוּם אֶחָד. כְּלִי חֶרֶס מִטַּמֵּא מִשּׁוּם כְּלִי קִבּוּל. כֹּל שֶׁאֵין לוֹ תוֹךְ בִּכְלֵי חֶרֶס, אֵין לוֹ אֲחוֹרָיִם. מוּסָף עָלָיו הָעֵץ, שֶׁהוּא מִטַּמֵּא מִשּׁוּם מוֹשָׁב. וְכֵן טַבְלָא שֶׁאֵין לָהּ לִזְבֵּז, בִּכְלֵי עֵץ, טְמֵאָה, וּבִכְלֵי חֶרֶס, טְהוֹרָה. מוּסָף עָלָיו הָעוֹר, שֶׁהוּא מִטַּמֵּא מִשּׁוּם אֹהָלִים. מוּסָף עָלָיו הַשַּׂק, שֶׁהוּא מִטַּמֵּא מִשּׁוּם אָרִיג. מוּסָף עָלָיו הַבֶּגֶד, שֶׁהוּא מִטַּמֵּא מִשּׁוּם שָׁלֹשׁ עַל שָׁלֹשׁ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Cloth is susceptible to five categories of uncleanness; Sack-cloth is susceptible to four; Leather to three; Wood to two; And an earthenware vessel to one. An earthenware vessel is susceptible to uncleanness [only] as a receptacle; any earthen vessel that has no inner part is not susceptible to uncleanness from its outer part. Wood is subject to an additional form of uncleanness in that it is also susceptible to uncleanness as a seat. Similarly a tablet which has no rim is susceptible to uncleanness if it is a wooden object and insusceptible if it is an earthenware one. Leather is susceptible to an additional form of uncleanness in that it is also susceptible to the uncleanness of a tent. Sack-cloth has an additional form of uncleanness in that it is susceptible to uncleanness as woven work. Cloth has an additional form of uncleanness in that it is susceptible to uncleanness when it is only three by three fingerbreadths.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62976a3ffb16a2fcb1a38ff6", "index_title": "Mishnah Kelim", "category": "Mishnah", "type": "", "ref": "Mishnah Kelim 27:2", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Mishnah Kelim 27:2", "sourceHeRef": "משנה כלים כ״ז:ב׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Mishnah Kelim", "he": "משנה כלים"}, "heTitle": "משנה כלים", "he": "הַבֶּגֶד מִטַּמֵּא מִשּׁוּם שְׁלֹשָׁה עַל שְׁלֹשָׁה, לְמִדְרָס, וּמִשּׁוּם שָׁלֹשׁ עַל שָׁלֹשׁ לִטְמֵא מֵת. הַשַּׂק אַרְבָּעָה עַל אַרְבָּעָה, הָעוֹר חֲמִשָּׁה עַל חֲמִשָּׁה, מַפָּץ שִׁשָּׁה עַל שִׁשָּׁה, שָׁוִין לְמִדְרָס וְלִטְמֵא מֵת. רַבִּי מֵאִיר אוֹמֵר, הַשַּׂק שְׁיָרָיו אַרְבָּעָה, וּתְחִלָּתוֹ מִשֶּׁיִּגָּמֵר: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Cloth is susceptible to midras uncleanness when it is three handbreadths by three handbreadths, and to corpse uncleanness when it is three fingerbreadths by three fingerbreadths. Sack-cloth when it is four handbreadths by four handbreadths. Leather, five handbreadths by five handbreadths. And matting, six handbreadths by six handbreadths. [All of these] are equally susceptible to both midras and corpse uncleanness. Rabbi Meir says: what remains of sack-cloth is susceptible to uncleanness if it is four handbreadths, but when in its first condition [it becomes susceptible only after its manufacture] is completed.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62dd0bc5d419f85e4d6ff3f8", "index_title": "Bartenura on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Kelim 2:1:1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "Bartenura on Mishnah Kelim 2:1:1", "sourceHeRef": "ברטנורא על משנה כלים ב׳:א׳:א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Kelim", "he": "ברטנורא על משנה כלים"}, "heTitle": "ברטנורא על משנה כלים", "he": "<b>כלי עץ כלי עור כלי עצם.</b> בפרשת מטות כתיב וכל בגד וכל בלי עור וכל מעשה עזים וכל כלי עץ תתחטאו, ומרבינן מוכל מעשה עזים לרבות דבר הבא מן העזים מן הקרנים ומן הטלפים, דהיינו כלי עצם, ואיתקש לכלי עור וכלי עץ. ובפרשת שמיני איתקוש כלי עור וכלי עץ לשק, דכתיב מכל כלי עץ או בגד או עור או שק. הלכך פשוטיהן טהורים, דבעינן דומיא דשק דמיטלטל מלא וריקן. וכלי חרס אע״ג דפשוטיהן טהורים לא מצי למתני בהדי הנך, משום דכל הני טהורים כשאין להם בית קבול אע״פ שיש להן תוך, כגון חבית של עץ שאין לה שולים ומפולשת מעבר אל עבר טהורה, ובכלי חרס כהאי גוונא טמא, משום דבתוכו תלה רחמנא והרי יש לו תוך אע״פ שאין לו בית קבול. ופשוטיהן טהורים דתנן הכא, היינו מדאורייתא, אבל חכמים גזרו טומאה על פשוטי כלי עץ ועור ועצם, כדמוכח בגמרא בבא בתרא [דף סו]. ומדאורייתא נמי אינן טהורים אלא מטומאת מת או טומאת שרץ, אבל טמאים טומאת משכב ומושב אם הן ראויין למשכב ומושב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כלי עץ כלי עור כלי עצם – in the Torah portion of n , it is written (Numbers 31:20): “You shall also purify every cloth, every article of skin, everything made of goats’ hair and every object of wood,” and we extend the scope from, “everything made of goats’ hair”/וכל מעשה עזים to include anything that comes from the goats – from the horns and from the hoofs, that is the vessels of bone and it is juxtaposed to vessels of leather and vessels of wood. And in the Torah portion of Shemini, there is juxtaposition of vessels of leather and vessels of wood to a sack (see Leviticus 11:32: “[And anything on which one of them falls when dead shall be impure:] be it any article of wood, or a cloth, or a skin, or a sack [-any such article that can be put to use shall be dipped in water, and it shall remain impure until evening; then it shall be pure].” Therefore, their flat vessels are pure, that we require something similar to a sack that is carried full and/or empty. But an earthenware vessel, even though when flat are pure, it cannot be taught together with these, because all of these are pure when they don’t have a receptacle even though they have an inside, as for example, a wood jug which does not a rim at the bottom and is perforated from side to side is pure, but an earthenware vessel in the same manner is impure because the All-Merciful made it dependent upon its inside and behold it has an inside even though it does not have a receptacle. But their flat surfaces are pure as it is taught in the Mishnah here, that is, according to the Torah, but the Sages decreed impurity upon all flat wooden vessels and leather and bone as is proven in the Gemara of Bava Batra [66a]. But according to the Torah also, they are not pure other than from defilement through contact with a corpse or defilement by a reptile, but they are defiled through the defilement of lying and sitting if they are appropriate for lying and sitting.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2022", "license": "", "versionTitleInHebrew": ""}, {"_id": "635690bf7999341637494d21", "index_title": "Karati Bekhol Lev", "category": "Quoting Commentary", "type": "", "ref": "Karati Bekhol Lev, Matot 3:3", "anchorRef": "Numbers 31:19-20", "anchorRefExpanded": ["Numbers 31:19", "Numbers 31:20"], "sourceRef": "Karati Bekhol Lev, Matot 3:3", "sourceHeRef": "קראתי בכל לב, מטות ג׳:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [2010, 2022], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Karati Bekhol Lev", "he": "קראתי בכל לב"}, "heTitle": "מטות", "he": "<small>וְאַתֶּם חֲנוּ מִחוּץ לַמַּחֲנֶה שִׁבְעַת יָמִים,<br>כֹּל הֹרֵג נֶפֶשׁ וְכֹל נֹגֵעַ בֶּחָלָל תִּתְחַטְּאוּ בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי אַתֶּם וּשְׁבִיכֶם וְכָל בֶּגֶד וְכָל כְּלִי עוֹר וְכָל מַעֲשֵׂה עִזִּים וְכָל כְּלִי עֵץ תִּתְחַטָּאוּ (במדבר ל\"א, יט–כ).</small>", "heVersionTitle": "Koren Edition 2022", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d142b6084aa1cbf0c751", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָטָא 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "BDB, חָטָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָטָא א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָטָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">חָטָא</span></big></big><sub>238</sub><big></big>  <strong>vb.</strong> miss (a goal or way), go wrong, sin <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">חֲטָא</span>, <span dir=\"rtl\">ܚܛܳܐ</span>; Assyrian <em>ḫaṭû</em>, Zim<sup>BP 46</sup>; Sab. <span dir=\"rtl\">חֿטא</span>, <span dir=\"rtl\">החֿטא</span>, <em>id.</em>, DHM in MV; Arabic <span dir=\"rtl\">خَطِىَٔ</span> <em>do wrong, commit a mistake</em> or <em>an error;</em> ii. <em>make to miss the mark;</em> iv. <em>miss the mark, miss the way;</em> Ethiopic ኀጥአ <em>fail to find</em> or <em>have;</em> sometimes <em>sin</em>, especially in deriv.<strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Exodus 32:31\" href=\"/Exodus.32.31\">Ex 32:31</a> + 29 times, 3 fs. <span dir=\"rtl\">חָֽטְאָה</span> <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">Lv 5:15</a> <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>, <span dir=\"rtl\">חָטָ֑אָה</span> <a data-ref=\"Jeremiah 50:14\" href=\"/Jeremiah.50.14\">Je 50:14</a> <a data-ref=\"Ezekiel 16:15\" href=\"/Ezekiel.16.15\">Ez 16:15</a>, <span dir=\"rtl\">חָטָאת</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, etc., + 82 times Pf.; Impf. <span dir=\"rtl\">יֶחֱטָא</span> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a> + 12 times, <span dir=\"rtl\">תֶּחֱטָ֫אוּ</span> <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a>, etc. + 20 times Impf.; Inf. <span dir=\"rtl\">חֲטֹא</span> <a data-ref=\"Ezekiel 3:21\" href=\"/Ezekiel.3.21\">Ez 3:21</a> + 8 times, <span dir=\"rtl\">מֵחֲטוֹא</span> <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a>, <span dir=\"rtl\">מֵחֲטוֹ</span> (textual error for <span dir=\"rtl\">מחטא</span>) <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a>, <span dir=\"rtl\">בְּחֶטְאָה</span> <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">Nu 15:28</a>, <span dir=\"rtl\">חֲטֹאתוֹ</span> <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">Ez 33:12</a> (del. Co); Pt. <span dir=\"rtl\">חוֹטֵא</span> <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a> + 6 times, <span dir=\"rtl\">חֹטֵא</span> <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a> <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">Ec 9:2</a>, <span dir=\"rtl\">חוֹטֶא</span> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a> + 2 times, <span dir=\"rtl\">חֹטֶא</span> <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">Ec 8:12</a>, sf. <span dir=\"rtl\">חֹטְאִי</span> <a data-ref=\"Proverbs 8:36\" href=\"/Proverbs.8.36\">Pr 8:36</a>, pl. <span dir=\"rtl\">חֹטִ֯אֿים</span> <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">1 S 14:33</a>, sf. <span dir=\"rtl\">חֹטֵאת</span> <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>;— <strong>1.</strong>  <em>miss:</em> <span dir=\"rtl\">לא תחטא</span> <em>thou shalt not miss anything</em> <a data-ref=\"Job 5:24\" href=\"/Job.5.24\">Jb 5:24</a>, <span dir=\"rtl\">אָץ בְּרַגְלַיִם חוֹטֵא</span> <a data-ref=\"Proverbs 19:2\" href=\"/Proverbs.19.2\">Pr 19:2</a> <em>one hastening with his feet misseth</em> (the way or the goal); <span dir=\"rtl\">חֹטְאִי חֹמֵס נַפְשׁוֹ</span> <a data-ref=\"Proverbs 8:36\" href=\"/Proverbs.8.36\">Pr 8:36</a> <em>the one missing me</em> (Wisdom) <em>is one wronging himself</em> (opp. <span dir=\"rtl\">מֹצְאִי</span>); <em>miss</em>, i.e. <em>endanger</em>, one’s life <a data-ref=\"Proverbs 20:2\" href=\"/Proverbs.20.2\">Pr 20:2</a> <a data-ref=\"Habakkuk 2:10\" href=\"/Habakkuk.2.10\">Hb 2:10</a> according to De VB (others sub <strong>3</strong> q.v.) <strong>2.</strong>  <em>sin, miss the goal</em> or <em>path of right and duty:</em> <strong>a.</strong>  <em>against man</em>, abs. <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a> (E), <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">1 S 26:21</a> <a data-ref=\"II Samuel 19:21\" href=\"/II_Samuel.19.21\">2 S 19:21</a> <a data-ref=\"I Kings 18:9\" href=\"/I_Kings.18.9\">1 K 18:9</a> <a data-ref=\"II Kings 18:14\" href=\"/II_Kings.18.14\">2 K 18:14</a>; with <span dir=\"rtl\">לְ</span> of the person against whom or towards whom one sins, <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">Gn 40:1</a> (E), <a data-ref=\"Judges 11:27\" href=\"/Judges.11.27\">Ju 11:27</a> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">19:4</a>; <a data-ref=\"I Samuel 24:12\" href=\"/I_Samuel.24.12\">24:12</a>, <a data-ref=\"I Kings 8:31\" href=\"/I_Kings.8.31\">1 K 8:31</a> = <a data-ref=\"II Chronicles 6:22\" href=\"/II_Chronicles.6.22\">2 Ch 6:22</a>; <span dir=\"rtl\">מה חטאתי לך</span> <em>wherein have I sinned against thee?</em> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> (E) <a data-ref=\"Jeremiah 37:18\" href=\"/Jeremiah.37.18\">Je 37:18</a>; with <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">אל תחטאו בילד</span> <a data-ref=\"Genesis 42:22\" href=\"/Genesis.42.22\">Gn 42:22</a> (E) <em>do not sin against</em> the lad, against David <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>, <a data-ref=\"I Samuel 19:5\" href=\"/I_Samuel.19.5\">5</a>. <strong>b.</strong>  elsewhere always <em>against God</em>, abs. <a data-ref=\"Exodus 20:17\" href=\"/Exodus.20.17\">Ex 20:20</a> (E), <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">9:34</a> (J) <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (D) <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>; <a data-ref=\"Leviticus 5:1\" href=\"/Leviticus.5.1\">5:1</a>, <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">11</a>, <a data-ref=\"Leviticus 5:17\" href=\"/Leviticus.5.17\">17</a>, <a data-ref=\"Leviticus 5:21\" href=\"/Leviticus.5.21\">21</a>, <a data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\">23</a> <a data-ref=\"Numbers 16:22\" href=\"/Numbers.16.22\">Nu 16:22</a> (P), <a data-ref=\"Nehemiah 6:13\" href=\"/Nehemiah.6.13\">Ne 6:13</a> <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>, <a data-ref=\"Job 1:22\" href=\"/Job.1.22\">22</a>; <a data-ref=\"Job 7:20\" href=\"/Job.7.20\">7:20</a>; <a data-ref=\"Job 10:14\" href=\"/Job.10.14\">10:14</a>; <a data-ref=\"Job 24:19\" href=\"/Job.24.19\">24:19</a>; <a data-ref=\"Job 35:6\" href=\"/Job.35.6\">35:6</a> <a data-ref=\"Psalms 4:5\" href=\"/Psalms.4.5\">ψ 4:5</a>; <a data-ref=\"Psalms 78:32\" href=\"/Psalms.78.32\">78:32</a> <a data-ref=\"Isaiah 43:27\" href=\"/Isaiah.43.27\">Is 43:27</a>; <a data-ref=\"Isaiah 64:4\" href=\"/Isaiah.64.4\">64:4</a> <a data-ref=\"Jeremiah 2:35\" href=\"/Jeremiah.2.35\">Je 2:35</a> <a data-ref=\"Lamentations 5:7\" href=\"/Lamentations.5.7\">La 5:7</a> <a data-ref=\"Ezekiel 3:21\" href=\"/Ezekiel.3.21\">Ez 3:21</a><sup>(×2)</sup>; <a data-ref=\"Ezekiel 16:51\" href=\"/Ezekiel.16.51\">16:51</a>; <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">28:16</a>; <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">33:12</a> <a data-ref=\"Hosea 8:11\" href=\"/Hosea.8.11\">Ho 8:11</a> (del. We <sup>Kl. Proph.</sup>), v <a data-ref=\"Hosea 11:11\" href=\"/Hosea.11.11\">11</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">10:9</a>; <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">13:2</a>; <span dir=\"rtl\">לא נתתי לחטא חכי</span> <em>I have not permitted my palate to sin</em> <a data-ref=\"Job 31:30\" href=\"/Job.31.30\">Jb 31:30</a>; Pt. <span dir=\"rtl\">חֹטֵא</span>, used as adj., sinful nation <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">Is 1:4</a>, sinful person <a data-ref=\"Ezekiel 18:4\" href=\"/Ezekiel.18.4\">Ez 18:4</a>, <a data-ref=\"Ezekiel 18:20\" href=\"/Ezekiel.18.20\">20</a>; but usually as noun, <em>sinner</em> <a data-ref=\"Proverbs 11:31\" href=\"/Proverbs.11.31\">Pr 11:31</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">13:22</a>; <a data-ref=\"Proverbs 14:21\" href=\"/Proverbs.14.21\">14:21</a> <a data-ref=\"Ecclesiastes 2:26\" href=\"/Ecclesiastes.2.26\">Ec 2:26</a>; <a data-ref=\"Ecclesiastes 7:26\" href=\"/Ecclesiastes.7.26\">7:26</a>; <a data-ref=\"Ecclesiastes 8:12\" href=\"/Ecclesiastes.8.12\">8:12</a>; <a data-ref=\"Ecclesiastes 9:2\" href=\"/Ecclesiastes.9.2\">9:2</a>, <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">18</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a>. Sin is confessed: <span dir=\"rtl\">חָטָאנוּ</span> <em>we have sinned</em> <a data-ref=\"Numbers 14:40\" href=\"/Numbers.14.40\">Nu 14:40</a>; <a data-ref=\"Numbers 21:7\" href=\"/Numbers.21.7\">21:7</a> (E) <a data-ref=\"Judges 10:15\" href=\"/Judges.10.15\">Ju 10:15</a> <a data-ref=\"I Samuel 12:10\" href=\"/I_Samuel.12.10\">1 S 12:10</a>, <a data-ref=\"I Kings 8:47\" href=\"/I_Kings.8.47\">1 K 8:47</a> = <a data-ref=\"II Chronicles 6:37\" href=\"/II_Chronicles.6.37\">2 Ch 6:37</a>, <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a> <a data-ref=\"Psalms 106:6\" href=\"/Psalms.106.6\">ψ 106:6</a> <a data-ref=\"Lamentations 5:16\" href=\"/Lamentations.5.16\">La 5:16</a> <a data-ref=\"Daniel 9:5\" href=\"/Daniel.9.5\">Dn 9:5</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>; <span dir=\"rtl\">חטאתי</span> <em>I have sinned</em> <a data-ref=\"Exodus 9:27\" href=\"/Exodus.9.27\">Ex 9:27</a> <a data-ref=\"Numbers 22:34\" href=\"/Numbers.22.34\">Nu 22:34</a> (J) <a data-ref=\"I Samuel 15:24\" href=\"/I_Samuel.15.24\">1 S 15:24</a>, <a data-ref=\"I Samuel 15:30\" href=\"/I_Samuel.15.30\">30</a> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a>, <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">17</a> <a data-ref=\"I Chronicles 21:8\" href=\"/I_Chronicles.21.8\">1 Ch 21:8</a>, <a data-ref=\"I Chronicles 21:17\" href=\"/I_Chronicles.21.17\">17</a> <a data-ref=\"Job 33:27\" href=\"/Job.33.27\">Jb 33:27</a>. Sin is universal: <span dir=\"rtl\">אין אדם אשׁר לא יחטא</span> <em>there is no man who sinneth not</em> <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">1 K 8:46</a> = <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">2 Ch 6:36</a>, <span dir=\"rtl\">כי אדם אין צדיק בארץ אשׁר יעשׂה טוב ולא יחטא</span> <a data-ref=\"Ecclesiastes 7:20\" href=\"/Ecclesiastes.7.20\">Ec 7:20</a> <em>for man there is none righteous in the earth who doeth good and sinneth not;</em> with <span dir=\"rtl\">לְ</span>, against God <a data-ref=\"Genesis 20:6\" href=\"/Genesis.20.6\">Gn 20:6</a> (E), <a data-ref=\"Genesis 39:9\" href=\"/Genesis.39.9\">39:9</a> (J), <a data-ref=\"Exodus 32:33\" href=\"/Exodus.32.33\">Ex 32:33</a> <a data-ref=\"Numbers 32:33\" href=\"/Numbers.32.33\">Nu 32:33</a> (both JE), <a data-ref=\"Deuteronomy 9:16\" href=\"/Deuteronomy.9.16\">Dt 9:16</a>; <a data-ref=\"Deuteronomy 20:18\" href=\"/Deuteronomy.20.18\">20:18</a> <a data-ref=\"I Samuel 2:25\" href=\"/I_Samuel.2.25\">1 S 2:25</a>; <a data-ref=\"I Samuel 12:23\" href=\"/I_Samuel.12.23\">12:23</a>; <a data-ref=\"I Samuel 14:33\" href=\"/I_Samuel.14.33\">14:33</a>, <a data-ref=\"I Samuel 14:34\" href=\"/I_Samuel.14.34\">34</a>, <a data-ref=\"I Kings 8:33\" href=\"/I_Kings.8.33\">1 K 8:33</a>, <a data-ref=\"I Kings 8:35\" href=\"/I_Kings.8.35\">35</a>, <a data-ref=\"I Kings 8:46\" href=\"/I_Kings.8.46\">46</a>, <a data-ref=\"I Kings 8:50\" href=\"/I_Kings.8.50\">50</a> = <a data-ref=\"II Chronicles 6:24\" href=\"/II_Chronicles.6.24\">2 Ch 6:24</a>, <a data-ref=\"II Chronicles 6:26\" href=\"/II_Chronicles.6.26\">26</a>, <a data-ref=\"II Chronicles 6:36\" href=\"/II_Chronicles.6.36\">36</a>, <a data-ref=\"II Chronicles 6:39\" href=\"/II_Chronicles.6.39\">39</a>, <a data-ref=\"II Kings 17:7\" href=\"/II_Kings.17.7\">2 K 17:7</a> <a data-ref=\"Hosea 4:7\" href=\"/Hosea.4.7\">Ho 4:7</a> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a> <a data-ref=\"Zephaniah 1:17\" href=\"/Zephaniah.1.17\">Zp 1:17</a> <a data-ref=\"Jeremiah 40:3\" href=\"/Jeremiah.40.3\">Je 40:3</a>; <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a>; <a data-ref=\"Jeremiah 50:7\" href=\"/Jeremiah.50.7\">50:7</a>, <a data-ref=\"Jeremiah 50:14\" href=\"/Jeremiah.50.14\">14</a> <a data-ref=\"Ezekiel 14:13\" href=\"/Ezekiel.14.13\">Ez 14:13</a> <a data-ref=\"Isaiah 42:24\" href=\"/Isaiah.42.24\">Is 42:24</a> <a data-ref=\"Job 8:4\" href=\"/Job.8.4\">Jb 8:4</a> <a data-ref=\"Psalms 78:17\" href=\"/Psalms.78.17\">ψ 78:17</a>; <a data-ref=\"Psalms 119:11\" href=\"/Psalms.119.11\">119:11</a> <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a>; in confession <span dir=\"rtl\">חטאתי ל</span> <a data-ref=\"Exodus 10:16\" href=\"/Exodus.10.16\">Ex 10:16</a> <a data-ref=\"Joshua 7:20\" href=\"/Joshua.7.20\">Jos 7:20</a> (J), <a data-ref=\"II Samuel 12:13\" href=\"/II_Samuel.12.13\">2 S 12:13</a> <a data-ref=\"Psalms 41:5\" href=\"/Psalms.41.5\">ψ 41:5</a>; <a data-ref=\"Psalms 51:6\" href=\"/Psalms.51.6\">51:6</a>; <span dir=\"rtl\">חטאנו ל</span> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Judges 10:10\" href=\"/Judges.10.10\">Ju 10:10</a> <a data-ref=\"I Samuel 7:6\" href=\"/I_Samuel.7.6\">1 S 7:6</a> <a data-ref=\"Jeremiah 3:25\" href=\"/Jeremiah.3.25\">Je 3:25</a>; <a data-ref=\"Jeremiah 8:14\" href=\"/Jeremiah.8.14\">8:14</a>; <a data-ref=\"Jeremiah 14:7\" href=\"/Jeremiah.14.7\">14:7</a>, <a data-ref=\"Jeremiah 14:20\" href=\"/Jeremiah.14.20\">20</a> <a data-ref=\"Daniel 9:8\" href=\"/Daniel.9.8\">Dn 9:8</a>, <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">11</a>; with <span dir=\"rtl\">בְּ</span> of instr., lips <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>, tongue <a data-ref=\"Psalms 39:2\" href=\"/Psalms.39.2\">ψ 39:2</a>; wherein <a data-ref=\"Ezekiel 37:23\" href=\"/Ezekiel.37.23\">Ez 37:23</a> <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">Lv 4:23</a> (P), therein <a data-ref=\"Leviticus 5:22\" href=\"/Leviticus.5.22\">Lv 5:22</a> (P); ellipsis of <span dir=\"rtl\">בְּ</span> in phrase <span dir=\"rtl\">עונם אשׁר ח׳ לי</span> (<em>their</em>) <em>iniquity wherein they sinned against me</em> <a data-ref=\"Jeremiah 33:8\" href=\"/Jeremiah.33.8\">Je 33:8</a><sup>(×2)</sup>; <span dir=\"rtl\">בשׁגגה</span> <em>by error, unwittingly</em> <a data-ref=\"Leviticus 4:2\" href=\"/Leviticus.4.2\">Lv 4:2</a>, <a data-ref=\"Leviticus 4:22\" href=\"/Leviticus.4.22\">22</a>, <a data-ref=\"Leviticus 4:27\" href=\"/Leviticus.4.27\">27</a>; <a data-ref=\"Leviticus 5:15\" href=\"/Leviticus.5.15\">5:15</a> <a data-ref=\"Numbers 15:27\" href=\"/Numbers.15.27\">Nu 15:27</a>, <a data-ref=\"Numbers 15:28\" href=\"/Numbers.15.28\">28</a> (all P); <em>against</em> thy judgments <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">Ne 9:29</a>; with <span dir=\"rtl\">עַל</span>, <em>with regard to</em> <a data-ref=\"Leviticus 5:5\" href=\"/Leviticus.5.5\">Lv 5:5</a> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P) <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; with cognate acc. <span dir=\"rtl\">ח׳ חֲטָאָה</span> <a data-ref=\"Exodus 32:30\" href=\"/Exodus.32.30\">Ex 32:30</a>, <a data-ref=\"Exodus 32:31\" href=\"/Exodus.32.31\">31</a> (JE); <span dir=\"rtl\">חַטָּאת אשׁר ח׳</span> <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> (J) <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">28</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 4:35\" href=\"/Leviticus.4.35\">35</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>, <a data-ref=\"Leviticus 5:10\" href=\"/Leviticus.5.10\">10</a>, <a data-ref=\"Leviticus 5:13\" href=\"/Leviticus.5.13\">13</a> (all P) <a data-ref=\"Leviticus 19:22\" href=\"/Leviticus.19.22\">19:22</a><sup>(×2)</sup> (H), <a data-ref=\"Deuteronomy 9:18\" href=\"/Deuteronomy.9.18\">Dt 9:18</a> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>, <a data-ref=\"I Kings 14:22\" href=\"/I_Kings.14.22\">22</a>; <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">15:30</a>; <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">16:13</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a> <a data-ref=\"II Kings 21:17\" href=\"/II_Kings.21.17\">2 K 21:17</a> <a data-ref=\"Ezekiel 18:24\" href=\"/Ezekiel.18.24\">Ez 18:24</a>; <a data-ref=\"Ezekiel 33:16\" href=\"/Ezekiel.33.16\">33:16</a>; <span dir=\"rtl\">חטאת אשׁר ח׳ ל</span> <a data-ref=\"Jeremiah 16:10\" href=\"/Jeremiah.16.10\">Je 16:10</a> <a data-ref=\"Nehemiah 1:6\" href=\"/Nehemiah.1.6\">Ne 1:6</a>; <span dir=\"rtl\">חטאת אשׁר ח׳ על</span> <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">Lv 4:14</a> (P); <span dir=\"rtl\">חֵטְא ח׳</span> <a data-ref=\"Lamentations 1:8\" href=\"/Lamentations.1.8\">La 1:8</a>; <span dir=\"rtl\">חֵטְא אשׁר ח׳</span> <a data-ref=\"Deuteronomy 19:15\" href=\"/Deuteronomy.19.15\">Dt 19:15</a>. <strong>3.</strong>  <em>incur guilt, penalty by sin, forfeit:</em> <span dir=\"rtl\">וחטאתי לך כל הימים</span> <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a> <em>I shall incur the blame of sinning against thee all my days</em>, cf. <a data-ref=\"Genesis 44:32\" href=\"/Genesis.44.32\">44:32</a> (J); c. acc. <span dir=\"rtl\">חוֹטֵא נפשׁ</span> <em>for feiting one-self, one’s life</em> <a data-ref=\"Proverbs 20:2\" href=\"/Proverbs.20.2\">Pr 20:2</a> <a data-ref=\"Habakkuk 2:10\" href=\"/Habakkuk.2.10\">Hb 2:10</a> according to most, yet v. sub <strong>1.</strong>—<span dir=\"rtl\">והביא אשׁמו אשׁר ח׳</span> <a data-ref=\"Leviticus 5:7\" href=\"/Leviticus.5.7\">Lv 5:7</a>, <em>he shall bring his trespass-offering which he has incurred by sin;</em> <span dir=\"rtl\">קרבנו אשׁר ח׳</span> <a data-ref=\"Leviticus 5:11\" href=\"/Leviticus.5.11\">Lv 5:11</a>; <span dir=\"rtl\">את אשׁר ח׳ מן־הקדשׁ ישׁלּם</span> v <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">16</a> <em>what he hath incurred by taking of the holy thing he shall pay</em>.<br><strong>Pi.</strong>  Pf. <span dir=\"rtl\">חִטֵּא</span> <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">Lv 14:52</a>; sf. <span dir=\"rtl\">חִטְּאוֹ</span> <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a>, <span dir=\"rtl\">חִטֵּאתָ</span> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a> + 2 times; 3 pl. <span dir=\"rtl\">חִטְּאוּ</span> <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">Ez 43:22</a><sup>(×2)</sup>; Impf. <span dir=\"rtl\">וַיְחַטֵּא</span> <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a>; sf. <span dir=\"rtl\">וַיְחַטְּאֵהוּ</span> <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">Lv 9:15</a>, <span dir=\"rtl\">תְּחַטְּאֵנִי</span> <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>, <span dir=\"rtl\">אֲחַטֶּנָּה</span> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a>, <span dir=\"rtl\">וַיְחַטְּאוּ</span> <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a>; Inf. <span dir=\"rtl\">חַטֵּא</span> <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">Lv 14:49</a> <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">Ez 43:23</a>; Pt. <span dir=\"rtl\">הַמְחַטֵּא</span> <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">Lv 6:19</a>;— <strong>1.</strong>  <em>bear loss:</em> <span dir=\"rtl\">אָנֹכִי אֲחַטֶּנָּה</span> <em>I bare the loss of it</em> <a data-ref=\"Genesis 31:39\" href=\"/Genesis.31.39\">Gn 31:39</a> (E; lit. <em>I counted it missing</em>? poss. read <span dir=\"rtl\">אֲחֻטּנה</span> <em>I was made to miss it</em>?). <strong>2.</strong>  <em>make a sin-offering:</em> c. sf. referring to <span dir=\"rtl\">שׂעיר</span> <a data-ref=\"Leviticus 9:15\" href=\"/Leviticus.9.15\">Lv 9:15</a> (P); to sin-offering <a data-ref=\"Leviticus 6:19\" href=\"/Leviticus.6.19\">Lv 6:19</a> (P); <span dir=\"rtl\">על המזבח</span> <em>upon the altar</em> <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a> (P; not <em>cleanse the altar</em> RV); <span dir=\"rtl\">ח׳ את דמם המזבחה</span> <a data-ref=\"II Chronicles 29:24\" href=\"/II_Chronicles.29.24\">2 Ch 29:24</a> <em>made a sin-offering with their blood on the altar</em>. <strong>3.</strong>  <em>purify from sin:</em> the altar, by putting the blood of the sin-offering on its horns, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">Lv 8:15</a> (P), <a data-ref=\"Ezekiel 43:20\" href=\"/Ezekiel.43.20\">Ez 43:20</a>, <a data-ref=\"Ezekiel 43:22\" href=\"/Ezekiel.43.22\">22</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>; the sanctuary, by applying to it the blood of the sin-offering <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">Ez 45:18</a>. <strong>4.</strong>  <em>purify from uncleanness:</em> the house of the leper by application of the mixture of living water and blood of the bird <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">Lv 14:49</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a> (P); a person, by application of the mixture of living water and ashes of the red heifer <a data-ref=\"Numbers 19:19\" href=\"/Numbers.19.19\">Nu 19:19</a> (P), by sprinkling with a hyssop sprig <a data-ref=\"Psalms 51:9\" href=\"/Psalms.51.9\">ψ 51:9</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶחֱטִיא</span> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a> + 17 times, <span dir=\"rtl\">הֶחֶטִי֯</span> (Kt error for <span dir=\"rtl\">החטִיא</span>) <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">2 K 13:6</a>; sf. <span dir=\"rtl\">הֶחֱטִיאָם</span> <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; pl. <span dir=\"rtl\">הֶחֱטִיאוּ</span> <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">1 K 16:13</a> <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; Impf. <span dir=\"rtl\">יַחֲטִא</span> <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>; <span dir=\"rtl\">תַּחֲטִיא</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a>; <span dir=\"rtl\">וַתַּחֲטִא</span> <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">1 K 16:2</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; pl. <span dir=\"rtl\">יַחֲטִיאוּ</span> <a data-ref=\"Exodus 23:33\" href=\"/Exodus.23.33\">Ex 23:33</a>; Inf. <span dir=\"rtl\">הַחֲטִיא</span> <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a> <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">1 K 16:19</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (Qr), <span dir=\"rtl\">הַחֲ֯טִי</span> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (Kt error); Pt. pl. cstr. <span dir=\"rtl\">מַחֲטִיאֵי</span> <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a>;— <strong>1.</strong>  <em>miss the mark:</em> <span dir=\"rtl\">קֹלֵעַ בָּאֶבֶן אֶל־הַשַּׂעְרָה וְלֹא יַחֲטִא</span> <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <em>slinging with stones at an hair and would not miss</em>. <strong>2.</strong>  <em>induce</em> or <em>cause to sin:</em> with acc. <a data-ref=\"Exodus 23:33\" href=\"/Exodus.23.33\">Ex 23:33</a> (JE), <a data-ref=\"Nehemiah 13:26\" href=\"/Nehemiah.13.26\">Ne 13:26</a>; elsewhere in the phrase <span dir=\"rtl\">החטיא את ישׂראל</span> (<em>he</em>) <em>caused Israel to sin</em> <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>; <a data-ref=\"I Kings 15:26\" href=\"/I_Kings.15.26\">15:26</a>, <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">30</a>, <a data-ref=\"I Kings 15:34\" href=\"/I_Kings.15.34\">34</a>; <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">16:2</a>, <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">13</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a>, <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">26</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; <a data-ref=\"I Kings 22:53\" href=\"/I_Kings.22.53\">22:53</a>; <a data-ref=\"II Kings 3:3\" href=\"/II_Kings.3.3\">2 K 3:3</a>; <a data-ref=\"II Kings 10:29\" href=\"/II_Kings.10.29\">10:29</a>, <a data-ref=\"II Kings 10:31\" href=\"/II_Kings.10.31\">31</a>; <a data-ref=\"II Kings 13:2\" href=\"/II_Kings.13.2\">13:2</a>, <a data-ref=\"II Kings 13:6\" href=\"/II_Kings.13.6\">6</a>, <a data-ref=\"II Kings 13:11\" href=\"/II_Kings.13.11\">11</a>; <a data-ref=\"II Kings 14:24\" href=\"/II_Kings.14.24\">14:24</a>; <a data-ref=\"II Kings 15:9\" href=\"/II_Kings.15.9\">15:9</a>, <a data-ref=\"II Kings 15:18\" href=\"/II_Kings.15.18\">18</a>, <a data-ref=\"II Kings 15:24\" href=\"/II_Kings.15.24\">24</a>, <a data-ref=\"II Kings 15:28\" href=\"/II_Kings.15.28\">28</a>; <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">23:15</a>; c. sf. ref. to Isr. <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; <span dir=\"rtl\">את יהודה</span> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>, <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">16</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a> (sometimes c. 2nd acc.—<span dir=\"rtl\">חטאת</span>, or <span dir=\"rtl\">אשׁר</span> ref. to <span dir=\"rtl\">חטאת</span>:—<a data-ref=\"I Kings 15:26\" href=\"/I_Kings.15.26\">1 K 15:26</a>, <a data-ref=\"I Kings 15:34\" href=\"/I_Kings.15.34\">34</a>; <a data-ref=\"I Kings 16:26\" href=\"/I_Kings.16.26\">16:26</a> <a data-ref=\"II Kings 17:21\" href=\"/II_Kings.17.21\">2 K 17:21</a>; <a data-ref=\"II Kings 21:16\" href=\"/II_Kings.21.16\">21:16</a>; prob. also <a data-ref=\"I Kings 14:16\" href=\"/I_Kings.14.16\">1 K 14:16</a>; <a data-ref=\"I Kings 15:30\" href=\"/I_Kings.15.30\">15:30</a>; <a data-ref=\"I Kings 16:13\" href=\"/I_Kings.16.13\">16:13</a>; no 2nd acc. <a data-ref=\"I Kings 16:2\" href=\"/I_Kings.16.2\">1 K 16:2</a>, <a data-ref=\"I Kings 16:19\" href=\"/I_Kings.16.19\">19</a>; <a data-ref=\"I Kings 21:22\" href=\"/I_Kings.21.22\">21:22</a>; <a data-ref=\"I Kings 22:53\" href=\"/I_Kings.22.53\">22:53</a> <a data-ref=\"II Kings 21:11\" href=\"/II_Kings.21.11\">2 K 21:11</a>; <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">23:15</a> <a data-ref=\"Jeremiah 32:35\" href=\"/Jeremiah.32.35\">Je 32:35</a>; the rest are ambiguous). <strong>3.</strong>  <em>bring into guilt, condemnation, punishment:</em> <span dir=\"rtl\">מחטיאי אדם</span> <a data-ref=\"Isaiah 29:21\" href=\"/Isaiah.29.21\">Is 29:21</a> <em>who bring a man into condemnation;</em> <span dir=\"rtl\">לא תחטיא את הארץ</span> <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">Dt 24:4</a> <em>thou shalt not bring the land into guilt;</em> <span dir=\"rtl\">אל תתן את־פיך לחטיא את־בשׂרך</span> <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a> <em>do not permit thy mouth to bring thy flesh into punishment</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">יִתְחַטָּא</span> <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a> + 4 times, <span dir=\"rtl\">יִתְחַטְּאוּ</span> <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a>, <span dir=\"rtl\">יִתְחַטָּ֑אוּ</span> <a data-ref=\"Job 41:17\" href=\"/Job.41.17\">Jb 41:17</a>, <span dir=\"rtl\">תִּתְחַטְּאוּ</span> <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">Nu 31:19</a>, <span dir=\"rtl\">תִּתְחַטָּ֑אוּ</span> <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>;— <strong>1.</strong>  <em>miss oneself, lose oneself</em>, fig. for <em>be bewildered, beside oneself</em>, <span dir=\"rtl\">מִשְּׁבָרִים יִתְחַטָּאוּ</span> <a data-ref=\"Job 41:17\" href=\"/Job.41.17\">Jb 41:17</a> <em>by reason of consternation they are beside themselves</em> (‖ <span dir=\"rtl\">יגורו</span> <em>are afraid</em>). <strong>2.</strong>  <em>purify oneself from uncleanness</em>, only in P: <strong>a.</strong>  Levites <a data-ref=\"Numbers 8:21\" href=\"/Numbers.8.21\">Nu 8:21</a>. <strong>b.</strong>  those in contact with the dead <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a>, <a data-ref=\"Numbers 19:13\" href=\"/Numbers.19.13\">13</a>, <a data-ref=\"Numbers 19:20\" href=\"/Numbers.19.20\">20</a>; <a data-ref=\"Numbers 31:19\" href=\"/Numbers.31.19\">31:19</a>, <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a>; with <span dir=\"rtl\">בְּ</span>, <span dir=\"rtl\">בְּמֵי נִדָּה</span> <a data-ref=\"Numbers 31:23\" href=\"/Numbers.31.23\">Nu 31:23</a>; by a mixture of ashes of the red heifer with fresh water <a data-ref=\"Numbers 19:12\" href=\"/Numbers.19.12\">Nu 19:12</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d236b6084aa1cbf17487", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, כְּלִי 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "BDB, כְּלִי 1", "sourceHeRef": "בראון-דרייבר-בריגס, כְּלִי א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "כְּלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">כְּלִי</span></big><sub>324</sub>  <strong>n.m.</strong> <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> <strong>article, utensil, vessel (</strong>NH <em>id.;</em> according to Thes from <span dir=\"rtl\">כלה</span> = <em>conficere</em>, like Ger. <em>Zeug</em> from <em>zeugen;</em> proposes therefore anything <em>finished, made, produced;</em> according to Ba<sup>ZMG 1887, 605</sup> from meaning <em>enclose, contain;</em> he finds pl. of <span dir=\"rtl\">כְּלִי</span> in <span dir=\"rtl\">כלאי</span> M-I<sup>23</sup> (cf. <span dir=\"rtl\">כלאים</span>)<strong>)</strong>—<span dir=\"rtl\">כ׳</span> abs. <a data-ref=\"Jeremiah 18:4\" href=\"/Jeremiah.18.4\">Je 18:4</a> +; <span dir=\"rtl\">הַכֶּ֑לִי</span> <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a>; <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>; cstr. <span dir=\"rtl\">כְּלִי</span> <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> +; sf. <span dir=\"rtl\">כֶּלְיְךָ</span> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; pl. <span dir=\"rtl\">כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> +; cstr. <span dir=\"rtl\">כְּלֵי</span> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> +; sf. <span dir=\"rtl\">כֵּלַי</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times; <span dir=\"rtl\">כֵּלֶיךָ</span> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>; <span dir=\"rtl\">כֵּלֵינוּ</span> <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a>; <span dir=\"rtl\">כְּלֵיכֶם</span> <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> +; <span dir=\"rtl\">כְּלֵיהֶם</span> <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> +;—<br><strong>1.</strong>  in gen., <em>article, object</em>, made of any material, <em>thing</em>, especially thing of value <span dir=\"rtl\">כ׳ זָהָב</span> <a data-ref=\"I Samuel 6:8\" href=\"/I_Samuel.6.8\">1 S 6:8</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> (images of mice, etc.), personal or household property <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a><sup>(×2)</sup> (E; v b <span dir=\"rtl\">כֹּל כְּלֵי־בֵיתֶ֑ךָ</span>), <a data-ref=\"Genesis 45:20\" href=\"/Genesis.45.20\">45:20</a> (E), <span dir=\"rtl\">כִּלֵי בֵית־טוֹבִיָּהוּ</span> <a data-ref=\"Nehemiah 13:8\" href=\"/Nehemiah.13.8\">Ne 13:8</a>, <a data-ref=\"Joshua 7:11\" href=\"/Joshua.7.11\">Jos 7:11</a> (JE), <span dir=\"rtl\">כֶּסֶף אוֹ כֵּלִים</span> <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">Ex 22:6</a> (E) <em>money</em> or <em>articles</em> (property), <span dir=\"rtl\">כְּלִי־פָּ֑ז</span> <a data-ref=\"Job 28:17\" href=\"/Job.28.17\">Jb 28:17</a> (appar. coll.); <em>things carried</em>, pl. = <em>stuff, load, baggage</em> (<em>impedimenta</em>) <a data-ref=\"I Samuel 17:22\" href=\"/I_Samuel.17.22\">1 S 17:22</a><sup>(×2)</sup>, appar. = <em>baggage-train</em> <a data-ref=\"I Samuel 10:22\" href=\"/I_Samuel.10.22\">10:22</a>; <a data-ref=\"I Samuel 25:13\" href=\"/I_Samuel.25.13\">25:13</a>; <a data-ref=\"I Samuel 30:24\" href=\"/I_Samuel.30.24\">30:24</a> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; (cf. <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> supr.); <span dir=\"rtl\">כְּלֵי גוֹלָה</span> <em>things of exile</em>, i.e. the most necessary articles, such as exiles may take, <a data-ref=\"Jeremiah 46:19\" href=\"/Jeremiah.46.19\">Je 46:19</a> <a data-ref=\"Ezekiel 12:3\" href=\"/Ezekiel.12.3\">Ez 12:3</a>, <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4a</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7a</a>; = <em>ornament</em> or <em>jewels</em> <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J <span dir=\"rtl\">כ׳ כֶסֶף וכ׳ זָהָב</span>, prob. = ornaments), <span dir=\"rtl\">כ׳ כסף וכ׳ זהב</span> also <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a>; <a data-ref=\"Exodus 11:2\" href=\"/Exodus.11.2\">11:2</a>; <a data-ref=\"Exodus 12:35\" href=\"/Exodus.12.35\">12:35</a> (all E); <a data-ref=\"Isaiah 61:10\" href=\"/Isaiah.61.10\">Is 61:10</a>, <a data-ref=\"Exodus 35:22\" href=\"/Exodus.35.22\">Ex 35:22</a> <a data-ref=\"Numbers 31:50\" href=\"/Numbers.31.50\">Nu 31:50</a>, <span dir=\"rtl\">כְּלֵי מַעֲשֶׂה</span> v <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">51</a> (all P), <span dir=\"rtl\">כְּלִי יְקָר</span> <a data-ref=\"Proverbs 20:15\" href=\"/Proverbs.20.15\">Pr 20:15</a> (in fig.), <span dir=\"rtl\">כ׳ תִפְאַרְתֵּךְ</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>, <a data-ref=\"Ezekiel 16:39\" href=\"/Ezekiel.16.39\">39</a>; <a data-ref=\"Ezekiel 23:26\" href=\"/Ezekiel.23.26\">23:26</a> (all in fig.); <span dir=\"rtl\">כְּלֵי נְחשֶׁת</span> as merchandise <a data-ref=\"Ezekiel 27:13\" href=\"/Ezekiel.27.13\">Ez 27:13</a>; <span dir=\"rtl\">כֵּלִים</span> as cargo of ship <a data-ref=\"Jonah 1:5\" href=\"/Jonah.1.5\">Jon 1:5</a>; <span dir=\"rtl\">כסף וזהב וּכְלֵי נְחשֶׁת וּבַרְזֶל</span> <a data-ref=\"Joshua 6:19\" href=\"/Joshua.6.19\">Jos 6:19</a>, <a data-ref=\"Joshua 6:24\" href=\"/Joshua.6.24\">24</a> (JE; spoil of war); of any household article (on which one sits) <a data-ref=\"Leviticus 15:4\" href=\"/Leviticus.15.4\">Lv 15:4</a>, <a data-ref=\"Leviticus 15:6\" href=\"/Leviticus.15.6\">6</a>, <a data-ref=\"Leviticus 15:22\" href=\"/Leviticus.15.22\">22</a>, <a data-ref=\"Leviticus 15:23\" href=\"/Leviticus.15.23\">23</a>, <a data-ref=\"Leviticus 15:26\" href=\"/Leviticus.15.26\">26</a> (all P); of skin <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, or wood v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (P) <span dir=\"rtl\">כְּלִי חֶמְדָּה</span> <a data-ref=\"Nahum 2:10\" href=\"/Nahum.2.10\">Na 2:10</a> <em>precious thing</em>, so <a data-ref=\"Hosea 13:15\" href=\"/Hosea.13.15\">Ho 13:15</a> (fig.), <a data-ref=\"Jeremiah 25:34\" href=\"/Jeremiah.25.34\">Je 25:34</a> (sim.), <a data-ref=\"II Chronicles 32:27\" href=\"/II_Chronicles.32.27\">2 Ch 32:27</a> <a data-ref=\"Daniel 11:8\" href=\"/Daniel.11.8\">Dn 11:8</a>, <span dir=\"rtl\">כלי חֲמֻדוֹת</span> <a data-ref=\"II Chronicles 20:25\" href=\"/II_Chronicles.20.25\">2 Ch 20:25</a> (appar. = ornaments); also <span dir=\"rtl\">כְּלִי אֵין־חֵפֶץ בּוֹ</span> <a data-ref=\"Jeremiah 22:28\" href=\"/Jeremiah.22.28\">Je 22:28</a> (fig. of Coniah, ‖ <span dir=\"rtl\">עֶצֶב נִבְזֶה נָפוּץ</span>), <a data-ref=\"Hosea 8:8\" href=\"/Hosea.8.8\">Ho 8:8</a> (sim.; cf. <a data-ref=\"Jeremiah 48:38\" href=\"/Jeremiah.48.38\">Je 48:38</a> infr.); †specif. of <em>garments</em> (one’s ‘things’): <span dir=\"rtl\">כְּלִי־גֶבֶר</span> <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">Dt 22:5</a> (‖ <span dir=\"rtl\">שִׂמְלַת אִשָּׁה</span>), so <span dir=\"rtl\">כְּלִי־עוֹר</span> <a data-ref=\"Leviticus 13:49\" href=\"/Leviticus.13.49\">Lv 13:49</a> (cf. <span dir=\"rtl\">מְלֶאכֶת עוֹר</span> v <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">48</a>), v <a data-ref=\"Leviticus 13:52\" href=\"/Leviticus.13.52\">52</a>, <a data-ref=\"Leviticus 13:53\" href=\"/Leviticus.13.53\">53</a>, <a data-ref=\"Leviticus 13:57\" href=\"/Leviticus.13.57\">57</a>, <a data-ref=\"Leviticus 13:58\" href=\"/Leviticus.13.58\">58</a>, <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">59</a> (all P).<br><strong>2.</strong>  <em>utensil, implement, apparatus:</em> †<strong>a.</strong>  <em>implement</em> of hunting and (especially) war, = <em>weapon</em> <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"I Samuel 20:40\" href=\"/I_Samuel.20.40\">1 S 20:40</a>; <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">21:9</a> <span dir=\"rtl\">(גַּם חַרְבִּי וְגַם כֵּלַי)</span>, <a data-ref=\"I Kings 11:8\" href=\"/I_Kings.11.8\">1 K 11:8</a> = <a data-ref=\"II Chronicles 23:7\" href=\"/II_Chronicles.23.7\">2 Ch 23:7</a>, <a data-ref=\"I Kings 11:11\" href=\"/I_Kings.11.11\">1 K 11:11</a> <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">17</a> <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; prob. also <a data-ref=\"Numbers 35:22\" href=\"/Numbers.35.22\">Nu 35:22</a>, <span dir=\"rtl\">כְּלִי בַּרְזֶל</span> v <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">16</a>, <span dir=\"rtl\">כְּלִי עֵץ־יָד</span> v <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a> (all P); <span dir=\"rtl\">כְּלֵי חָמָם</span> <a data-ref=\"Genesis 49:5\" href=\"/Genesis.49.5\">Gn 49:5</a> (poem); <span dir=\"rtl\">כְּלִי מַשְׁחֵתוֹ</span> <a data-ref=\"Ezekiel 9:1\" href=\"/Ezekiel.9.1\">Ez 9:1</a>, <span dir=\"rtl\">כ׳ מַפָּצוֹ</span> v <a data-ref=\"Ezekiel 9:2\" href=\"/Ezekiel.9.2\">2</a>; fig. of God’s weapons <span dir=\"rtl\">כְּלֵי־מָוֶת</span> <a data-ref=\"Psalms 7:14\" href=\"/Psalms.7.14\">ψ 7:14</a> (‖ <span dir=\"rtl\">חִצָּיו</span>); <span dir=\"rtl\">כ׳ זַעְמוֹ</span> <a data-ref=\"Isaiah 13:5\" href=\"/Isaiah.13.5\">Is 13:5</a> <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">Je 50:25</a>; of entire equipment of warrior, <em>armour</em> or <em>armament</em> offensive and defensive <a data-ref=\"I Samuel 17:54\" href=\"/I_Samuel.17.54\">1 S 17:54</a> (cf. v <a data-ref=\"I Samuel 17:5\" href=\"/I_Samuel.17.5\">5 ff.</a>), <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">21:6</a>, <a data-ref=\"I Samuel 21:9\" href=\"/I_Samuel.21.9\">9</a> (v Dr<sup>Sm 139, 293</sup>), <a data-ref=\"I Samuel 31:9\" href=\"/I_Samuel.31.9\">31:9</a>, <a data-ref=\"I Samuel 31:10\" href=\"/I_Samuel.31.10\">10</a> = <a data-ref=\"I Chronicles 10:9\" href=\"/I_Chronicles.10.9\">1 Ch 10:9</a>, <a data-ref=\"I Chronicles 10:10\" href=\"/I_Chronicles.10.10\">10</a>; hence <span dir=\"rtl\">(כֵּלָיו) נֹשֵׂא כֵלִים</span> <em>armour</em>- or <em>weapon-bearer</em> <a data-ref=\"Judges 9:54\" href=\"/Judges.9.54\">Ju 9:54</a> <a data-ref=\"I Samuel 14:1\" href=\"/I_Samuel.14.1\">1 S 14:1</a>, <a data-ref=\"I Samuel 14:6\" href=\"/I_Samuel.14.6\">6</a>, <a data-ref=\"I Samuel 14:7\" href=\"/I_Samuel.14.7\">7</a>, <a data-ref=\"I Samuel 14:12\" href=\"/I_Samuel.14.12\">12</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:13\" href=\"/I_Samuel.14.13\">13</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">14</a>, <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">17</a>; <a data-ref=\"I Samuel 16:21\" href=\"/I_Samuel.16.21\">16:21</a>; <a data-ref=\"I Samuel 31:4\" href=\"/I_Samuel.31.4\">31:4</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 31:5\" href=\"/I_Samuel.31.5\">5</a>, <a data-ref=\"I Samuel 31:6\" href=\"/I_Samuel.31.6\">6</a> = <a data-ref=\"I Chronicles 10:4\" href=\"/I_Chronicles.10.4\">1 Ch 10:4</a><sup>(×2)</sup>, <a data-ref=\"I Chronicles 10:5\" href=\"/I_Chronicles.10.5\">5</a>, <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">2 S 18:15</a>; <a data-ref=\"II Samuel 23:37\" href=\"/II_Samuel.23.37\">23:37</a> = <a data-ref=\"I Chronicles 11:39\" href=\"/I_Chronicles.11.39\">1 Ch 11:39</a>; fig. <span dir=\"rtl\">וְכֵלַי כֵּלָיו רָעִים</span> <a data-ref=\"Isaiah 32:7\" href=\"/Isaiah.32.7\">Is 32:7</a> <em>and a knave, his weapons</em> (i.e. devices, Che ‘machinations’) <em>are evil;</em> more precisely <span dir=\"rtl\">כְּלֵי מִלְחָמָה</span> <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">Ju 18:11</a>, <a data-ref=\"Judges 18:16\" href=\"/Judges.18.16\">16</a>, <a data-ref=\"Judges 18:17\" href=\"/Judges.18.17\">17</a> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <a data-ref=\"II Samuel 1:27\" href=\"/II_Samuel.1.27\">2 S 1:27</a> <a data-ref=\"Deuteronomy 1:41\" href=\"/Deuteronomy.1.41\">Dt 1:41</a> <a data-ref=\"Jeremiah 21:4\" href=\"/Jeremiah.21.4\">Je 21:4</a>; <a data-ref=\"Jeremiah 51:20\" href=\"/Jeremiah.51.20\">51:20</a> (fig.), <a data-ref=\"Ezekiel 32:27\" href=\"/Ezekiel.32.27\">Ez 32:27</a> <a data-ref=\"I Chronicles 12:34\" href=\"/I_Chronicles.12.34\">1 Ch 12:34</a> (van d. H. v <a data-ref=\"I Chronicles 12:33\" href=\"/I_Chronicles.12.33\">33</a>); <span dir=\"rtl\">כְּלֵי צְבָא מִלְחָמָה</span> <a data-ref=\"I Chronicles 12:38\" href=\"/I_Chronicles.12.38\">1 Ch 12:38</a> (van d. H.) v <a data-ref=\"I Chronicles 12:37\" href=\"/I_Chronicles.12.37\">37</a>); <span dir=\"rtl\">כְּלֵי קְרָב</span> <a data-ref=\"Ecclesiastes 9:18\" href=\"/Ecclesiastes.9.18\">Ec 9:18</a>; <span dir=\"rtl\">בֵּית כֵּלָיו</span> <a data-ref=\"II Kings 20:13\" href=\"/II_Kings.20.13\">2 K 20:13</a> = <a data-ref=\"Isaiah 39:2\" href=\"/Isaiah.39.2\">Is 39:2</a> is perhaps <em>armoury;</em> <span dir=\"rtl\">כ׳</span> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> is sacrificial knife. †<strong>b.</strong>  <em>instrument</em> of music <span dir=\"rtl\">כְּלֵי (הַ)שִּׁיר</span> <a data-ref=\"Amos 6:5\" href=\"/Amos.6.5\">Am 6:5</a> <a data-ref=\"I Chronicles 15:16\" href=\"/I_Chronicles.15.16\">1 Ch 15:16</a>; <a data-ref=\"I Chronicles 16:42\" href=\"/I_Chronicles.16.42\">16:42</a> <a data-ref=\"II Chronicles 5:13\" href=\"/II_Chronicles.5.13\">2 Ch 5:13</a>; <a data-ref=\"II Chronicles 7:6\" href=\"/II_Chronicles.7.6\">7:6</a> <a data-ref=\"II Chronicles 23:13\" href=\"/II_Chronicles.23.13\">23:13</a>; <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">34:12</a>; <span dir=\"rtl\">כְּלֵי דָוִיד</span> <a data-ref=\"II Chronicles 29:26\" href=\"/II_Chronicles.29.26\">29:26</a>, <a data-ref=\"II Chronicles 29:27\" href=\"/II_Chronicles.29.27\">27</a>, <span dir=\"rtl\">כ׳־שִׁיר דָּוִיד</span> <a data-ref=\"Nehemiah 12:36\" href=\"/Nehemiah.12.36\">Ne 12:36</a>; <span dir=\"rtl\">כְּלִי נֶבֶל</span> <a data-ref=\"Psalms 71:22\" href=\"/Psalms.71.22\">ψ 71:22</a>, <span dir=\"rtl\">כ׳ נְבָלִים</span> <a data-ref=\"I Chronicles 16:5\" href=\"/I_Chronicles.16.5\">1 Ch 16:5</a>; <span dir=\"rtl\">כֵּלִים</span> alone <a data-ref=\"I Chronicles 23:5\" href=\"/I_Chronicles.23.5\">1 Ch 23:5</a>, cf. <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">Nu 31:6</a> (P <span dir=\"rtl\">כְּלֵי הַקֹּדֶשׁ</span>);—for <span dir=\"rtl\">(ליהוה) בִּכְלֵי עֹז</span> <a data-ref=\"II Chronicles 30:21\" href=\"/II_Chronicles.30.21\">2 Ch 30:21</a> read <span dir=\"rtl\">בְּכָל־עֹז</span> (Kau<sup>AT</sup>, cf. Be). †<strong>c.</strong>  <em>implement</em> of labour, <em>tool</em> <span dir=\"rtl\">כ׳ בַרְזֶל</span> <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a>, or of one’s calling, pursuit <span dir=\"rtl\">קַח־לְךָ כְּלִי רֹעֶה אֱוִלִי</span> <a data-ref=\"Zechariah 11:15\" href=\"/Zechariah.11.15\">Zc 11:15</a> (otherwise <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, v <strong>3</strong>). †<strong>d.</strong>  <em>equipment</em> of oxen (yoke, etc.) <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> <a data-ref=\"I Kings 19:21\" href=\"/I_Kings.19.21\">1 K 19:21</a>. †<strong>e.</strong>  <span dir=\"rtl\">כְּלֵי רִכְבּוֹ</span> <a data-ref=\"I Samuel 8:12\" href=\"/I_Samuel.8.12\">1 S 8:12</a> <em>his chariot-equipments</em>. <strong>f.</strong>  as gen. term for <em>utensils</em> and <em>furniture</em> of Sol.’s palace <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>; especially (very often) of tabern. <a data-ref=\"Exodus 25:9\" href=\"/Exodus.25.9\">Ex 25:9</a>, <a data-ref=\"Exodus 25:39\" href=\"/Exodus.25.39\">39</a>; <a data-ref=\"Exodus 27:3\" href=\"/Exodus.27.3\">27:3</a> + (in Hex always P), and temple <a data-ref=\"I Kings 7:45\" href=\"/I_Kings.7.45\">1 K 7:45</a>, <a data-ref=\"I Kings 7:47\" href=\"/I_Kings.7.47\">47</a>, <a data-ref=\"I Kings 7:48\" href=\"/I_Kings.7.48\">48</a> <a data-ref=\"II Kings 12:14\" href=\"/II_Kings.12.14\">2 K 12:14</a> +; of both palace and temple <a data-ref=\"Jeremiah 27:18\" href=\"/Jeremiah.27.18\">Je 27:18</a>, <a data-ref=\"Jeremiah 27:19\" href=\"/Jeremiah.27.19\">19</a>, <a data-ref=\"Jeremiah 27:21\" href=\"/Jeremiah.27.21\">21</a>; combinations are <span dir=\"rtl\">כְּלֵי הַמִּשְׁכָּן</span> <a data-ref=\"Exodus 27:19\" href=\"/Exodus.27.19\">Ex 27:19</a>, <span dir=\"rtl\">כ׳ הַמִּזְבֵּחַ</span> <a data-ref=\"Exodus 38:3\" href=\"/Exodus.38.3\">38:3</a>, <span dir=\"rtl\">כ׳ יהוה</span> <a data-ref=\"Isaiah 52:11\" href=\"/Isaiah.52.11\">Is 52:11</a>, <span dir=\"rtl\">כ׳ בֵית י׳</span> <a data-ref=\"Jeremiah 27:16\" href=\"/Jeremiah.27.16\">Je 27:16</a>; <a data-ref=\"Jeremiah 28:3\" href=\"/Jeremiah.28.3\">28:3</a>, <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">6</a> <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a>, <span dir=\"rtl\">כְּלֵי חֶמְדַּת בֵּית י׳</span> <a data-ref=\"II Chronicles 36:10\" href=\"/II_Chronicles.36.10\">2 Ch 36:10</a>, <span dir=\"rtl\">כ׳ בֵית אֱלֹהִים</span> <a data-ref=\"II Chronicles 28:24\" href=\"/II_Chronicles.28.24\">2 Ch 28:24</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 36:18\" href=\"/II_Chronicles.36.18\">36:18</a> <a data-ref=\"Nehemiah 13:9\" href=\"/Nehemiah.13.9\">Ne 13:9</a> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>, <span dir=\"rtl\">כ׳ הַמִּקְדָּשׁ</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">כ׳ הַשָּׁרֵת</span> <a data-ref=\"Numbers 4:12\" href=\"/Numbers.4.12\">Nu 4:12</a> <em>utensil of ministry</em>, <span dir=\"rtl\">כ׳ עֲבֹדָתָם</span> <a data-ref=\"Numbers 4:26\" href=\"/Numbers.4.26\">Nu 4:26</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>; <a data-ref=\"I Chronicles 28:14\" href=\"/I_Chronicles.28.14\">28:14</a><sup>(×2)</sup>, <span dir=\"rtl\">כ׳ עֲבוֹדַת בֵּית י׳</span> <a data-ref=\"I Chronicles 28:13\" href=\"/I_Chronicles.28.13\">1 Ch 28:13</a>, <span dir=\"rtl\">כ׳ מִשְׁמֶרֶת מַשָּׂאָם</span> <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">Nu 4:32</a>; also <span dir=\"rtl\">כ׳ הַקֹּדֶשׁ</span> <a data-ref=\"I Kings 8:4\" href=\"/I_Kings.8.4\">1 K 8:4</a> <a data-ref=\"I Chronicles 9:29\" href=\"/I_Chronicles.9.29\">1 Ch 9:29</a>; of <em>appliances</em> of idol-worship <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">2 K 23:4</a>.<br><strong>3.</strong>  ><em>vessel, receptacle</em>, of various materials and for various purposes <a data-ref=\"Genesis 43:11\" href=\"/Genesis.43.11\">Gn 43:11</a> (J); <a data-ref=\"I Samuel 9:7\" href=\"/I_Samuel.9.7\">1 S 9:7</a> <a data-ref=\"Deuteronomy 23:25\" href=\"/Deuteronomy.23.25\">Dt 23:25</a>; = <em>sack</em> <a data-ref=\"Genesis 42:25\" href=\"/Genesis.42.25\">Gn 42:25</a> (E; <span dir=\"rtl\">שַׂק</span> in ‖ cl., cf. <span dir=\"rtl\">אַמְתַּחַת</span> v <a data-ref=\"Genesis 42:27\" href=\"/Genesis.42.27\">27</a>); <span dir=\"rtl\">כְּלִי הָרֹעִים</span> <em>shepherd’s bag</em> or <em>wallet</em> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, cf. v <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a>; <span dir=\"rtl\">כ׳ חֶרֶשׂ</span> <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">Je 32:14</a> is <em>earthernware receptacle</em> for deed of sale; for liquids <a data-ref=\"I Kings 17:10\" href=\"/I_Kings.17.10\">1 K 17:10</a> <a data-ref=\"II Kings 4:3\" href=\"/II_Kings.4.3\">2 K 4:3</a><sup>(×2)</sup>, <a data-ref=\"II Kings 4:4\" href=\"/II_Kings.4.4\">4</a>, <a data-ref=\"II Kings 4:6\" href=\"/II_Kings.4.6\">6</a><sup>(×3)</sup>, <span dir=\"rtl\">כ׳ מַשְׁקֶה</span> <a data-ref=\"I Kings 10:21\" href=\"/I_Kings.10.21\">1 K 10:21</a> = <a data-ref=\"II Chronicles 9:20\" href=\"/II_Chronicles.9.20\">2 Ch 9:20</a>, <span dir=\"rtl\">כְּלֵי שַׁמְנָהּ</span> <a data-ref=\"Numbers 4:9\" href=\"/Numbers.4.9\">Nu 4:9</a>, cf. v <a data-ref=\"Numbers 4:10\" href=\"/Numbers.4.10\">10</a>; <span dir=\"rtl\">וְלֹא הוּרַק מִכְּלִי אֶל־כֶּ֑לִי</span> <a data-ref=\"Jeremiah 48:11\" href=\"/Jeremiah.48.11\">Je 48:11</a> (fig.), cf. v <a data-ref=\"Jeremiah 48:12\" href=\"/Jeremiah.48.12\">12</a> (‖ <span dir=\"rtl\">נְבָלִים</span>); for cooking <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">Lv 6:21</a> <span dir=\"rtl\">(כ׳ חֶרֶשׂ)</span>, v <a data-ref=\"Leviticus 6:21\" href=\"/Leviticus.6.21\">21</a> <span dir=\"rtl\">(כ׳ נְחשֶׁת)</span>; v also <span dir=\"rtl\">(הַ)יּוֹצֵר</span> <a data-ref=\"II Samuel 17:28\" href=\"/II_Samuel.17.28\">2 S 17:28</a> <a data-ref=\"Jeremiah 19:11\" href=\"/Jeremiah.19.11\">Je 19:11</a> (sim.), <a data-ref=\"Psalms 2:9\" href=\"/Psalms.2.9\">ψ 2:9</a> (sim.), <span dir=\"rtl\">לַצֹּרֵף כֶּ֑לִי</span> <a data-ref=\"Proverbs 25:4\" href=\"/Proverbs.25.4\">Pr 25:4</a>; <span dir=\"rtl\">כ׳ פָתוּחַ</span> <a data-ref=\"Numbers 19:15\" href=\"/Numbers.19.15\">Nu 19:15</a> <em>an open</em> (<em>uncovered</em>) <em>vessel</em>. <span dir=\"rtl\">כ׳ טָהוֹר</span> <a data-ref=\"Isaiah 66:20\" href=\"/Isaiah.66.20\">Is 66:20</a> <em>a clean vessel;</em> fig. of Eliakim’s relatives <span dir=\"rtl\">כְּלֵי הַקָּטָ֑ן מִכְּלֵי הָאַגָּנוֹת וְעַד כָּל־כְּלֵי הַנְּבָלִים</span> <a data-ref=\"Isaiah 22:24\" href=\"/Isaiah.22.24\">Is 22:24</a> <em>the vessels of smallness</em> (Da<sup>Synt. § 32, R 5</sup>), <em>from the basin-vessels to all the pitcher-vessels</em>.<br>†<strong>4.</strong>  specif. <span dir=\"rtl\">כְּלֵי־גֹמֶא</span> <a data-ref=\"Isaiah 18:2\" href=\"/Isaiah.18.2\">Is 18:2</a> <em>vessels</em> (boats) <em>of paper-reed</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d36cb6084aa1cbf26885", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עוֹר 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "BDB, עוֹר 1", "sourceHeRef": "בראון-דרייבר-בריגס, עוֹר א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עוֹר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עוֹר</span></big><sub>99</sub>  <strong>n.m.</strong> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a> <strong>skin (</strong>NH id.<em>;</em> Ph. <span dir=\"rtl\">ערת</span> Lzb <sup>346</sup><strong>)</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a> +, cstr. <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">Ex 34:29</a> +; sf. <span dir=\"rtl\">עֹרוֹ</span> <a data-ref=\"Exodus 29:14\" href=\"/Exodus.29.14\">29:14</a> +, <span dir=\"rtl\">עוֹרוֹ</span> <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">Je 13:23</a>, <span dir=\"rtl\">עֹרָהּ</span> <a data-ref=\"Numbers 19:5\" href=\"/Numbers.19.5\">Nu 19:5</a>, etc.; pl. cstr. <span dir=\"rtl\">עֹרֹת</span> <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a> +, <span dir=\"rtl\">עוֹרֹת</span> <a data-ref=\"Exodus 39:34\" href=\"/Exodus.39.34\">Ex 39:34</a>, sf. <span dir=\"rtl\">עֹרֹתָם</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a>;—<em>skin:</em><br><strong>1.</strong>  of men (55 times), <span dir=\"rtl\">שׂמְלָתוֹ לְעֹרוֹ</span> <a data-ref=\"Exodus 22:26\" href=\"/Exodus.22.26\">Ex 22:26</a> (E), <span dir=\"rtl\">ע׳ פָּנָיו</span> <a data-ref=\"Exodus 34:29\" href=\"/Exodus.34.29\">34:29</a>, <a data-ref=\"Exodus 34:30\" href=\"/Exodus.34.30\">30</a> cf. v <a data-ref=\"Exodus 34:35\" href=\"/Exodus.34.35\">35</a> (all P); (dark) skin of Cushite <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">Je 13:23</a>; v. also <a data-ref=\"Ezekiel 37:6\" href=\"/Ezekiel.37.6\">Ez 37:6</a>, <a data-ref=\"Ezekiel 37:8\" href=\"/Ezekiel.37.8\">8</a> <a data-ref=\"Lamentations 3:8\" href=\"/Lamentations.3.8\">La 3:8</a> <a data-ref=\"Job 7:5\" href=\"/Job.7.5\">Jb 7:5</a>; <a data-ref=\"Job 10:11\" href=\"/Job.10.11\">10:11</a> +; in hyperb. <a data-ref=\"Micah 3:2\" href=\"/Micah.3.2\">Mi 3:2</a>, <a data-ref=\"Micah 3:3\" href=\"/Micah.3.3\">3</a>; <span dir=\"rtl\">עוֹר שִׁנָּ֑י</span> <a data-ref=\"Job 19:20\" href=\"/Job.19.20\">Jb 19:20b</a> <em>the skin of my teeth</em>, i.e. gums (si vera l.); also <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">Lv 13:2</a> + 33 times <a data-ref=\"Leviticus 13\" href=\"/Leviticus.13\">Lv 13</a> (P), in tests for leprosy (v. especially <span dir=\"rtl\">ע׳־בְּשָׂרוֹ</span> v <a data-ref=\"Leviticus 13:2\" href=\"/Leviticus.13.2\">2</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">3</a>, <a data-ref=\"Leviticus 13:4\" href=\"/Leviticus.13.4\">4</a>, <a data-ref=\"Leviticus 13:11\" href=\"/Leviticus.13.11\">11</a>, cf. v <a data-ref=\"Leviticus 13:3\" href=\"/Leviticus.13.3\">3</a>, <a data-ref=\"Leviticus 13:38\" href=\"/Leviticus.13.38\">38</a>, <a data-ref=\"Leviticus 13:39\" href=\"/Leviticus.13.39\">39</a>, <a data-ref=\"Leviticus 13:43\" href=\"/Leviticus.13.43\">43</a>); <span dir=\"rtl\">עוֹר בְּעַד עוֹר</span> <a data-ref=\"Job 2:4\" href=\"/Job.2.4\">Jb 2:4</a> <em>skin in behalf of, for, skin</em>, appar. proverb. phrase of barter, = everything has its price (on varieties of interpr. v. Comm.).<br><strong>2.</strong>  <em>hide</em> of animals (44 times), always—except <a data-ref=\"Job 40:31\" href=\"/Job.40.31\">Jb 40:31</a>—after skinning: <a data-ref=\"Genesis 27:16\" href=\"/Genesis.27.16\">Gn 27:16</a> (J); of sacrif. victims <a data-ref=\"Exodus 29:14\" href=\"/Exodus.29.14\">Ex 29:14</a> <a data-ref=\"Leviticus 4:11\" href=\"/Leviticus.4.11\">Lv 4:11</a> + 5 times (all P); prepared for use (by some process of tanning, cf. Now<sup>Arch. i. 242</sup>), sometimes = <em>leather:</em> material of garments <a data-ref=\"Genesis 3:21\" href=\"/Genesis.3.21\">Gn 3:21</a> (J), girdle <a data-ref=\"II Kings 1:8\" href=\"/II_Kings.1.8\">2 K 1:8</a>, any article <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>; <a data-ref=\"Leviticus 13:48\" href=\"/Leviticus.13.48\">13:48 ff</a>; <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a> (P); covering of tabern. <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a><sup>(×2)</sup> + 10 times <a data-ref=\"Exodus 26\" href=\"/Exodus.26\">Ex 26</a>, <a data-ref=\"Exodus 35\" href=\"/Exodus.35\">35</a>, <a data-ref=\"Exodus 36\" href=\"/Exodus.36\">36</a>, <a data-ref=\"Exodus 39\" href=\"/Exodus.39\">39</a>, of ark, sacred utensils, etc., <a data-ref=\"Numbers 4:6\" href=\"/Numbers.4.6\">Nu 4:6</a> + 5 times <a data-ref=\"Numbers 4\" href=\"/Numbers.4\">Nu 4</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3b2b6084aa1cbf29e01", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, עֵץ² 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "BDB, עֵץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, עֵץ² א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "עֵץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">עֵץ</span></big><sub>329</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 2\" href=\"/Genesis.2\">Gn 2</a>: <a data-ref=\"Genesis 9\" href=\"/Genesis.9\">9</a> <strong>tree, trees, wood</strong>;—<span dir=\"rtl\">ע׳</span> abs. <a data-ref=\"Genesis 3:3\" href=\"/Genesis.3.3\">Gn 3:3</a> +, cstr. <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">3:24</a> +, <span dir=\"rtl\">עֵץ־</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">2:16</a> +; sf. <span dir=\"rtl\">עֵצְיךָ</span> <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">Dt 28:42</a>, etc.; pl. <span dir=\"rtl\">עֵצִים</span> <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> +, cstr. <span dir=\"rtl\">עֲצֵי</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> +, sf. <span dir=\"rtl\">עֵצֶיךָ</span> <a data-ref=\"Deuteronomy 29:10\" href=\"/Deuteronomy.29.10\">Dt 29:10</a>, <span dir=\"rtl\">עֵצֵינוּ</span> <a data-ref=\"Lamentations 5:4\" href=\"/Lamentations.5.4\">La 5:4</a>, etc.;—<br><strong>1.</strong>  (c. 150 times) <strong>a.</strong>  a standing <em>tree</em> <a data-ref=\"Genesis 18:4\" href=\"/Genesis.18.4\">Gn 18:4</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J) +, <a data-ref=\"Exodus 15:25\" href=\"/Exodus.15.25\">Ex 15:25</a> (J; of shrub?), <a data-ref=\"Jeremiah 17:18\" href=\"/Jeremiah.17.18\">Je 17:18</a> = <a data-ref=\"Psalms 1:3\" href=\"/Psalms.1.3\">ψ 1:3</a> (sim.); to be felled <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"II Kings 6:6\" href=\"/II_Kings.6.6\">2 K 6:6</a>; <span dir=\"rtl\">הָעֵצִים</span> (appar. incl. vine and bramble) in allegory <a data-ref=\"Judges 9:8\" href=\"/Judges.9.8\">Ju 9:8</a> + 6 times <a data-ref=\"Judges 9\" href=\"/Judges.9\">Ju 9</a>; <span dir=\"rtl\">עֵץ הַחַיִּים</span> †<a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>; <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">3:22</a>, <a data-ref=\"Genesis 3:24\" href=\"/Genesis.3.24\">24</a> (J), cf. <a ,=\"\" data-ref=\"BDB, חַיִּים\" dir=\"rtl\" href=\"/BDB,_חַיִּים\">ע׳ חַיִּים</a>, fig. of source of (life and) happiness †<a data-ref=\"Proverbs 3:18\" href=\"/Proverbs.3.18\">Pr 3:18</a>; <a data-ref=\"Proverbs 11:30\" href=\"/Proverbs.11.30\">11:30</a>; <a data-ref=\"Proverbs 13:12\" href=\"/Proverbs.13.12\">13:12</a>; <a data-ref=\"Proverbs 15:4\" href=\"/Proverbs.15.4\">15:4</a>; <span dir=\"rtl\">ע׳ הַדַּעַת טוֹב וָרָע</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>, <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">16</a> (J); <span dir=\"rtl\">עֲצֵי (ה)יַעַר</span> <a data-ref=\"Isaiah 7:2\" href=\"/Isaiah.7.2\">Is 7:2</a> (sim.), <a data-ref=\"Isaiah 44:14\" href=\"/Isaiah.44.14\">44:14</a>; <a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a> +; <span dir=\"rtl\">עֲצֵי הַשָּׂדֶה</span> <a data-ref=\"Isaiah 55:12\" href=\"/Isaiah.55.12\">Is 55:12</a>; <a data-ref=\"Ezekiel 17:24\" href=\"/Ezekiel.17.24\">Ez 17:24</a> (fig.), +; <span dir=\"rtl\">עֲצֵי לְבָנוֹן</span> <a data-ref=\"II Chronicles 2:7\" href=\"/II_Chronicles.2.7\">2 Ch 2:7</a>; <span dir=\"rtl\">עֲצֵי־מַיִם</span> †<a data-ref=\"Ezekiel 31:14\" href=\"/Ezekiel.31.14\">Ez 31:14</a>; <span dir=\"rtl\">עֲצֵי י׳</span> †<a data-ref=\"Psalms 104:16\" href=\"/Psalms.104.16\">ψ 104:16</a>; <span dir=\"rtl\">עֲצֵי עֵדֶן</span> †<a data-ref=\"Ezekiel 31:9\" href=\"/Ezekiel.31.9\">Ez 31:9</a>, <a data-ref=\"Ezekiel 31:16\" href=\"/Ezekiel.31.16\">16</a>, <a data-ref=\"Ezekiel 31:18\" href=\"/Ezekiel.31.18\">18</a><sup>(×2)</sup>; <span dir=\"rtl\">עֲצֵי לְבוֹנָה</span> <a data-ref=\"Song of Songs 4:14\" href=\"/Song_of_Songs.4.14\">Ct 4:14</a>; of vine <span dir=\"rtl\">עֵץ הַגֶּפֶן</span> †<a data-ref=\"Ezekiel 15:2\" href=\"/Ezekiel.15.2\">Ez 15:2</a>, <a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">6</a>; <span dir=\"rtl\">תַּחַת כָּל־עֵץ רַעֲנָ֑ן</span> place of illicit worship †<a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a>; <a data-ref=\"Jeremiah 2:20\" href=\"/Jeremiah.2.20\">Je 2:20</a>; <a data-ref=\"Jeremiah 3:6\" href=\"/Jeremiah.3.6\">3:6</a>, <a data-ref=\"Jeremiah 3:13\" href=\"/Jeremiah.3.13\">13</a>; <a data-ref=\"I Kings 14:23\" href=\"/I_Kings.14.23\">1 K 14:23</a>; <a data-ref=\"II Kings 16:4\" href=\"/II_Kings.16.4\">2 K 16:4</a>; <a data-ref=\"II Kings 17:10\" href=\"/II_Kings.17.10\">17:10</a>; <a data-ref=\"Ezekiel 6:13\" href=\"/Ezekiel.6.13\">Ez 6:13</a>; <a data-ref=\"Isaiah 57:5\" href=\"/Isaiah.57.5\">Is 57:5</a>; <a data-ref=\"II Chronicles 28:4\" href=\"/II_Chronicles.28.4\">2 Ch 28:4</a>, cf. <a ,=\"\" data-ref=\"BDB, רַעֲנָן\" dir=\"rtl\" href=\"/BDB,_רַעֲנָן\">עַל־עֵץ רַעֲנָן</a> <a data-ref=\"Jeremiah 17:2\" href=\"/Jeremiah.17.2\">Je 17:2</a>; <span dir=\"rtl\">כָּל־עֵץ עָבֹת</span> <a data-ref=\"Ezekiel 20:28\" href=\"/Ezekiel.20.28\">Ez 20:28</a>. <strong>b.</strong>  coll. <em>trees</em>, <span dir=\"rtl\">עֵץ־הַגָּן</span> <a data-ref=\"Genesis 2:16\" href=\"/Genesis.2.16\">Gn 2:16</a>; <a data-ref=\"Genesis 3:1\" href=\"/Genesis.3.1\">3:1</a>, <a data-ref=\"Genesis 3:2\" href=\"/Genesis.3.2\">2</a>, <a data-ref=\"Genesis 3:8\" href=\"/Genesis.3.8\">8</a> (all J); usually later, <span dir=\"rtl\">ע׳</span> <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">1:12</a>, <a data-ref=\"Genesis 1:29\" href=\"/Genesis.1.29\">29</a><sup>(×2)</sup> (P), +; <span dir=\"rtl\">עֵץ פְּרִי</span> <em>fruit</em>-bearing <em>trees</em> <a data-ref=\"Genesis 1:11\" href=\"/Genesis.1.11\">Gn 1:11</a> (P), <a data-ref=\"Psalms 148:9\" href=\"/Psalms.148.9\">ψ 148:9</a>, cf. <a data-ref=\"Ecclesiastes 2:5\" href=\"/Ecclesiastes.2.5\">Ec 2:5</a>, <a ,=\"\" data-ref=\"BDB, עֵץ\" dir=\"rtl\" href=\"/BDB,_עֵץ\">פְּרִי עֵץ</a> <a data-ref=\"Exodus 10:15\" href=\"/Exodus.10.15\">Ex 10:15</a> (J), <a data-ref=\"Ezekiel 36:30\" href=\"/Ezekiel.36.30\">Ez 36:30</a> <a data-ref=\"Leviticus 23:40\" href=\"/Leviticus.23.40\">Lv 23:40</a> (H), cf. <a data-ref=\"Joel 2:22\" href=\"/Joel.2.22\">Jo 2:22</a>; <span dir=\"rtl\">עֵץ־מַאֲכָל</span> <a data-ref=\"Deuteronomy 20:20\" href=\"/Deuteronomy.20.20\">Dt 20:20</a>; <a data-ref=\"Leviticus 19:23\" href=\"/Leviticus.19.23\">Lv 19:23</a> (H), <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">Ez 47:12</a>; <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>; <span dir=\"rtl\">עֵץ הַזַּיִת</span> <a data-ref=\"Haggai 2:19\" href=\"/Haggai.2.19\">Hg 2:19</a> <em>olive trees</em>, <span dir=\"rtl\">עֵץ שֶׁמֶן</span> <a data-ref=\"Nehemiah 8:15\" href=\"/Nehemiah.8.15\">Ne 8:15</a>, <span dir=\"rtl\">עֵץ־שָׁ֑מֶן</span> <a data-ref=\"Isaiah 41:19\" href=\"/Isaiah.41.19\">Is 41:19</a>; <span dir=\"rtl\">סֲבָךְ־עֵץ</span> <a data-ref=\"Psalms 74:5\" href=\"/Psalms.74.5\">ψ 74:5</a> <em>thicket of trees;</em> <span dir=\"rtl\">עֵץ הַשָּׂדֶה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> (J), +; <span dir=\"rtl\">עֵץ הַיַּעַר</span> †<a data-ref=\"Ezekiel 15:6\" href=\"/Ezekiel.15.6\">Ez 15:6</a>, cf. <a data-ref=\"Isaiah 10:19\" href=\"/Isaiah.10.19\">Is 10:19</a>; <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">44:23</a>; <span dir=\"rtl\">כִּימֵי הָעֵץ</span> <a data-ref=\"Isaiah 65:22\" href=\"/Isaiah.65.22\">Is 65:22</a> (sim. of great age). <strong>c.</strong>  pl. of <em>trees</em> felled for building, <a data-ref=\"I Kings 5:20\" href=\"/I_Kings.5.20\">1 K 5:20</a>, <a data-ref=\"I Kings 5:32\" href=\"/I_Kings.5.32\">32</a> (+ <span dir=\"rtl\">אֲבָנִים</span>); <span dir=\"rtl\">עֲצֵי אֲרָזִים</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> = <a data-ref=\"I Chronicles 14:1\" href=\"/I_Chronicles.14.1\">1 Ch 14:1</a> + 7 times; <span dir=\"rtl\">עֲצֵי בְרוֹשׁים</span> <a data-ref=\"I Kings 5:22\" href=\"/I_Kings.5.22\">1 K 5:22</a>, <a data-ref=\"I Kings 5:24\" href=\"/I_Kings.5.24\">24</a>; <a data-ref=\"I Kings 9:11\" href=\"/I_Kings.9.11\">9:11</a>; <span dir=\"rtl\">(אַלְגּ׳) עֲצֵי אַלְמֻגִּים</span>, v. <a ,=\"\" data-ref=\"BDB, אַלְגּוּמִים\" dir=\"rtl\" href=\"/BDB,_אַלְגּוּמִים\">אַלְגּ׳</a> p. 38 supr.<br><strong>2.</strong>  (c. 175 times; c. 120 times pl., to denote <em>pieces</em> [or articles] <em>of wood</em>) <strong>a.</strong>  <em>wood</em>, as material; for building, <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (+ <span dir=\"rtl\">אַבְנֵי מַחְצֵב</span>), <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> = <a data-ref=\"II Chronicles 34:11\" href=\"/II_Chronicles.34.11\">2 Ch 34:11</a> (both + id.), <a data-ref=\"Nehemiah 2:8\" href=\"/Nehemiah.2.8\">Ne 2:8</a> +; <span dir=\"rtl\">עֲצֵי שָׁ֑מֶן</span> <a data-ref=\"I Kings 6:23\" href=\"/I_Kings.6.23\">1 K 6:23</a>, <a data-ref=\"I Kings 6:31\" href=\"/I_Kings.6.31\">31</a>, <a data-ref=\"I Kings 6:33\" href=\"/I_Kings.6.33\">33</a> cf. v <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">32</a>; <span dir=\"rtl\">עֲצֵי־גֹּפֶר</span> <a data-ref=\"Genesis 6:14\" href=\"/Genesis.6.14\">Gn 6:14</a> (Noah’s ark), <span dir=\"rtl\">עֲצֵי שִׁטּים</span> <a data-ref=\"Exodus 25:5\" href=\"/Exodus.25.5\">Ex 25:5</a>, <a data-ref=\"Exodus 25:10\" href=\"/Exodus.25.10\">10</a> + 20 times Ex (of tabern. and its furniture; all P) <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">Dt 10:3</a>; <span dir=\"rtl\">מִגְדַּל־עֵץ</span> <a data-ref=\"Nehemiah 8:4\" href=\"/Nehemiah.8.4\">Ne 8:4</a>; <span dir=\"rtl\">מוֹטֹת עֵץ</span> <a data-ref=\"Jeremiah 28:13\" href=\"/Jeremiah.28.13\">Je 28:13</a> (in fig.; opp. <span dir=\"rtl\">מ׳ בַּרְזֶל</span>); <span dir=\"rtl\">כְּלִי־עֵץ</span> <em>article of wood</em> <a data-ref=\"Leviticus 11:32\" href=\"/Leviticus.11.32\">Lv 11:32</a>; <a data-ref=\"Leviticus 15:12\" href=\"/Leviticus.15.12\">15:12</a> <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">Nu 31:20</a>, cf. <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">35:18</a> (all P). Hence <strong>b.</strong>  <span dir=\"rtl\">עֵצִים</span> = <em>articles of wood</em> <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> (P; ‖ <span dir=\"rtl\">אֲבָנִים</span>), <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; so <span dir=\"rtl\">עֲצֵי בְרוֹשִׁים</span> <a data-ref=\"II Samuel 6:5\" href=\"/II_Samuel.6.5\">2 S 6:5</a> (but v. <a data-ref=\"BDB, בְּרוֹשׁ²\" href=\"/BDB,_בְּרוֹשׁ²\", dir=\"rtl\">בְּרוֹשׁ</a> <em>ad</em> fin.); specif. <span dir=\"rtl\">הָעֵץ</span> = helve of axe <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <span dir=\"rtl\">עֵץ חֲנִית(וֹ)</span> <a data-ref=\"I Samuel 17:7\" href=\"/I_Samuel.17.7\">1 S 17:7</a> Qr (Kt <span dir=\"rtl\">חֵץ</span>) = <a data-ref=\"I Chronicles 20:5\" href=\"/I_Chronicles.20.5\">1 Ch 20:5</a>; <a data-ref=\"II Samuel 21:19\" href=\"/II_Samuel.21.19\">2 S 21:19</a>; <a data-ref=\"II Samuel 23:7\" href=\"/II_Samuel.23.7\">23:7</a>; <span dir=\"rtl\">עֲצֵי הָעֲגָלָה</span> <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a> (i.e. wood of which cart was made), <span dir=\"rtl\">עֲצֵי הָאֲשֵׁרָה</span> <a data-ref=\"Judges 6:26\" href=\"/Judges.6.26\">Ju 6:26</a>; especially <em>timbers</em> of a house <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; <a data-ref=\"Habakkuk 2:11\" href=\"/Habakkuk.2.11\">Hb 2:11</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">Lv 14:45</a>, of a city <a data-ref=\"I Kings 15:22\" href=\"/I_Kings.15.22\">1 K 15:22</a> = <a data-ref=\"II Chronicles 16:5\" href=\"/II_Chronicles.16.5\">2 Ch 16:5</a>; <a data-ref=\"Ezekiel 26:12\" href=\"/Ezekiel.26.12\">Ez 26:12</a>; <span dir=\"rtl\">עֵץ</span> of <em>pole</em> on which bodies of slain (criminals and others) were exposed (perhaps orig. <em>tree</em>) <a data-ref=\"Genesis 40:19\" href=\"/Genesis.40.19\">Gn 40:19</a> (E), <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">Jos 8:29</a><sup>(×2)</sup>; <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">10:26</a><sup>(×2)</sup>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> (all JE), <a data-ref=\"Deuteronomy 21:22\" href=\"/Deuteronomy.21.22\">Dt 21:22</a>, <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">23</a>; late (in Pers.) used for executing criminals (? by hanging = <em>gallows</em>), <span dir=\"rtl\">תָּלָה עַל־עֵץ</span> <a data-ref=\"Esther 2:23\" href=\"/Esther.2.23\">Est 2:23</a> + 8 times Est. †<strong>c.</strong>  of idols, <span dir=\"rtl\">עֵץ וָאֶבֶן</span> <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">28:36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:16\" href=\"/Deuteronomy.29.16\">29:16</a>; <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>, cf. <a data-ref=\"Jeremiah 2:27\" href=\"/Jeremiah.2.27\">Je 2:27</a>; <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">3:9</a>; <a data-ref=\"Habakkuk 2:19\" href=\"/Habakkuk.2.19\">Hb 2:19</a>; so <span dir=\"rtl\">עֵץ</span> alone <a data-ref=\"Hosea 4:12\" href=\"/Hosea.4.12\">Ho 4:12</a>; <a data-ref=\"Isaiah 40:20\" href=\"/Isaiah.40.20\">Is 40:20</a>, cf. <a data-ref=\"Isaiah 44:19\" href=\"/Isaiah.44.19\">44:19</a>; <a data-ref=\"Isaiah 45:20\" href=\"/Isaiah.45.20\">45:20</a>; <span dir=\"rtl\">אֲשֵׁרָה כָּל־עֵץ</span> <a data-ref=\"Deuteronomy 16:21\" href=\"/Deuteronomy.16.21\">Dt 16:21</a>. <strong>d.</strong>  (fire-)<em>wood</em> <a data-ref=\"Joshua 9:23\" href=\"/Joshua.9.23\">Jos 9:23</a>, <a data-ref=\"Joshua 9:27\" href=\"/Joshua.9.27\">27</a> (J), v <a data-ref=\"Joshua 9:21\" href=\"/Joshua.9.21\">21</a> (P), <a data-ref=\"Deuteronomy 19:5\" href=\"/Deuteronomy.19.5\">Dt 19:5</a>; <a data-ref=\"Isaiah 30:33\" href=\"/Isaiah.30.33\">Is 30:33</a> +, read <span dir=\"rtl\">עֵצִים</span> also <a data-ref=\"Ezekiel 24:5\" href=\"/Ezekiel.24.5\">Ez 24:5</a> (for MT <span dir=\"rtl\">עצמים</span> Bö Ew Sm Co Berthol Toy; especially for sacrifices <a data-ref=\"I Kings 18:23\" href=\"/I_Kings.18.23\">1 K 18:23</a><sup>(×2)</sup> +, <a data-ref=\"Genesis 22:7\" href=\"/Genesis.22.7\">Gn 22:7</a>, <a data-ref=\"Genesis 22:9\" href=\"/Genesis.22.9\">9</a><sup>(×2)</sup> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> + 6 times Lv (all P), <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">2 S 24:22</a> ‖ <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">1 Ch 21:23</a>, +; <span dir=\"rtl\">עֲצֵי עוֹלָה</span> <a data-ref=\"Genesis 22:3\" href=\"/Genesis.22.3\">Gn 22:3</a>, <a data-ref=\"Genesis 22:6\" href=\"/Genesis.22.6\">6</a> (P). <strong>e.</strong>  <span dir=\"rtl\">עֵץ (הָ)אֶרֶז</span> <em>cedar-wood</em>, used in purifications <a data-ref=\"Leviticus 14:4\" href=\"/Leviticus.14.4\">Lv 14:4</a>, <a data-ref=\"Leviticus 14:6\" href=\"/Leviticus.14.6\">6</a>, <a data-ref=\"Leviticus 14:49\" href=\"/Leviticus.14.49\">49</a>, <a data-ref=\"Leviticus 14:51\" href=\"/Leviticus.14.51\">51</a>, <a data-ref=\"Leviticus 14:52\" href=\"/Leviticus.14.52\">52</a>; <a data-ref=\"Numbers 19:6\" href=\"/Numbers.19.6\">Nu 19:6</a> (all P). <strong>f.</strong>  <span dir=\"rtl\">פִּשְׁתֵּי הָעֵץ</span> <a data-ref=\"Joshua 2:6\" href=\"/Joshua.2.6\">Jos 2:6</a> <em>woody-flax</em>, i.e. flax on the stalk.—<a data-ref=\"Jeremiah 10:8\" href=\"/Jeremiah.10.8\">Je 10:8</a> Gie proposes <span dir=\"rtl\">הֶבֶל מֹעֲצֹתָו</span> for MT <span dir=\"rtl\">הֲבָלִים עֵץ הוּא</span>.—<span dir=\"rtl\">מֹאֶסֶת כָּל־עֵץ</span> <a data-ref=\"Ezekiel 21:15\" href=\"/Ezekiel.21.15\">Ez 21:15</a> is dub., Sm proposes <span dir=\"rtl\">מָאַסְתָּ כָל־עֵץ</span>, Co <span dir=\"rtl\">מֹאֲסֵי כָל־עֹוֹ</span>, Berthol <span dir=\"rtl\">וּמְאַסֵּף כָּל־עַז</span>; Siegf<sup>Kau</sup> Toy leave untranslated."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3c2b6084aa1cbf2abb7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַעֲשֶׂה² 1", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "BDB, מַעֲשֶׂה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַעֲשֶׂה² א׳", "anchorVerse": 20, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַעֲשֶׂה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מַעֲשֶׂה</span></big><sub>233</sub>  <strong>n.m.</strong> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> deed, work;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Genesis 44:15\" href=\"/Genesis.44.15\">Gn 44:15</a> +, cstr. <span dir=\"rtl\">מַעֲשֵׂה</span> <a data-ref=\"Isaiah 5:12\" href=\"/Isaiah.5.12\">Is 5:12</a> +; sf. <span dir=\"rtl\">מַעֲשֵׂהוּ</span> <a data-ref=\"Judges 13:12\" href=\"/Judges.13.12\">Ju 13:12</a> +, etc.; pl. <span dir=\"rtl\">מַעֲשִׂים</span> <a data-ref=\"Genesis 20:9\" href=\"/Genesis.20.9\">Gn 20:9</a> +; cstr. <span dir=\"rtl\">מַעֲשֵׂי</span> <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a> +; sf. <span dir=\"rtl\">מַעֲשָׂיו</span> <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a> (or sg., so Dr) +, etc.;—often acc. cogn. c. <span dir=\"rtl\">עשׂה</span>;—<br><strong>1.</strong> <strong>a.</strong>  (1) <em>deed, thing done</em> by man <a data-ref=\"Numbers 16:28\" href=\"/Numbers.16.28\">Nu 16:28</a> (JE), <a data-ref=\"I Kings 13:11\" href=\"/I_Kings.13.11\">1 K 13:11</a>; <a data-ref=\"Isaiah 26:12\" href=\"/Isaiah.26.12\">Is 26:12</a>;—<a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a> is obscure; (2) implic. evil <a data-ref=\"Genesis 44:15\" href=\"/Genesis.44.15\">Gn 44:15</a> (J), <a data-ref=\"Exodus 23:24\" href=\"/Exodus.23.24\">Ex 23:24</a> (E), <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">Ne 6:14</a> + 8 times, + sg. coll. <em>doing</em>(<em>s</em>) <a data-ref=\"Micah 6:16\" href=\"/Micah.6.16\">Mi 6:16</a>; <a data-ref=\"Leviticus 18:3\" href=\"/Leviticus.18.3\">Lv 18:3</a><sup>(×2)</sup> (H), <a data-ref=\"II Chronicles 17:4\" href=\"/II_Chronicles.17.4\">2 Ch 17:4</a>, <span dir=\"rtl\">מ׳ יְדֵיהֶם</span> <a data-ref=\"Lamentations 3:64\" href=\"/Lamentations.3.64\">La 3:64</a>; <a data-ref=\"Haggai 2:14\" href=\"/Haggai.2.14\">Hg 2:14</a>; <a data-ref=\"Job 33:17\" href=\"/Job.33.17\">Jb 33:17</a> (reading <span dir=\"rtl\">מִמַּעֲשֵׂהוּ</span> 𝔊 Di Siegf Bu), <a data-ref=\"Ezekiel 16:30\" href=\"/Ezekiel.16.30\">Ez 16:30</a> (<em>behaviour</em>); explic. <span dir=\"rtl\">מַעֲשֵׂינוּ הָרָעִים</span> <a data-ref=\"Ezra 9:13\" href=\"/Ezra.9.13\">Ezr 9:13</a> cf. <a data-ref=\"Ecclesiastes 4:3\" href=\"/Ecclesiastes.4.3\">Ec 4:3</a>; <a data-ref=\"Ecclesiastes 8:11\" href=\"/Ecclesiastes.8.11\">8:11</a>, <a data-ref=\"Ecclesiastes 8:14\" href=\"/Ecclesiastes.8.14\">14</a>, <span dir=\"rtl\">מַעֲשֵׂי־אָוֶן</span> <a data-ref=\"Isaiah 59:6\" href=\"/Isaiah.59.6\">Is 59:6</a>; specif. of idolatr. practices, <span dir=\"rtl\">מ׳ יְדֵיכֶם</span> sg. <a data-ref=\"Deuteronomy 31:29\" href=\"/Deuteronomy.31.29\">Dt 31:29</a>; <a data-ref=\"Jeremiah 25:6\" href=\"/Jeremiah.25.6\">Je 25:6</a>, <a data-ref=\"Jeremiah 25:7\" href=\"/Jeremiah.25.7\">7</a>; <a data-ref=\"Jeremiah 32:30\" href=\"/Jeremiah.32.30\">32:30</a>, pl. <a data-ref=\"Jeremiah 44:8\" href=\"/Jeremiah.44.8\">44:8</a>, cf. sg. <a data-ref=\"I Kings 16:7\" href=\"/I_Kings.16.7\">1 K 16:7</a>; <a data-ref=\"II Kings 22:17\" href=\"/II_Kings.22.17\">2 K 22:17</a> = <a data-ref=\"II Chronicles 34:25\" href=\"/II_Chronicles.34.25\">2 Ch 34:25</a>; (3) implic. right, praiseworthy <a data-ref=\"I Samuel 19:4\" href=\"/I_Samuel.19.4\">1 S 19:4</a>; <a data-ref=\"II Kings 23:19\" href=\"/II_Kings.23.19\">2 K 23:19</a>; <a data-ref=\"Jonah 3:10\" href=\"/Jonah.3.10\">Jon 3:10</a>; <a data-ref=\"Proverbs 31:31\" href=\"/Proverbs.31.31\">Pr 31:31</a>; of duty in gen. <span dir=\"rtl\">הַמּ׳ אֲשֶׁר יַעֲשׂוּן</span> <a data-ref=\"Exodus 18:20\" href=\"/Exodus.18.20\">Ex 18:20</a> (E) = <em>what they are to do;</em> explic. <a data-ref=\"Ecclesiastes 4:4\" href=\"/Ecclesiastes.4.4\">Ec 4:4</a>; <a data-ref=\"Ecclesiastes 8:14\" href=\"/Ecclesiastes.8.14\">8:14</a>; (4) as basis of judgment (good or bad) <a data-ref=\"Isaiah 66:18\" href=\"/Isaiah.66.18\">Is 66:18</a> <a data-ref=\"Psalms 33:15\" href=\"/Psalms.33.15\">ψ 33:15</a>; <a data-ref=\"Psalms 62:13\" href=\"/Psalms.62.13\">62:13</a>; <a data-ref=\"Ecclesiastes 12:14\" href=\"/Ecclesiastes.12.14\">Ec 12:14</a>, <span dir=\"rtl\">מ׳ יְדֵיהֶם</span> <a data-ref=\"Jeremiah 25:14\" href=\"/Jeremiah.25.14\">Je 25:14</a>. <strong>b.</strong>  (1) <em>work, labour</em>, husbandry <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a> (E), <a data-ref=\"Genesis 5:29\" href=\"/Genesis.5.29\">Gn 5:29</a> (J), <a data-ref=\"Judges 19:16\" href=\"/Judges.19.16\">Ju 19:16</a>, <span dir=\"rtl\">מ׳ יְדֵיכֶם</span> <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; enforced labour of Isr. in Egypt <a data-ref=\"Exodus 5:5\" href=\"/Exodus.5.5\">Ex 5:5</a>, <a data-ref=\"Exodus 5:13\" href=\"/Exodus.5.13\">13</a> (J); in gen. <a data-ref=\"Exodus 23:12\" href=\"/Exodus.23.12\">23:12</a> (E); also of product of labour <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">23:16</a>, cf. <a data-ref=\"Isaiah 65:22\" href=\"/Isaiah.65.22\">Is 65:22</a>; <a data-ref=\"Ecclesiastes 5:5\" href=\"/Ecclesiastes.5.5\">Ec 5:5</a>; <span dir=\"rtl\">שֵׁשֶׁת יְמֵי הַמּ׳</span> <a data-ref=\"Ezekiel 46:1\" href=\"/Ezekiel.46.1\">Ez 46:1</a> <em>the six working-days;</em> of religious work, <span dir=\"rtl\">מ׳ עֲבֹדַת בֵּית הָא׳</span> <a data-ref=\"I Chronicles 23:28\" href=\"/I_Chronicles.23.28\">1 Ch 23:28</a>, cf. <span dir=\"rtl\">מ׳</span> <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">2 Ch 31:21</a>; (2) <em>business, pursuit</em>, <a data-ref=\"Genesis 46:33\" href=\"/Genesis.46.33\">Gn 46:33</a>; <a data-ref=\"Genesis 47:3\" href=\"/Genesis.47.3\">47:3</a> (J), <a data-ref=\"Judges 13:12\" href=\"/Judges.13.12\">Ju 13:12</a>; <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a>; <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>; in gen., <em>occupation</em> <a data-ref=\"Isaiah 29:15\" href=\"/Isaiah.29.15\">Is 29:15</a>; <a data-ref=\"Ecclesiastes 2:4\" href=\"/Ecclesiastes.2.4\">Ec 2:4</a>, <a data-ref=\"Ecclesiastes 2:11\" href=\"/Ecclesiastes.2.11\">11</a>; <a data-ref=\"Ecclesiastes 3:17\" href=\"/Ecclesiastes.3.17\">3:17</a>, <a data-ref=\"Ecclesiastes 3:22\" href=\"/Ecclesiastes.3.22\">22</a>; <a data-ref=\"Ecclesiastes 8:9\" href=\"/Ecclesiastes.8.9\">8:9</a>; <a data-ref=\"Ecclesiastes 9:7\" href=\"/Ecclesiastes.9.7\">9:7</a>, <a data-ref=\"Ecclesiastes 9:10\" href=\"/Ecclesiastes.9.10\">10</a>; (3) <em>undertaking, enterprise</em> <a data-ref=\"Isaiah 19:14\" href=\"/Isaiah.19.14\">Is 19:14</a>, <a data-ref=\"Isaiah 19:15\" href=\"/Isaiah.19.15\">15</a>; <a data-ref=\"Deuteronomy 15:10\" href=\"/Deuteronomy.15.10\">Dt 15:10</a>; <span dir=\"rtl\">מ׳ יָדֶ֑ךָ</span> <a data-ref=\"Deuteronomy 2:7\" href=\"/Deuteronomy.2.7\">Dt 2:7</a> + 5 times Dt; <a data-ref=\"II Chronicles 32:30\" href=\"/II_Chronicles.32.30\">2 Ch 32:30</a>; <a data-ref=\"Job 1:10\" href=\"/Job.1.10\">Jb 1:10</a> <a data-ref=\"Psalms 28:4\" href=\"/Psalms.28.4\">ψ 28:4</a>, <span dir=\"rtl\">מ׳ יָדֵינוּ</span> <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">ψ 90:17</a><sup>(×2)</sup>; (4) <em>achievement</em> <a data-ref=\"Jeremiah 48:7\" href=\"/Jeremiah.48.7\">Je 48:7</a>; <a data-ref=\"Esther 10:2\" href=\"/Esther.10.2\">Est 10:2</a>; (5) in weakened sense, <span dir=\"rtl\">מַעֲשֶׂיךָ</span> <a data-ref=\"Proverbs 16:3\" href=\"/Proverbs.16.3\">Pr 16:3</a> <em>thine affairs;</em> nearly = <em>occurrences</em> <a data-ref=\"Ecclesiastes 1:14\" href=\"/Ecclesiastes.1.14\">Ec 1:14</a> (pl.), <a data-ref=\"Ecclesiastes 2:17\" href=\"/Ecclesiastes.2.17\">2:17</a>; <a data-ref=\"Ecclesiastes 8:17\" href=\"/Ecclesiastes.8.17\">8:17</a> (sg.). <strong>c.</strong>  <em>deed</em>(<em>s</em>), <em>work</em>(<em>s</em>) of <span dir=\"rtl\">י׳</span>, especially in deliverance and in judgment, <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a>, <a data-ref=\"Judges 2:10\" href=\"/Judges.2.10\">10</a>; <a data-ref=\"Joshua 24:31\" href=\"/Joshua.24.31\">Jos 24:31</a> (D), <a data-ref=\"Psalms 33:4\" href=\"/Psalms.33.4\">ψ 33:4</a> + 21 times, + <span dir=\"rtl\">מ׳ יָדָיו</span> etc. <a data-ref=\"Isaiah 5:12\" href=\"/Isaiah.5.12\">Is 5:12</a> <a data-ref=\"Psalms 28:5\" href=\"/Psalms.28.5\">ψ 28:5</a>; <a data-ref=\"Psalms 92:5\" href=\"/Psalms.92.5\">92:5</a> + 4 times; <span dir=\"rtl\">מ׳ הָאֱלֹהִים</span> in gen. <a data-ref=\"Ecclesiastes 7:13\" href=\"/Ecclesiastes.7.13\">Ec 7:13</a>; <a data-ref=\"Ecclesiastes 8:17\" href=\"/Ecclesiastes.8.17\">8:17</a>; <a data-ref=\"Ecclesiastes 11:5\" href=\"/Ecclesiastes.11.5\">11:5</a> cf. <a data-ref=\"Ecclesiastes 3:11\" href=\"/Ecclesiastes.3.11\">3:11</a>.<br><strong>2.</strong> <strong>a.</strong>  (1) <em>work, thing made</em>, by man, <span dir=\"rtl\">מ׳ אֹפֶה</span> <a data-ref=\"Genesis 40:17\" href=\"/Genesis.40.17\">Gn 40:17</a> (E) <em>baker’s work;</em> <span dir=\"rtl\">מ׳ יְדֵי יוֹצֵר</span> <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">La 4:2</a>; often of furnishings of tabern., <span dir=\"rtl\">מ׳ חשֵׁב</span> <a data-ref=\"Exodus 26:1\" href=\"/Exodus.26.1\">Ex 26:1</a> + 7 times, <span dir=\"rtl\">מ׳ רֹקֵם</span> <a data-ref=\"Exodus 26:36\" href=\"/Exodus.26.36\">26:36</a> + 5 times, <span dir=\"rtl\">מ׳ אֹרֵג</span> <a data-ref=\"Exodus 28:32\" href=\"/Exodus.28.32\">28:32</a> + 2 times, <span dir=\"rtl\">מ׳ חָרָשׁ</span> <a data-ref=\"Exodus 28:11\" href=\"/Exodus.28.11\">28:11</a>, cf. <a ,=\"\" data-ref=\"BDB, אָמָּן\" dir=\"rtl\" href=\"/BDB,_אָמָּן\">מ׳ יְדֵי אָמָּן</a> <a data-ref=\"Song of Songs 7:2\" href=\"/Song_of_Songs.7.2\">Ct 7:2</a>; of holy oil, etc. <span dir=\"rtl\">מ׳ רֹקֵחַ</span> <a data-ref=\"Exodus 30:25\" href=\"/Exodus.30.25\">Ex 30:25</a> + 2 times (ins. <span dir=\"rtl\">רֹקֵחַ</span> perhaps also <a data-ref=\"II Chronicles 16:14\" href=\"/II_Chronicles.16.14\">2 Ch 16:14</a>); hence <span dir=\"rtl\">מ׳</span> = <em>work of art</em> <a data-ref=\"Isaiah 3:24\" href=\"/Isaiah.3.24\">Is 3:24</a> (of coiffure), cf. <a ,=\"\" data-ref=\"BDB, כְּלִי\" dir=\"rtl\" href=\"/BDB,_כְּלִי\">כְּלִי מ׳</a> <a data-ref=\"Numbers 31:51\" href=\"/Numbers.31.51\">Nu 31:51</a>; sq. n. of material, pattern, etc., <span dir=\"rtl\">מ׳ עִזִּים</span> v <a data-ref=\"Numbers 31:20\" href=\"/Numbers.31.20\">20</a> (i.e. goats’ hair), v. also <a data-ref=\"Exodus 27:4\" href=\"/Exodus.27.4\">Ex 27:4</a>; <a data-ref=\"Exodus 28:14\" href=\"/Exodus.28.14\">28:14</a> +; in temple, <span dir=\"rtl\">מ׳ שְׂבָכָה</span> <a data-ref=\"I Kings 7:17\" href=\"/I_Kings.7.17\">1 K 7:17</a>, <span dir=\"rtl\">מ׳ שׁוּשַׁן</span> v <a data-ref=\"I Kings 7:19\" href=\"/I_Kings.7.19\">19</a>, etc.; <span dir=\"rtl\">מ׳ צַעֲצֻעִים</span> <a data-ref=\"II Chronicles 3:10\" href=\"/II_Chronicles.3.10\">2 Ch 3:10</a>, cf. <span dir=\"rtl\">מ׳ הַחֲבִתִּים</span> <a data-ref=\"I Chronicles 9:31\" href=\"/I_Chronicles.9.31\">1 Ch 9:31</a> <em>the work of</em> (consisting in) <em>bread-wafers;</em> = <em>materials</em> of (prepared for) <span dir=\"rtl\">הָעוֹלָה</span> <a data-ref=\"II Chronicles 4:6\" href=\"/II_Chronicles.4.6\">2 Ch 4:6</a>; in theoph. <span dir=\"rtl\">מ׳ לִבְנַת הַסַּפִּיר</span> <a data-ref=\"Exodus 24:10\" href=\"/Exodus.24.10\">Ex 24:10</a> (J); <span dir=\"rtl\">מ׳</span> of ships <a data-ref=\"II Chronicles 20:37\" href=\"/II_Chronicles.20.37\">2 Ch 20:37</a>; in gen. <a data-ref=\"Isaiah 29:16\" href=\"/Isaiah.29.16\">Is 29:16</a>; <a data-ref=\"Ezekiel 27:16\" href=\"/Ezekiel.27.16\">Ez 27:16</a>, <a data-ref=\"Ezekiel 27:18\" href=\"/Ezekiel.27.18\">18</a> = <em>thy manufactures, wares;</em> <span dir=\"rtl\">מַעֲשַׂי</span> <a data-ref=\"Psalms 45:2\" href=\"/Psalms.45.2\">ψ 45:2</a> = <em>my verses</em> (ποίημα, <em>poem</em>); (2) <em>workmanship</em> <a data-ref=\"Ezekiel 1:16\" href=\"/Ezekiel.1.16\">Ez 1:16</a><sup>(×2)</sup> (v <a data-ref=\"Ezekiel 1:16\" href=\"/Ezekiel.1.16\">16a</a> del. Co Toy) <a data-ref=\"I Kings 7:8\" href=\"/I_Kings.7.8\">1 K 7:8</a>; <a data-ref=\"Exodus 28:8\" href=\"/Exodus.28.8\">Ex 28:8</a> + 11 times; (3) <span dir=\"rtl\">מ׳ יְדֵי אָדָם</span> of idols (contemptuously) <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a> = <a data-ref=\"II Chronicles 32:19\" href=\"/II_Chronicles.32.19\">2 Ch 32:19</a>, <a data-ref=\"Psalms 115:4\" href=\"/Psalms.115.4\">ψ 115:4</a>; <a data-ref=\"Psalms 135:15\" href=\"/Psalms.135.15\">135:15</a>, cf. <a data-ref=\"Isaiah 2:8\" href=\"/Isaiah.2.8\">Is 2:8</a> <span dir=\"rtl\">(מ׳ יָדָיו)</span>, <a data-ref=\"Hosea 14:4\" href=\"/Hosea.14.4\">Ho 14:4</a> <a data-ref=\"Micah 5:12\" href=\"/Micah.5.12\">Mi 5:12</a> <a data-ref=\"Jeremiah 1:16\" href=\"/Jeremiah.1.16\">Je 1:16</a>; so <span dir=\"rtl\">(יְדֵי) מ׳ חָרָשׁ</span> <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">Dt 27:15</a> <a data-ref=\"Jeremiah 10:3\" href=\"/Jeremiah.10.3\">Je 10:3</a>, <a data-ref=\"Jeremiah 10:9\" href=\"/Jeremiah.10.9\">9</a>, cf. <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">Ho 13:2</a>; <span dir=\"rtl\">מ׳ חֲכָמִים</span> <a data-ref=\"Jeremiah 10:9\" href=\"/Jeremiah.10.9\">Je 10:9</a>; <span dir=\"rtl\">מ׳ תַּעְתֻּעִים</span> v <a data-ref=\"Jeremiah 10:15\" href=\"/Jeremiah.10.15\">15</a> <a data-ref=\"Jeremiah 51:18\" href=\"/Jeremiah.51.18\">51:18</a>; appar. also <span dir=\"rtl\">מַעֲשֵׂהֶם</span> <a data-ref=\"Isaiah 41:29\" href=\"/Isaiah.41.29\">Is 41:29</a> cf. <a data-ref=\"Isaiah 57:12\" href=\"/Isaiah.57.12\">57:12</a>; <a data-ref=\"Ezekiel 6:6\" href=\"/Ezekiel.6.6\">Ez 6:6</a>; <span dir=\"rtl\">מ׳ יָדָיו</span> of altars <a data-ref=\"Isaiah 17:8\" href=\"/Isaiah.17.8\">Is 17:8</a>. <strong>b.</strong>  <em>work</em> (made by) God <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> (E); especially (poet. and late), of created things, <a data-ref=\"Psalms 103:22\" href=\"/Psalms.103.22\">ψ 103:22</a>; <a data-ref=\"Psalms 104:24\" href=\"/Psalms.104.24\">104:24</a> + 4 times ψ; <span dir=\"rtl\">מ׳ אֶצְבְּעֹתֶיךָ</span> <a data-ref=\"Psalms 8:4\" href=\"/Psalms.8.4\">8:4</a>, <span dir=\"rtl\">מ׳ יָדֶיךָ</span> <a data-ref=\"Psalms 102:26\" href=\"/Psalms.102.26\">102:26</a> (both of heavens), cf. <a data-ref=\"Psalms 19:2\" href=\"/Psalms.19.2\">19:2</a> (heavenly bodies), <a data-ref=\"Psalms 8:7\" href=\"/Psalms.8.7\">8:7</a> (animals); of man <a data-ref=\"Job 14:15\" href=\"/Job.14.15\">Jb 14:15</a>; <a data-ref=\"Job 34:19\" href=\"/Job.34.19\">34:19</a>, cf. <span dir=\"rtl\">כָּל־אַנְשֵׁי מַעֲשֵׂהוּ</span> <em>every mortal whom He has made</em>; also <a data-ref=\"Psalms 37:7\" href=\"/Psalms.37.7\">37:7</a>; of a nation <a data-ref=\"Isaiah 19:25\" href=\"/Isaiah.19.25\">Is 19:25</a>; <a data-ref=\"Isaiah 60:21\" href=\"/Isaiah.60.21\">60:21</a>; <a data-ref=\"Isaiah 64:7\" href=\"/Isaiah.64.7\">64:7</a>; of weights <a data-ref=\"Proverbs 16:11\" href=\"/Proverbs.16.11\">Pr 16:11</a> (but read perhaps <span dir=\"rtl\">הַמֶּלָךְ</span> for <span dir=\"rtl\">י׳</span> Gr Toy). <strong>c.</strong>  <em>product</em> of olive-tree, <span dir=\"rtl\">מ׳ וַיִת</span> <a data-ref=\"Habakkuk 3:17\" href=\"/Habakkuk.3.17\">Hb 3:17</a>; fig. <em>product of righteousness</em> <a data-ref=\"Isaiah 32:17\" href=\"/Isaiah.32.17\">Is 32:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a29a613f3c2d3b4570c7", "index_title": "German Commentary on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Kelim 27:1:3", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "German Commentary on Mishnah Kelim 27:1:3", "sourceHeRef": "פירוש גרמני על משנה כלים כ״ז:א׳:ג׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 1.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Kelim", "he": "פירוש גרמני על משנה כלים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>der Sack.</b>  Unter <span dir=\"rtl\">שק</span> versteht man sowohl ein Gewebe aus Ziegenhaaren (<span dir=\"rtl\">מעשה עזים</span>, Num. 31, 20), als auch ein solches aus andern Landtier-Stoffen, mit Ausnahmen des aus Schafwolle, das <span dir=\"rtl\">נגד</span> heisst.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a29c613f3c2d3b457111", "index_title": "German Commentary on Mishnah Kelim", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Kelim 27:2:5", "anchorRef": "Numbers 31:20", "anchorRefExpanded": ["Numbers 31:20"], "sourceRef": "German Commentary on Mishnah Kelim 27:2:5", "sourceHeRef": "פירוש גרמני על משנה כלים כ״ז:ב׳:ה׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 2.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Kelim", "he": "פירוש גרמני על משנה כלים"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>Der Sack.</b>  Unter <span dir=\"rtl\">שק</span> versteht man sowohl ein Gewebe aus Ziegenhaaren (<span dir=\"rtl\">מעשה עזים</span>, Num. 31, 20), als auch ein solches aus andern Landtier-Stoffen, mit Ausnahmen des aus Schafwolle, das <span dir=\"rtl\">נגד</span> heisst.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6708134321016e7671311dc7", "index_title": "Deuteronomy", "category": "Tanakh", "type": "", "ref": "Deuteronomy 16:1", "anchorRef": "Numbers 28:16-31:29", "anchorRefExpanded": ["Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29"], "sourceRef": "Deuteronomy 16:1", "sourceHeRef": "דברים ט״ז:א׳", "anchorVerse": 16, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Deuteronomy", "he": "דברים"}, "heTitle": "דברים", "he": "שָׁמוֹר֙ אֶת־חֹ֣דֶשׁ הָאָבִ֔יב וְעָשִׂ֣יתָ פֶּ֔סַח לַיהֹוָ֖ה אֱלֹהֶ֑יךָ כִּ֞י בְּחֹ֣דֶשׁ הָֽאָבִ֗יב הוֹצִ֨יאֲךָ֜ יְהֹוָ֧ה אֱלֹהֶ֛יךָ מִמִּצְרַ֖יִם לָֽיְלָה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Observe the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>Cf. Exod. 13.4; 23.15; 34.18.</i> of Abib and offer a passover sacrifice to your God יהוה, for it was in the month<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>month </b>See previous note.</i> of Abib, at night, that your God יהוה freed you from Egypt.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]