[{"_id": "522452e0edbab41a9d003e9e", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rashi on Numbers 36:4:1", "sourceHeRef": "רש\"י על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ואם יהיה היבל.</b> מִכָּאן הָיָה רַ' יְהוּדָה אוֹמֵר עָתִיד הַיּוֹבֵל שֶׁיִּפְסֹק (ספרא ויקרא ב'):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם יהיה היבל may mean AND IF THERE WILL BE THE JUBILEE — From this R. Judah said: The observance of the Jubilee will cease at some time or other (Sifra, Vayikra Dibbura d'Nedavah, Section 13 1 on Leviticus 2:14).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "522452e0edbab41a9d003ea0", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 36:4:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rashi on Numbers 36:4:2", "sourceHeRef": "רש\"י על במדבר ל״ו:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>ואם יהיה היובל.</b> כְּלוֹמַר, אֵין זוֹ מְכִירָה שֶׁחוֹזֶרֶת בַּיּוֹבֵל, שֶׁהַיְרֻשָּׁה אֵינָהּ חוֹזֶרֶת, וַאֲפִלּוּ אִם יִהְיֶה הַיּוֹבֵל לֹא תַחֲזֹר הַנַּחֲלָה לְשִׁבְטוֹ, וְנִמְצָא שֶׁנּוֹסְפָה <b>על נחלת המטה אשר תהיינה להם</b>:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם יהיה היבל may mean, too: AND WHEN THERE WILL BE THE JUBILEE [THEN WILL THEIR INHERITANCE BE ADDED TO THE INHERITANCE OF THE TRIBE TO WHICH THEY SHALL BELONG] — meaning: This is no sale of land so that it returns to the original owner at the Jubilee, for a heritage never returns. Therefore even when the Jubilee will be, the inheritance will not return to its tribe, and it will follow that it will be added על נחלת המטה אשר תהיינה להם TO THE INHERITANCE OF THE TRIBE TO WHICH THEY SHALL BELONG.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f7142", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 36:4", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Onkelos Numbers 36:4", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ו:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.0004, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְאִם יְהֵי יוֹבְלָא לִבְנֵי יִשְׂרָאֵל וְתִתּוֹסַף אַחֲסַנְתְּהוֹן עַל אַחֲסָנַת שִׁבְטָא דִּי תְהֶוְיַן לְהוֹן וּמֵאַחֲסָנַת שִׁבְטָא דַאֲבְהָתָנָא יִתִּמְנַע אַחֲסַנְתְּהֶן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "And even when the <i>yoveil</i> occurs for Bnei Yisroel, their inheritance will be added to the inheritance of the tribe into which they will marry, and from the inheritance of our fathers’ tribe, their inheritance will be subtracted.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec977", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 36:4", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Targum Jonathan on Numbers 36:4", "sourceHeRef": "תרגום יונתן על במדבר ל״ו:ד׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 36.0004, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְאִין יֶהֱוֵי יוּבְלָא לִבְנֵי יִשְרָאֵל וְתִיתוֹסַף אַחְסַנְתְּהוֹן עַל אַחְסָנַת שִׁבְטַיָא דְיֶהֱוְיָן לְהוֹן וּמֵאַחְסָנַת שִׁבְטָא דְאַבְהָתָנָא יִתְמְנַע אַחְסַנְתְּהוֹן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " And at the Jubilee of the Beni Israel their inheritance will be added to that of their tribe in which they will be; and their possession will have been withdrawn from the inheritance of our father's tribe. ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179c0fbfba22336ea6655", "index_title": "Sforno on Numbers", "category": "Commentary", "type": "commentary", "ref": "Sforno on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Sforno on Numbers 36:4:1", "sourceHeRef": "ספורנו על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על במדבר", "he": "<b>ואם יהיה היובל וגו' יגרע נחלתן.</b> וגם בהיות שלא נכבוש עתה כל הארץ כאמרו מעט מעט אגרשנו מפניך ויצטרך כל שבט ושבט לכבוש חלקו הנה אף על פי שיזדמן שאיזה יחיד ימכור חלקו לחברו משבט אחר לא ימנע המוכר בשביל זה מהשתדל עם שבטו לכבוש כי ביובל ישוב אליו. אמנם חלק הבנות שלא תחזור ביובל לא ישתדלו אנשי השבט לכבשה או יניחו שם מיושבי הארץ בהיותו של שבט אחר ובכן יגרע כבוש נחלתן מגורל מטה אבותינו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ואם יהיה היובל...יגרע נחלתן, even in the event that we will not now conquer the whole land, as predicted in Exodus 23,30 that the land would be conquered in stages, progressively, so that each tribe would have to conquer the area it laid claim to, a person who had sold his share or potential share could not claim exemption form the war of conquest seeing that the land he had sold would be restored to him in the Jubilee year. In any event it would remain part of his tribe’s ancestral heritage. However, the share given to the daughters of Tzelofchod  which would not be restored to their tribe in the Jubilee year, would furnish an excuse to members of their tribe not to bother to fight for that piece of land, and they would allow the present owners to remain there. At any rate, the argument of the family of Machir of Menashe was that the most recent legislation could result in the whole principle of sharing out the land by lottery being partially aborted. \n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd47f0fbfba21733360b04", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 2:14:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ramban on Leviticus 2:14:1", "sourceHeRef": "רמב\"ן על ויקרא ב׳:י״ד:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ואם תקריב מנחת בכורים</b> הרי אם משמש בלשון כי שהרי אין זה רשות שהרי במנחת העומר הכתוב מדבר שהיא חובה וכן ואם יהיה היובל לבני ישראל (במדבר לו ד) לשון רש\"י (רש\"י על ויקרא ב׳:י״ד) והנכון כי בעבור שלא יצוה עתה לעשות המצוה הזאת אמר כן יאמר כי תקריב מנחת המחבת תעשנה כן ואם תקריב מנחת מרחשת ככה תעשה ואם מנחת בכורים תהיה המנחה אשר תקריב כמשפט הזה תעשה אותה והנה ה\"אם\" כפשוטו וטעם ואם יהיה היובל לבני ישראל כי אמרו גם אם ינחלו בני ישראל את הארץ כל הימים ויזכו לקדש את שנת היובל לא תחזור לנו הנחלה ואפשר גם כן שאמר ואם תקריב מנחת בכורים כן תעשה כאומר אם יביאך ה' אלהיך אל הארץ ותקצור את קצירה ותביא מנחת בכורים כן תעשה אותה כי ירושת הארץ בתנאי יזכרנה להם כמו שאמר (דברים יא כב כג) אם שמור תשמרון את כל המצוה הזאת וגו' והוריש ה' את כל הגוים מלפניכם וכן במקומות רבים:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "V’IM (AND IF) THOU BRING A MEAL-OFFERING OF FIRST-FRUITS. “The word <i>im</i> (if) here has the meaning of <i>ki</i> (when), for the bringing [of this meal-offering of the first-fruits] is not a voluntary matter, since Scripture speaks here of the meal-offering of the new barley, which is obligatory.<sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Further 23:10. It was brought on the sixteenth day of Nisan — the second day of Passover. It is known as the Omer. For a full discussion see “The Commandments,” Vol. I, pp. 54-55.</i> Similarly, ‘<i>V’im’</i> (<i>and if</i>) <i>the Jubilee of the children of Israel shall be</i><sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Numbers 36:4.</i> [means ‘when’ the Jubilee will be — for it is bound to come].” This is Rashi’s language.<br>The correct interpretation is that He used the expression <i>im</i> (if) because He is not commanding the performance now of this precept [namely bringing the meal-offering of the new barley], and He is thus saying: “When you offer a meal-offering baked on the griddle<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Verse 5.</i> you shall do it in such-and-such a way; and if you offer a meal-offering of the stewing-pan,<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Verse 7.</i> you shall make it in another way; and if the meal-offering you will bring will be the one of first-fruits, you should do it in this manner.” Thus the word <i>im</i> is here to be understood in its literal sense [namely, “if”]. Then the meaning of the verse, ‘<i>V’im’the Jubilee of the children of Israel shall be</i><sup class=\"footnote-marker\">231</sup><i class=\"footnote\">Numbers 36:4.</i> is as follows: [The heads of the fathers’ houses of the tribe of Manasseh] said to Moses: “Even ‘if’ the children of Israel will inherit the Land forever, and will be privileged to sanctify the year of the Jubilee, the inheritance [of Zelophchad] will not return to us” [because his daughters might marry men from other tribes, which would cause the land to be transferred to other tribes].<br>It is also possible that He is stating: “And if you bring a meal-offering of the first-fruits, you shall do it in this prescribed way,” as if He were to say, “if the Eternal your G-d will bring you into the Land, and you will reap the harvest thereof and bring the meal-offering of the first-fruits, you shall do it in such-and-such a manner;” for G-d always mentions the inheritance of the Land to them conditionally, just as He said, <i>For if ye shall diligently keep all this commandment … then will the Eternal drive out all these nations from before you</i>,<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Deuteronomy 11:22-23.</i> and so also in many places.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd47f2fbfba21733360c98", "index_title": "Ramban on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Leviticus 14:43:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ramban on Leviticus 14:43:1", "sourceHeRef": "רמב\"ן על ויקרא י״ד:מ״ג:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 43.0001, "collectiveTitle": {"en": "Ramban on Leviticus", "he": "רמב\"ן על ויקרא"}, "he": "<b>ואם ישוב הנגע ופרח בבית</b> הנה הנגע הזה שבא באבנים האחרות ובעפר האחר איננו הנגע הראשון ואינו דומה לפריחה האמורה באדם ולפשיון שהוא שב למקומו הראשון בטבעו כי פעמים רבים תסתתר הליחה תחת העור ותשוב אל פנימית הגוף ואחרי כן תשוב ותמשך אל העור ואל חיצוניו אבל הענין הוא כאשר כתבתי בסדר אשה כי תזריע (רמב\"ן על ויקרא י״ג:מ״ז) שהוא נגע ומכת אלהים שתהיה רוח ה' רעה במקום ההוא ובתורת כהנים (פרשה ז א) אמרו ואם ישוב הנגע ופרח בבית משל חזר איש פלוני למקומו והכוונה לומר שאין \"ופרח\" האמור כאן פשיון כמו ואם פרוח תפרח הצרעת בעור (ויקרא י״ג:י״ב) אלא שהוא צומח במקום ההוא כענין פרח מטה אהרן (במדבר יז כג) והמשל שהזכירו לרמוז הענין שאמרנו שאין זה נגע נולד ופושה אלא צומח וחוזר וצומח כאיש שהלך לו וחזר לישב למקומו הראשון בכסא אחר אשר הוכן לו שם וטעם הפריחה כבר פירשתיה וכן צרעת פורחת היא (ויקרא י״ג:נ״ז) בבגדים ולא אמר הכתוב \"ואם ישוב הנגע ופרח באבנים ההם\" אלא אפילו נולד במקום אחר מן הבית ואפילו ממראה אחר שאינו כמראה הנגע הראשון נדון אותו כחוזר ופורח ואינו נדון כנגע הנולד מתחלה וזהו טעם \"בבית\" כי בכל הבית יהיה דינו כן והטעם כי הרוח הרעה לא תסור מן הבית ההוא אבל תמיד תהיה בבית ההוא באחת המקומות להבעית את בעליו וכן אמרו בת\"כ (פרשה ז א ג) אין לי אלא מקומו מנין לרבות את כל הבית תלמוד לומר בבית אין לי אלא במראיו שלא במראיו מנין ת\"ל ופרח ועניני הכתובים האלה כפי המדרש ואם ישוב הנגע ביום השביעי וחזר בבית אחר חלץ את האבנים ואחרי הקצות והטוח או בא הכהן ביאה שנית וראה והנה עתה פשה הנגע בבית כמשפט הראשון צרעת ממארת היא ונתץ את הבית לומר כי הפושה בראשון או הפושה בשני משפט אחד להם ולא הוצרך לומר ובא הכהן וראה והנה פשה הנגע בבית וצוה וחלצו את האבנים וכל הפרשה כי הכתוב נמשך למעלה לאמר אם ישוב הנגע אחר חלץ האבנים בראשון או בשני כאשר בא הכהן וראה הפשיון צרעת ממארת היא ואמר עוד (ויקרא י״ד:מ״ח) ואם בא יבוא הכהן בביאה השנית הנזכרת וראה והנה לא פשה הנגע בבית אחרי הטוח את הבית וטהר הכהן את הבית כאשר נרפא הנגע ממנו כלומר שלא חזר בו ונלמד עתה שהעומד בעיניו בראשון ובשני חולץ וקוצה וטח ונותן לו שבוע ואם חזר נותץ וזה תיקון המקראות כמדרשם שאי אפשר לחתכם בסכין להקדים ולאחר בדבר שאינו כלל במשמעם ויתכן עוד שנאמר בתקון הענין הזה כי פשה במקום הזה כטעם פרח ושניהם ענין צמיחה כי כשיש שם נגע יאמר פשה בגדולו והתפשטו וכשאין שם נגע יאמר פשה בצמיחתו ושובו כי הכל ענין גידול וכן אונקלוס פתר בכולן אוסיף ולשון תוספת יאמר בדבר הגדל ונוסף על האחר כגון ונוסף גם הוא על שונאינו (שמות א י) ונוספה נחלתן (במדבר לו ד) ויאמר בדבר החוזר כגון יוסיף ה' שנית ידו (ישעיהו יא יא) ויתנבאו ולא יספו (במדבר יא כה) לא חזרו עוד להנבא והנה ענינו שחזר הנגע והנה אחר חלץ האבנים כשיזכיר הכתוב פשיון יהיה ענינו כטעם צמיחה כאשר הזכרתי במלת פריחה ואם כן יאמר הכתוב ואם ישוב הנגע וצמח בבית אחר חלץ האבנים ובא הכהן וראה והנה צמח הנגע בבית ונתץ אותו כי כל נגע החוזר טמא מוחלט ואם בא יבא הכהן וראה שלא צמח הנגע כלל בבית אחרי הטוח יטהרנו כי נרפא בחליצה וטיחה והנה נתפרש כאן דין הבית בפושה בראשון שחולץ וקוצה וטח ונותן לו שבוע ואם חזר טמא ואם לא חזר טהור אבל העומד בעיניו בראשון ופושה בשני לא נתפרש בתורה דינו אבל נדון בו גזרה שוה זו היא ביאה זו היא שיבה (תורת כהנים ז ז) לומר שדין הביאה שהיא אמורה בסוף שבוע שני כדין השיבה שהיא אמורה בסוף שבוע ראשון שבשתיהן אם פשה בו חולץ וקוצה וטח ונותן לו שבוע וכן העומד בעיניו בראשון ובשני ופושה בשלישי לא הוזכר בתורה אבל נלמד (בתורת כהנים שם ה-י) מגזירה שוה אחרת שאמר (ויקרא י״ד:מ״ח) ואם בא יבא הכהן שנדון ביאה שלישית כביאה שניה והנה הכתובים כמשמעם והמדרשות למדו אותן מגזירה שוה למשה בסיני ומה שאמרו בת\"כ (פרשה ז ז) במה הכתוב מדבר וכו' סמך מדבריהם שירצו להזכיר בכתוב הענין המקובל להם בגזירה שוה וכן מה שאמרו שם (בתורת כהנים פרשה ז ו) אם סופנו לרבות את החוזר אע\"פ שאינו פושה מה ת\"ל ובא הכהן וראה והנה פשה הנח לו לומר שנניח הכתוב כמשמעותו ונלך אחר המדרש לא שנעקור הכתוב ממקומו ונקבענו במקום אחר זהו הנראה אלי בענין הפרשה הזאת כדי שיהו דברי חכמים קיימים והוא דבר נאה ומתקבל:", "heVersionTitle": "On Your Way New", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND IF THE PLAGUE RETURN AND BREAK OUT IN THE HOUSE. Now this plague which came in the other stones and in the other mortar [which replaced the original ones], is not identical with the first plague which was there, [but is a different outbreak]. It is thus unlike the “breaking out” of the leprosy mentioned in the case of a person<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Above, 13:12; 20.</i> and the spreading thereof, which mean that the plague returned to its former natural place, since the pus many times hides under the skin and retreats into the interior of the body, and afterwards it returns and spreads to the skin on its outside. Rather, the matter [of leprosy in a house] is as I have written in <i>Seder Ishah Ki Thazria</i>,<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Above, 13:47.</i> that it is a plague and Divine intervention implying that <i>the evil spirit from G-d</i><sup class=\"footnote-marker\">85</sup><i class=\"footnote\">I Samuel 16:16.</i> is in that place. And in the Torath Kohanim the Rabbis have said:<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 7:1.</i> “<i>And if the plague come again, and break out in the house</i>.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> This is like saying, ‘That person has returned to his place.’” The meaning of the Sages is to state that the expression <i>‘u’parach’</i> (<i>and it break out</i>) mentioned here [in connection with leprosy in a house], does not mean “spreading out” as it does in the verse [dealing with leprosy of a man], <i>And if the leprosy ‘paro’ach tiphrach’</i> (<i>break out abroad</i>) <i>in the skin</i>,<sup class=\"footnote-marker\">88</sup><i class=\"footnote\">Above, 13:12.</i> but here it denotes a [fresh] outbreak in that place just like the expression, <i>the rod of Aaron ‘parach’</i> (<i>was budded</i>).<sup class=\"footnote-marker\">89</sup><i class=\"footnote\">Numbers 17:23.</i> The comparison that the Rabbis drew [i.e., that this is like saying, “That person has returned to his place”], is to allude to the matter we have stated, namely, that this is not a plague which comes into existence and spreads out [as in the case of leprosy of man], but is one outbreak after another, just like a man who left his place and then came back to sit in his former place, on a different chair which was prepared for him there. I have already explained<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">Above, 13:47.</i> the meaning of this “breaking out” [of leprosy in a house], as well as of the “breaking out” of leprosy in garments.<sup class=\"footnote-marker\">90</sup><i class=\"footnote\">Above, 13:57.</i><br>Now Scripture does not state here, “and if the plague comes back, and breaks out ‘in those stones’” [but instead it says, <i>and breaks out ‘in the house’</i>],<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> for even if it broke out in another place of the house, and even if it was of another color, unlike that of the first plague, it is considered a recurring plague [i.e., one that recurs after removal of the stones, scraping and replastering, which necessitates the demolition of the house], and is not considered a plague appearing for the first time in the house. This is the sense of the expression <i>in the house</i> [<i>and if the plague come again, and break out ‘in the house’</i>],<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> meaning that wherever it recurs in the house, it is governed by that law [which requires the demolition of the house]. The reason for this is that the evil spirit will not depart from that house, but will always be in one of the places in that house, to frighten its owners. So also the Rabbis have said in the Torath Kohanim:<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 7:1; 3.</i> I know only that [the house is to be demolished] if the plague returns to its former place. Whence do I know to include a return to any place in the house? Scripture therefore says, <i>in the house</i>.<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> I know only that this rule applies if the plague recurs in its original color. Whence do I know that even if it recurs in a different color [it is governed by the same rule]? Scripture therefore says, <i>and it break out</i><sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> [meaning, in its original color or a different one].<br>Now the meaning of these verses according to the interpretation [of the Torath Kohanim] is as follows. <i>And if the plague come again</i> on the seventh day and returns <i>in the house, after that the stones have been taken out, and after the house hath been scraped, and after it is plastered</i>,<sup class=\"footnote-marker\">87</sup><i class=\"footnote\">Further, Verse 43.</i> or<sup class=\"footnote-marker\">92</sup><i class=\"footnote\">The expression <i>u’va hakohein</i> of Verse 44, which is generally translated “<i>‘and’</i> the priest shall come,” Ramban interprets to mean “‘or’ the priest shall come.” See further, Note 95, on the significance of this interpretation.</i> <i>the priest shall come</i> a second time <i>and see, and, behold</i>, that now <i>the plague has recurred</i><sup class=\"footnote-marker\">93</sup><i class=\"footnote\">The Hebrew word is <i>pasah</i>, which is generally translated as “spread.” But Ramban has already explained above that in this section dealing with leprosy of a house, the term means “recur” and not “spread.” See Note 95.</i> <i>in the house</i> as it was at first, <i>it is malignant leprosy … and he shall break down the house</i>,<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">Verse 45.</i> the two verses thus explaining that whether the plague recurred at the end of the first week or at the end of the second week, they are governed by one law [which requires the demolition of the house].<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">Ramban thus avoids a great exegetical difficulty which Rashi found in these verses. Principally it is as follows: Verse 44 states: <i>And the priest shall come and see, and, behold, the plague be ‘pasah’ in the house, it is a malignant leprosy; it is unclean</i>. This is followed by Verse 45 which states: <i>And he shall break down the house</i> etc. Now Rashi, who interpreted the word <i>pasah</i> here in Verse 44 in the same way as in leprosy of man, meaning that “it spread out,” found this difficulty: since the Rabbis have said that every plague that recurs in a house after the removal of stones, scraping and replastering, is a sign of impurity, and requires the whole house to be demolished, why then does the verse state here <i>pasah</i>, since the same law applies even if the plague did not spread out? Accordingly Rashi transposed the order of the verses, placing Verse 45 [<i>And he shall break down the house …</i>] after Verse 43 [<i>And if the plague come again …</i>], and Verse 44 [<i>And the priest shall come …</i>] after Verses 46 and 47 [<i>and he that eateth in the house …</i>]. Ramban later remarks that this transposition of the verses is like “cutting the verses with a knife.” Ramban on the other hand explained the verses on these two premises: (a) the term <i>pasah</i> in this section on leprosy of a house, means “recur,” and not “spread.” (b) <i>‘u’va hakohein’</i> in Verse 44 does not mean “<i>then</i> the priest shall come,” or “<i>and</i> the priest shall come,” but rather “<i>or</i> the priest shall come.” Thus Verse 43 speaks of the recurrence of the plague at the end of the <i>first</i> week [after the removal of the stones etc.], and Verse 44 speaks of the case when it recurred at the end of the <i>second</i> week. In each of these cases the law is as stated in Verse 45: <i>And he shall break down the house …</i> Thus according to Ramban all the verses are in order. The text of Ramban which follows sets forth this exposition in more detail.</i> Scripture did not need to say [in Verse 44] “<i>and the priest shall come and see, if the plague be ‘pasah’</i> (<i>have recurred</i>) <i>in the house</i> — he shall then command that they take out the stones” etc., [as Rashi would have it],<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Since Rashi explained the word <i>pasah</i> as “spreading,” he was also forced — besides transposing Verse 44 [<i>And the priest shall come and see …</i>] to follow after Verse 47 as mentioned above — to explain that if at the end of the second week after the house was shut up, the priest found that the plague has spread then Verse 40 (!) reapplies: <i>then the priest shall command that they take out the stones …</i> and he gives it another week. If it returns, he demolishes the house, and if it does not return, it is pure. [[illegible]] It is this re-introduction of Verse 40 here in the order of the verses that Ramban finds unnecessary, as explained in the text.</i> for this verse [<i>and the priest shall come …</i>] is connected with the verse [43] immediately preceding it, stating, <i>if the plague come again … after that the stones have been taken out</i> at the end of the first week or the second week, when the priest comes, and he sees its recurrence, <i>it is a malignant leprosy</i>. Then Scripture further states, <i>And if the priest shall come in</i>,<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Verse 48.</i> that is, at the end of the second week mentioned above [in Verse 44], <i>and see it, and, behold, the plague hath not recurred</i><sup class=\"footnote-marker\">98</sup><i class=\"footnote\">Here too (in Verse 48) the word is <i>pasah</i>, which Rashi would explain as “spread” or “extended” [and it is so rendered in most translations], but Ramban explains it as meaning “recur.”</i> <i>in the house, after that the house was plastered; then the priest shall pronounce the house clean</i>, since it is healed of the plague, that is to say, it did not recur. Thus we now derive the principle that if a plague remained as it was during the first week and the second week, he removes the stones, scrapes away and replasters, and gives it another week, and if the plague returns, he demolishes the house. This is the correct interpretation of the verses in accordance with the [Rabbinical] interpretation thereof, for it is impossible to cut them, so to say, with a knife<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">Reference is to Rashi’s exposition of the verses. See above, Note 95.</i> placing later verses first and earlier verses later, in a manner which is not all their meaning.<br>It is further possible that we say as a correct interpretation of the verses on this subject, that the term <i>pasah</i> in this section [which deals with leprosy in a house], is like <i>parach</i>, both of them being an expression of “sprouting.” Where a plague exists already, the term <i>pasah</i> denotes its growth and extension, and where there is no plague, it means its [original] sprouting and [subsequent] recurrence, since it is all a matter of growth. Onkelos also has rendered all [expressions of <i>pasah</i>] as <i>oseiph</i> (adding), and the term <i>tosepheth</i> (addition) is used of a growing thing which is added to another, such as in the expressions: <i>‘v’nosaph gam hu’</i> (<i>they be added also</i>) <i>to our enemies;</i><sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Exodus 1:10.</i> <i>‘v’nosphah nachalathan’</i> (<i>then will their inheritance be added</i>),<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">Numbers 36:4.</i> and it may also be used of a matter which “returns,” such as: <i>the Eternal ‘yosiph’</i> (<i>will set again</i>) <i>His hand;</i><sup class=\"footnote-marker\">102</sup><i class=\"footnote\">Isaiah 11:11.</i> <i>and they prophesied ‘v’lo yasaphu’</i> (<i>but they did so no more</i>),<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">Numbers 11:25.</i> meaning that [Eldad and Meidad] did not prophesy any more. Thus the meaning of the term <i>pasah</i> is that the plague “returned.” Now after the removing of the stones, [scraping and replastering], when Scripture speaks of <i>pisayon</i> [as it does in Verse 44 and 48], the meaning thereof is “sprouting,” as I have mentioned in connection with the term <i>prichah</i>.<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">In the beginning of this verse, in the text before Note 88.</i> If so, Scripture is stating: <i>and if the plague came again and ‘sprouted’ in the house, after that the stones have been taken out … and the priest shall come and see, and, behold the plague has ‘sprouted’ in the house … then he shall break down the house</i>,<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Verses 43-45.</i> for every plague that returns is a sign of confirmed impurity. <i>And if the priest shall come in, and see that the plague has not ‘sprouted’</i> at all <i>in the house, after the house was plastered</i>, he shall pronounce it pure, <i>because the plague has been healed</i> by the removal of the stones, [scraping] and replastering.<br>Thus the law of a house wherein the plague recurs at the end of the first week has been explained here, that he removes the stones, scrapes and replasters, and gives it another week. If the plague returns the house is impure [and is to be demolished], and if it does not return it is pure. But where it remained at the end of the first week as it was [when he first saw it], and it recurred at the end of the second week, the law thereof was not explained in the Torah, but we derive it by means of a <i>gzeirah shavah</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Literally: “a similarity of phrases.” It is one of the Thirteen principles of exegesis established by Rabbi Yishmael, by which the Torah is expounded (see above, Note 64). Thus where a similarity of phrases occurs in two different texts, the strictures mentioned in one text may equally apply to the second text, even though they are not mentioned there. It is important to note in this connection that an analogy from such congruent expressions cannot be established of one’s own accord; it must be an authorized tradition that this similarity of phrases is to be applied, in order to establish such an analogy.</i> as follows: [the expression, <i>and behold if the plague recur</i> is found both in Verse 44: <i>and the priest shall come</i>, and in Verse 39: <i>and the priest shall return</i>, thus establishing that] “<i>coming</i> [in Verse 44] and <i>returning</i> [in Verse 39] are identical in regard to their law,” meaning that the law of “coming” which is stated at the end of the second week, is like the law of “returning” stated at the end of the first week, i.e., that in both cases if the plague recurred, he removes the stones, scrapes and replasters and gives it another week.<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">This is clearly stated in Verse 40 with regard to the end of the first week. The above analogy establishes that the same law applies to the end of the second week, although it is not clearly specified.</i> Similarly, if the plague remained as it was [at the end of] the first and second weeks, and recurred [at the end of] the third week, the law thereof is not mentioned in the Torah, but it is derived by means of another <i>gzeirah shavah:</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Literally: “a similarity of phrases.” It is one of the Thirteen principles of exegesis established by Rabbi Yishmael, by which the Torah is expounded (see above, Note 64). Thus where a similarity of phrases occurs in two different texts, the strictures mentioned in one text may equally apply to the second text, even though they are not mentioned there. It is important to note in this connection that an analogy from such congruent expressions cannot be established of one’s own accord; it must be an authorized tradition that this similarity of phrases is to be applied, in order to establish such an analogy.</i> <i>‘v’im bo yavo hakohein’</i> (<i>and if the priest shall come in</i>),<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">Verse 48.</i> thus establishing that the priest’s third coming is identical in law to his coming the second time.<sup class=\"footnote-marker\">109</sup><i class=\"footnote\">The root <i>bo</i> (coming) together with the verb <i>yavo</i> (he will come) suggest two “comings” — thus making the priest’s coming into the house to examine the status of the plague at the end of the third week, comparable in its law to that of his second visit, as explained in the text.</i> Thus the verses are explained in line with their simple meaning, while the [Rabbinical] interpretations were derived by a <i>gzeirah shavah</i><sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Literally: “a similarity of phrases.” It is one of the Thirteen principles of exegesis established by Rabbi Yishmael, by which the Torah is expounded (see above, Note 64). Thus where a similarity of phrases occurs in two different texts, the strictures mentioned in one text may equally apply to the second text, even though they are not mentioned there. It is important to note in this connection that an analogy from such congruent expressions cannot be established of one’s own accord; it must be an authorized tradition that this similarity of phrases is to be applied, in order to establish such an analogy.</i> taught to Moses on Sinai. And that which the Rabbis said in the Torath Kohanim:<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">Torath Kohanim, <i>Metzora</i> 7:7.</i> “What does Scripture refer to? etc.” [from which you might think that these interpretations were originally established by the Rabbis, and not based on the <i>gzeirah shavah</i> taught to Moses on Sinai], is merely a Rabbinical support, since they wanted to find a basis in the Scriptural text for that principle which they had received by tradition established by the <i>gzeirah shavah</i>.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Literally: “a similarity of phrases.” It is one of the Thirteen principles of exegesis established by Rabbi Yishmael, by which the Torah is expounded (see above, Note 64). Thus where a similarity of phrases occurs in two different texts, the strictures mentioned in one text may equally apply to the second text, even though they are not mentioned there. It is important to note in this connection that an analogy from such congruent expressions cannot be established of one’s own accord; it must be an authorized tradition that this similarity of phrases is to be applied, in order to establish such an analogy.</i> Similarly, what the Rabbis said there:<sup class=\"footnote-marker\">111</sup><i class=\"footnote\"><i>Ibid.</i>, 6.</i> “If we are eventually to include a plague which recurred, even though it did not extend [in the law requiring the removal of the stones etc.], why then does Scripture say, <i>And the priest shall come and see, and behold, if the plague be ‘pasah’</i> (<i>extended</i>)?<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Verse 44. See also above, Note 98.</i> Leave it.”<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">I.e., “This is not the proper place of the verse, since that verse speaks of the case of a plague that remained as it was during the first week, to which the priest has therefore given a second week to be shut up, and at the end of the second week he comes and sees that it has spread.” See above, Note 96, that Rashi transposed Verse 44 and read it after Verse 47. This is all predicated upon the interpretation of the term <i>pasah</i> as meaning “spreading” or “extending.” The phrase in the Torath Kohanim <i>hanach lo</i> (“Leave it”) is therefore interpreted as explained above [on the basis of the Rabad’s commentary there, which follows Rashi’s interpretation]. Ramban who has explained the term differently, as explained above in the text, is therefore bound to give a different interpretation of the expression in the Torath Kohanim, which now follows in the text: “That is to say, that we are to leave etc.”</i> That is to say, we are to leave here the plain meaning of the verse and follow the interpretation, but not that we are to uproot the verse from its place and explain it as referring to another place. This is what appears to me to be correct in the meaning of this Scriptural section, so that the words of the Sages be upheld, and it is a fitting and appealing interpretation.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd4827fbfba217333620a8", "index_title": "Ramban on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Genesis 28:20:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ramban on Genesis 28:20:1", "sourceHeRef": "רמב\"ן על בראשית כ״ח:כ׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Ramban on Genesis", "he": "רמב\"ן על בראשית"}, "he": "<b>אִם יִהְיֶה אֱלֹהִים עִמָּדִי</b> לְשׁוֹן רַשִׁ\"י (רש\"י על בראשית כ\"ח:כ') אִם יִשְׁמֹר לִי הַבְטָחוֹת הַלָּלוּ שֶׁהִבְטִיחַנִי. וְטַעַם הַתְּנַאי, שֶׁלֹּא יִגְרֹם הַחֵטְא. וְכָךְ אָמְרוּ בִּבְרֵאשִׁית רַבָּה (בראשית רבה ע\"ו:ב'), רַב הוּנָא בְּשֵׁם ר' אַחָא, כְּתִיב \"הִנֵּה אָנֹכִי עִמָּךְ\" וּכְתִיב \"אִם יִהְיֶה אֱלֹהִים עִמָּדִי\", אֶלָּא מִכָּאן שֶׁאֵין הַבְטָחָה לַצַּדִּיקִים בָּעוֹלָם הַזֶּה. וְיִתָּכֵן עוֹד עַל דֶּרֶךְ הַפְּשָׁט שֶׁאֵין הַסָּפֵק בַּדָּבָר, אֲבָל בְּכָל הֶעָתִיד יֹאמַר הַכָּתוּב כֵּן, כְּמוֹ \"עַד אֲשֶׁר אִם עָשִׂיתִי\", וְכֵן \"וְאִם יִהְיֶה הַיֹּבֵל לִבְנֵי יִשְׂרָאֵל\" (במדבר לו ד), אִם יָבֹא הָעֵת שֶׁיִּהְיֶה הַתְּנַאי אָז יִתְקַיֵּם הַמַּעֲשֶׂה, כְּלוֹמַר בְּבוֹאוֹ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "IF (‘IM’) G-D WILL BE WITH ME. Rashi comments: “If He will keep for me these promises which He made to me.” The reason for the condition is lest the sin cause the abrogation of the promises. And so the Rabbis said in Bereshith Rabbah,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">76:2.</i> “Rabbi Huna said in the name of Rabbi Acha, ‘<i>And behold, I am with thee</i>,<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Verse 15 here.</i> and yet it is written, <i>If G-d will be with me</i>! However, from here you infer that there is no assurance to the righteous in this world.’”<br>In line with the simple meaning of Scripture it is further possible that the word <i>im</i> does not indicate a doubt in the matter, but such is the way of Scripture when referring to future events, such as: <i>until ‘im asithi’ (I have done)</i>.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Verse 15 here.</i> And so also: <i>‘Ve’im’ there shall be the jubilee of the children of Israel</i>.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">Numbers 36:4.</i> In all these cases it means if there will come a time when the condition is satisfied, then the deed will be fulfilled, that is to say, <i>ve’im</i> does not mean “<i>if</i> it occurs,” but rather “<i>when</i> it occurs.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "54bd487dfbfba21733365054", "index_title": "Rashi on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Leviticus 2:14:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rashi on Leviticus 2:14:1", "sourceHeRef": "רש\"י על ויקרא ב׳:י״ד:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Rashi on Leviticus", "he": "רש\"י על ויקרא"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ואם תקריב.</b> הֲרֵי אִם מְשַׁמֵּשׁ בִּלְשׁוֹן כִּי, שֶׁהֲרֵי אֵין זֶה רְשׁוּת, שֶׁהֲרֵי בְּמִנְחַת הָעֹמֶר הַכָּתוּב מְדַבֵּר שֶׁהִיא חוֹבָה, וְכֵן וְאִם יִהְיֶה הַיֹּבֵל וְגוֹ' (במדבר ל\"ו):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם תקריב AND IF (according to Rashi, AND “WHEN”) THOU OFFER [A MEAL-OFFERING OF FIRST FRUITS] — אם here has the meaning of כי, “when”, for this (the offering of the מנחת בכורים) is not optional, since Scripture is speaking of the meal-offering of the “Omer” which is obligatory. Similar is אם in the phrase (Numbers 36:4) ואם יהיה היובל which means: “when the jubilee will be”, not: “if the jubilee will be”, since it is bound to come (cf. Sifra, Vayikra Dibbura d'Nedavah, Section 13 2; see also Rashi on Exodus 20:22).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5628c005fbfba23d624b28aa", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Vayikra Dibbura DeNedavah, Section 13 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Sifra, Vayikra Dibbura DeNedavah, Section 13 1", "sourceHeRef": "ספרא, ויקרא דבורא דנדבה, פרשה יג א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 1, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה יג", "he": "[א] \"ואם תקריב מנחת בכורים לשם\" – ר' יהודה אומר עתידה מנחת בכורים לפסוק ולחזור. וכן הוא אומר (במדבר לו, ד): \"ואם יהיה היבל לבני ישראל\" – עתיד היובל לפסק ולחזור.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "1) (Vayikra 2:14): \"And if you offer a meal-offering of first fruits (bikkurim) to the L–rd\" (the meal-offering of the omer): R. Yehudah says: The meal-offering of bikkurim is destined to be suspended (with exile) and to be restored. And, similarly, it is written (Bamidbar 36:4): \"And if the jubilee (yovel) will be for the children of Israel\" — the jubilee is destined to be suspended and to be restored.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "568d7eb6d6e4a96891fbd2e7", "index_title": "Radak on Psalms", "category": "Quoting Commentary", "type": "", "ref": "Radak on Psalms 7:12:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Radak on Psalms 7:12:2", "sourceHeRef": "רד\"ק על תהילים ז׳:י״ב:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 12.0002, "collectiveTitle": {"en": "Radak on Psalms", "he": "רד\"ק על תהילים"}, "heTitle": "רד\"ק על תהילים", "he": "<b>ואל זעם בכל יום:</b> כלומר: שופט הצדיק, ושופט מי שהוא <b>זעם אל בכל יום,</b> כי לא ישוב מרשעו. וזהו שאמר אחריו: <b>אם לא ישוב. אם</b> במקום כי, כמו ואם יהיה היבל (במדבר לו ד) שהוא במקום כי, או כאשר. <b>ובכל יום</b> רוצה לומר: תמיד. ומה היה <b>זעם</b> שאול לאל? שהיה מבזה מעשה האל ודברו, כי היה יודע כי דוד על פי יי' נמשח למלך אחריו והוא היה רודף אחריו כל יום להרגו. הנה היה חושב בכל יום לבטל דברי האל. ועוד: שהיה דוד נקי ולא חטא לו, והיה רוצה לשפוך דם נקי. ועוד: שנשבע חי יי' שלא ימיתנו. ומכל אלה היה ראוי להקרא <b>זעם.</b>", "heVersionTitle": "The Psalms with Qimchi’s Longer Commentary, Leipzig, 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " <b>Yea, a God that is provoked every day:</b> – as though to say, He judges the righteous, and He judges him who provokes God every day, when he repents not of his wickedness. And this is what he means below (by the words) if he turn not - if (אם) being used in the place of כי (when), as: \" When (אם) the jubile shall be\" (Num. 36:4), where it stands in the place of כי or כאשר (when). And by every day he means \"continually.\" And how was Saul provoking God? Because he was despising God's work and word, for he knew that David had been anointed as king by the command of God to succeed him, and (yet) he pursued him every day to kill him. You see he was planning every day to bring God's word to naught. And, moreover, David was innocent and had not sinned against him, and he wished to shed innocent blood. And, further, because he had sworn solemnly that he would not slay him. And for all these reasons it was right that He (God) should be spoken of as provoked.", "versionTitle": "R. David Kimhi on the first book of Psalms, Translated by R.G. Finch, London, 1919", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "57e77d8ed6e4a94c7c18b3e3", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 36:4", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Tafsir Rasag, Numbers 36:4", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ו:ד׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.0004, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "ולו חתי יואפי אלטלאק לבני אסראיל לבקית חצתהן מזאדה עלי חצה אלסבט אלד̇י יתזוג̇ן מנה ונאקצה מן חצתנא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b0c2d6e4a902855fdafd", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Genesis 28:20:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Tur HaArokh, Genesis 28:20:1", "sourceHeRef": "הטור הארוך, בראשית כ״ח:כ׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 20.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>אם יהיה אלקים עמדי. </b>שישמור לי הבטחתו שהבטחני שלא יגרום החטא שהצדיקים אינם מאמינים בעצמם. וי\"מ משום שלא היה אלא חלום אמר אם יהיה החלום אמת ויתקיים בי החלום. וי\"מ לשון שבועה כן יהיה השם עמדי ושמרני בדרך כן כאשר אשוב בשלום לבית אבי שיהיה השם לי לאלקים. והרמב\"ן פי' שיש מלת אם שאינה תנאי כמו אם יהיה היובל לבני ישראל שפי' כשיהיה היובל וכמו אשר אם עשית שבדבר העתיד נופל בו לשון אם פי' כשיבא הזמן שיהיה התנאי קיים אז יתקיים המעשה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אם יהיה אלוקים עמדי, “if G’d will be with me, etc.” He referred to G’d’s personal promise to him that He would not become a victim of the way of the righteous who are forever fearful of not possessing sufficient merit, and therefore consider any assurance to them by G’d as only conditional, i.e. אם. [the problem in the text is how did Yaakov dare to apply the word “if” to G’d’s promise. Ed.]\n    Another view of this line is the reason why Yaakov prefaced this line with the word אם, “if,” is not that he conditioned his continued righteous way of life on G’d’s protection, but that seeing it was based on a dream, he could not be sure that this was a divine revelation rather than wishful thinking on his part. Divine promises experienced in a dream may be just that, a dream without substance.\n    Still another interpretation of this verse is that it was an oath. “Just as I am certain that G’d will be with me and that I will return safely to my father’s house, so I am certain that after that I will erect a house of G’d on this site.”\n    Nachmanides states that the word אם does not necessarily have to mean a conditional “if.” An example of such a different meaning of the word אם is found in Numbers 36,4 ואם יהיה היובל לבני ישראל, where it means: “and when the Jubilee year will arrive for the Children of Israel, etc.” Yaakov refers to what he will do as soon as G’d’s promise to him has been fulfilled.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5889b278d6e4a902855fe225", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Leviticus 2:14:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Tur HaArokh, Leviticus 2:14:1", "sourceHeRef": "הטור הארוך, ויקרא ב׳:י״ד:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "ויקרא", "he": "<b>ואם תקריב מנחת בכורים. </b>פירש\"י אם זה בלשון כי. וכתב הרמב\"ן הנכון בעבור שלא צוה עתה לעשות המצוה הזאת אמר כן וחזר אלמעלה שאמר מנחת מחבת תעשה כן ומנחת מרחשת תעשה כן ואם מנחת בכורים תהיה המנחה אשר תקריב כמשפט הזה תעשה אותה. וכן פי' ואם יהיה היובל אם ינחלו ישראל את הארץ כל הימים ויזכו לקדש שנת היובל לא תחזור לנו הנחלה. אי נמי אם תקריב מנחת בכורים פי' אם יביאך ה' אל הארץ ותקצור קצירה ותביא מנחת בכורים כן תעשה אותה כי לעולם מזכיר ירושת הארץ בתנאי כענין שנאמר אם שמור תשמרו את כל המצוה הזאת והוריש ה' את כל הגוים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " ואם תקריב מנחת בכורים, “When you bring a meal-offering of the first (grain) etc.” <i>Rashi</i> states that the meaning of the word אם here is the same as the meaning of the word כי, “when,” as opposed to when the same word is conditional and means “if.”\n    Nachmanides writes that the justification for using this word at this juncture, [although every time the Torah used this introductory word thus far in our chapter it meant “if,” Ed.] is the fact that first ripe specimens of any of the seven categories of produce qualifying for the commandment of בכורים, are not immediately capable of being performed as one has to await the time when nature enables us to harvest such fruit. The word refers to the previous paragraph in which the meal offering in a deep pan had been discussed. The rules applying to that meal offering also apply to the offering of <i>bikkurim</i> consisting of grain products.\n    Nachmanides explains in similar fashion the use of the word אם where it prefaces some of the legislation of the Jubilee year (Numbers 36,4) It cannot be translated there as “if,” as the Jubilee will occur every 50 years and is not subject to man’s whims. The verse speaks of the time after the Israelites will have taken possession of their homeland. The Torah promises that as long as the Jewish people will observe that legislation the land will remain their ancestral possession.\n    Another approach to the meaning of the word ואם here, could be simply: “if” the Lord will bring you to the land and you will in due course reap your harvest and bring the first fruit offerings, then you shall do so in the manner here described. Inheritance of the land of Israel is always described as conditional on our observing the relevant legislation pertaining to the earth of that land. Failure to observe this legislation will result in our expulsion from that land.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d6a0d6e4a92bf45a8c11", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rabbeinu Bahya, Bamidbar 36:4:1", "sourceHeRef": "רבנו בחיי, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל לבני ישראל.</b> כלומר ואפילו שיהיה היובל לא נקוה שתשוב הנחלה אלינו אבל תהיה נוספת תמיד על נחלת המטה, לפי שאין זו מכירה שתהיה חוזרת ביובל, שהירושה אינה חוזרת ביובל, ונמצא שנוספה על נחלת המטה אשר תהיינה להם.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם יהיה היובל לבני ישראל, “and when the Jubilee year will arrive for the Children of Israel, etc.” These people argued that if the daughters of Tzelofchod were to marry someone outside their tribe, the heritage they had been given would then pass over to their husbands and as a result would never revert to their tribe even in the Jubilee year. The result would be an increase of ancestral land of some other tribe at the expense of the tribe of Menashe. The legal reason was that inherited property is not subject to the Yovel legislation.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489afd6e4a939ba1753ea", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Torah Temimah on Torah, Numbers 36:4:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל. </b>מלמד דאפילו בשעה שהיובל נוהג והנחלות חוזרות – אבל ירושה של תורה אינה חוזרת <sup class=\"footnote-marker\">א</sup><i class=\"footnote\">באור הענין, כי הלשון ואם יהיה היובל אינו מבואר כאן כלל, דהלא אדרבה, לכשיהיה היובל תחזור הנחלה, וזה הלא היפך כונתם של הטוענים שרצו לומר שנחלת בנות צלפחד תעבור לשבטים אחרים ולא תחזור לעולם לקדמותה, כמבואר בפרשה, ולכן בהכרח לפרש הלשון ואם כמו אפילו, ורצונם לומר דאפילו לכשיהיה היובל ושארי הנחלות יחזרו, אבל זו של בנות צלפחד שתעבור לבעליהן לעולם לא תחזור לשבט צלפחד, וזה הוא מפני כי ירושה דאורייתא אינה חוזרת ביובל וס\"ל דירושת הבעל דאורייתא [ע\"ל פ' ח' אות י\"ג], ועיין בבבלי בכורות נ\"ב ב', וצ\"ע שלא הביאו שם דרשה זו, ועיין באות הבא.\n</i> [ירושלמי כתובות פ\"ט ה\"א]\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59d489b0d6e4a939ba1753ec", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:4:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Torah Temimah on Torah, Numbers 36:4:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היבל. </b>תניא, ואם יהיה היובל, מכאן היה רבי יהודה אומר, עתיד היובל שיפסק ויחזור <sup class=\"footnote-marker\">ב</sup><i class=\"footnote\">עיין רש\"י בפסוק זה הביא דרשה זו, ופירשו המפרשים דקשה ליה הלשון ואם שלכאורה הוא סותר כונת הטוענים שרצו לומר שנחלת בנות צלפחד תעבור לשבטים אחרים ולא תחזור לעולם לקדמותה וכמש\"כ בדרשה הקודמת. ולדעתי אין פי' זה נכון, יען שבתו\"כ כאן פירש ר' יהודה עצמו כונת דרשתו זאת, שכן דריש כאן, ואם תקריב מנחת בכורים, ר' יהודה אומר, עתידה מנחת בכורים לפסוק ולחזור, וכן הוא אומר ואם יהיה היובל עתיד היובל לפסוק ולחזור, עכ\"ל. והכונה מבוארת דמדייק הלשון ואם דמשמע שמציאות היובל הוא ספק והלא באמת היא מצוה חיובית, וכן בקרבן מנחת בכורים לא שייך לשון ואם דמשמע שרשות הוא להקריב מנחת בכורים ובאמת הוא קרבן חובה, ולכן מסיב הלשון ואם לדרשה אחרת. –\n<br>אך תימא שלא העיר לא רש\"י ולא המפרשים מדרשת הירושלמי שהבאנו בדרשה הקודמת שכבר דרשו הלשון ואם כמו אפילו, יעו\"ש, וי\"ל דרוצה רש\"י לפרש ע\"פ האמת דקיי\"ל ירושת הבעל דרבנן וא\"כ תו לא מקיימא אותה דרשה כמש\"כ שם, ולכן מביא דרשה אחרת, ודו\"ק.\n</i>.<br>(תו\"כ פ׳ ויקרא, ב׳ י\"ד)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5a1547e8d6e4a92409ac5016", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Siftei Chakhamim, Numbers 36:4:1", "sourceHeRef": "שפתי חכמים, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ר\"י אומר.</b> רצל\"ת למה כתיב ואם, הל\"ל וכי יהי', דואם משמע שספק הוא אם יהי' היובל. ומה שכתב אחר זה ואפי' יהי' יובל אינו ר\"ל שפי' ואם אפי', שא\"כ הוא סותר מה שפירש לעיל דמלת ואם הוא ספק. אלא ואפילו זה מלשון רש\"י הוא, לא מפירוש מלת אם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>R’ Yehudah said.</b> Rashi wishes to answer the question: Why is it written ואם [\"and if\"], since it should have said וכי יהיה [\"and <i>when</i> [the <i>yoveil</i>] occurs\"]. For ואם implies that there is doubt as to whether there would be a <i>yoveil.</i> When Rashi writes afterwards “so even if <i>yoveil</i> occurs” he does not mean to explain ואם as meaning אפילו [\"even when\"], for if so he would be contradicting what he said above, that the word ואם implies doubt. Rather, the word “even” is part of Rashi’s usage of language, and it is not meant to be an explanation of the word אם.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e8d6e4a92409ac5018", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 36:4:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Siftei Chakhamim, Numbers 36:4:2", "sourceHeRef": "שפתי חכמים, במדבר ל״ו:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>שיפסוק.</b> ר\"ל שיחרב הבית ויתבטלו השמטות והיובל:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>To discontinue.</b> Meaning that the Temple will be destroyed and <i>shmittah</i> and <i>yoveil</i> will be discontinued.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0fd47b6eb3050055aa9763", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayetzei, Torah Ohr 83", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayetzei, Torah Ohr 83", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ויצא, תורה אור פ״ג", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 83, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>והרמב\"ן</b> כתב שאין ספק בדבר, אבל בכל העתיד יאמר הכתוב כן, כמו <small>(בראשית כח, טו)</small> עד אשר אם עשיתי. וכן <small>(במדבר לו, ד)</small> ואם יהיה היובל לבני ישראל, אם יבא העת שיהיה התנאי, אז יתקיים המעשה כלומר בבואו, עד כאן לשון הרמב\"ן. מכל מקום עדיין צריכין אנו למודעי למה ליעקב לומר דיבור שיש לו ב' פירושים, ובפרט בענין קדושה הגדולה צריך לברר דבריו:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "Nachmanides writes that it is possible that when speaking about events in the future, one should do so in a conditional tense. He quotes several examples. It does not mean that Jacob entertained ambivalent thoughts. It simply means that when the time comes when the condition applies the vow will become operative. We still must understand why Jacob used an expression that lends itself to more than one interpretation, especially where such a sacred subject is involved. ", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0fd6f82f650300563aa887", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayetzei, Torah Ohr 84", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Shenei Luchot HaBerit, Torah Shebikhtav, Vayetzei, Torah Ohr 84", "sourceHeRef": "שני לוחות הברית, תורה שבכתב, ויצא, תורה אור פ״ד", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1611, 1631], "commentaryNum": 84, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>אך</b> יש בכאן רמזים, ויפה כיון שדיבר לשום אם שהוא כלשון אם המוזכר ביובל אם יהיה היובל, וסוד היובל כבר רמזתי אותו ורומז על הגאולה העתידה, והגאולה העתידה הוא תלויה ועומד, זכו אחישנה, לא זכו בעתה <small>(סנהדרין צח, א)</small>, וזהו לשון של אם. גם א\"ם ראשי תיבות אליהו משיח לגאולה העתידה, ובעודנו בגלות בקש יעקב <small>(בראשית כח, כ)</small> ושמרני בדרך, שישמרנו מעשו הוא אדום אשר אנחנו בגלות אצלו, ולעתיד יהיה אלהים עמדי, רומז לביום ההוא יהיה ה' אחד ושמו אחד:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part III", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ג", "text": "There are numerous hints in Jacob's vow, and his use of the word אם was most appropriate. He used the word in the same sense as in Numbers 36,4: ואם יהיה היובל, \"and even when the Israelites observe the Jubilee.\" I have already mentioned that the Jubilee year legislation contains allusions to the Great Redemption in the future which may occur sooner than its ultimate date, (אחישנה, G–d says: \"I will hasten it,\") in the event Israel is worthy, or it may arrive according to a pre-determined timetable set by G–d which is known as בעתה (cf. Isaiah 60,22). The word אם also consists of the respective first letters of אליהו and משיח, both of which symbolize the redemption of the future. When Jacob asks for G–d's protection ושמרני בדרך הזה, he refers to the journey through exile during which protection from Esau/Edom is needed. When he says: אם יהיה אלוקים עמדי, this is a reference to the day when the name of G–d will be One.", "versionTitle": "Shney Luchot Habrit by Rabbi Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c178f37bb386c00d3de921f", "index_title": "Rashi on Rosh Hashanah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Rosh Hashanah 3a:2:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rashi on Rosh Hashanah 3a:2:2", "sourceHeRef": "רש\"י על ראש השנה ג׳ א:ב׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Rashi on Rosh Hashanah", "he": "רש\"י על ראש השנה"}, "heTitle": "רש\"י על ראש השנה", "he": "כדריש לקיש - כי גוע נתינת טעם הוא לדבר שלפניו נתגלו העדה לפי שגוע אהרן שלשון כי בד' לשונות משמש במקרא פעמים בא במקום אם פעמי' בא במקום דילמא שמא פעמי' בא במקום דהא שנותן טעם לדבר פעמים בא במקום אלא וסותר את דבור שלפניו כי יהיה להם דבר (שמות י״ח:ט״ז) כי תפגע (שם כג) כי יקרא קן (דברים כ״ב:ו׳) כולן לשון אם הם וכן כי תבאו (שמות יב) כי תלכון (שם ג) כי תכלה (דברים כו) כי תשא (שמות ל) וכל המשמשין במקום כאשר ובמקום אשר כולן לשון אם הם שמצינו בכמה מקומות אם משמש לשון כאשר ולשון אשר כמו ואם יהיה היובל (במדבר ל״ו:ד׳) שהרי בודאי יהיה ואם תקריב מנחת בכורים (ויקרא ב׳:י״ד) הרי זה וכאשר תקריב שהרי חובה הוא וכן אם כסף תלוה (שמות כ״ב:כ״ד) אם יבלענו ממקומו (איוב ח׳:י״ח) המדבר בשלות רשעים דילמא כגון כי תאמר בלבבך (דברים ז׳:י״ז) שמא תאמר רבים הגוים האלה לא תאמר כן לא תירא מהם כי תאמרו מה נרדף לו (איוב י״ט:כ״ח) וכי תאמרו מה נאכל בשנה השביעית (ויקרא כ״ה:כ׳) כי תראה חמור שונאך וחדלת (שמות כ״ג:ה׳) (כי תראה והתעלמת) והרבה כאלו לשון שמא הן לא צחקתי כי יראה (בראשית י״ח:ט״ו) ה\"ז לשון דהא לפי שיראה ויאמר לא כי צחקת (שם) ה\"ז לשון אלא כי גוע אהרן כשאתה קורא וייראו הרי זה לשון דהא הודו לה' כי טוב (תהילים קי״ח:א׳) שהרי טוב לא תקפוץ את ידך וגו' (דברים ט״ו:ז׳) אלא פתוח תפתח:", "heVersionTitle": "WikiSource Rashi", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רש״י (ויקיטקסט)", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60a3919c3de3ce43ed91f07f", "index_title": "Tzafnat Pa'neach on Torah", "category": "Commentary", "type": "commentary", "ref": "Tzafnat Pa'neach on Torah, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Tzafnat Pa'neach on Torah, Numbers 36:4:1", "sourceHeRef": "צפנת פענח על התורה, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1905, 1935], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Tzafnat Pa'neach", "he": "צפנת פענח"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל וגו׳.</b><br>עיין בירוש׳ פ״ט דכתובות גבי ירושת הבעל ע״ש בזה, ותוס׳ בכורו׳ דף נ״ב וכתובות דף פ״ד ע״ש, אך לפי מה דמבואר בתוספתא בכורות שם נראה דס״ל כך, דגבי ירושת הבעל דהוה דבר תורה, מ״מ יש להם לבני משפחת האשה ליתן דמים להבעל שיסתלק מהירושה ע״ש, וזה דר״ל כאן דאף דמסתלק מ״מ זה רק כמו לקוח וא״כ בזמן היובל יחזור הקרקע להבעל זה ר״ל כאן הקרא.", "heVersionTitle": "Tzafnat Pa'neach on Torah, Jerusalem 1960", "heLicense": "", "heVersionTitleInHebrew": "צפנת פענח על התורה, ניו יורק, תש\"ך-תשכ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d522f4629f2b57278392", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, אם 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Sefer HaShorashim, אם 1", "sourceHeRef": "ספר השרשים, אם א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "אם", "he": ["<strong><big>אם</big></strong>   המלה הזאת תהיה ברוב המקומות לתנאי כמו <strong>וְאִם</strong>־לֹא תִשְׁמְעוּ אֵלֵינוּ לְהִמּוֹל וְלָקַחְנוּ אֶת־בִּתֵּנוּ וְהָלָֽכְנוּ (<a class=\"refLink\" href=\"Genesis 34:17\" data-ref=\"Genesis 34:17\">בראשית לד, יז</a>), <strong>וְאִם</strong>־עֵז קָרְבָּנוֹ וְהִקְרִיבוֹ לִפְנֵי י\"י (<a class=\"refLink\" href=\"Leviticus 3:12\" data-ref=\"Leviticus 3:12\">ויקרא ג, יב</a>), <strong>אִם</strong>־יַֽעַבְרוּ בְנֵי־גָד וגו' וּנְתַתֶּם לָהֶם אֶת־אֶרֶץ הַגִּלְעָד לַֽאֲחֻזָּֽה (<a class=\"refLink\" href=\"Numbers 32:29\" data-ref=\"Numbers 32:29\">במדבר לב, כט</a>), וכמוהם רבים. וכמוהם עַד אֲשֶׁר <strong>אִם</strong>־עָשִׂיתִי אֵת אֲשֶׁר־דִּבַּרְתִּי לָֽךְ (<a class=\"refLink\" href=\"Genesis 28:15\" data-ref=\"Genesis 28:15\">בראשית כח, טו</a>), כאלו אמר כי לא אעזבך אלא אם עשיתי, ובאמרו <strong>עַד אֲשֶׁר</strong> הוא תוספת באור כי די לו באחד מהם. ויש לשאלה הֲיֵשׁ י\"י בְּקִרְבֵּנוּ <strong>אִם</strong>־אָֽיִן (<a class=\"refLink\" href=\"Exodus 17:7\" data-ref=\"Exodus 17:7\">שמות יז, ז</a>), הַמְשֹׁל בָּכֶם שִׁבְעִים אִישׁ וגו' <strong>אִם</strong>־מְשֹׁל בָּכֶם אִישׁ אֶחָד (<a class=\"refLink\" href=\"Judges 9:2\" data-ref=\"Judges 9:2\">שופטים ט, ב</a>), הַֽהִצְלִיחַ י\"י דַּרְכּוֹ <strong>אִם</strong>־לֹֽא (<a class=\"refLink\" href=\"Genesis 24:21\" data-ref=\"Genesis 24:21\">בראשית כד, כא</a>), הֲיִנְהַק־פֶּרֶא עֲלֵי־דֶשֶׁא <strong>אִם</strong> יִגְעֶה־שּׁוֹר (<a class=\"refLink\" href=\"Job 6:5\" data-ref=\"Job 6:5\">איוב ו, ה</a>), וכלם אשר הם בענין זה ענין שאלה. ויבא עליו גם <strong>ה\"א</strong> השאלה <strong>הַאִם</strong> תַּמְנוּ לִגְוֹֽעַ (<a class=\"refLink\" href=\"Numbers 17:28\" data-ref=\"Numbers 17:28\">במדבר יז, כח</a>), <strong>הַאִם</strong> אֵין עֶזְרָתִי בִי (<a class=\"refLink\" href=\"Job 6:13\" data-ref=\"Job 6:13\">איוב ו, יג</a>). ובאו שתי שאלות כאחת כמו שבאו שני רבויים וְאַף גַּם־זֹאת (<a class=\"refLink\" href=\"Leviticus 26:44\" data-ref=\"Leviticus 26:44\">ויקרא כו, מד</a>), ושני מיעוטים הֲרַק אַךְ־בְּמֹשֶׁה (<a class=\"refLink\" href=\"Numbers 12:2\" data-ref=\"Numbers 12:2\">במדבר יב, ב</a>), הֲמִבְּלִי אֵין־קְבָרִים (<a class=\"refLink\" href=\"Exodus 14:11\" data-ref=\"Exodus 14:11\">שמות יד, יא</a>). ויש בענין <strong>לו</strong> <strong>אִם</strong>־תַּגְבִּיהַּ כַּנֶּשֶׁר (עבדיה א, ד), <strong>אִם</strong>־יִתֶּן־לִי בָלָק (<a class=\"refLink\" href=\"Numbers 24:13\" data-ref=\"Numbers 24:13\">במדבר כד, יג</a>), <strong>אִם</strong>־אֶסַּק שָׁמַיִם (<a class=\"refLink\" href=\"Psalms 139:8\" data-ref=\"Psalms 139:8\">תהלים קלט, ח</a>), <strong>אִם</strong>־יַֽעֲלֶה לַשָּׁמַיִם שִׂיאוֹ (<a class=\"refLink\" href=\"Job 20:6\" data-ref=\"Job 20:6\">איוב כ, ו</a>), <strong>אִם</strong>־יַֽעֲמֹד מֹשֶׁה וּשְׁמוּאֵל (<a class=\"refLink\" href=\"Jeremiah 15:1\" data-ref=\"Jeremiah 15:1\">ירמיה טו, א</a>)ׄ וכן כלם בזה הענין על זה הדרך. ויש במקום <strong>כאשר</strong> וְהָיָה <strong>אִם</strong>־בָּא אֶל־אֵשֶׁת אָחִיו (<a class=\"refLink\" href=\"Genesis 38:9\" data-ref=\"Genesis 38:9\">בראשית לח, ט</a>)ׄ פירוש והיה כאשר בא אל אשת אחיו, <strong>וְאִם</strong>־יִֽהְיֶה הַיֹּבֵל לִבְנֵי יִשְׂרָאֵל (<a class=\"refLink\" href=\"Numbers 36:4\" data-ref=\"Numbers 36:4\">במדבר לו, ד</a>), כאשר יהיה היובל לבני ישראל פירוש אפילו כשיהיה היובל לבני ישראל אע\"פ כן תעמוד הנחלה אצלם ונגרעה נחלתינו כי אין זה כמו המכר, <strong>אִם</strong>־יֵצְאוּ בְנוֹת־שִׁילוֹ (שפטים כא, כא), כאשר יצאו, <strong>וְאִם</strong>־תַּקְרִיב מִנְחַת בִּכּוּרִים (<a class=\"refLink\" href=\"Leviticus 2:14\" data-ref=\"Leviticus 2:14\">ויקרא ב, יד</a>), פירוש וכאשר תקריב, שעל מנחת העומר הכתוב מדבר שהיא באה חובה, וְהָיָה <strong>אִם</strong>־כִּלָּה לֶֽאֱכוֹל אֶת־עֵשֶׂב הָאָרֶץ (<a class=\"refLink\" href=\"Amos 7:2\" data-ref=\"Amos 7:2\">עמוס ז, ב</a>), כאשר כלה, <strong>אִם</strong>־כֶּסֶף תַּלְוֶה אֶת־עַמִּי (<a class=\"refLink\" href=\"Exodus 22:24\" data-ref=\"Exodus 22:24\">שמות כב, כד</a>), כאשר הלוה כי חובה היא שנאמר וְהַֽעֲבֵט תַּֽעֲבִיטֶנּוּ (<a class=\"refLink\" href=\"Deuteronomy 15:8\" data-ref=\"Deuteronomy 15:8\">דברים טו, ח</a>), <strong>וְאִם</strong>־מִזְבַּח אֲבָנִים תַּֽעֲשֶׂה־לִּי (<a class=\"refLink\" href=\"Exodus 20:22\" data-ref=\"Exodus 20:22\">שמות כ, כב</a>), כאשר תבנה לי מזבח אבנים כי חובה היא, שנאמר אֲבָנִים שְׁלֵמוֹת תִּבְנֶה וגו' (<a class=\"refLink\" href=\"Deuteronomy 27:6\" data-ref=\"Deuteronomy 27:6\">דברים כז, ו</a>). ובמקום <strong>אשר</strong> עַד <strong>אִם</strong>־דִּבַּרְתִּי דְּבָרָי (<a class=\"refLink\" href=\"Genesis 24:33\" data-ref=\"Genesis 24:33\">בראשית כד, לג</a>), עד שאדבר, וְאַחַר <strong>אִם</strong>־אֵֽינְכֶם שֹֽׁמְעִים אֵלָי (<a class=\"refLink\" href=\"Ezekiel 20:39\" data-ref=\"Ezekiel 20:39\">יחזקאל כ, לט</a>), אחר שאינכם שומעים אלי, עַד <strong>אִם</strong>־נֽוֹתַרְתֶּם כַּתֹּרֶן עַל־רֹאשׁ הָהָר (<a class=\"refLink\" href=\"Isaiah 30:17\" data-ref=\"Isaiah 30:17\">ישעיה ל, יז</a>), עד אשר נותרתם. ויש שהוא כמו <strong>אמת</strong> <strong>אִם</strong>־לֹא נִכְחַד קִימָנוּ (<a class=\"refLink\" href=\"Job 22:20\" data-ref=\"Job 22:20\">איוב כב, כ</a>), <strong>וְאִם</strong>־בְּרִיאָה יִבְרָא י\"י (<a class=\"refLink\" href=\"Numbers 16:30\" data-ref=\"Numbers 16:30\">במדבר טז, ל</a>), באמת בריאה יברא י\"י, <strong>אִם</strong>־לַלֵּצִים הוּא יָלִיץ (<a class=\"refLink\" href=\"Proverbs 3:34\" data-ref=\"Proverbs 3:34\">משלי ג, לד</a>), באמת ללצים הוא יליץ, הַפְכְּכֶם <strong>אִם</strong>־כְּחֹמֶר הַיֹּצֵר יֵֽחָשֵׁב (<a class=\"refLink\" href=\"Isaiah 29:16\" data-ref=\"Isaiah 29:16\">ישעיה כט, טז</a>)ׄ באמת כחמר היוצר יחשב הפככם לפני שהוא נקל בעיני להפך אתכם כמו שנקל ליוצר להפך החמר מכלי לכלי. ופירוש <strong>כִּֽי־יֹאמַר מַֽעֲשֶׂה לְעֹשֵׂהוּ</strong> בתמיה, כלומר יאמר החמר ליוצר אם יהפך אותו לא עשני ומה לו להפוך אות כן אתם מעשה ידי ונקל בעיני הפככם. כִּי <strong>אִם</strong>־תַּם הַכֶּסֶף (<a class=\"refLink\" href=\"Genesis 47:18\" data-ref=\"Genesis 47:18\">בראשית מז, יח</a>) באמת תם הכסף, <strong>אִם</strong> רָחַץ אֲדֹנָי אֵת צֹאַת בְּנֽוֹת־צִיּוֹן (<a class=\"refLink\" href=\"Isaiah 4:4\" data-ref=\"Isaiah 4:4\">ישעיה ד, ד</a>), באמת רחץ, כִּי <strong>אִם</strong>־יֵשׁ אַֽחֲרִית (<a class=\"refLink\" href=\"Proverbs 23:18\" data-ref=\"Proverbs 23:18\">משלי כג, יח</a>), כי באמת יש אחרית ותקוה למעשיך הטובים, אִם זכרתיך על יצועי (<a class=\"refLink\" href=\"Psalms 63:7\" data-ref=\"Psalms 63:7\">תהלים סג, ז</a>), וכן כלם אשר תמצא בזה הענין תפרש אותם בלשון אמת, רצוני לומר כי אלו מלות <strong>אִם</strong>, שאני מפרש בהן אמת חסרים <strong>נו\"ן</strong> אמן, וכן אמת חסר <strong>נו\"ן</strong>, והראוי <strong>אֱמֶנֶת</strong> וחבורו לכנוים יוכיח שהוא דגוש לחסרון ה<strong>נו\"ן</strong> אמרו <strong>אֲמִתּוֹ, אֲמְתִּךָ</strong>. ויש לפרש וְאִם־בְּרִיאָה (<a class=\"refLink\" href=\"Numbers 16:30\" data-ref=\"Numbers 16:30\">במדבר טז, ל</a>), לתנאי ויהיה טעמו דבק עם וִֽידַעְתֶּם כִּי נִֽאֲצוּ (<a class=\"refLink\" href=\"Numbers 16:30\" data-ref=\"Numbers 16:30\">במדבר טז, ל</a>), ויהיה <strong>ו\"ו</strong> וירעתם כ<strong>פ\"א</strong> רפה בלשון ישמעאל, כלומר ואם יהיה זה שתפתח הארץ את פיה ותבלעם, תרעו כי נאצו האנשים האלה את י\"י. ויש בענין <strong>שבועה</strong> כאדם שאומר יהיה כך וכך אם אעשה זה, <strong>אִם</strong>־לְדָוִד אֲכַזֵּֽב (<a class=\"refLink\" href=\"Psalms 89:36\" data-ref=\"Psalms 89:36\">תהלים פט, לו</a>), <strong>אִם</strong>־יְבֹאוּן אֶל־מְנוּחָתִֽי (<a class=\"refLink\" href=\"Psalms 95:11\" data-ref=\"Psalms 95:11\">תהלים צה, יא</a>). אב וָאֵם (<a class=\"refLink\" href=\"Esther 2:6\" data-ref=\"Esther 2:6\">אסתר ב, ו</a>), ידוע, ובהתחברו לכנוים ידגש, ואפשר שיהיה תמורת הנח במלת <strong>אֵם</strong>, או יהיה שרשו אמם, <strong>אִמּוֹ, אִמְּךָ</strong>,<strong> אִמִּי</strong> ולרבים <strong>אִמּוֹת, לְאִמֹּתָם</strong> יֹֽאמְרוּ (<a class=\"refLink\" href=\"Lamentations 2:12\" data-ref=\"Lamentations 2:12\">איכה ב, יב</a>). ונקראת המשפחה אום או אומה, והקבוץ רֹאשׁ אֻמּוֹת (<a class=\"refLink\" href=\"Numbers 25:15\" data-ref=\"Numbers 25:15\">במדבר כה, טו</a>) שְׁנֵים־עָשָׂר נְשִׂיאִם לְאֻמֹּתָֽם (<a class=\"refLink\" href=\"Genesis 25:16\" data-ref=\"Genesis 25:16\">בראשית כה, טז</a>), ופירש יונתן מזה הֵבֵאתִי לָהֶם עַל־<strong>אֵם</strong> בָּחוּר שֹׁדֵד בַּֽצָּֽהֳרָיִם (<a class=\"refLink\" href=\"Jeremiah 15:8\" data-ref=\"Jeremiah 15:8\">ירמיה טו, ח</a>), שתרגם <strong>אַיְתֵיתִי עֲלֵיהוֹן עַל סִיעַת עוּלֵימֵיהוֹן בְּזוֹזִין כַּד בְּטִיהֲרָא</strong>. וכן הגוי כלו נקרא אום, והקבוץ שַׁבְּחוּהוּ כָּל־<strong>הָאֻמִּֽים</strong> (<a class=\"refLink\" href=\"Psalms 117:1\" data-ref=\"Psalms 117:1\">תהלים קיז, א</a>), ועל דרך המשל יתפרש כן בָּֽעֲטָרָה שֶׁעִטְּרָה־לּוֹ <strong>אִמּוֹ</strong> (<a class=\"refLink\" href=\"Song of Songs 3:11\" data-ref=\"Song of Songs 3:11\">שיר השירים ג, יא</a>), ואף על פי שה<strong>אל\"ף</strong> בחיריק לפי שעל דרך המליצה הוא אומר על אם שלמה ועל דרך המשל שלמה הוא הקב\"ה ואמו הוא ישראל <strong>עַמּוֹ</strong> כלומר אומתו. וכתב אדוני אבי ז\"ל כי שרש אום, אומים אָמַם בראיה מן הערב אל <strong>א\"מם</strong>. וכן אמצע הדרך שהדרכים פונות לה מזה ומזה נקראת אם הדרך, כִּֽי־עָמַד מֶלֶךְ־בָּבֶל אֶל־<strong>אֵם</strong> הַדֶּרֶךְ (<a class=\"refLink\" href=\"Ezekiel 21:26\" data-ref=\"Ezekiel 21:26\">יחזקאל כא, כו</a>), לפי שהיא כאם לדרכים הפונות אליה. וכן העיר הגדולה, עִיר<strong> וְאֵם </strong>בְּיִשְׂרָאֵל (<a class=\"refLink\" href=\"II Samuel 20:19\" data-ref=\"II Samuel 20:19\">שמואל ב' כ, יט</a>), לפי שהיא כאם לקטנות ממנה כמו שנקראו גם הם בנות. <strong>וְהָֽאַמָּה</strong> מִזֶּה <strong>וְהָֽאַמָּה</strong> מִזֶּה (<a class=\"refLink\" href=\"Exodus 26:13\" data-ref=\"Exodus 26:13\">שמות כו, יג</a>), ידוע ענינם. וכן <strong>בְּאַמַּת</strong>־אִֽישׁ (<a class=\"refLink\" href=\"Deuteronomy 3:11\" data-ref=\"Deuteronomy 3:11\">דברים ג, יא</a>),<strong> אַמַּת</strong> בִּצְעֵֽךְ (<a class=\"refLink\" href=\"Jeremiah 51:13\" data-ref=\"Jeremiah 51:13\">ירמיה נא, יג</a>), פירוש זרוע בצעך, או פירושו מדת בצעך כלומר במדת שמדדת וַיָּנֻעוּ<strong> אַמּוֹת</strong> הַסִּפִּים (<a class=\"refLink\" href=\"Isaiah 6:4\" data-ref=\"Isaiah 6:4\">ישעיה ו, ד</a>), המזוזות יקראו אמות, ויונתן תרגם <strong>אֵילְוַת סִפֵּי</strong>. ודומה שדעת התרגם באמות שהם הפנות אשר על המזוזות מזה ומזה והמשקוף נשען עליהם. ויש מפרשיו כי הספים נעו ממקומם שתי אמות או שלש."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d562f4629f2b5727bb70", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, יסף 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Sefer HaShorashim, יסף 1", "sourceHeRef": "ספר השרשים, יסף א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "יסף", "he": ["<strong><big>יסף</big></strong>   וְלֹֽא־<strong>יָסַף</strong> עוֹד לְדַעְתָּֽהּ (<a class=\"refLink\" href=\"Genesis 38:26\" data-ref=\"Genesis 38:26\">בראשית לח, כו</a>), וְלֹא־<strong>יָֽסְפָה</strong> שׁוּב־אֵלָיו עֽוֹד (<a class=\"refLink\" href=\"Genesis 8:12\" data-ref=\"Genesis 8:12\">בראשית ח, יב</a>), <strong>יָסַפְתָּ</strong> עַל־הַשְּׁמוּעָה אֲשֶׁר שָׁמָֽעְתִּי (<a class=\"refLink\" href=\"II Chronicles 9:6\" data-ref=\"II Chronicles 9:6\">דברי הימים ב' ט, ו</a>), קוֹל גָּדוֹל וְלֹא <strong>יָסָף</strong> (<a class=\"refLink\" href=\"Deuteronomy 5:22\" data-ref=\"Deuteronomy 5:22\">דברים ה, כב</a>), פירוש ולא יסף עוד קול גדול כמהו. וַיִּֽתְנַבְּאוּ וְלֹא <strong>יָסָֽפוּ</strong> (<a class=\"refLink\" href=\"Numbers 11:25\" data-ref=\"Numbers 11:25\">במדבר יא, כה</a>), פירוש ולא יספו עוד להתנבאות כמו שאמרו רבותינו ז\"ל (<a class=\"refLink\" href=\"Sanhedrin 16a\" data-ref=\"Sanhedrin 16a\">סנהדרין יו, ע\"א</a>) שלא התנבאו אלא אותו היום בלבד. והמתרגם הוציאם לענין אחר, שתרגם ולא פסק, <strong>וְלָא פָּסְקָן</strong>. אִם־<strong>יֹֽסְפִים</strong> אֲנַחְנוּ (<a class=\"refLink\" href=\"Deuteronomy 5:22\" data-ref=\"Deuteronomy 5:22\">דברים ה, כב</a>), הִנְנִי<strong> יוֹסִף</strong> עַל־יָמֶיךָ (<a class=\"refLink\" href=\"Isaiah 38:5\" data-ref=\"Isaiah 38:5\">ישעיה לח, ה</a>), הִנְנִי <strong>יוֹסִף</strong> לְהַפְלִיא אֶת־הָעָם (<a class=\"refLink\" href=\"Isaiah 29:14\" data-ref=\"Isaiah 29:14\">ישעיה כט, יד</a>). <strong>והנפעל וְנוֹסַף</strong> גַּם־הוּא עַל־שֹׂנְאֵינוּ (<a class=\"refLink\" href=\"Exodus 1:10\" data-ref=\"Exodus 1:10\">שמות א, י</a>), <strong>וְנֽוֹסְפָה</strong> נַֽחֲלָתָן (<a class=\"refLink\" href=\"Numbers 36:4\" data-ref=\"Numbers 36:4\">במדבר לו, ד</a>), יֵשׁ מְפַזֵּר<strong> וְנוֹסָף</strong> עוֹד (<a class=\"refLink\" href=\"Proverbs 11:24\" data-ref=\"Proverbs 11:24\">משלי יא, כד</a>). <strong>והפעל הכבד</strong> [הִפְעִיל] וּשְׁתַּיִם וְלֹא <strong>אוֹסִֽיף</strong> (<a class=\"refLink\" href=\"Job 40:5\" data-ref=\"Job 40:5\">איוב מ, ה</a>), לֹא <strong>אֹסֵף</strong> לִשְׁמֹעַ (<a class=\"refLink\" href=\"Deuteronomy 18:16\" data-ref=\"Deuteronomy 18:16\">דברים יח, טז</a>),<strong> יֹסֵף</strong> י\"י לִי בֵּן אַחֵֽר (<a class=\"refLink\" href=\"Genesis 30:24\" data-ref=\"Genesis 30:24\">בראשית ל, כד</a>), זְכֹר מִלְחָמָה אַל־<strong>תּוֹסַֽף</strong> (<a class=\"refLink\" href=\"Job 40:32\" data-ref=\"Job 40:32\">איוב מ, לב</a>), בפתח בהפסק, לֹא <strong>תֹֽאסִפוּן</strong> לָתֵת תֶּבֶן לָעָם (<a class=\"refLink\" href=\"Exodus 5:7\" data-ref=\"Exodus 5:7\">שמות ה, ז</a>), נכתב ב<strong>אל\"ף</strong> במקום <strong>וי\"ו</strong> וכן <strong>וַיֹּאסֶף</strong> שָׁאוּל לֵרֹא (<a class=\"refLink\" href=\"I Samuel 18:29\" data-ref=\"I Samuel 18:29\">שמואל א' יח, כט</a>). אַל־<strong>תּוֹסְףְ</strong> עַל־דְּבָרָיו (<a class=\"refLink\" href=\"Proverbs 30:6\" data-ref=\"Proverbs 30:6\">משלי ל, ו</a>), בשני שוואין. כִּי לֹא <strong>תוֹסִיפִי</strong> יִקְרְאוּ־לָךְ רַכָּה וַֽעֲנֻגָּֽה (<a class=\"refLink\" href=\"Isaiah 47:1\" data-ref=\"Isaiah 47:1\">ישעיה מז, א</a>), כִּי לֹא <strong>תוֹסִיפִי</strong> יִקְרְאוּ־לָךְ גְּבֶרֶת מַמְלָכֽוֹת (<a class=\"refLink\" href=\"Isaiah 47:5\" data-ref=\"Isaiah 47:5\">ישעיה מז, ה</a>), שניהם <strong>מלרע</strong> בפשטא אחד לבדו. וכן הוא המסורת עליהם <strong>ב</strong>' בטעם <strong>מלרע</strong>. ענין הכל ידוע. ורבי יונה הפריד ביניהם. ואין צורך, רק הכל ענין אחד."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb47cf7a0c25239b87", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 2-5", "anchorRef": "Numbers 36:1-13", "anchorRefExpanded": ["Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה י׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "A Case of Inheritance; Daughters of Tzelofhad II", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["To round out both Part III and the entire book, the text returns to issues of inheritance, brought up first in Chap. 27. The decision rendered here (that the daughters of Tzelofhad may inherit their father’s holdings, but that they must agree to marry within their tribe) ties the final loose end relating to the land, and so we are able to leave the wilderness narratives and laws with a sense that the future in the Promised Land is both assured and orderly. All that remains is for Moshe to die—but first he has a series of speeches to deliver to his charges of half a lifetime. These will be introduced by the opening verse of the next book, “These are the words/speeches ….”", "Fishbane (1988) terms this chapter a “responsum,” that is, an authoritative answer to a legal question, and notes how the original intent of the law in Chap. 27—to allow women to inherit property in certain circumstances—has been “subverted” by the ruling here. That is, male relatives ultimately inherit the land, as though there were no daughters! Thus the process of “inner-biblical interpretation,” whereby already in the Bible itself passages are subject to later scrutiny and recasting, makes its appearance; it will be exemplified by much of the material in the next book, Deuteronomy.", "the blood redeemer may murder the murderer,", "he has no bloodguilt."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa56", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 1", "anchorRef": "Numbers 36:1-13", "anchorRefExpanded": ["Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 36:1-13\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 36:1-13</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c84eca1000753446d11", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Rav Hirsch on Torah, Numbers 36:4:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 4. ואם יהיה היובל וגו׳, und diese Zuweisung würde einer direkten durchs Los bestimmten Zuerteilung ganz gleichkommen, sie wird keine vorübergehende, wie etwa durch Verkauf entstehende, sondern eine durchaus bleibende Entziehung und Entfremdung des eigentlich dem Stamme Menasche zufallenden Gutes bewirken, da ירושה auch im Jobel nicht zurückkehrt. (Die Familienhäupter der Giladiten sprechen [V. 31] von einer Verkürzung des Erbteils ihrer Väter, מנחלת אבתינו und nicht מנחלתנו. Es erscheint dies im Geiste der dem Verteilungsmodus zu Grunde liegenden Tatsache gesprochen zu sein, daß den באי הארץ das Land nur als Erbe der וצאי מצרים zuerteilt wurde, – siehe Kap. 26, 55.) ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64b154aee5d11ff144bd53dd", "index_title": "Torah Temimah on Torah", "category": "Quoting Commentary", "type": "", "ref": "Torah Temimah on Torah, Numbers 36:6:5", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Torah Temimah on Torah, Numbers 36:6:5", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ו׳:ה׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1898, 1902], "commentaryNum": 6.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": [], "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": "It can also be said with a necessary reason that this interpretation, that they were permitted to marry men from all the tribes, is based on the opinion of Rabbi, as stated in Bava Batra 109b. In every portion regarding inheritance, it is stated that it shall be given to them, as it is stated: \"And you shall give [the inheritance]\" (Numbers 36:4). In the case of a daughter, it is specifically stated: \"And you shall cause his inheritance to pass to his daughter\" (Numbers 27:8), because you can transfer inheritance from one tribe to another only through a daughter. This is because when she builds her own family and marries, her sons inherit from her, and her husband also inherits from her. For example, Serach, the daughter of Asher, married Chanoch, the son of Reuben, and he died without male children. Serach, his daughter, inherited from him, and when Serach died, her son or her husband, who were from the tribe of Reuben, inherited her portion. Thus, the inheritance of the tribe that belonged to the tribe of Reuben was transferred. Therefore, in the case of the daughters of Tzelafchad, it is also written using the language of transfer: \"And you shall cause the inheritance of their father to pass to them\" (Numbers 27:7). It is explicitly stated that their inheritance shall be transferred from one tribe to another, according to the meaning and indication of the language of transfer, as explained. Therefore, it is necessary to understand that when it says here \"only within the family of their father's tribe shall they marry,\" it is merely a good advice, as explained, because it is impossible for the inheritance to pass from one tribe to another at all. And the reason why this interpretation relies on the phrase \"for their own benefit they may marry\" and not on the phrase \"and you shall cause to pass,\" is because it intends to clarify the matter and the order of the verses in its place, and its significance in this portion. This needs further analysis. In the Gemara, it explains that even though it is written \"every daughter who possesses an inheritance from the tribe of her father's family shall marry a man from the tribe of her father\" (Numbers 36:8), all this applies to other women and not to the daughters of Tzelafchad. Perhaps the reason is that they were important, as explained in the portion of Pinchas, so they were considered under special circumstances. (Bava Batra 120a)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "657ecc7e758c1dc532ec94ab", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 36:4", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Steinsaltz on Numbers 36:4", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ו:ד׳", "anchorVerse": 4, "sourceHasEn": true, "commentaryNum": 36.0004, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְאִם</b>, וכאשר\n    <b>יִהְיֶה הַיֹּבֵל לִבְנֵי יִשְׂרָאֵל</b>, בשנה שבה בני כל שבט שבים אל נחלותיהם המקוריות,\n    \n    <b>וְנוֹסְפָה נַחֲלָתָן עַל נַחֲלַת הַמַּטֶּה אֲשֶׁר תִּהְיֶינָה לָהֶם, וּמִנַּחֲלַת מַטֵּה אֲבֹתֵינוּ יִגָּרַע נַחֲלָתָן.</b> נחלת אביהן תעבור לבעליהן לא רק באופן זמני. היא תישאר בידי שבט הבעל לעולם. כך ההוראה שגם הבנות זכאיות לרשת את נחלת האב תגרע מנחלתו של השבט.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>When the Jubilee will be for the children of Israel, </b>when the members of every tribe return to their original inheritance, 32", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a9504edbab4498f48545d", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ibn Ezra on Numbers 36:4:1", "sourceHeRef": "אבן עזרא על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ואם יהיה היובל.</b> ואפילו שיהיה היובל לא נקוה לשוב הנחלה אלינו רק תהיה תמיד נוספת על נחלת המטה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND WHEN THE JUBILEE…SHALL BE. Even if the jubilee shall be,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">I.E. renders <i>ve-im yiheyah ha-yovel</i> (and when the jubilee shall be), and even if the jubilee shall be.</i> we have no hope of the inheritance returning to us, for it shall be added to the inheritance of the tribe.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Into which they married.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17997fbfba22336ea5d86", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Kli Yakar on Numbers 36:4:1", "sourceHeRef": "כלי יקר על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>ואם יהיה היבל וגו'. </b>רז\"ל פירשו <small>(ירושלמי כתובות פ\"ט ה\"א)</small> אם כמו אפילו, ורצה לומר אף אם יהיה היובל מכל מקום לא תצא שדה זו ביובל ודוחק לפרש אם לשון אף על פי, ואם תמצא לומר שכן הוא מכל מקום קשה מהיכא תיתי יהיה היובל תיקון לשדה זו ואם כן מאי סלקא דעתיה ומאי קא משמע לן ועוד יש לדקדק בפסוקים שנאמר ונגרעה נחלתן מנחלת אבותינו ונוסף על נחלת המטה אשר תהיינה להם ומגורל נחלתינו יגרע, תרתי יגרע למה לי, ולמה קראוה תחילה נחלת אבותינו ואח\"כ קראוה נחלתינו, ואח\"כ חזר ואמר ואם יהיה היובל וגו' ומנחלת מטהו יגרע, ושינוי זה הלא דבר הוא. ועוד קשה למה יגרע נחלתן הלא כתיב <small>(לעיל לג נד)</small> לרב תרבו ולמעט תמעיטו.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17997fbfba22336ea5d88", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 36:4:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Kli Yakar on Numbers 36:4:2", "sourceHeRef": "כלי יקר על במדבר ל״ו:ד׳:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>והקרוב </b>אלי לומר שחששו על שני דברים האחד הוא, שאם יצא הגורל ברוח הקודש שתחום זה יהיה לשבט פלוני ראוי שיקרא שם המת שהוא ראש השבט על נחלתו שהרי כאן המתים ירשו את החיים, אם כן ראוי שלא יכרת שם המת מנחלתו ועל חששה זו אמרו ומנחלת מטה אבותינו יגרע. החשש השני הוא, משום חשד שיאמרו שמכרו נחלתן, כי יאמרו הדורות מה לשבט אחר עסק בשדות של שבט זה כי לאו כולי עלמא דיני דבנות צלפחד גמירי, ועוד אולי ימותו הנשים ובעליהן יירשום ויאמרו ודאי מחמת דוחקם מכרו שדותם ויחזיקום לחוטאים, כמו שדרשו רז\"ל בפרשת בהר מן סמיכות הפרשיות שדהו עונותיו הטו אלה <small>(קידושין כ.)</small> ועל חששה זו אמרו ומגורל נחלתינו יגרע לא גרעון ממש אלא בעבור החשד.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53f17997fbfba22336ea5d8a", "index_title": "Kli Yakar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kli Yakar on Numbers 36:4:3", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Kli Yakar on Numbers 36:4:3", "sourceHeRef": "כלי יקר על במדבר ל״ו:ד׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 4.0003, "collectiveTitle": {"en": "Kli Yakar", "he": "כלי יקר"}, "heTitle": "כלי יקר על במדבר", "he": "<b>ודוקא </b>קודם היובל יש מקום לשני חששות אלו, אבל אם יהיה היובל אז אין מקום לחששה שניה כי לא יאמרו שנמכרו שדותם שאילו היתה שדה מכורה היתה חוזרת ביובל ומאחר ששדה זו לא תחזור ביובל בזה ידעו הכל שאין זה שדה מכורה אלא הבנות הסבו נחלה זו לשבט אחר ובטלה חששה אחת, אבל מכל מקום החששה השניה במקומה עומדת שמנחלת מטה אבותינו יגרע, שלא תקרא שם המת על נחלתו ובדרך זה יהיה אם זה ככל אם שבכל התורה.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b7fbfba21b48f542ba", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Haamek Davar on Numbers 36:4:1", "sourceHeRef": "העמק דבר על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ואם יהיה היובל לבני ישראל.</b> היינו שהוסיפו עוד להזכיר את היובל. שאחר שגם ביובל תהי׳ נשאר הוספה זו. והגרעון הזה. הרי לא יהיה קדושת היובל בשלמות:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "571f2fffd6e4a90eb2482852", "index_title": "Gur Aryeh on Vayikra", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Vayikra 2:14:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Gur Aryeh on Vayikra 2:14:2", "sourceHeRef": "גור אריה על ויקרא ב׳:י״ד:ב׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 14.0002, "collectiveTitle": {"en": "Gur Aryeh on Vayikra", "he": "גור אריה על ויקרא"}, "heTitle": "גור אריה על ויקרא", "he": "<b>וכן אם יהיה היובל.</b> אבל לעיל בפרשת יתרו (שמות כ, כב) כתב בשם רבי ישמעאל שלשה שהם חובה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"143\"></i>, שלא כתב שם רק דברי רבי ישמעאל, דהוא מדרש חכמים (מכילתא שם), ולפי מדרש חכמים \"אם יהיה היובל\" (במדבר לו, ד) כמשמעו, לומר שהיובל עתיד להתבטל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"144\"></i>. אבל כאן בא לפרש פשוטו של מקרא, ולפי הפשט יש לפרש אותו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"145\"></i> מלשון 'כאשר'. ולקמן פירש רש\"י בפרשת מסעי (שם) מכאן שעתיד היובל להיות בטל, דהתם כתב גם כן לפי המדרש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"146\"></i>. ולפי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"147\"></i> שאצל היובל מוכח טפי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"148\"></i>, שאין היובל תולה רק בזמן, והוא בא בעצמו, ושייך לומר 'וכי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"149\"></i> יהיה היובל', אבל \"אם מזבח אבנים וכו'\" (שמות כ, כב), \"אם תקריב מנחת בכורים\", \"אם כסף תלוה\" (שמות כב, כד), כיון שאינם תולים בזמן, ואפשר לאדם שלא יעשה, שייך לשון \"אם\", אף על גב שהוא חובה – אין הכתוב מדבר בחובה שלהם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"150\"></i>, ושייך בזה \"אם תקריב\", כאילו היה פירושו 'אם תשמע ותעשה'. אבל היובל שבא מעצמו, שהוא תולה בזמן, לא יתכן לומר כך. ולפי פשוטו, אי אפשר לפרש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"151\"></i> רק מלשון 'כאשר', לכך מביא רש\"י ראיה מזה דווקא. ודעת רש\"י<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"152\"></i>, כיון דלפי פשוטו אין לפרש \"אם יהיה היובל\" רק בלשון 'כאשר', כך יש לפרש גם כן \"אם תקריב\", ואין צריך לדחוק כלל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"153\"></i>. אבל המדרש, אין נראה לו כי אלו ג'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"154\"></i> – אף על גב שהם חובה – מתפרשים כמו שאר \"אם\" כמו שנתבאר למעלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"155\"></i>, רק<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"156\"></i> \"אם יהיה היובל\" שצריך לפרש שעתיד שיהיה בטל, וזה נכון<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"157\"></i>, והוא דעת רז\"ל:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c5dd6e4a9416e9c4d93", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Mizrachi, Numbers 36:4:1", "sourceHeRef": "מזרחי, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל מכאן היה ר' יהודה אומ' עתיד היובל שיפסק. </b>שכל אם שבמקרא לשון תלוי הוא מלבד אותן השלש של רבי ישמעאל כדתניא במכילתא והביאו רש\"י בפסוק ואם מזבח אבנים רבי ישמעאל אומר כל אם ואם שבתורה רשות חוץ משלשה אם מזב' אבנים תעש' לי אם כסף תלוה את עמי אם תקריב מנחת בכורים שעל כרחך אין אלו אלא ודאין ובלשון כאשר הם משמשין אבל זה שאפשר לפרשו תלוי למה יהי' כמשמעו ומה שכתב אחר זה ואפי' יהיה היובל אינו ר\"ל שפירוש ואם אפי' שאם כן הוא סותר מה שפי' לעיל עתיד היובל שיפסק דמשמע שזה האם תלוי הוא אלא אפי' זה מלשון רש\"י הוא לא מפי' מלת אם: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ae9bf2f9197ec001aac2f4f", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Midrash Aggadah, Numbers 36:4:1", "sourceHeRef": "מדרש אגדה, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "במדבר", "he": "ואם יהיה היובל לבני ישראל. וכי מה ענין זה לזה, אלא כך אמרו בני גלעד אין לנו תקוה ותקנה בשום ענין אם ישאו אנשים משבט אחר שלא תהיה נחלתן תוספת על נחלת אותו שבט שתהיינה להם לנשים לכל שבט ושבט שתרצנה כדי שיהיו להם קופצים שאם תאמרו חלקם לנו אעפ\"כ לא תועיל לנו שבעת שיבא היובל ישוב להם מה שמכרו לנו ומצאת נחלתן תוספת על נחלת המטה שתהיינה להם לטוב בעיניהם תהיינה לנשים הקב\"ה נתן להם רשות להנשא לכל שבט שתרצנה כדי שיהיו להם קופים שישאו אתהם:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5b0bc285c1533e001928b0f5", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Malbim on Numbers 36:4:1", "sourceHeRef": "מלבי\"ם על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>ואם יהיה,</b> ובאשר ישיבו להם שאחר שכל אישי שבט ושבט דרו בין אנשי שבטם, ונחלתם היה בתחום של שבטם, א\"כ אם יפול להם ע\"י ירושת אמם נחלה בתחום של שבט אחר בודאי לא יעזבו את נחלת אבותם בין בני שבטם לצאת ולגור בשבט אחר, ובודאי ימכרו אז את נחלתם ובני השבט יקחוה מידם ותשאר נחלתה על מכונם, ואין בדבר רק חסרון ממון שיצטרכו לתת בעד הנחלה, עז\"א שהלא <b>בעת שיהיה היובל לבני ישראל </b>אז תוחזר הנחלה לבעליה וא\"כ <b>נוספה נחלתן </b>מחדש <b>על נחלת המטה אשר תהיינה להם, ומנחלת מטה אבותינו יגרע נחלתן </b>מחדש, כי אי אפשר שבכל יובל ויובל יקנו ויתנו מעות מחדש. והנה בשתי הטענות האלה שטענו [א] מצד הגורל שזה נוגע לכל השבט [ב] מצד הנחלה שזה נוגע להמשפחה לבד, יש נ\"מ, שלתקן הטענה שיש לכל השבט במה שתהיה מגרעת בהגורל שבגורל היה קובע תחום כל השבט ואין רוצים שיתערב בחחומם שבט אחר, די במה שיזהיר שבנות צלפחד לא ינשאו לשבט אחר, אבל לתקן המגרעת השנית מצד הנחלה שנוגע רק להמשפחה צריך לתקן שגם משבט מנשה לא ינשאו לאיש, רק ישאו אנשים ממשפחתם כדי שתשאר הנחלה בין בני משפחתם:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5c17b889b071e100bf4e10b8", "index_title": "Metzudat Zion on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Isaiah 28:25:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Metzudat Zion on Isaiah 28:25:1", "sourceHeRef": "מצודת ציון על ישעיהו כ״ח:כ״ה:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Metzudat Zion on Isaiah", "he": "מצודת ציון על ישעיהו"}, "heTitle": "מצודת ציון על ישעיהו", "he": "<b>אם.</b> כאשר כמו ואם יהיה היובל (במדבר ל״ו:ד׳): ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9ccb071e100bf4ee321", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Bava Batra 8:12", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ein Yaakov (Glick Edition), Bava Batra 8:12", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), בבא בתרא ח׳:י״ב", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 8.0012, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "בבא בתרא", "he": "תניא ר׳ אליעזר בן יעקב אומר אפילו קטנה שבהן לא נישאת פחותה מארבעים שנה איני והאמר רב חסדא נשאת פחותה מעשרים יולדת עד ששים בת עשרים יולדת עד ארבעים בת ארבעים שוב אינה יולדת אלא מתוך שצדקניות היו נעשה להם נס כיוכבד דכתיב (שמות ב א) וילך איש מבית לוי ויקח את בת לוי (דף קב) אפשר בת מאה ושלשים שנה היתה וקרי לה בת דאמר ר׳ חמא ברבי חנינא זו יוכבד שהורתה בדרך ולידתה בין החומות דכתיב (במדבר כו נט) אשר ילדה אותה ללוי במצרים לידתה במצרים והורתה שלא במצרים ואמאי קרי לה בת אמר רב יהודה בר זבינא שנולדו לה סימני נערות ונתעדן הבשר ונתפשטו הקמטים וחזר היופי למקומו. ויקח ויחזיר מיבעי ליה אמר רב יהודה בר זבינא שעשה לה מעשה לקוחין הושיבה באפריון ואהרן ומרים משוררין לפניה ומלאכי השרת אומרים (תהילים קי״ג:ט׳) אם הבנים שמחה. להלן מנאן הכתוב דרך גדילתן וכאן דרך חכמתן מסייע ליה לרב אמי דאמר רב אמי בישיבה הלך אחר חכמה במסיבה הלך אחר זקנה אמר רב אשי והוא דמופלג בחכמה והוא דמופלג בזקנה. תנא דבי רבי ישמעאל בנות צלפחד שקולות היו שנאמר (במדבר ל״ו:ד׳) ותהיינה הויה אחת לכולן:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "We are taught R. Eliezer b. Jacob says: \"Even the youngest of them was not less than forty years of age when she married.\" Is that so?\" Did not R. Chisda say: \"If a woman marries at less than twenty years of age she bears children until sixty. After twenty, she bears until forty; but when she marries after forty, she can no longer bear children?\" We must say that because they were upright, a miracle happened to them, as it also happened to Jochebed, concerning whom it is written (Ex. 2, 1) And therewent a man of the house of Levi, and he took a daughter of Levi. (Fol. 120) Is it possible that a woman of one hundred and thirty years of age should be named daughter? for R. Chama b. Chanina said: \"This passage refers to Jochebed, whose mother was pregnant while on the road to Egypt, and she was born between the walls (when they arrived in Egypt), as it is written (Num. 26, 59) Jochebed the daughter of Levi, whom (her mother) bore to Levi in Egypt.\" And why is she named daughter? R. Juda b. Zebinah said: \"Because the signs of youth returned to her. The body became smooth again, the wrinkles of age were straightened.\" Why then does it read \"he took?\" It ought to be \"he remarried.\" R. Juda b. Zebinah said: \"Learn from this that he made a wedding ceremony, as if he were marrying for the first time; he placed her under a canopy, Aaron and Miriam sang before her and the ministering angels said (Ps. 113) The mother of the children shall rejoice.\" Further the Scripture mentions the daughters of Zelaphehad according to their age, and here according to their wisdom. And this supports R. Ami, who said: \"In the college preference is given to wisdom [over age], but at a banquet, however, preference is given to age.\" R. Ashi said: \"This only refers to one who excels in wisdom and [concerning a banquet] only he who is of advanced age.\" In the school of R. Ishmael it was taught: \"All the daughters of Z'lapchad were equal in wisdom, as it is said (Num. 36) And they were; i.e., all were alike.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5c17ba80b071e100bf4f5675", "index_title": "Metzudat Zion on Isaiah", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Isaiah 4:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Metzudat Zion on Isaiah 4:4:1", "sourceHeRef": "מצודת ציון על ישעיהו ד׳:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Metzudat Zion on Isaiah", "he": "מצודת ציון על ישעיהו"}, "heTitle": "מצודת ציון על ישעיהו", "he": "<b>אם.</b> ענינו כמו כאשר וכן ואם יהיה היובל (במדבר ל״ו:ד׳): ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1397669ad4c007a1d552b", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 21:30:3", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Birkat Asher on Torah, Exodus 21:30:3", "sourceHeRef": "ברכת אשר על התורה, שמות כ״א:ל׳:ג׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 30.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "וראה \"שפתי חכמים\" בספר ויקרא (ב, יד - אות ע) השואל מלשון \"ואם יהיה היבל\" וגו' (במדבר לו, ד) ומשיב מה שמשיב, ולכאורה אפשר להשיב גם שם תירוצו של רא\"ם הנ\"ל. (פ' משפטים תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13a0869ad4c007a1d5ac6", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Leviticus 2:14:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Birkat Asher on Torah, Leviticus 2:14:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא ב׳:י״ד:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ואם תקריב, ...וכן \"ואם יהיה היבל\" (במדבר לו, ד). ע\"כ.</b> וראה \"שפתי חכמים\" (אות ע) השואל, למה אין רש\"י מזכיר פסוק זה שבבמדבר, בספר שמות (כ, כב), כאשר דן בלשונות \"אם\" שפירושן כאשר. ולכאורה אפשר גם להשיב את תירוצו של רא\"ם. ראה מה שכתבתי למעלה בספר שמות (כא, ל). (פ' ויקרא תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd141d3922a7400576c2a56", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Birkat Asher on Torah, Numbers 36:4:1", "sourceHeRef": "ברכת אשר על התורה, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "<b>רש\"י ד\"ה ואם יהיה היובל, מכאן היה רבי יהודה אומר, עתיד היובל שיפסוק. ע\"כ.</b> מקורו ב\"תורת כהנים\", ושם הלשון \"לפסק ולחזור\", ור' אברהם ברלינר אינו מעיר, ובדפוס ראשון כל הדיבור הזה אינו. (פ' מטות מסעי תשל\"ג)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3ef94bc3baf000181eb974", "index_title": "Abarbanel on Zechariah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Zechariah 6:15:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Abarbanel on Zechariah 6:15:1", "sourceHeRef": "אברבנאל על זכריה ו׳:ט״ו:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Abarbanel on Zechariah", "he": "אברבנאל על זכריה"}, "heTitle": "אברבנאל על זכריה", "he": "ולפי שהיה זה יעוד לעתיד לבוא לכן אמר אחריו ורחוקים יבאו ובנו בהיכל השם שהרחוקים הם נדחי ישראל ונפוצות יהודה שיקבץ מארבע כנפות הארץ שכולם יבאו ויבנו בהיכל ה' העתיד, ואז בהתקיים הייעודים האלה ידעו הדורות כי ה' צבאות שלח את הנביא זכריה ליעד כל זה, ואמנם אומרו והיה אם שמוע תשמעון בקול ה' אלהיכם ענינו מה שכבר בארתי בספר חגי שהיתה תכלית פקידת בית שני כדי שבני יהודה המתקבצים שמה ישובו אל ה' ויתפללו לפניו וישיב נדחיהם ואם היו עושים כן היו זוכים לחזרת השכינה ולקבוץ הגליות ולמלכות בית דוד, וכאילו אמר והיה כל זה אליכם אם שמוע תשמעון בקול ה' אלהיכם כי הוא תכלית הפקידה כולה. ואפשר לפרש מלת אם מלשון כאשר כמו אם כסף תלוה את עמי (שמות כב, כד) ואם יהיה היובל לבני ישראל (במדבר לו, ד) יאמר הכתוב שיהיה כל זה אשר ייעד כאשר ימול השם לבם הערל וישמעון בקול ה' שהוא לימות המשיח וכמו שאמר הנביא ירמיה (ירמיה לא, לב) שבימים ההם יתן השם תורתו בקרבם ועל לבם יכתבה. הנה התבארה הנבואה הזאת והותרה השאלה הששית: וכבר הודעתיך למעלה שלפי דעתי הנבואה הזאת נאמרה קודם עשר המראות שנזכרו למעלה בימי יהושע הכהן הגדול קודם מותו, האמנם נזכרה אחר המראות לפי שמה שבא בה לעתיד לבוא הוא מה שיהיה אחרי שיושלמו ויושחתו ארבע המלכיות וכאלו היא ספור וייעוד מה שיהיה מהמלכות החמישי שיבא:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e29996aa1aa064c433750de", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Second Herald (Moses) 4:11", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Mashmia Yeshuah, The Second Herald (Moses) 4:11", "sourceHeRef": "משמיע ישועה, המבשר השני (משה) ד׳:י״א", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 4.0011, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "he": "<b>ואפשר</b> לפרש עוד <small>(דברים לב, לט)</small>: \"אני אני הוא\", כאומר האם חשבתם שכבר נתבטל יכולתי והייתי כאיש נרדם וכגיבור לא יוכל להושיע<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">לפי ירמיה יד, ט.</i>, והאלוהות המתים אשר לכם \"ראו עתה כי אני אני הוא\" – אני הוא שהייתי בימים הראשונים בסוד אלוה על אהלי ישראל, ואני הוא שאגלה עתה ואשוב לשוש עליהם לטוב, כאשר ששתי על אבותיהם. אני הוא, שהחרבתי פרעה וארצו בעבורם, ואני הוא שאחריב אתכם, ושריכם העליונים המליצים עליכם טובה לא יועילו, כי \"אין אלהים עמדי\", ואין מי שימחה בידי. ולכן אני אמית לאומות ואחיה לישראל ולאותם שאני מחצתי אני ארפא ואין מידי מציל, כי \"חי אנכי לעולם\", ובעבור זה \"אם שנותי ברק חרבי\" <small>(שם שם, מ-מא)</small>. רוצה לומר, כאשר אשנן \"ברק חרבי ותאחז ידי במשפט\" ישראל – \"אשיב נקם לצרי\". ואין מלת 'אם' במקום הזה לשון מסופק, אבל הוא במקום 'כאשר', כמו \"ואם יהיה היובל לבני ישראל\" <small>(במדבר לו, ד)</small>; \"אם כסף תלוה את עמי\" <small>(שמות כב, כד)</small>. ומלת 'שנותי' הוא מלשון 'שנון'. והענין, שכפי שורת הדין והמשפט הישר הקב\"ה ישנן חרבו והרק חנית ואז ישיב נקם לצריו.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf422b19fef46135fa5e", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Lech Lecha 173", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Agra DeKala, Lech Lecha 173", "sourceHeRef": "אגרא דכלה, לך לך קע״ג", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 173, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "לך לך", "he": "<b>ויאמר אדני הויה (בניקוד אלקים) במ\"ה אדע כי אירשנה (בראשית טו ח).</b> ידוע שדרשו רז\"ל (נדרים ל\"ב ע\"א) שלא טוב עשה אבינו הראשון אברהם בזה על נואמו במ\"ה אד\"ע. ויש מהם שדרשו (עיין ב\"ר פמ\"ד י\"ד) לשבח ששאל באיזה זכות, והשיב הש\"י בזכות הקרבנות. ורשות ניתן לדרוש והתורה כפטיש יפוצץ סלע, ואגב נדייק למה הזכיר הב' שמות הנ\"ל. ונקדים לשון הזהר ויחי (ח\"א רמ\"ז ע\"ב) ברכות אביך כו' ע\"ד תאות גבעות עולם (בראשית מט כו), ע\"ד דא הוא קשורא דתרווייהו, (ור\"ל ע\"ד נקרא הזעיר אנפין, שתיבת ע\"ד הוא לשון התקשרות, מלשון התקשר מעדנות כימה (איוב לח לא), על כן נקרא ע\"ד שמקושר בה' עילאה ובהא' תתאה), תאות גבעות עולם תיאובתא דתרווייהו לגבי', אימא עילאה לאעטרא ליה, ואימא תתאה לינקא מיניה, עיין שם דבריו ולשונו ממש כי קצרתי באמרים. והנה אמר אברהם אבינו כי להיחוד השלם הזה בשלימות, צריך זכותא דארץ ישראל לבל ישלטו זרים בארץ הקדושה והבן, וז\"ש אדנ\"י (היא אימא תתאה מלכותא קדישא), ה\"ויה (בניקוד אלקים היא אימא עילאה בינה הני תרין גבעות עולם), במ\"ה (מ\"ה נקרא הזעיר אנפין), אד\"ע (מלשון התקשרות כמו וידע אדם (בראשית ד כה), והכונה שני שמות הללו אדנ\"י והו\"יה בניקוד אלקים, אקשר במ\"ה הוא הזעיר אנפין), כי אירשנה (כי יתפרש מלשון כאשר, כמו כי יהיה היובל לבני ישראל (במדבר לו ד)), ור\"ל כאשר אוריש את ארץ ישראל, אז אגרום היחוד השלם. והנה אברהם אבינו שהיה כלול בתוכו כל הנשמות ישראל, דיבר בעדו והוא בעד כל ישראל, ואמר להבורא ית' תינח בזמן שיהיו ישראל בארץ ישראל, ויירשו את ארצם ולא יתאחזו זרים בארץ הקדושה והבן, אבל בהיותם בארצות אויביהם ויהיה אחיזה לזרים בארץ הק', לא יהיה ח\"ו היחוד השלם הנ\"ל, ומהיכן יבוא להם הגאולה והחירות, כי עיקר הגאולה והחירות בא מהתעוררת היובל הגדול, והבן. ואפשר גם לפירוש הזה יש מקום לדברי רז\"ל שהיה לו לבטוח בשם ד' כי יעשה עבור קדושת שמו ולמענו יעש, כמו שהיה בריאת העולם בלי אתערותא דלתתא, רק ששיער כביכול השעשועים שיהיה לו מישראל, וזה גרם התעוררת הבריאה (עיין). כן כשיבוא זמן הגאולה וארא כי וכו' ותושע לי זרועי (ישעיה נט טז), והבן כי אי אפשר לפרש הכל בכתב והמ\"י:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c12177dd76c7f4247726", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Pekudei 13", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Agra DeKala, Pekudei 13", "sourceHeRef": "אגרא דכלה, פקודי י״ג", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 13, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "פקודי", "he": "<b>ולא יכו\"ל מש\"ה וכו' כ\"י שכ\"ן עלי\"ו הענ\"ן (שמות מ לה).</b> פירש רש\"י וכתוב אחד אומר (במדבר ז פט) ובבוא משה אל אהל מועד, בא הכתוב השלישי והכריע ביניהן כי שכן עליו הענן, אמור מעתה כל זמן שהיה עליו הענן לא היה יכול לבוא, נסתלק הענן נכנס ומדבר עמו. הנה לכאורה דברי רש\"י תמוהים דמאי קשה, הרי מפורש בפסוק בסמוך ולא יכול וכו' כי שכן כו'. והנראה דקשה דאי אפשר לומר דתיבת כ\"י הוא נתינת טעם, דאין זה טעם מספיק דהרי משה נגש אל הערפל אשר שם האלקים (שמות כ כא) ויבוא משה בתוך הענן (שמות כד יח), והאיך לא היה יכול לבוא אל המשכן מפני ששכן עליו הענן. ונ\"ל דתיבת כ\"י אינו נתינת טעם, רק יתפרש מלשון כאש\"ר, כמו כ\"י יהיה היובל (במדבר לו ד), דפירושו כאשר יהיה היובל. והטעם הוא כמ\"ש בזהר (ח\"ב רל\"ה ע\"א) כאשר הכלה מתקשטת, אין מהראוי לחתן לכנוס עד שתתלבש בקישוטיה. וזה שאמר רש\"י דבכאן נאמר ולא יכול משה וכו', ושם נאמר ובבוא משה וכו', ואי אפשר לומר דלא היה יכול לכנוס ותיבת כ\"י הוא נתינת טעם, דאי אפשר לומר כן כנ\"ל. לזה כתב דאף על פי כן בא הכתוב השלישי והכריע כי שכן עליו כו', ופירש כ\"י כל זמן שהיה עליו הענן לא היה יכול, כי אין זה מהראוי כנ\"ל, אבל אם נסתלק נכנס ומדבר, והבן:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6ed8415afd29c04f46f", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Gur Aryeh on Bamidbar 36:4:1", "sourceHeRef": "גור אריה על במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>מכאן שהיובל וכו'.</b> דאם לא כן, מאי שייך \"ואם\", דהרי בודאי יהיה היובל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"1\"></i>, אלא שעתיד להיות בטל, ושייך \"ואם יהיה היובל\" על אותו זמן שמסופק אם יהיה אם לא יהיה, כי אם לא יהיו חוטאים – יהיה היובל, ואם יהיו חוטאים – לא יהיה היובל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"2\"></i>. ומה שכתב (רש\"י) אחר זה 'ואפילו אם יהיה היובל'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"3\"></i>, היינו שבא לתרץ למה כתב הלשון \"ואם\" בכאן, ואיך יתיישב הלשון דקאמר \"ואם יהיה היובל\", דהיינו ספק, שאין רוצה לומר שאם לא יהיה היובל – אז תשוב הנחלה להם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"4\"></i>, דודאי כל שכן שלא תשוב להם הנחלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"5\"></i>. ותירץ, דהכי קאמר, 'ואפילו אם יהיה היובל', כלומר דאם לא יהיה היובל – פשיטא דלא תחזור הנחלה, אלא אפילו אם יהיה היובל וכו':<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602159ea219caf37d30c871b", "index_title": "Ish Kilvavo; on Samuel", "category": "Quoting Commentary", "type": "", "ref": "Ish Kilvavo; on Samuel 6:11", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Ish Kilvavo; on Samuel 6:11", "sourceHeRef": "איש כלבבו; שמואל ו׳:י״א", "anchorVerse": 4, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 6.0011, "collectiveTitle": {"en": "Ish Kilvavo; on Samuel", "he": "איש כלבבו; שמואל"}, "he": "כמה רחוקה תגובה זו של עלי מן הדרך שלימדנו משה רבנו. משה, כשנודעה לו הגזירה להשמיד את ישראל בעקבות חטא העגל, יצא מגדרו, מסר נפשו וקבע! \"אִם-תִּשָּׂא חַטָּאתָם\" <sup class=\"footnote-marker\">4</sup><i class=\"footnote\">(שמות לב לב.)</i>. והיה אומר לנו מרן הרב צבי יהודה, ש\"אם\" זה, אין משמעותו תנאי אלא החלטה, כשם שנאמר \"וְאִם-יִהְיֶה הַיֹּבֵל\"<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">(במדבר לו ד.)</i>. \"וְאִם-אַיִן\" הוסיף משה ואמר, \"מְחֵנִי נָא, מִסִּפְרְךָ אֲשֶׁר כָּתָבְתָּ\". האם עלי חשב שרק פרטי מצוות אנו לומדים מתורת משה?!", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 2006", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשס\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60f575d4b6062f226d6204fe", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Maskil LeDavid, Numbers 36:4:1", "sourceHeRef": "משכיל לדוד, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל מכאן וכולי</b> פי׳ בש״ח ר״ל שיחרב הבית ויתבטלו השמטות והיובלות ע״כ וליתא דאין זה חדוש ביובל טפי מכמה מצות התלויו׳ בארץ ובזמן הבית אלא ר״ל שיפסוק אפי׳ בזמן הבית לפי שאין היובל נוהג אלא בזמן שכל ישראל שרויין על אדמתן ואם כן מיד כשהתחיל גלות קצת מעשרת השבטים פסק היובל מהטעם האמור וזה מבואר בגמרא בכמה דוכתי:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622f687f574a17ca6ab2e", "index_title": "Jerusalem Talmud Ketubot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Ketubot 9:1:11", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Jerusalem Talmud Ketubot 9:1:11", "sourceHeRef": "תלמוד ירושלמי כתובות ט׳:א׳:י״א", "anchorVerse": 4, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Jerusalem Talmud Ketubot", "he": "תלמוד ירושלמי כתובות"}, "heTitle": "תלמוד ירושלמי כתובות", "he": "רִבִּי יִרְמְיָה בְעָא קוֹמֵי רִבִּי אַבָּהוּ. כְּתִיב אִם יִהְיֶה הַיּוֹבֵל לִבְנֵי יִשְׂרָאֵל. בְּשָׁעָה שֶׁהַיּוֹבֵל נוֹהֵג הַנְחָלוֹת חוֹזְרוֹת וּבְשָׁעָה שֶׁאֵין הַיּוֹבֵל נוֹהֵג אֵין הַנְחָלוֹת חוֹזְרוֹת. אַדְּרַבָּה. אָתָא מֵימַר לָךְ. אֲפִילוּ בְּשָׁעָה שֶׁהַיּוֹבֵל נוֹהֵג וְהַנְחָלוֹת חוֹזְרוֹת יְרוּשַׁת תּוֹרָה אֵינָהּ חוֹזֶרֶת.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Ze‘ira asked before Rebbi Abbahu: It is written<sup class=\"footnote-marker\">62</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\"><i>Num.</i> 36:4</a>. The argument of the tribe of Manasseh is that if Salpaad’s five daughters (representing most of the Cisjordanian tribe) would marry outside the tribe, their territory would be inherited by their husband’s tribes and be lost to Manasseh.</i>: “If the Jubilee will happen for the Children of Israel.” If the institution of the Jubilee exists<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">I. e., as long as the 12 tribes were living on their ancestral lands.</i>, inheritances return; if the institution of the Jubilee does not exist, inheritances do not return<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">From the moment that the tribes of Gad and Reuben were deported by the Assyrians, in all other parts of Canaan the land no longer had to be returned to its original owners by the buyers in the Jubilee year. Cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Sheviit 1:5:2\" href=\"/Jerusalem_Talmud_Sheviit.1.5.2\"><i>Ševi‘it</i>1:1, Note 7</a>.</i>. It is the opposite way, it comes to tell you that even if the institution of the Jubilee exists and inheritances return, inheritance by biblical law does not return<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">While the verse does not directly prove that the wife’s property is inherited by her husband, it certainly implies that it is given to her sons as ancestral lands.</i>!", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62035c3af8a34bfd88bbbe42", "index_title": "Leviticus", "category": "Tanakh", "type": "", "ref": "Leviticus 25:10", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Leviticus 25:10", "sourceHeRef": "ויקרא כ״ה:י׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [-1400, -400], "commentaryNum": 25.001, "collectiveTitle": {"en": "Leviticus", "he": "ויקרא"}, "heTitle": "ויקרא", "he": "וְקִדַּשְׁתֶּ֗ם אֵ֣ת שְׁנַ֤ת הַחֲמִשִּׁים֙ שָׁנָ֔ה וּקְרָאתֶ֥ם דְּר֛וֹר בָּאָ֖רֶץ לְכׇל־יֹשְׁבֶ֑יהָ יוֹבֵ֥ל הִוא֙ תִּהְיֶ֣ה לָכֶ֔ם וְשַׁבְתֶּ֗ם אִ֚ישׁ אֶל־אֲחֻזָּת֔וֹ וְאִ֥ישׁ אֶל־מִשְׁפַּחְתּ֖וֹ תָּשֻֽׁבוּ׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "and you shall hallow the fiftieth year. You shall proclaim release<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>release </b>Others “liberty.”</i> throughout the land for all its inhabitants. It shall be a jubilee<sup class=\"footnote-marker\">*</sup><i class=\"footnote\"><b>jubilee </b>Heb. <i>yobel</i>, “ram” or “ram’s horn.”</i> for you: each of you shall return to your holding and each of you shall return to your family.", "versionTitle": "The Contemporary Torah, Jewish Publication Society, 2006", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "625282e5b7b9a36c89691163", "index_title": "Em LaMikra", "category": "Commentary", "type": "commentary", "ref": "Em LaMikra, Numbers 36:4:1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Em LaMikra, Numbers 36:4:1", "sourceHeRef": "אם למקרא, במדבר ל״ו:ד׳:א׳", "anchorVerse": 4, "sourceHasEn": false, "commentaryNum": 4.0001, "collectiveTitle": {"en": "Em LaMikra", "he": "אם למקרא"}, "heTitle": "במדבר", "he": "<b>ואם יהיה היובל.</b> עיין מה שכתבתי פ' אמור על שם יובל ענין חזרה ותשובה כמו יובילו שי למורא, ומזה נקראת תבואת השדה יבול, כי הארץ תוציא ותשיב לבעליה הפקדון אשר הפקד אתה על אחת חמשים או מאה, וכן בלשונותינו יקראו לתבואת השדה Rendita ענין חזרה והשבה, וכן לשון <b>תבואה</b> יורה על כך, כי הארץ תביא ותחזיר לאדם מה שנתן לה, והגיע משל החזרה וההשבה אל שיעור שיחסו אל הארץ תשובת הדבור ואמרו והארץ תענה את השמים, וכן בלשונותינו produrre ועיקרו מהרומיי producere ענין הבאה והרצאה לפני האדם, ורואה אני כי producere נחלק לשנים pro=ducere, וזה כמו <b>יבל יביא=לְ</b> שהוא בדקדוק תרגום המלה הרומיית, וראה כמה צדקו בזה דברי הזהר עם היותם נראים כמיוסדים על דרשא גרידא שפירשו בו <b>יובל</b> כמו ועל <b>יובל</b> ישלח שרשיו, ואין ספק כי מקוה המים הרצים יקראו יובל או יבלים, כמו יבלי מים מלשון המשכה וריצה, שנראים כרצים לפני האדם, דוגמת שם נהר שהוא כמו <b>ונהרו</b> אליו כל הגוים, כן נקרא יובל מענין זה עצמו, והיא הכוונה שראינו בשם <b>יובל</b> שענינו החזרה והתשובה הגופנית גם הרוחנית, וכן נקרא כל מין נהר בשם אובל, כמו על אובל אולי, וזה מהטעם שאמרנו, וכן תרגם המתרגם ועל יובל ישלח שרשיו על כגרון, וקלסו גיזיניוס <b>(יוּבַל)</b>, אלא שראיתי באוצרו דף 560 דברים שלא בדקדוק, שפירש תחלה <b>יבל</b> undaret fluctuaret, ורק בהפעיל פירש duxit, וזה מפני כי לא שת לבו לחלוק השורש לשנים <b>יביא-ל</b> כאשר כתבנו, וכן יובל על השופר יש מי שפירש שעיקרו מענין זה כי הקול <b>נמשך</b> ממנו, וז\"ל גיזיניוס (שם 561), Recentioribus plerisque ut Caspzov. Antiq. Sacri cod. p. 449. Siproprie est QUOD PROCEDIT <b>יוֹבֵל.</b> moni, Rosenmuller. indi sonus procedens i e longe productus et tardior וראיה נכונה על זה אומרו <b>במשוך היובל</b>, וכן במשוך בקרן היובל כי ענין היובל גם הוא משיכה כאשר אמרנו, ותמהני כיצד גיזיניוס לא הסכים על זה, ונראה שזה בא לו ממה שחשב כמו שכתבנו כי עקר הוראת יבל undaret fIuctuaret (עיין עליו דף 561) והן לו יהי כדבריו ( ואפשר שכן הוא באמת על השמעת קול השופר כאשר עוד תשמע ) איפה משל יותר נאות לתקיעה ולהשמעת קול ממרוצת המים ותנועתם? וזה נתברר בחכמת הטבע, כי כדמות זריקת אבן במים שמניע המים סביב אופן בתוך האופן, כן חתוך האויר על ידי הדבור מניע האויר סביב גלגל בתוך גלגל, וגם מליצות אלה undaret fluetuaret משתמשים בהם היום להורות על השמעת הקול. — וכמו שפירות הארץ נקראו תבואה כן פירות הבהמות ווולדותיהן נקראו שגר אלפיך כי הם משגרים ולדותיהן לאדם מל' ארמי שגר שענינו שלוחין ונתינה כמו ומשגרו לאנשי ביתו במתנה, ולדעת ריב\"ש בהדר זקנים מצינו דוגמתו בתורה, הרי הוא אומר וממגד תבואות שמש וממגד גרש ירחים, וכתבו התוס' (הדר זקנים) נראה לריב\"ש שהיא תיבה הפוכה וגרש גבי פירות כמו שגר גבי בהמה רמז שתשלח ארצו בכל חדש וחדש פירות הראויות לו — ומזה <b>שלוחות</b> להורות על ענפי האילן (ישעיה טז) שלוחותיה נטשו עברו ים, ואפשר ששריגים הפך שגר כמו שפירש ריב\"ש על גרש ירחים ומשריגים עשו שרוקים (ישעיה שם) בתמורת הקו\"ף תחת הגימ\"ל, כמו שרי יהודה רגמתם לדעת רש\"י כמו רקמתם, <b>וגומץ</b>, בלשון ארמי תרגום פחת <b>קמצא</b>, וכן ויציקו את ארון האלהים כמו <b>ויציגו.</b> (עיין רמב\"ן פ' מקץ) — ואפשר ג\"כ כי <b>שִׁילוֹחַ</b> (מי השלוח) נקרא כך על שם שמשלח תמיד מימיו כמו המשלח מעינים בנחלים כמו שנקרא <b>יובל ואובל ונהר</b>, והשלחן שאוכלין עליו אולי נקרא כך להיותו כדמות עץ עושה פרי ומשלח תבואתו אל פי האוכל. סכום פסוקי דספר במדבר אלף ומאתים ושמנים ושמנה ארפ\"ח סימן. וחציו והיה האיש אשר אבחר בו מטהו יפרח. ופרשיותיו עשרה ה' <b>בדד</b> ינחנו סימן. וסדריו ל\"ב <b>לב</b> טהור ברא לי אלהים סימן. ופרקיו ל\"ו <b>לו</b> חכמו ישכילו זאת סימן. מנין הפתוחות <b>שתים ותשעים</b> והסתומות <b>ששים ושש.</b> הכל <b>מאה וחמשים ושמנה</b> פרשיות. אני <b>חלקך</b> ונחלתך סימן.", "heVersionTitle": "Livorno, 1862-1863", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfcab6084aa1cbefbe4b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אִם 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "BDB, אִם 1", "sourceHeRef": "בראון-דרייבר-בריגס, אִם א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אִם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אִם</span></big>  <strong>conj. (</strong>= Aramaic <span dir=\"rtl\">ܐܶܢ</span> <em>if</em> [and in <span dir=\"rtl\">ܐܶܠܴܐ</span>, <span dir=\"rtl\">אֶלָּא</span> = <span dir=\"rtl\">ܐܶܢ ܠܴܐ</span> <em>if not, except</em>], Arabic <span dir=\"rtl\">إِنْ</span> <em>if</em> [and in <span dir=\"rtl\">إِلَّا</span> = <span dir=\"rtl\">إِنْ لَا</span> <em>if not, except</em>], Ethiopic እመ <em>if</em> = <span dir=\"rtl\">מָה</span> + <span dir=\"rtl\">אִם</span> (<span dir=\"rtl\">إِنْ</span> + <span dir=\"rtl\">مَا</span>) [and in አላ <em>if not, but</em>], Assyrian <em>šumma;</em> SAr. <em>hm;</em> Arabic <span dir=\"rtl\">أَمْ</span> (Lat. <em>an</em>?) = <span dir=\"rtl\">أَاِمْ</span>, cf. <span dir=\"rtl\">הַאִם</span>: v. NöM <sup>p. 208, ZMG 1886, p. 739</sup>; W<sup>AG i. § 367 e</sup> 𝔗<sup>Onk Jon.</sup> <span dir=\"rtl\">אִם</span>, 𝔗<sup>Hag</sup> <span dir=\"rtl\">אין</span>.<strong>) </strong><br><strong>1.</strong>  <strong> hypoth. part.</strong> if. <strong>a.</strong>  <em>construction</em> (v. more fully Dr<sup>§ 136–138, 143</sup> Friedrich <sup>Die Hebr. Condit. sätze 1884</sup>): (1) with <strong>impf.</strong> (continued by pff. & waw consec.; apod. usually begins with pf. & waw consec. or bare impf.; or, if necess., with imper. or juss.) (<em>a</em>) of <em>future</em> time: <a data-ref=\"Genesis 18:26\" href=\"/Genesis.18.26\">Gn 18:26</a> <span dir=\"rtl\">אִם־אֶמְצָא</span> if I shall find 50 righteous in Sodom, <span dir=\"rtl\">וְנָשָׂאתִי</span> I will pardon, etc., <a data-ref=\"Genesis 24:8\" href=\"/Genesis.24.8\">24:8</a>; <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">32:9</a> <a data-ref=\"Deuteronomy 19:8\" href=\"/Deuteronomy.19.8\">Dt 19:8 f.</a> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> b; <a data-ref=\"I Kings 6:12\" href=\"/I_Kings.6.12\">6:12</a> <a data-ref=\"Psalms 89:31-33\" href=\"/Psalms.89.31-33\">ψ 89:31–33</a>; <a data-ref=\"Genesis 42:37\" href=\"/Genesis.42.37\">Gn 42:37</a> <a data-ref=\"Judges 13:16\" href=\"/Judges.13.16\">Ju 13:16</a> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> a <a data-ref=\"Psalms 132:12\" href=\"/Psalms.132.12\">ψ 132:12</a>. (<em>b</em>) of <em>past</em> time (rare, but classical): <a data-ref=\"Genesis 31:8\" href=\"/Genesis.31.8\">Gn 31:8</a> <span dir=\"rtl\">אִם יֹאמַר</span> <em>if ever</em> he said … <span dir=\"rtl\">וְיָֽלְדוּ</span> <em>then</em> they <em>used to</em> bear, etc., <a data-ref=\"Exodus 40:37\" href=\"/Exodus.40.37\">Ex 40:37</a>; & in the protestations <a data-ref=\"Job 31:7\" href=\"/Job.31.7\">Jb 31:7</a>, <a data-ref=\"Job 31:13\" href=\"/Job.31.13\">13</a>, <a data-ref=\"Job 31:16\" href=\"/Job.31.16\">16</a>, <a data-ref=\"Job 31:25\" href=\"/Job.31.25\">25</a> etc. (alternating with pff., v. infr., & with jussives in apod.) (<em>c</em>) assuming a purely imaginary case (with impf. in both clauses, like the double opt. in Greek), <em>if, though:</em> <a data-ref=\"Genesis 13:16\" href=\"/Genesis.13.16\">Gn 13:16</a> so that <span dir=\"rtl\">אִם־יוּכַל</span> <em>if</em> a man <em>were</em> able to number the stars, thy seed also <span dir=\"rtl\">יִמָּנֶה</span> <em>might</em> be numbered, <a data-ref=\"Numbers 22:18\" href=\"/Numbers.22.18\">Nu 22:18</a> <a data-ref=\"Isaiah 1:18\" href=\"/Isaiah.1.18\">Is 1:18</a> <span dir=\"rtl\">אִם־יִהְיוּ ח׳ כַּשָּׁנִים יַלְבִּינוּ</span> <em>though</em> your sins <em>were</em> as scarlet, they <em>should</em> become white as snow, <a data-ref=\"Amos 9:2-4\" href=\"/Amos.9.2-4\">Am 9:2–4</a> <span dir=\"rtl\">אִם־יַחְתְּרוּ</span> <em>though</em> they <em>were</em> to dig into Sheôl, from thence <span dir=\"rtl\">תִּקָּחֵם</span> <em>would</em> my hand fetch them, <a data-ref=\"Psalms 27:3\" href=\"/Psalms.27.3\">ψ 27:3</a>; <a data-ref=\"Psalms 139:8\" href=\"/Psalms.139.8\">139:8</a> +. (2) with <strong>pt.</strong> (expressing either a present process, or an approaching future: apod. as 1 <em>a</em>) <a data-ref=\"Genesis 24:42\" href=\"/Genesis.24.42\">Gn 24:42</a>, <a data-ref=\"Genesis 24:49\" href=\"/Genesis.24.49\">49</a> <a data-ref=\"Judges 6:36\" href=\"/Judges.6.36\">Ju 6:36</a> (+ <span dir=\"rtl\">ישׁ</span>) <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">9:15</a>; <a data-ref=\"Judges 11:9\" href=\"/Judges.11.9\">11:9</a> <span dir=\"rtl\">אִם מְשִׁיבִים אַתֶּם</span> if ye are going to bring me back <span dir=\"rtl\">וְנָתַן י׳</span> then <span dir=\"rtl\">י׳</span> will, etc.; similarly with <span dir=\"rtl\">יֵשׁ</span> or <span dir=\"rtl\">אֵין</span> <a data-ref=\"Genesis 44:26\" href=\"/Genesis.44.26\">Gn 44:26</a> <a data-ref=\"Exodus 22:2\" href=\"/Exodus.22.2\">Ex 22:2</a> <a data-ref=\"I Samuel 20:8\" href=\"/I_Samuel.20.8\">1 S 20:8</a>; <a data-ref=\"I Samuel 23:23\" href=\"/I_Samuel.23.23\">23:23</a>; & with no explicit copula <a data-ref=\"Deuteronomy 22:2\" href=\"/Deuteronomy.22.2\">Dt 22:2</a>; <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">25:2</a> <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">14</a>, etc. (3) with <strong>perf.</strong> (<em>a</em>) of <em>fut.</em> or <em>pres.</em> time (continued by pff. & waw consec.: apod. as 1 <em>a</em>) <a data-ref=\"Genesis 43:9\" href=\"/Genesis.43.9\">Gn 43:9</a> <span dir=\"rtl\">אִם־לֹא הֲבִיאֹתִיו אֵלָיךָ וְהִצַּגְתִּיו לְפָנֶיךָ</span> if I do not bring him back (si eum non reduxero) and set him before thee, I will be guilty for ever, <a data-ref=\"Genesis 47:6\" href=\"/Genesis.47.6\">47:6</a> <em>if</em> thou <em>knowest</em> that there are men of worth among them <span dir=\"rtl\">וְשַׂמְתָּם</span> then make them, etc., <a data-ref=\"Judges 16:17\" href=\"/Judges.16.17\">Ju 16:17</a> <a data-ref=\"II Samuel 15:33\" href=\"/II_Samuel.15.33\">2 S 15:33</a> <a data-ref=\"II Kings 7:4\" href=\"/II_Kings.7.4\">2 K 7:4</a> <a data-ref=\"Psalms 41:7\" href=\"/Psalms.41.7\">ψ 41:7</a>; <a data-ref=\"Psalms 94:18\" href=\"/Psalms.94.18\">94:18</a> <a data-ref=\"Job 7:4\" href=\"/Job.7.4\">Jb 7:4</a>; <a data-ref=\"Job 9:30\" href=\"/Job.9.30\">9:30 f.</a> <a data-ref=\"Job 10:14\" href=\"/Job.10.14\">10:14</a> <span dir=\"rtl\">אִם חָטָאתִי וּשְׁמַרְתָּ֑נִי</span> if I sin, thou watchest me. On <span dir=\"rtl\">אִם־נָא</span> <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a> al. v. <a ,=\"\" data-ref=\"BDB, נָא²\" dir=\"rtl\" href=\"/BDB,_נָא²\">נָא</a>. (<em>b</em>) of <em>past</em> time, whether (α) in actual fact, or (β) in an assumed case (the pf. is here continued by the impf. and waw consec.; apod. begins as before). (4) (<em>a</em>) <a data-ref=\"Judges 9:16-19\" href=\"/Judges.9.16-19\">Ju 9:16–19</a> <span dir=\"rtl\">אִם</span> … <span dir=\"rtl\">עֲשִׂיתֶם</span> <em>if ye have done</em> honestly <span dir=\"rtl\">וַתַּמְלִיכוּ</span> <em>and have made</em> Abimelech king …, <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a>; especially in protestations, as <a data-ref=\"Psalms 7:4\" href=\"/Psalms.7.4\">ψ 7:4</a> <span dir=\"rtl\">אִם עָשִׂיתִי זאת</span> <em>if I have</em> done this …, let the enemy pursue my soul, etc. <a data-ref=\"Jeremiah 33:25\" href=\"/Jeremiah.33.25\">Je 33:25 f.</a> <a data-ref=\"Job 31:5\" href=\"/Job.31.5\">Jb 31:5 f.</a> <a data-ref=\"Job 31:9\" href=\"/Job.31.9\">9</a>, etc. (<em>b</em>) <a data-ref=\"Numbers 5:27\" href=\"/Numbers.5.27\">Nu 5:27</a> <em>if she have</em> defiled herself <span dir=\"rtl\">וַתִּמְעֹל</span> <em>and been</em> faithless, <span dir=\"rtl\">וּבָאוּ</span> <em>then shall</em> they come, etc., <a data-ref=\"Numbers 15:24\" href=\"/Numbers.15.24\">15:24</a>; <a data-ref=\"Numbers 35:22-24\" href=\"/Numbers.35.22-24\">35:22–24</a>. (<em>c</em>) with bare pf. in apod., in sense of <em>If … had</em> …, only <a data-ref=\"Deuteronomy 32:30\" href=\"/Deuteronomy.32.30\">Dt 32:30</a> <span dir=\"rtl\">אִם־לֹא כִּי</span> <em>were</em> it <em>not that</em> …, <a data-ref=\"Psalms 73:15\" href=\"/Psalms.73.15\">ψ 73:15</a>. (<span dir=\"rtl\">לוּ</span> is more usual in such cases.) (5) with <strong>inf.</strong> once (si vera l.) <a data-ref=\"Job 9:27\" href=\"/Job.9.27\">Jb 9:27</a> <span dir=\"rtl\">אִם אָמְרִי</span> = if I say (lit. if (there is) my saying).—Note that the vb. following <span dir=\"rtl\">אִם</span> is often strengthened by the inf. abs., as <a data-ref=\"Exodus 15:26\" href=\"/Exodus.15.26\">Ex 15:26</a>; <a data-ref=\"Exodus 19:5\" href=\"/Exodus.19.5\">19:5</a>; <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">21:5</a>; <a data-ref=\"Exodus 22:3\" href=\"/Exodus.22.3\">22:3</a>, <a data-ref=\"Exodus 22:12\" href=\"/Exodus.22.12\">12</a>, <a data-ref=\"Exodus 22:16\" href=\"/Exodus.22.16\">16</a>, <a data-ref=\"Exodus 22:22\" href=\"/Exodus.22.22\">22</a> <a data-ref=\"Judges 11:30\" href=\"/Judges.11.30\">Ju 11:30</a>; <a data-ref=\"Judges 14:12\" href=\"/Judges.14.12\">14:12</a>; <a data-ref=\"Judges 16:11\" href=\"/Judges.16.11\">16:11</a> etc.; cf. Dr<sup>Sm 1:20, 6</sup>. <strong>b.</strong>  <em>Special uses:</em> (1) repeated <span dir=\"rtl\">אִם</span> … <span dir=\"rtl\">אִם</span> <em>whether … or</em> (sive … sive) <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a> <a data-ref=\"Deuteronomy 18:3\" href=\"/Deuteronomy.18.3\">Dt 18:3</a> <a data-ref=\"II Samuel 15:21\" href=\"/II_Samuel.15.21\">2 S 15:21</a>; similarly <span dir=\"rtl\">אִם</span> … <span dir=\"rtl\">וְאִם</span> <a data-ref=\"Genesis 31:52\" href=\"/Genesis.31.52\">Gn 31:52</a> <a data-ref=\"Jeremiah 42:6\" href=\"/Jeremiah.42.6\">Je 42:6</a> <a data-ref=\"Ezekiel 2:5\" href=\"/Ezekiel.2.5\">Ez 2:5</a> <a data-ref=\"Ecclesiastes 11:3\" href=\"/Ecclesiastes.11.3\">Ec 11:3</a>; <a data-ref=\"Ecclesiastes 12:14\" href=\"/Ecclesiastes.12.14\">12:14</a> (cf. <span dir=\"rtl\">ܐܶܢ</span> … <span dir=\"rtl\">ܐܶܢ</span>, <span dir=\"rtl\">ܘܶܐܢ</span> … <span dir=\"rtl\">ܐܢ</span> PS<sup>250</sup>; <span dir=\"rtl\">وَإِنْ</span> … <span dir=\"rtl\">إِنْ</span> & <span dir=\"rtl\">وَإِمَّا</span> … <span dir=\"rtl\">إِمَّا</span>); cf. <a data-ref=\"Proverbs 2:3\" href=\"/Proverbs.2.3\">Pr 2:3</a>. (2) After an oath (expressed, or merely implied) <span dir=\"rtl\">אִם</span> (the formula of imprecation being omitted) becomes an emph. negative, and <span dir=\"rtl\">אִם־לֹא</span> an emph. affirmative: <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a> by thy life <span dir=\"rtl\">אִם־אֶעֱשֶׂה אֶת־הַדָּבָר הַזֶּה</span> (may God bring all manner of evil upon me) <em>if</em> I do this thing! = <em>surely I will not</em> do this thing! (cf. the full phrases in <a data-ref=\"I Samuel 3:17\" href=\"/I_Samuel.3.17\">1 S 3:17</a> <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">2 K 6:31</a>) <a data-ref=\"Genesis 14:23\" href=\"/Genesis.14.23\">Gn 14:23</a>; <a data-ref=\"Genesis 42:15\" href=\"/Genesis.42.15\">42:15</a> <a data-ref=\"Numbers 14:23\" href=\"/Numbers.14.23\">Nu 14:23</a> <a data-ref=\"I Samuel 3:14\" href=\"/I_Samuel.3.14\">1 S 3:14</a>; <a data-ref=\"I Samuel 19:6\" href=\"/I_Samuel.19.6\">19:6</a> <a data-ref=\"II Kings 2:2\" href=\"/II_Kings.2.2\">2 K 2:2</a>; <a data-ref=\"II Kings 3:14\" href=\"/II_Kings.3.14\">3:14</a> & often; <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">Is 22:14</a> <a data-ref=\"Psalms 89:36\" href=\"/Psalms.89.36\">ψ 89:36</a>; <a data-ref=\"Psalms 95:11\" href=\"/Psalms.95.11\">95:11</a> <a data-ref=\"Job 6:28\" href=\"/Job.6.28\">Jb 6:28</a>; <span dir=\"rtl\">אִם־לֹא</span> <a data-ref=\"Numbers 14:28\" href=\"/Numbers.14.28\">Nu 14:28</a> <a data-ref=\"Joshua 14:9\" href=\"/Joshua.14.9\">Jos 14:9</a> <a data-ref=\"I Kings 20:23\" href=\"/I_Kings.20.23\">1 K 20:23</a> <a data-ref=\"II Kings 9:26\" href=\"/II_Kings.9.26\">2 K 9:26</a> <a data-ref=\"Isaiah 5:9\" href=\"/Isaiah.5.9\">Is 5:9</a>; <a data-ref=\"Isaiah 14:24\" href=\"/Isaiah.14.24\">14:24</a> <a data-ref=\"Jeremiah 15:11\" href=\"/Jeremiah.15.11\">Je 15:11</a>; <a data-ref=\"Jeremiah 49:20\" href=\"/Jeremiah.49.20\">49:20</a> <a data-ref=\"Job 1:11\" href=\"/Job.1.11\">Jb 1:11</a> + especially Ez; after a neg. clause, emphasizing a contrasted idea, <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> (where the expl. by Aramaic <span dir=\"rtl\">אֶלָּא</span> is not supported by Heb. usage), cf. <a data-ref=\"Jeremiah 22:6\" href=\"/Jeremiah.22.6\">Je 22:6</a>. Repeated, <span dir=\"rtl\">אִם</span> … <span dir=\"rtl\">וְאִם</span> <a data-ref=\"II Samuel 20:20\" href=\"/II_Samuel.20.20\">2 S 20:20</a> <a data-ref=\"II Kings 3:14\" href=\"/II_Kings.3.14\">2 K 3:14</a> <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">Is 62:8</a> <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">Je 38:16</a>; <a data-ref=\"Ezekiel 14:16\" href=\"/Ezekiel.14.16\">Ez 14:16</a>. In adjurations (with 2nd or 3rd ps.) = <em>that not</em> <a data-ref=\"Genesis 21:23\" href=\"/Genesis.21.23\">Gn 21:23</a>; <a data-ref=\"Genesis 26:29\" href=\"/Genesis.26.29\">26:29</a>; <a data-ref=\"Genesis 31:50\" href=\"/Genesis.31.50\">31:50</a> <a data-ref=\"I Samuel 24:22\" href=\"/I_Samuel.24.22\">1 S 24:22</a> <a data-ref=\"I Kings 1:51\" href=\"/I_Kings.1.51\">1 K 1:51</a> <a data-ref=\"Song of Songs 2:7\" href=\"/Song_of_Songs.2.7\">Ct 2:7</a>; <a data-ref=\"Song of Songs 3:5\" href=\"/Song_of_Songs.3.5\">3:5</a> +. Of past or present time: <a data-ref=\"I Samuel 25:34\" href=\"/I_Samuel.25.34\">1 S 25:34</a> as <span dir=\"rtl\">י׳</span> liveth (I say) that, unless thou hadst hastened …, <span dir=\"rtl\">כִּי אִם נוֹתַר</span> that <em>surely there had not been</em> left …! <a data-ref=\"I Samuel 17:55\" href=\"/I_Samuel.17.55\">17:55</a> as thy soul liveth <span dir=\"rtl\">אִם־יָדָֽעְתִּי</span> <em>if</em> I know it! <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a>; <a data-ref=\"I Kings 18:10\" href=\"/I_Kings.18.10\">18:10</a>—both <span dir=\"rtl\">אִם־יֵשׁ</span> (<span dir=\"rtl\">כִּי</span> in <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a> introduces the fact sworn to, & need not be translated; so <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">2 S 3:35</a>: v. <a data-ref=\"BDB, כִּי³\" href=\"/BDB,_כִּי³\", dir=\"rtl\">כִּי</a>); <a data-ref=\"Psalms 131:2\" href=\"/Psalms.131.2\">ψ 131:2</a> <span dir=\"rtl\">אִם־לֹא</span> (after a neg. clause: cf. supr. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a>). Cf. Str<sup>§ 90</sup>. (3) Part. of wishing, <em>if but …! oh that …!</em> (rare) <a data-ref=\"Psalms 81:9\" href=\"/Psalms.81.9\">ψ 81:9</a> <em>If thou wouldest</em> hearken to me! <a data-ref=\"Psalms 95:7\" href=\"/Psalms.95.7\">95:7</a>; <a data-ref=\"Psalms 139:19\" href=\"/Psalms.139.19\">139:19</a> <a data-ref=\"Proverbs 24:11\" href=\"/Proverbs.24.11\">Pr 24:11</a> <a data-ref=\"I Chronicles 4:10\" href=\"/I_Chronicles.4.10\">1 Ch 4:10</a>. Cf. <a data-ref=\"Exodus 32:32\" href=\"/Exodus.32.32\">Ex 32:32</a>. With imv. (si vera l.) <a data-ref=\"Job 34:16\" href=\"/Job.34.16\">Jb 34:16</a> <span dir=\"rtl\">וְאִם־בִּֽינָה</span>; and with an anacoluthon, Gu <a data-ref=\"Job 23:13\" href=\"/Job.23.13\">23:13</a> (P) <span dir=\"rtl\">אִם־אַתָּה לוּ שְמָעֵנִי</span> <em>if</em> thou!—oh that thou wouldst hear me! (4) Nearly = <em>when</em>—with the pf.: (<em>a</em>) of past, <a data-ref=\"Genesis 38:9\" href=\"/Genesis.38.9\">Gn 38:9</a> <a data-ref=\"Numbers 21:9\" href=\"/Numbers.21.9\">Nu 21:9</a> <span dir=\"rtl\">וְהָיָה אִם־נָשַׁךְ</span> … <span dir=\"rtl\">וְהִבִּיט</span> and it used to be, <em>if</em> or <em>when</em> a serpent had bitten a man, that he would look, etc., <a data-ref=\"Judges 6:3\" href=\"/Judges.6.3\">Ju 6:3</a> <a data-ref=\"Psalms 78:34\" href=\"/Psalms.78.34\">ψ 78:34</a> (v. Dr<sup>§ 136 δ Obs.</sup>); <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">Am 7:2</a>. (<em>b</em>) of pres. or fut., <a data-ref=\"Isaiah 4:4\" href=\"/Isaiah.4.4\">Is 4:4</a> <span dir=\"rtl\">אִם רָחַץ</span> <em>when</em> the Lord shall have washed, <a data-ref=\"Isaiah 24:13\" href=\"/Isaiah.24.13\">24:13</a>; <a data-ref=\"Isaiah 28:25\" href=\"/Isaiah.28.25\">28:25</a>; cf. <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a> (with the impf.) <strong>c.</strong>  Compounded with other particles:—(α) <span dir=\"rtl\">בִּלְתִּי אִם</span> <em>except if, except</em>, †<a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">Gn 47:18</a> <a data-ref=\"Judges 7:14\" href=\"/Judges.7.14\">Ju 7:14</a> <a data-ref=\"Amos 3:3\" href=\"/Amos.3.3\">Am 3:3</a>, <a data-ref=\"Amos 3:4\" href=\"/Amos.3.4\">4</a>. (β) <span dir=\"rtl\">הֲלוֹא אִם</span> †<a data-ref=\"II Kings 20:19\" href=\"/II_Kings.20.19\">2 K 20:19</a> (for which <a data-ref=\"Isaiah 39:8\" href=\"/Isaiah.39.8\">Is 39:8</a> has simply <span dir=\"rtl\">כִּי</span>), perhaps <em>Is it not</em> (good), <em>if</em> …? (De Di). (γ) <span dir=\"rtl\">כִּי־אִם</span>, q.v. (δ) <span dir=\"rtl\">עַד אִם</span> †<a data-ref=\"Genesis 24:19\" href=\"/Genesis.24.19\">Gn 24:19</a>, <a data-ref=\"Genesis 24:33\" href=\"/Genesis.24.33\">33</a> <a data-ref=\"Isaiah 30:17\" href=\"/Isaiah.30.17\">Is 30:17</a> <a data-ref=\"Ruth 2:21\" href=\"/Ruth.2.21\">Ru 2:21</a>, & <span dir=\"rtl\">עַד אֲשֶׁר אִם</span> †<a data-ref=\"Genesis 28:15\" href=\"/Genesis.28.15\">Gn 28:15</a> <a data-ref=\"Numbers 32:17\" href=\"/Numbers.32.17\">Nu 32:17</a> <a data-ref=\"Isaiah 6:11\" href=\"/Isaiah.6.11\">Is 6:11</a>, <em>until</em>, proposes <em>until if</em> or <em>when</em>. (ε) <span dir=\"rtl\">רַק אִם</span> <em>if only</em> (v. sub <a data-ref=\"BDB, רַק²\" href=\"/BDB,_רַק²\", dir=\"rtl\">רַק</a>). <span dir=\"rtl\">אִם־לֹא</span> in <a data-ref=\"Ezekiel 3:6\" href=\"/Ezekiel.3.6\">Ez 3:6b</a> is very difficult. The Vrss render <em>If I had sent</em>, etc., implying <span dir=\"rtl\">לֻא</span> for <span dir=\"rtl\">אִם־לֹא</span> (for Ew’s <span dir=\"rtl\">אִם־לֻא</span> = <span dir=\"rtl\">אִלּוּ</span>, q.v., is precarious): Ges Hi Co ‘but (<span dir=\"rtl\">אִם־לֹא</span> after a neg., cf. supr. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> <a data-ref=\"Psalms 131:2\" href=\"/Psalms.131.2\">ψ 131:2</a>) unto <em>them</em> (Isr.) have I sent thee: <em>they</em> can understand thee’ (but <em>understand</em> is a dub. rendering of <span dir=\"rtl\">שָׁמַע אֶל</span>).<br><strong>2.</strong>  <strong> Interrog.part. </strong> <strong>a.</strong>  in direct qu.: (<em>a</em>) alone (not freq. and usually = <em>Num?</em> expecting the answer <em>No</em>, especially in a rhet. style): <a data-ref=\"Genesis 38:17\" href=\"/Genesis.38.17\">Gn 38:17</a> <a data-ref=\"I Kings 1:27\" href=\"/I_Kings.1.27\">1 K 1:27</a>; <a data-ref=\"Judges 5:8\" href=\"/Judges.5.8\">Ju 5:8</a> <span dir=\"rtl\">מָגֵן אִם־יֵרָאֶה וָרֹמַח</span> <em>was</em> there a shield to be seen or a spear …? <a data-ref=\"Isaiah 29:16\" href=\"/Isaiah.29.16\">Is 29:16</a>; and repeated <a data-ref=\"Amos 3:6\" href=\"/Amos.3.6\">Am 3:6</a> <a data-ref=\"Jeremiah 48:27\" href=\"/Jeremiah.48.27\">Je 48:27</a> <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">Jb 6:12</a>. (<em>b</em>) more freq. in disjunctive interrogation: (α) <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span>, expressing a real alternative <a data-ref=\"Joshua 5:13\" href=\"/Joshua.5.13\">Jos 5:13</a> <span dir=\"rtl\">הֲלָנוּ אַתָּה אִם־לְצָרֵינוּ</span> <em>art</em> thou for us, or for our enemies? <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a> <a data-ref=\"I Kings 22:6\" href=\"/I_Kings.22.6\">1 K 22:6</a>, <a data-ref=\"I Kings 22:15\" href=\"/I_Kings.22.15\">15</a>: more often expressing a merely formal alternative, especially in poetry (a rhetorical <em>Num?</em>) <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">Gn 37:8</a> <a data-ref=\"Numbers 11:12\" href=\"/Numbers.11.12\">Nu 11:12</a>, <a data-ref=\"Numbers 11:22\" href=\"/Numbers.11.22\">22</a> <a data-ref=\"Judges 11:25\" href=\"/Judges.11.25\">Ju 11:25b</a> <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">2 S 19:36</a> <a data-ref=\"Isaiah 10:15\" href=\"/Isaiah.10.15\">Is 10:15</a>; <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">66:8</a> <a data-ref=\"Jeremiah 3:5\" href=\"/Jeremiah.3.5\">Je 3:5</a> <a data-ref=\"Habakkuk 3:8\" href=\"/Habakkuk.3.8\">Hb 3:8</a> <a data-ref=\"Psalms 77:10\" href=\"/Psalms.77.10\">ψ 77:10</a>; <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">78:20</a> <a data-ref=\"Job 4:17\" href=\"/Job.4.17\">Jb 4:17</a>; <a data-ref=\"Job 6:5\" href=\"/Job.6.5\">6:5</a>, <a data-ref=\"Job 6:6\" href=\"/Job.6.6\">6</a>; <a data-ref=\"Job 10:4\" href=\"/Job.10.4\">10:4</a>, <a data-ref=\"Job 10:5\" href=\"/Job.10.5\">5</a>; <a data-ref=\"Job 11:7\" href=\"/Job.11.7\">11:7</a> etc. (β) <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">וְאִם</span> (rarer than <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span>, but similar in use) <a data-ref=\"II Samuel 24:13\" href=\"/II_Samuel.24.13\">2 S 24:13</a> (a real alt.); <a data-ref=\"Isaiah 49:24\" href=\"/Isaiah.49.24\">Is 49:24</a>; <a data-ref=\"Isaiah 50:2\" href=\"/Isaiah.50.2\">50:2</a> <a data-ref=\"Jeremiah 5:9\" href=\"/Jeremiah.5.9\">Je 5:9</a> (v <a data-ref=\"Jeremiah 5:29\" href=\"/Jeremiah.5.29\">29</a> <span dir=\"rtl\">אִם</span>) <a data-ref=\"Jeremiah 14:22\" href=\"/Jeremiah.14.22\">14:22</a> <a data-ref=\"Joel 1:2\" href=\"/Joel.1.2\">Jo 1:2</a>; <a data-ref=\"Joel 4:4\" href=\"/Joel.4.4\">4:4</a> <a data-ref=\"Job 8:3\" href=\"/Job.8.3\">Jb 8:3</a>; <a data-ref=\"Job 11:2\" href=\"/Job.11.2\">11:2</a>; <a data-ref=\"Job 21:4\" href=\"/Job.21.4\">21:4</a>; <a data-ref=\"Job 22:3\" href=\"/Job.22.3\">22:3</a>; <a data-ref=\"Job 34:17\" href=\"/Job.34.17\">34:17</a>; <a data-ref=\"Job 40:8\" href=\"/Job.40.8\">40:8f.</a> (formal); <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a> P (with an anacol.) shall a child …? <span dir=\"rtl\">וְאִם־שָׂרָה הֲבַת־תִּשְׁעִים שָׁנָה תֵּלֵד</span> <em>or</em> Sarah,—shall she that is 90 years old bear? <a data-ref=\"Proverbs 27:24\" href=\"/Proverbs.27.24\">Pr 27:24</a> (<span dir=\"rtl\">וְאִם</span> after neg. clause). <strong>b.</strong>  in oblique interrogation, <em>if, whether:</em> (<em>a</em>) alone, after verbs of seeing, inquiring, etc. <a data-ref=\"II Kings 1:2\" href=\"/II_Kings.1.2\">2 K 1:2</a> <a data-ref=\"Jeremiah 5:1\" href=\"/Jeremiah.5.1\">Je 5:1</a>; <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">30:6</a> <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">Mal 3:10</a> <a data-ref=\"Psalms 139:24\" href=\"/Psalms.139.24\">ψ 139:24</a> <a data-ref=\"Song of Songs 7:13\" href=\"/Song_of_Songs.7.13\">Ct 7:13</a> <a data-ref=\"Lamentations 1:12\" href=\"/Lamentations.1.12\">La 1:12</a> <a data-ref=\"Ezra 2:59\" href=\"/Ezra.2.59\">Ezr 2:59</a>; once <span dir=\"rtl\">מִי יוֹדֵעַ אִם</span> <em>who knoweth if</em> …? i. e. (like <em>haud scio an</em>) <em>perhaps</em> <a data-ref=\"Esther 4:14\" href=\"/Esther.4.14\">Est 4:14</a> (older syn. <span dir=\"rtl\">מִי יוֹדֵעַ</span> alone: see <a data-ref=\"II Samuel 12:22\" href=\"/II_Samuel.12.22\">2 S 12:22</a> <a data-ref=\"Joel 2:14\" href=\"/Joel.2.14\">Jo 2:14</a> <a data-ref=\"Jonah 3:9\" href=\"/Jonah.3.9\">Jon 3:9</a>). (<em>b</em>) disjunctively <span dir=\"rtl\">הֲ</span> … <span dir=\"rtl\">אִם</span> <a data-ref=\"Genesis 27:21\" href=\"/Genesis.27.21\">Gn 27:21</a> <a data-ref=\"Numbers 13:18-20\" href=\"/Numbers.13.18-20\">Nu 13:18–20</a>; so <span dir=\"rtl\">אִם</span> … <span dir=\"rtl\">וְאִם</span> <a data-ref=\"Joshua 24:15\" href=\"/Joshua.24.15\">Jos 24:15</a>. <strong>c.</strong>  compounded with <span dir=\"rtl\">הֲ</span>, <span dir=\"rtl\">הַאִם</span> †<a data-ref=\"Numbers 17:28\" href=\"/Numbers.17.28\">Nu 17:28</a> <span dir=\"rtl\">הַאִם תַּמְנוּ לִגְוֹעַ</span> prob. an emph. <em>Num? Shall we ever</em> have finished dying? <a data-ref=\"Job 6:13\" href=\"/Job.6.13\">Jb 6:13</a> difficult: perhaps <em>Is it</em> that my help is not in me? (a forcible means of expressing that that which might be thought impossible is nevertheless the case); Hi as an aposiop., If my help is not in me (am I still to wait)? (The view that <span dir=\"rtl\">הַאִם</span> = <span dir=\"rtl\">הֲלֹא</span> <em>nonne?</em> is inconsistent with the fact that <span dir=\"rtl\">אִם</span> in a question has regularly the force of <em>Num?</em>)"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d08ab6084aa1cbf04ab9", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּרַע 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "BDB, גָּרַע 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּרַע א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּרַע", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">גָּרַע</span>]</big></big>  <strong>vb.</strong> diminish, restrain, withdraw <strong>(</strong>NH <em>id.</em>, Aramaic <span dir=\"rtl\">גְּרַע</span>, <span dir=\"rtl\">ܓܪܰܥ</span> <em>shave head</em>, etc.; cf. <span dir=\"rtl\">جَرِعَ</span> <em>swallow</em><strong>)</strong>—<br><strong>Qal</strong>  Impf. <span dir=\"rtl\">יִגְרַע</span> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a>, <span dir=\"rtl\">יִגְרָ֑ע</span> <a data-ref=\"Exodus 21:10\" href=\"/Exodus.21.10\">Ex 21:10</a>; 2 ms. <span dir=\"rtl\">תִּגְרַע</span> <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">Dt 13:1</a> + 3 times; <span dir=\"rtl\">אֶגְרַע</span> <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a> (but cf. infr.), <span dir=\"rtl\">וָאֶגְרַע</span> <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">Ez 16:27</a>; <span dir=\"rtl\">תִּגְרְעוּ</span> <a data-ref=\"Exodus 5:8\" href=\"/Exodus.5.8\">Ex 5:8</a> + 2 times; Inf. <span dir=\"rtl\">לִגְרֹעַ</span> <a data-ref=\"Exodus 3:14\" href=\"/Exodus.3.14\">Ex 3:14</a>; Pt. <span dir=\"rtl\">גְּרוּעָה</span> <a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">Is 15:2</a> (so Baer; v. d. H. <span dir=\"rtl\">גְּדוּעָה</span> v. <a data-ref=\"BDB, גָּדַע\" href=\"/BDB,_גָּדַע\", dir=\"rtl\">גדע</a>), <span dir=\"rtl\">גְּרֻעָה</span> <a data-ref=\"Jeremiah 48:37\" href=\"/Jeremiah.48.37\">Je 48:37</a>;— <strong>1.</strong>  <em>diminish</em>, usually sq. <span dir=\"rtl\">מִן</span> <a data-ref=\"Exodus 5:8\" href=\"/Exodus.5.8\">Ex 5:8</a>, <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">19</a> (the tale of bricks), <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a> (in both, word of <span dir=\"rtl\">י׳</span>; opp. <span dir=\"rtl\">הוסיף</span>) cf. <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a>, and also <a data-ref=\"Jeremiah 26:2\" href=\"/Jeremiah.26.2\">Je 26:2</a> (c. acc.); c. acc. also <a data-ref=\"Exodus 21:10\" href=\"/Exodus.21.10\">Ex 21:10</a> (food etc.) cf. <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">Ez 16:27</a>; Pt. pass. <em>diminished, clipped</em>, of beard, <a data-ref=\"Jeremiah 48:37\" href=\"/Jeremiah.48.37\">Je 48:37</a> and <a data-ref=\"Isaiah 15:2\" href=\"/Isaiah.15.2\">Is 15:2</a> (so Baer, rightly, cf. his note and v. <a data-ref=\"BDB, גָּדַע\" href=\"/BDB,_גָּדַע\", dir=\"rtl\">גדע</a>). <strong>2.</strong>  <em>restrain</em> <a data-ref=\"Job 15:4\" href=\"/Job.15.4\">Jb 15:4</a> (c. acc. <span dir=\"rtl\">שִׂיחָה</span> meditation, devotion), <a data-ref=\"Job 15:8\" href=\"/Job.15.8\">Jb 15:8</a> (c. acc. <span dir=\"rtl\">חָכְמָה</span>, sq. <span dir=\"rtl\">אֵלֶיךָ</span>, i. e. <em>unto, for thyself</em>, monopolize; De Di Da render <em>draw unto thyself</em>, appropriate; Schult. comp. Arabic <em>swallow</em>, cf. Ew <em>saugst zu dir ein Weisheit</em>). <strong>3.</strong>  <em>withdraw</em> <a data-ref=\"Job 36:7\" href=\"/Job.36.7\">Jb 36:7</a> (obj. <span dir=\"rtl\">עַיִן</span>, <em>eye</em>, sq. <span dir=\"rtl\">מִן</span>); <a data-ref=\"Ezekiel 5:11\" href=\"/Ezekiel.5.11\">Ez 5:11</a> absol. (si vera l.); Co. reads <span dir=\"rtl\">אֶתְגָּרֶה</span>, for <span dir=\"rtl\">אֶגְרַע</span>, on intern. grounds; others: <em>withdraw</em> (thy needs) Sm (cf. <a data-ref=\"Ezekiel 16:27\" href=\"/Ezekiel.16.27\">16:27</a>); <em>withdraw</em> (mine eye) Ges Ke.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִגְרַע</span> consec. <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">Lv 27:18</a>; <span dir=\"rtl\">וְנִגְרְעָה</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; Impf. <span dir=\"rtl\">יִגָּרַע</span> <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>; <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">36:4</a>, <span dir=\"rtl\">יִגָּרֵ֑עַ</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; 1 pl. <span dir=\"rtl\">נִגָּרַע</span> <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">Nu 9:7</a>; Pt. <span dir=\"rtl\">נִגְרָע</span> <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a>;— <strong>1.</strong>  <em>be withdrawn</em> c. <span dir=\"rtl\">מִן</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a><sup>(×2)</sup>, <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">4</a> (inheritance, <span dir=\"rtl\">נחלה</span>); <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a> a name out of a family; <a data-ref=\"Exodus 5:11\" href=\"/Exodus.5.11\">Ex 5:11</a> <span dir=\"rtl\">(מֵעֲבֹדַתְכֶם דָּבָר)</span>; impers. <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">Lv 27:18</a> (<em>abatement shall be made</em>). <strong>2.</strong>  <em>be restrained</em> sq. inf. <a data-ref=\"Numbers 9:7\" href=\"/Numbers.9.7\">Nu 9:7</a>.<br><strong>Pi.</strong>  Impf. <span dir=\"rtl\">יְגָרַע</span> <a data-ref=\"Job 36:27\" href=\"/Job.36.27\">Jb 36:27</a> <em>withdraw</em> = <em>draw up</em> c. acc. <span dir=\"rtl\">נִטְפֵי־מָ֑יִם</span> cf. Di (on other hand, De al. <em>draw down, let down</em>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1abb6084aa1cbf10e45", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יוֹבֵל 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "BDB, יוֹבֵל 1", "sourceHeRef": "בראון-דרייבר-בריגס, יוֹבֵל א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יוֹבֵל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">יוֹבֵל</span>, <span dir=\"rtl\">יֹבֵל</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a></sup> <strong>ram, ram’s horn, cornet (</strong>Ph. <span dir=\"rtl\">יבל</span> <em>ram;</em> cf. Di <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> Dl<sup>Pr 124</sup><strong>)</strong>—abs. <span dir=\"rtl\">יוֹבֵל</span> <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">Jos 6:5</a> + 7 times; <span dir=\"rtl\">יֹבֵל</span> <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a> + 13 times; pl. <span dir=\"rtl\">יוֹבְלִים</span> <a data-ref=\"Joshua 6:4\" href=\"/Joshua.6.4\">Jos 6:4</a> + 2 times; <span dir=\"rtl\">יֹבְלִים</span> <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">Jos 6:13</a>;—<br><strong>1.</strong>  <em>ram</em>, only in combin.: <span dir=\"rtl\">בִּמְשֹׁךְ בְּקֶרֶן הַיּ׳</span> <a data-ref=\"Joshua 6:5\" href=\"/Joshua.6.5\">Jos 6:5</a> <em>the ram’s horn,</em> as wind-instrument; so <span dir=\"rtl\">שׁוֹפְרוֹת (ה)י(ו)בלים</span> <a data-ref=\"Joshua 6:4\" href=\"/Joshua.6.4\">Jos 6:4</a>, <a data-ref=\"Joshua 6:6\" href=\"/Joshua.6.6\">6</a>, <a data-ref=\"Joshua 6:8\" href=\"/Joshua.6.8\">8</a>, <a data-ref=\"Joshua 6:13\" href=\"/Joshua.6.13\">13</a> <em>rams’ horns</em> (v. Benz<sup>Archäol. 276</sup>); <span dir=\"rtl\">יֹבֵל</span> alone, <span dir=\"rtl\">בִּמְשֹׁךְ הַיֹּבֵל</span> <a data-ref=\"Exodus 19:13\" href=\"/Exodus.19.13\">Ex 19:13</a> <em>at the sounding of the ram</em>(’s horn).<br><strong>2.</strong>  designation of 50th year, marked by blowing of cornets, AV ‘jubile’ (so NH <span dir=\"rtl\">יוֹבֵל</span>, 𝔗 <span dir=\"rtl\">יובֵילָא</span>, as loan-word); orig. no doubt <span dir=\"rtl\">שְׁנַת הַיּוֹבֵל</span> <em>year of the ram</em>(’s horn), as <a data-ref=\"Leviticus 25:13\" href=\"/Leviticus.25.13\">Lv 25:13</a>, <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">28</a>, <a data-ref=\"Leviticus 25:40\" href=\"/Leviticus.25.40\">40</a>, <a data-ref=\"Leviticus 25:50\" href=\"/Leviticus.25.50\">50</a>, <a data-ref=\"Leviticus 25:52\" href=\"/Leviticus.25.52\">52</a>, <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">54</a> (all H), <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">27:17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:23\" href=\"/Leviticus.27.23\">23</a>, <a data-ref=\"Leviticus 27:24\" href=\"/Leviticus.27.24\">24</a> (all P), but then, without <span dir=\"rtl\">שׁנת</span>, as <span dir=\"rtl\">יוֹבֵל הִוא תִּהְיֶה לָכֶם</span> <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a> <em>a ram</em>(’s horn blowing) <em>shall it be to you;</em> so v <a data-ref=\"Leviticus 25:11\" href=\"/Leviticus.25.11\">11</a>, <a data-ref=\"Leviticus 25:12\" href=\"/Leviticus.25.12\">12</a>, <a data-ref=\"Leviticus 25:15\" href=\"/Leviticus.25.15\">15</a>, <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">28</a>, <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a>, <a data-ref=\"Leviticus 25:31\" href=\"/Leviticus.25.31\">31</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a> (all H), <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">27:18</a>, <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">21</a> <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a> (both P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1dfb6084aa1cbf130ed", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָסַף 1", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "BDB, יָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָסַף א׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָסַף</span></big></big><sub>214</sub><big></big>  <strong>vb. add (</strong>NH <em>id.</em>, Hiph.; Aramaic Aph. <span dir=\"rtl\">אוֹסִיף</span>, <span dir=\"rtl\">ܐܰܘܣܶܦ</span>; Ph. <span dir=\"rtl\">יסף</span>; MI<sup>29</sup> <span dir=\"rtl\">יספתי</span>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">1:21</a> <span dir=\"rtl\">לספת</span>; Sab. <span dir=\"rtl\">וסף</span> Hom <sup>ZMG 1892, 530</sup>; Assyrian <em>esêpu</em> dub. (<em>eṣêpu</em> Dl<strong>)—</strong><br>†<strong>Qal</strong>  Pf. <span dir=\"rtl\">יָסַף</span> <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">Gn 38:26</a> +; <span dir=\"rtl\">יָֽסְפָה</span> <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a>; <span dir=\"rtl\">וְיָֽסְפָה</span> consec. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>; <span dir=\"rtl\">יָסַ֫פְתָּ</span> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a>; <span dir=\"rtl\">וְיָסַפְתָּ֫</span> <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a>, etc.; Imv. <span dir=\"rtl\">סְפוּ</span> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; + Inf. cstr. <span dir=\"rtl\">לָסֶ֫פֶת</span> for MT <span dir=\"rtl\">לִסְפּוֹת</span> <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">Is 30:1</a> (Ges<sup>§ 69. 2. R</sup>); Pt. <span dir=\"rtl\">יוֹסִף</span> (read <span dir=\"rtl\">יוֹסֵף</span>) <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a> (Kö <sup>i 403</sup> adds <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a> <span dir=\"rtl\">יוֹסִיף</span>, from form and connexion less likely); pl. <span dir=\"rtl\">יֹסְפִים</span> <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a>;—<em>add</em> sq. acc. + <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">1 S 12:19</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 45:3\" href=\"/Jeremiah.45.3\">45:3</a>; <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a>; <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">Lv 22:14</a>; <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">26:21</a>; <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">27:13</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>; sq. acc. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>, <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a> sq. <span dir=\"rtl\">על</span> (no acc. <span dir=\"rtl\">יָסַפְתָּ עַל־הַשְּׁמוּעָה אֲשֶׁר שָׁמָ֑עְתִּי</span>); sq. <span dir=\"rtl\">לְ</span> (no acc.) = <em>increase</em> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a><sup>(×2)</sup> <span dir=\"rtl\">(יָסַפְתָּ לַגּוֹי)</span>; sq. acc. <em>increase, have more</em> <a data-ref=\"Isaiah 29:19\" href=\"/Isaiah.29.19\">29:19</a> <span dir=\"rtl\">(וְיָסְֽפוּ עֲנָוִים ביהוה שִׂמְחָה)</span>; 14 times sq. inf. <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a> (<span dir=\"rtl\">לֹא יָסְֽפָה שׁוּב אליו עוֹד</span>, i.e. it <em>did not again return unto him</em>), <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">38:26</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a> <a data-ref=\"Numbers 32:15\" href=\"/Numbers.32.15\">Nu 32:15</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">20:8</a> <a data-ref=\"Judges 8:28\" href=\"/Judges.8.28\">Ju 8:28</a>; <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">13:21</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 7:13\" href=\"/I_Samuel.7.13\">1 S 7:13</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">15:35</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> <span dir=\"rtl\">(וְלאֹ יָו֯סַף עוֹד)</span>, <a data-ref=\"II Samuel 2:28\" href=\"/II_Samuel.2.28\">2 S 2:28</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"II Kings 6:23\" href=\"/II_Kings.6.23\">2 K 6:23</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; cf. <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, where inf. not expressed, but implied from context; both c. <span dir=\"rtl\">לֹא</span> <em>and did not do it again</em>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נוֹסַף</span> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; <span dir=\"rtl\">וְנ׳</span> consec. <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; 3 fs. <span dir=\"rtl\">וְנוֹסְפָה</span> consec. <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a>; Pt. <span dir=\"rtl\">וְנוֹסָף</span> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; <span dir=\"rtl\">נוֹסָפוֹת</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>;— <strong>1.</strong>  <em>join</em> (intr.), <em>join oneself to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>. <strong>2.</strong>  <em>be joined, added to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">4</a> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; pt. abs. <em>is increased</em> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; pt. fem. pl. = <em>things added, additions</em> (i.e additional calamities) <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>.<br><strong>Hiph.</strong><sub>172</sub>  Pf. <span dir=\"rtl\">הֹסִיף</span> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a>; <span dir=\"rtl\">הוֹסַ֫פְתָּ</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> etc.; Impf.<sub>164</sub> <span dir=\"rtl\">יוֹסִיף</span> <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">Jos 23:13</a> +; juss. <span dir=\"rtl\">יוֹסֵף</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a> +; <span dir=\"rtl\">י֫וֹסֶף</span> (bef. tone) <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <span dir=\"rtl\">וַיּ֫וֹסֶף</span> <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">Is 7:10</a> +; <span dir=\"rtl\">וַיֹּ֫אסֶף</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a>; 2 ms. <span dir=\"rtl\">תּוֹסִיף</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a> +; juss. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">Dt 13:1</a>; <span dir=\"rtl\">תּוֹסַ֑ף</span> <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">Jb 40:32</a>; <span dir=\"rtl\">תּוֹסְףִ</span> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <span dir=\"rtl\">אוֹסִיף</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> +; volunt. <span dir=\"rtl\">אוֹסֵף</span> <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">9:15</a>; <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">Dt 18:16</a> + <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (del. Co); <span dir=\"rtl\">אֹסִ֫פָה</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a> + prob. <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a> (for MT <span dir=\"rtl\">אַסְפֶּה</span>); 3 mpl. <span dir=\"rtl\">יוֹסִפ֫וּן</span> <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; 2 mpl. <span dir=\"rtl\">תּוֹסִ֫יפוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> +; <span dir=\"rtl\">תֹּסִפ֫וּן</span> <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">Gn 44:23</a> + 2 times; <span dir=\"rtl\">תֹּאסִפ֫וּן</span> <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a> (per contr. <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>, cf. sub <a data-ref=\"BDB, אָסַף\" href=\"/BDB,_אָסַף\", dir=\"rtl\">אסף</a>), etc.; Pt. pl. <span dir=\"rtl\">מוֹסִיפִים</span> <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a>; Inf. cstr. <span dir=\"rtl\">הוֹסִיף</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> + 3 times;— <strong>1.</strong>  <em>add</em> (= <strong>Qal</strong>) sq. acc. + <span dir=\"rtl\">עַל</span> <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">2 K 20:6</a>; <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">24</a>; <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">27:31</a>; <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a>; <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a> (Elihu), <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a>; <a data-ref=\"Proverbs 16:23\" href=\"/Proverbs.16.23\">Pr 16:23</a>; <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (v. supr.), <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a> + <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a>; sq. acc. + <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a>; <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a>; <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">9:11</a>; sq. acc. + <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> (i.e. thou hast more wisdom and prosperity than is reported); sq. acc. + <span dir=\"rtl\">עִם</span> <a data-ref=\"Proverbs 10:22\" href=\"/Proverbs.10.22\">Pr 10:22</a>; cf. <span dir=\"rtl\">וְהוֹסַפְתִּ֫י עַל־כָּל־תְּהִלָּֽתְךָ</span> <a data-ref=\"Psalms 71:14\" href=\"/Psalms.71.14\">ψ 71:14</a> (i.e. increase); <span dir=\"rtl\">וְהוֹסַ֫פְתִּי חכמה על כל־אשׁר־היה לְפָנַי</span> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a> (‖ <span dir=\"rtl\">הִגְדַּ֫לְתִּי</span>) (i.e. gain more); cf. <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">2:9</a> (‖ <span dir=\"rtl\">וְגָדַ֫לְתִּי</span>); <span dir=\"rtl\">ה׳ לכם תבואתו</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> (i.e. yield more); <span dir=\"rtl\">וַיּ֫וֹסֶף אַחְאָב לַעֲשׂוֹת לְהַכְעִים אֶת־יהוה</span> … <span dir=\"rtl\">מִכֹּל וגו׳</span> <a data-ref=\"I Kings 16:33\" href=\"/I_Kings.16.33\">1 K 16:33</a> (<em>did more to provoke</em>); <em>add to, increase</em> (sq. <span dir=\"rtl\">על</span>) no obj. expr. <span dir=\"rtl\">ה׳ על־חטאתנו</span> <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">2 Ch 28:13</a>; <span dir=\"rtl\">ה׳ על־אשׁמת ישׂראל</span> <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">Ezr 10:10</a>; <span dir=\"rtl\">עליו אֵין להוס֔יף</span> <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a> (opp. <span dir=\"rtl\">לִגְרֹעַ</span>), cf. <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"I Kings 12:11\" href=\"/I_Kings.12.11\">1 K 12:11</a>, <a data-ref=\"I Kings 12:14\" href=\"/I_Kings.12.14\">14</a>; <a data-ref=\"I Chronicles 22:14\" href=\"/I_Chronicles.22.14\">1 Ch 22:14</a>; <a data-ref=\"II Chronicles 10:11\" href=\"/II_Chronicles.10.11\">2 Ch 10:11</a>, <a data-ref=\"II Chronicles 10:14\" href=\"/II_Chronicles.10.14\">14</a>; <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <a data-ref=\"Psalms 115:14\" href=\"/Psalms.115.14\">ψ 115:14</a>; sq. <span dir=\"rtl\">אֶל</span> (no other obj. expr.) <a data-ref=\"Ezekiel 23:14\" href=\"/Ezekiel.23.14\">Ez 23:14</a>; = <em>give in addition</em> <span dir=\"rtl\">וְאֹסִפָה לך</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a>; <span dir=\"rtl\">מַה־יֹּסִיף לָךְ</span> <a data-ref=\"Psalms 120:4\" href=\"/Psalms.120.4\">ψ 120:4</a> (‖ <span dir=\"rtl\">מַה־יִּתֵּן לְךָ</span>); especially in phr. <span dir=\"rtl\">כה יעשׂה אלהים (י׳) לך (לי) וכה יוסיף</span> <a data-ref=\"I Samuel 3:17\" href=\"/I_Samuel.3.17\">1 S 3:17</a> <em>so may God do to thee and more also</em>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">14:44</a>; <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">20:13</a>; <a data-ref=\"I Samuel 25:22\" href=\"/I_Samuel.25.22\">25:22</a>; <a data-ref=\"II Samuel 3:9\" href=\"/II_Samuel.3.9\">2 S 3:9</a> <span dir=\"rtl\">(וכה יוסיף לו)</span>, v <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">35</a>; <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">19:14</a>; <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a>; <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">2 K 6:31</a>; <a data-ref=\"Ruth 1:17\" href=\"/Ruth.1.17\">Ru 1:17</a>; subj. heathen gods <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; <a data-ref=\"I Kings 20:10\" href=\"/I_Kings.20.10\">20:10</a>; c. acc. <span dir=\"rtl\">ה׳ אֹמֶץ</span> <em>add strength</em> = grow stronger <a data-ref=\"Job 17:9\" href=\"/Job.17.9\">Jb 17:9</a>, cf. <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a><sup>(×2)</sup>, also <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> <a data-ref=\"Proverbs 16:21\" href=\"/Proverbs.16.21\">Pr 16:21</a>; also, where subj. different from indirect obj. <a data-ref=\"Proverbs 10:27\" href=\"/Proverbs.10.27\">Pr 10:27</a> <span dir=\"rtl\">(יראת י׳ יוסיף ימים)</span>, <a data-ref=\"Proverbs 19:4\" href=\"/Proverbs.19.4\">19:4</a>; <a data-ref=\"Proverbs 23:28\" href=\"/Proverbs.23.28\">23:28</a>; = <em>multiply</em> <span dir=\"rtl\">ה׳ עליכם כָּכֶם אלף פעמים</span> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> cf. <a data-ref=\"I Chronicles 21:3\" href=\"/I_Chronicles.21.3\">1 Ch 21:3</a>; <span dir=\"rtl\">וְיוֹסֵף י׳ אלהיךָ אל־העם כָּהֵם וְכָהֵם מֵאָה פְעָמִים</span> <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>; cf. <span dir=\"rtl\">וַיֹּסֶף י׳ את־כל־אשׁר לְאִיּוֹב לְמִשְׁנֶה</span> <a data-ref=\"Job 42:10\" href=\"/Job.42.10\">Jb 42:10</a>. <strong>2.</strong> <strong>a.</strong>  sq. inf. (with or without <span dir=\"rtl\">לְ</span>) <em>add to do</em> = <em>do again</em> or <em>more</em> (in Hex only JE & D); + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a><sup>(×2)</sup>; <a data-ref=\"Genesis 18:29\" href=\"/Genesis.18.29\">18:29</a>; <a data-ref=\"Genesis 37:5\" href=\"/Genesis.37.5\">37:5</a>, <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">8</a>; <a data-ref=\"Exodus 10:29\" href=\"/Exodus.10.29\">Ex 10:29</a>; <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">14:13</a>; <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <a data-ref=\"Deuteronomy 3:26\" href=\"/Deuteronomy.3.26\">Dt 3:26</a>; <a data-ref=\"Deuteronomy 17:16\" href=\"/Deuteronomy.17.16\">17:16</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">28:68</a>; <a data-ref=\"Judges 9:37\" href=\"/Judges.9.37\">Ju 9:37</a>; <a data-ref=\"Judges 20:28\" href=\"/Judges.20.28\">20:28</a>; <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a> (increase), <a data-ref=\"I Samuel 23:4\" href=\"/I_Samuel.23.4\">23:4</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> (Kt), <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 5:22\" href=\"/II_Samuel.5.22\">5:22</a>; <a data-ref=\"II Samuel 7:20\" href=\"/II_Samuel.7.20\">7:20</a> (inf. om. in ‖ <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>), <a data-ref=\"II Samuel 14:10\" href=\"/II_Samuel.14.10\">14:10</a>; <a data-ref=\"II Samuel 18:22\" href=\"/II_Samuel.18.22\">18:22</a> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a>, <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">13</a>; <a data-ref=\"Amos 8:2\" href=\"/Amos.8.2\">8:2</a>; <a data-ref=\"Isaiah 8:5\" href=\"/Isaiah.8.5\">Is 8:5</a>; <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">10:20</a>; <a data-ref=\"Isaiah 23:12\" href=\"/Isaiah.23.12\">23:12</a>; <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">51:22</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Jeremiah 31:12\" href=\"/Jeremiah.31.12\">Je 31:12</a>; <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a>; <a data-ref=\"Psalms 10:18\" href=\"/Psalms.10.18\">ψ 10:18</a>; <a data-ref=\"Psalms 77:8\" href=\"/Psalms.77.8\">77:8</a>; <a data-ref=\"Psalms 78:17\" href=\"/Psalms.78.17\">78:17</a>; inf. om. <a data-ref=\"Proverbs 19:19\" href=\"/Proverbs.19.19\">Pr 19:19</a>; <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>; <span dir=\"rtl\">עוֹד</span> om. <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a>; <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>; <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">44:23</a>; <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>; <a data-ref=\"Exodus 8:25\" href=\"/Exodus.8.25\">8:25</a>; <a data-ref=\"Exodus 9:28\" href=\"/Exodus.9.28\">9:28</a>, <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">34</a>; <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">10:28</a>; <a data-ref=\"Numbers 26:1\" href=\"/Numbers.26.1\">Nu 25:19</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>; <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">25:3</a>; <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">Jos 7:12</a>; <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">23:13</a>; <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">Ju 2:21</a>; <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">3:12</a>; <a data-ref=\"Judges 4:1\" href=\"/Judges.4.1\">4:1</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">13</a>; <a data-ref=\"Judges 13:1\" href=\"/Judges.13.1\">13:1</a>; <a data-ref=\"Judges 20:22\" href=\"/Judges.20.22\">20:22</a>, <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">23</a>; <a data-ref=\"I Samuel 3:8\" href=\"/I_Samuel.3.8\">1 S 3:8</a>, <a data-ref=\"I Samuel 3:21\" href=\"/I_Samuel.3.21\">21</a>; <a data-ref=\"I Samuel 9:8\" href=\"/I_Samuel.9.8\">9:8</a>; <a data-ref=\"I Samuel 19:8\" href=\"/I_Samuel.19.8\">19:8</a>; <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a>; <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a>; <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">24:1</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">2 K 21:8</a>; <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a>; <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 24:20\" href=\"/Isaiah.24.20\">24:20</a>; <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">Ho 9:15</a>; <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">13:2</a>; <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a>; <a data-ref=\"II Chronicles 28:22\" href=\"/II_Chronicles.28.22\">2 Ch 28:22</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; <a data-ref=\"Job 27:1\" href=\"/Job.27.1\">Jb 27:1</a>; <a data-ref=\"Job 29:1\" href=\"/Job.29.1\">29:1</a>; <a data-ref=\"Psalms 41:9\" href=\"/Psalms.41.9\">ψ 41:9</a>; <a data-ref=\"Lamentations 4:15\" href=\"/Lamentations.4.15\">La 4:15</a>, <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">16</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>; inf. om. <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">Dt 25:3</a>; <a data-ref=\"Job 20:9\" href=\"/Job.20.9\">Jb 20:9</a>; <a data-ref=\"Job 34:32\" href=\"/Job.34.32\">34:32</a> (Elihu), <a data-ref=\"Job 38:11\" href=\"/Job.38.11\">38:11</a>; <a data-ref=\"Job 40:5\" href=\"/Job.40.5\">40:5</a>, <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">32</a>; <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; cf. also <span dir=\"rtl\">ה׳ עֲבוֹר</span> <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">Nu 22:26</a> i.e. <em>went on further</em>. <strong>b.</strong>  sq. Impf. c. <span dir=\"rtl\">וַ</span>· (of past time) <a data-ref=\"Genesis 25:1\" href=\"/Genesis.25.1\">Gn 25:1</a>; <a data-ref=\"I Samuel 19:21\" href=\"/I_Samuel.19.21\">1 S 19:21</a>; <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>; <a data-ref=\"Job 36:1\" href=\"/Job.36.1\">Jb 36:1</a> (Elihu), <a data-ref=\"Daniel 10:18\" href=\"/Daniel.10.18\">Dn 10:18</a>; + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 38:5\" href=\"/Genesis.38.5\">Gn 38:5</a>; <a data-ref=\"Judges 11:14\" href=\"/Judges.11.14\">Ju 11:14</a>; <a data-ref=\"I Chronicles 14:13\" href=\"/I_Chronicles.14.13\">1 Ch 14:13</a>. <strong>c.</strong>  sq. Impf. asynd. (Ges<sup>§ 120, 1 b, 2b</sup>) <span dir=\"rtl\">לא תוסיפי יקראו־לָךְ</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">5</a>; <span dir=\"rtl\">אוסיף אֲבַקְשֶׁנּוּ עוֹד</span> <a data-ref=\"Proverbs 23:35\" href=\"/Proverbs.23.35\">Pr 23:35</a>; <span dir=\"rtl\">לא אוסיף עוֹד אֲרַחֵם אֶת־בֵּית ישׂראל</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a>; <span dir=\"rtl\">לא יוסיף יָבֹא־בך עוד</span> <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65a3c6c8dec96f2d944c9183", "index_title": "Kli Yakar on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Kli Yakar on Exodus 1:15:2", "anchorRef": "Numbers 36:4", "anchorRefExpanded": ["Numbers 36:4"], "sourceRef": "Kli Yakar on Exodus 1:15:2", "sourceHeRef": "כלי יקר על שמות א׳:ט״ו:ב׳", "anchorVerse": 4, "sourceHasEn": true, "compDate": [1598, 1602], "commentaryNum": 15.0002, "collectiveTitle": {"en": "Kli Yakar on Exodus", "he": "כלי יקר על שמות"}, "heTitle": "כלי יקר על שמות", "he": "<b>ומ\"ש ואם בת היא וחיה.</b> שנראה מיותר נראה כדי שלא יבינו אם בן הוא לשון אע\"פ, כמו ואם יהיה היובל שפירושו אף אם יהיה היובל, כך יכולין להבין לשון אם בן הוא אף בן הוא שיש בו צורך בעבודה, מ\"מ תמיתון אותו ומכל שכן הבת, ת\"ל ואם בת היא וחיה.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>And that which is written, \"but if (<i>im</i>) it is a girl, let her live\"</b> - which appears extra - appears to be in order that they will understand, \"if (<i>im</i>) it is a boy,\" as an expression connoting, even though. This is like, \"And <i>im</i> the Jubilee occurs\" (Numbers 36:4), the understanding of which is, even if the Jubilee occurs. So too can the expression, \"<i>im</i> it is a boy,\" be understood [as], even if it is a boy who is needed for work; nevertheless kill him. [Hence we would think], all the more so a girl. [So it needs to] teach and say, \"but if it is a girl, let her live.\"", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}]