[{"_id": "522452fbedbab41a9d003ea3", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Rashi on Numbers 36:8:1", "sourceHeRef": "רש\"י על במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>וכל בת ירשת נחלה.</b> שֶׁלֹּא הָיָה בֵן לְאָבִיהָ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכל בת ירשת נחלה AND EVERY DAUGHTER THAT INHERITS A POSSESSION because her father had no son, [SHALL BE WIFE, etc.]", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe4fbfba276047f7146", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 36:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Onkelos Numbers 36:8", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ו:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 36.0008, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "וְכָל בְּרַתָּא יָרְתַת אַחֲסָנָא מִשִּׁבְטַיָּא דִּבְנֵי יִשְׂרָאֵל לְחַד מִזַּרְעִית שִׁבְטָא דַאֲבוּהָא תְּהֵי לְאִנְתּוּ בְּדִיל דִּי יֵרְתוּן בְּנֵי יִשְׂרָאֵל גְּבַר אַחֲסָנַת אֲבָהָתוֹהִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Every daughter who inherits property among the tribes of Bnei Yisroel to a member of her father’s tribe shall she marry, so that each one of Bnei Yisroel will inherit the property of his fathers.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec97b", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 36:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Targum Jonathan on Numbers 36:8", "sourceHeRef": "תרגום יונתן על במדבר ל״ו:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [30, 70], "commentaryNum": 36.0008, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "וְכָל בְּרַתָּא יַרְתַת אַחְסָנָא מִשִׁבְטָא דִבְנֵי יִשְרָאֵל לְחַד מִזַרְעִית שִׁבְטָא דַאֲבוּהָא תְּהֵי לְאִנְתּוּ בְּדִיל דְיֵרְתוּן בְּנֵי יִשְרָאֵל גְבַר אַחְסָנַת אַבְהָתוֹהִי", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": "", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "568a610bd6e4a90d903e232c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Emor, Section 4 3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Sifra, Emor, Section 4 3", "sourceHeRef": "ספרא, אמור, פרשה ד ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 3, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ד", "he": "[ג] \"אמר אלהם\" – אלו העומדים לפני הר סיני. \"לדרתיכם\" – שינהג הדבר לדורות. אם נאמר לאבות למה נאמר לבנים, ואם נאמר לבנים למה נאמר לאבות?! לפי שיש באבות מה שאין בבנים ובבנים מה שאין באבות. באבות מהו אומר (במדבר לו, ח) \"וכל בת יורשת נחלה ממטות בני ישראל לאחד ממשפחת מטה אבותיו תהיה לאשה למען יירשו בני ישראל איש נחלת אבותיו\". והרבה מצות בבנים, מה שאין באבות. הא, לפי שיש באבות מה שאין בבנים ובבנים מה שאין באבות – צריך לומר באבות וצריך לומר בבנים.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "3) (Vayikra 22:2) (\"Say to them: Throughout your generations, every man who will draw near, or all your seed, to the holy things that the children of Israel make holy to the L–rd, and his uncleanliness be upon him, then that soul will be cut off from before Me; I am the L–rd.\") \"Say to them\": to those standing at Mount Sinai. \"throughout your generations\": that it be binding for all generations. If this was stated for the fathers, why was it stated for the sons, and if it was stated for the sons, why was it stated for the fathers? For there are (mitzvoth) which obtain with the fathers, but not with the sons; and with the sons, which do not obtain with the fathers. (For example:) What is stated for the fathers, (who did not enter Eretz Yisrael, (but not for the sons)? (Bamidbar 36:8) \"And every daughter who received an inheritance from the tribes of the children of Israel\" (her father having had no son) \"to one of the family of the tribe of her father shall she be as a wife, so that the children of Israel will inherit, each, the inheritance of his fathers\" in the midst of the children of Israel). (So that the mitzvah of tribal intermarriage applied only to those who left Egypt, but not to their children after them). And there are many mitzvoth that apply to the sons, (who entered Eretz Yisrael, i.e., those mitzvoth contingent upon the land of Eretz Yisrael), which did not apply to the fathers, (who did not enter). So that because there are (mitzvoth obtaining) with the fathers, which do not obtain with the sons, and (mitzvoth obtaining) with the sons, which do not obtain with the fathers, it must be written in respect to the fathers (i.e., \"Say to them\"), and it must be written in respect to the sons (\"throughout your generations\").", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "569d07d3d6e4a979b40a0d09", "index_title": "Sifrei Bamidbar", "category": "Midrash", "type": "", "ref": "Sifrei Bamidbar 134:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Sifrei Bamidbar 134:2", "sourceHeRef": "ספרי במדבר קל״ד:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200], "commentaryNum": 134.0002, "collectiveTitle": {"en": "Sifrei Bamidbar", "he": "ספרי במדבר"}, "heTitle": "ספרי במדבר", "he": "ואל בני ישראל תדבר לאמר איש. אין לי אלא לשעה. לדורות מנין? תלמוד לומר \"ואל בני ישראל תדבר לאמר\". בכולם הוא אומר \"ונתתם\", וכאן הוא אומר \"והעברתם\". ר' אומר: אין לך מעביר בנחלה, אלא בת, מפני שבנה ובעלה יורשים אותה. מנין שהאב קודם לאחיו בנחלה? – היה ר' ישמעאל בר' יוסי אומר: הרי הוא אומר \"והעברתם את נחלתו לבתו\". מפני הבת מעביר אתה את האב, ואי אתה מעביר מפני האחים. ומנין שהאב יורש? אמרת ק\"ו: ומה אחים מן האב, שאינן באים אלא מכח אב, הרי הם יורשים את האב, שאין אחים באים אלא מכח האב – ודין הוא שיורש. ומנין לעשות את בת הבן כבן? אמרת, ק\"ו הוא: ומה בנות צלפחד, שלא היו אלא לשעה, עשה את בת הבן כבן – ק\"ו לדורות. מנין לעשות נקבות כזכרים? הרי אתה דן: הואיל והבנים יורשים, ואחי האב יורשים. מה בנים, עשה נקבות כזכרים – אף בכל היורשים עשה נקבות כזכרים. ומה בנים, הקדים זכרים לנקבות – אף בכל היורשים הקדים זכרים לנקבות. ומה בגואלם, עשה בנים כאבותם – אף בכל היורשים נעשה בנים כאבותם. ומנין שהבת יורשת? הרי הוא אומר: (במדבר לו) \"וכל בת יורשת נחלה ממטות בני ישראל\". אין לי אלא בת. בת הבן מנין? אמרת ק\"ו: ומה בת, שהורע כחה במקום הבן, הרי היא יורשת – בת הבן בן, שיפה כחו במקום הבן – דין הוא שתירש! ומנין שהאיש יורש את אשתו? ת\"ל \"ממשפחתו – וירש אותה\", דברי ר' עקיבא. ר' ישמעאל אומר: אינו צריך, שהרי כבר נאמר (במדבר לו) \"וכל בת יורשת נחלה ממטות בני ישראל\" ואומר \"ולא תסוב נחלה לבני ישראל ממטה למטה אחר\". ואומר (יהושע כד) \"ואלעזר בן אהרן מת\". וכי מנין היה לפינחס בהר אפרים? אלא שנשא אשה מבני אפרים, ומתה – וירשה. כיוצא בו דברי הימים א ב \"ושגוב הוליד את יאיר, ויהי לו עשרים ושלש ערים בארץ הגלעד\", שנשא אשה מבני מנשה, ומתה – וירשה:", "heVersionTitle": "Wikisource", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "ויקיטקסט", "text": " (Bamidbar 27:8) \"And to the children of Israel shall you speak, saying\": This tells us only of the immediate situation (i.e., that of Tzelafchad's daughters). Whence do we derive (the same for) future generations? From \"And to the children of Israel shall you speak, saying: A man, if he die, and he have no son, then you shall pass his inheritance to his daughter.\" Rebbi says: In all instances (of inheritance) the term \"giving\" is used, but in this instance \"passing\" is the term employed. For only a daughter can \"pass\" an inheritance (from one tribe to another), her son and her husband inheriting her (i.e., what she has inherited from her father, who may be of a different tribe.) Whence is it derived that the father (of the deceased) precedes his brothers (i.e., the brothers of the deceased) in the inheritance? R. Yishmael was wont to say: It is written \"then you shall pass over his inheritance to his daughter.\" Because of a daughter you pass over an inheritance from the father, and not because of the brothers. And whence is it derived that a father inherits (his son)? It follows, a fortiori, viz.: If the father's brothers who come (to inherit) only by power of the father, inherit him, then the father (himself), whose brothers come (to inherit) only by his power, how much more so should he inherit (his son)? And whence is it derived that the son's daughter stands in place of the son? It follows a fortiori, viz.: If the daughters of Tzelafchad, who inherited only for a particular time (i.e., an exception was made in their case, for the land was apportioned only to those who had left Egypt and had died), how much more so (is this to obtain) for the succeeding generations! Whence is it derived that females stand in the place of males (in all the \"inheritances\" of the Torah)? It follows (inductively), viz.: Since sons inherit and the brothers of the (deceased) father inherit, then just as with sons, females are equated with males, so, with all inheritors, females are equated with males. And just as with sons, males take precedence to females, so, with all inheritors, males take precedence to females. And just as with redeemers (of land) sons are equated with their fathers, (viz. Vayikra 25:49), so, with all inheritors, sons are equated with their fathers. And whence is it derived that a daughter inherits (her mother's possessions)? It is written (Bamidbar 36:8) \"And every daughter who receives an inheritance from the tribes of the children of Israel, etc.\" This tells me only of a daughter. Whence do I derive (the same for) a son? It follows a fortiori, viz.: If a daughter, whose power (of inheritance) is attenuated where there is a son, inherits (her mother), how much more so, a son! And whence is it derived that a man inherits his wife? From (Ibid. 27:11) \"… and he shall inherit (lit.,) her.\" These are the words of R. Akiva. R. Yishmael says: This (derivation) is not needed. For it is already written (Ibid. 36:8) \"And every daughter who receives an inheritance from the tribes of the children of Israel, etc.\", and (Ibid. 7) \"And an inheritance of the children of Israel shall not go around from tribe to tribe,\" and (Joshua 24:33) \"And Elazar the son of Aaron died, and they buried him on the hill of Pinchas, his son … in the mountain of Ephraim.\" Now whence did Pinchas have (land) in the mountain of Ephraim? It must be that he married a woman from the children of Ephraim, who died and whom he inherited. Similarly, (I Chronicles 2:22) \"And Seguv begot Yair, and he had twenty-three cities in the land of Gilad.\" Now whence did Yair have (land) in the land of Gilad? It must be that he married a woman from the children of Menasheh, who died and whom he inherited.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "57e77d8ed6e4a94c7c18b3eb", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 36:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Tafsir Rasag, Numbers 36:8", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ו:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 36.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "וכד̇א חכם כל בנת תרת̇ נחלה מן בעץ̇ אסבאט בני אסראיל פלאחד מן עשירה סבט אבאיהא תכון זוג̇ה לכי ירת̇ כל סבט מנהם נחלה אבאיה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5964d6a0d6e4a92bf45a8c15", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Rabbeinu Bahya, Bamidbar 36:8:1", "sourceHeRef": "רבנו בחיי, במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": "<b>וכל בת יורשת נחלה.</b> שלא היה בן לאביה אחר שינחלו את הארץ, על כן אמר הכתוב פעם שנית ולא תסוב נחלה. ומטעם זה היה המנהג בישראל בבת יורשת כשתעבור על זה ותרצה להנשא לשבט אחר שהיו קורין אותה זונה והיתה מפסדת נחלת בית אביה, וזהו שכתוב (שופטים י״א:א׳) ויפתח הגלעדי היה גבור חיל והוא בן אשה זונה, כי אמו של יפתח היתה בת יורשת נחלה ונשאת לשבט אחר, כי אין הכוונה זונה ממש ח\"ו, וכן תרגם יונתן. ואפשר לומר כי ולא תסוב נחלה ידבר בנפשות, ולכך הזכיר פעם שניה ולא תסוב נחלה, וכן מלת ידבקו, כי האחד דבקות הגוף והשני דבקות הנפשות.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "וכל בת יורשת נחלה ממטות בני ישראל, “and any daughter inheriting ancestral land, etc.” A girl whose father did not have a son who could inherit the land. This is why the Torah had to write a second time (verse 9) “so that the inheritance shall not make the rounds, etc.” (Ibn Ezra).<br> As a result of this verse it became a custom in Israel that if a girl who had inherited ancestral land married out of her tribe to describe her as a זונה, “a harlot.” She would therefore be deprived of the inheritance from her father. <br> This is the meaning of the words in Judges 11,1 that Yiftach the Gileadi was the son of a woman known as זונה, harlot <small>[i.e. it is not a reference to her sexual mores. Ed.]</small> The prophet is merely telling us that his mother had belonged to a different tribe than his father. Yonathan ben Uzziel also translates the word זונה in Judges 11,1 in the same way <small>[cited by R' David Kimchi ibid., but is not found in our editions of Targum Yonathan].</small><br> Perhaps the meaning of the word לא תסב נחלה refers to persons, not landed property, and this would account for the Torah writing the same words twice. <small>[It would be an oblique reference to the transmigration of the souls. If injustice would occur through the incorrect handling of ancestral property, certain souls thus deprived might have to be placed inside other bodies to right the wrong during another cycle of life on earth. Ed.]</small><br> This may also account for the use of the word ידבקו, “they shall cleave” (verse 9), seeing that this is a term applicable to both souls and bodies but not to land. The first time (verse 7) the Torah writes the word it refers to the body, the second time to the soul.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59d489b0d6e4a939ba1753f8", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Torah Temimah on Torah, Numbers 36:8:1", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וכל בת ירשת וגו'. </b>ת\"ר, וכל בת יורשת נחלה ממטות בני ישראל, האיך בת יורשת שני מטות, אלא זו שאביה משבט אחד ואמה משבט אחר ובתו וירשתן <sup class=\"footnote-marker\">י</sup><i class=\"footnote\">כגון שאביה משבט ראובן ואמה משבט שמעון ולא היה להם בנים כי אם בת זו וירשתן, נמצאת יורשת שני מטות.\n</i>, מכאן לבת שיורשת את אמה, וק\"ו לבן <sup class=\"footnote-marker\">יא</sup><i class=\"footnote\">ר\"ל ק\"ו לבן שיורש את אמו, ומה בת שהורע כחה בנכסי האב יפה כחה בנכסי האם, בן שיפה כחו בנכסי האב אינו דין שיפה כחו בנכסי האם, ולולא ק\"ו זה הו\"א דהירושה נמשכת כפי תולדת המין, הבן יורש את אביו והבת את אמה.\n</i>.<br>(ב\"ב קי\"א א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59d489b0d6e4a939ba1753fa", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:8:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Torah Temimah on Torah, Numbers 36:8:2", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וכל בת ירשת וגו׳. </b>תניא, רבי ישמעאל אומר, הבעל יורש את אשתו, שנאמר וכל בת יורשת נחלה ממטות בני ישראל, בהסבת הבעל הכתוב מדבר <sup class=\"footnote-marker\">יב</sup><i class=\"footnote\">כלומר בשביל הסבת נחלה ממטה למטה על ידי הבעל היורש את אשתו שירשה נחלת אביה משבט ראובן ובעלה משבט שמעון ונמצא שהוסבה משבט לשבט, בכך דבר הכתוב, והקפיד שלא תנשא למטה אחר אלא לאחד ממשפחת מטה אביה וכמש\"כ בפסוק הקודם, וא\"כ ממילא מבואר שהבעל יורש את אשתו, ואצטריך לדרשה זו יען כי בפרשת נחלות בפ' פינחס אינו מפורש ממש שאחד מן היורשים הוא הבעל את אשתו, עיי\"ש לפנינו.\n</i>, ואומר (פ' ז') ולא תסוב נחלה לבני ישראל ממטה אל מטה, ואומר (פ׳ ט') ולא תסוב נחלה ממטה למטה אחר <sup class=\"footnote-marker\">יג</sup><i class=\"footnote\">מה שאמר ואומר ואומר לכאורה היה נראה פשוט דמפרש שלא נימא דהפסוק ולא תסוב נחלה איירי בהסבת נחלה ע\"י הבן והיינו אשה שירשה את אביה משבט ראובן ונשאת לאחד משבט שמעון ומתה היא ובעלה והניחו בן וירשם, וידוע דהבן מתיחס אחר אביו, וא\"כ אין ראיה שהבעל יורש את אשתו כיון דאפשר לצייר הסבת נחלה ע\"י אופן אחר כמבואר, לכן מביא דכתיבי שתי אזהרות בשני פסוקים, ולא תסוב נחלה משבט לשבט, ומכוין להדרשה שהבאנו בפסוק הקודם שהאזהרה בפסוק ז' על כרחיך איירי בהסבת הבן, יען שזו שבפסוק ט' ע\"כ איירי בהסבת הבעל, כך הי' נראה לכאורה לפרש בדרך פשוט, אבל בגמרא מצרכי הבאת שני פסוקים לענין אחר, ולא ידעתי למה לא מפרשי בגמרא כמש\"כ, ועיין בזה. –\n<br>והנה בדבר ירושת הבעל את אשתו בארנו, פ' נחלות (פ' פינחס) דעת רוב הפוסקים דהוי מדרבנן, והדרשות שבאו בענין זה הן אסמכתות, ואע\"פ דכפי המתבאר כאן ובפסוק הקודם מבואר כמעט מפורש בתורה שהבעל יורש את אשתו, שהרי מוקי שיזהרו מהסבת נחלה משבט לשבט ע\"י ירושת הבעל את אשתו, אך בגמרא פלפלו לאוקים שני הפסוקים בהסבת הבן, יעו\"ש. וגם לבד זאת י\"ל דאין הכרח כ\"כ שהבעל הוא יורש ממש, דאפשר לומר שההסבה תהיה ע\"י שהאשה תתן נחלתה במתנה לבעלה וכדומה באופנים שונים, וע\"ע מש\"כ בפ' פינחס שם.\n</i>.<br>(שם שם ב׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59d489b0d6e4a939ba1753fc", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:8:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Torah Temimah on Torah, Numbers 36:8:3", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>וכל בת ירשת וגו׳. </b>תניא, האשה את בניה מנחלת ולא נוחלת, דאמר קרא וכל בת יורשת נחלה, יורשת ואינה מורשת <sup class=\"footnote-marker\">יד</sup><i class=\"footnote\">הרבותא בזה אע\"פ דכתיב וכל אשה יורשת נחלה ממטות ודרשינן לעיל שנוחלת משני מטות שאביה משבט אחד ואמה משבט אחר, ולפי\"ז היה צריך להקיש מטה האם למטה האב, מה מטה האב אב יורש את בנו כך מטה האם אם יורשת את בנה, קמ\"ל דהאם אינה נוחלת, ומסמיך זה על הלשון יורשת דמיותר הוא, דדי היה לכתוב וכל בת נחלה וגו', אלא רומז דרק יורשת שני מטות אבל אינה מורשת לב' מטות אם מתה היא אלא לאחד מהם דהיינו לאביה אבל לא לאמה דאין האם יורשת.\n</i>.<br>(ב\"ב קט\"ו א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59d489b0d6e4a939ba1753fe", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Numbers 36:8:4", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Torah Temimah on Torah, Numbers 36:8:4", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ח׳:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": "<b>ממטות. </b>תניא, מניין לבן שקודם לבת בנכסי האם, ת\"ל ממטות, מקיש מטה האש למטה האב, מה מטה האב בן קודם לבת אף מטה האם בן קודם לבת <sup class=\"footnote-marker\">טו</sup><i class=\"footnote\">נסמך על הדרשה דלעיל דהא דבן יורש את אמו ילפינן בק\"ו מבת דילפינן לה מלשון ממטות והוקשו המטות בתיבה אחת דלא כתיב שני מטות והלכך דרשינן היקש זה שלא די דיורש כבת אלא שגם קודם לה.\n</i>.<br>(שם קי\"א א׳)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59ef316ad6e4a90d4d5d476d", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 110b:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 110b:2", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ק״י ב:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 220.0002, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>אמר ליה</b> <small>[לו]</small> <b>אביי:</b> אם אתה אומר שזכות הבן והבת שווה בירושה, אם כן, הכתוב \"איש כי ימות ובן אין לו\" (במדבר כז, ח) ממנו למדים שאם יש לו בן — הבן יורש, נראה מיותר, <b>ואצטריך קרא לאשמועינן, היכא דלית ליה</b> <small>[ו</small>כי <small>צריך הפסוק להשמיע לנו</small> ש<small>במקום שאין לו]</small> <b>אלא חד ברא</b> <small>[בן אחד]</small> <b>לירתינהו לכולהו נכסי</b> <small>[ש</small>הוא <small>יורש את כל הנכסים]?!</small> הציע רב פפא: <b>ודלמא הא קא משמע לן</b> <small>[ושמא</small> דבר <small>זה השמיע לנו]</small> כתוב זה, ש<b>בת נמי</b> <small>[גם כן]</small> <b>בת ירושה היא!</b> ומשיבים: דבר זה אינו נזקק להוכחה בדרך זו, <b>ההוא</b> <small>[אותו</small> ענין<small>]</small> <b>מ\"וכל בת ירשת נחלה\"</b> (במדבר לו, ח) <b>נפקא</b> <small>[יוצא,</small> נלמד<small>],</small> שנאמר במפורש שאף הבת יורשת.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316ad6e4a90d4d5d477d", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 111a:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 111a:1", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קי״א א:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 221.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "נאמר: <b>\"וכל בת ירשת נחלה ממטות בני ישראל\"</b> (במדבר לו, ח), ויש לשאול: <b>היאך בת יורשת שני מטות</b> (שני שבטים)? <b>אלא זו</b> בת <b>שאביה משבט אחד ואמה משבט אחר, ומתו</b> שניהם, <b>וירשתן.</b> ומכלל הדברים אתה למד שהבת יורשת את אימה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316ad6e4a90d4d5d4789", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 111b:12", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 111b:12", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קי״א ב:י״ב", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 222.0012, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>ר' ישמעאל אומר: אינו צריך</b> לדרשה זו, ש<b>הרי הוא אומר: \"וכל בת ירשת נחלה ממטות בני ישראל לאחד ממשפחת</b> מטה אביה תהיה לאשה למען יירשו בני ישראל איש נחלת אבותיו<b>\"</b> (במדבר לו, ח), <b>בהסבת</b> נחלה משבט לשבט על ידי <b>הבעל הכתוב מדבר,</b> כלומר בציווי זה, שבת היורשת נחלה (שאין לה אחים) חייבת להינשא דווקא לבן שבטה, בא הכתוב למנוע שנחלת שבט אחד תיסוב לשבט אחר, הואיל ולאחר מותה הבעל יורש אותה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316ad6e4a90d4d5d479b", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 112b:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 112b:1", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קי״ב ב:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 224.0001, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "ומקשים: <b>אי הכי</b> <small>[אם כך],</small> שצריך להשיא בת יורשת נחלות לאיש שאביו ממטה אביה ואמו ממטה אימה, <b>האי</b> <small>[זה]</small> הכתוב \"לאחד ממשפחת מטה אביה תהיה לאשה\" (במדבר לו, ח) — <b>\"לאחד ממשפחת מטה אביה ואמה</b> תהיה לאשה <b>\"</b><b>מיבעי ליה</b> <small>[צריך היה לו</small> לומר<small>]!</small> ומשיבים: <b>אי כתיב הכי</b> <small>[אם</small> היה <small>כתוב כך],</small> <b>הוה אמינא</b> <small>[הייתי אומר]</small> כי הוא הדין <b>אפילו איפכא</b> <small>[להיפך],</small> שתינשא למי שאמו ממטה אביה ואביו ממטה אימה. שאין זה משנה לאיזה שבט שייך הבעל, ובלבד שיהא קשור לשני המטות, על כן <b>קא משמע לן</b> <small>[השמיע לנו]</small> הכתוב באופן זה שצריך הדבר להיות דווקא בצורה זו — שתינשא לאיש שאביו ממטה אביה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316ad6e4a90d4d5d47b3", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 114b:4", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 114b:4", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קי״ד ב:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 228.0004, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<big>ב</big> ובענין ירושת האב שהוזכרה במשנה <b>אמר</b> <b>ר' יוחנן משום</b> (בשם) <b>ר' יהודה בן</b> <b>ר' שמעון: דבר תורה</b> (מדין התורה) — <b>האב יורש את בנו ואשה יורשת את בנה, שנאמר</b> בענין ירושת נחלה: <b>\"מטות\"</b> (במדבר לו, ח), <b>מקיש</b> (משווה) הכתוב <b>מטה האם למטה האב</b> לכל ענין, <b>מה מטה האב</b> — <b>אב יורש את בנו, אף מטה האם</b> — <b>אשה יורשת את בנה.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316ad6e4a90d4d5d47b5", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 115a:6", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Bava Batra 115a:6", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קט״ו א:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 229.0006, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": " ומשיבים:  <b>לעולם</b> תפרש כי התנא <b>דריש</b> <small>[דורש]</small> את ההיקש של <b>\"מטות\", ושאני הכא</b> <small>[ו</small>אולם <small>שונה כאן]</small> לענין ירושת האם את בנה, ש<b>אמר קרא</b> <small>[הכתוב]:</small> <b>\"וכל בת ירשת נחלה</b> ממטות<b>\"</b> (במדבר לו, ח), והוא מדייק מכאן: <b>יורשת</b> נחלה של שני מטות, <b>ואינה מורשת</b> נחלה לשני מטות, אלא למטה אביה. ולפיכך אין האם יורשת את בתה, ולא את בנה, שהרי אם היתה יורשת אותם נמצא שמורשת נחלה של משפחת בעלה (שירשו בנה או בתה) לקרוביה מצד אביה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a4e3e60d6e4a94103949571", "index_title": "Yad Ramah on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Yad Ramah on Bava Batra 108a:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Yad Ramah on Bava Batra 108a:8", "sourceHeRef": "יד רמה על בבא בתרא ק״ח א:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1204, 1244], "commentaryNum": 215.0008, "collectiveTitle": {"en": "Yad Ramah on Bava Batra", "he": "יד רמה על בבא בתרא"}, "heTitle": "יד רמה על בבא בתרא", "he": "וכולהו מנא לן. האב את הבנים מדכתיב גבי בת (במדבר כז,ח) והעברתם, במקום בת אתה מעביר נחלה מן האב ואי אתה מעביר נחלה במקום אחים. והבנים את האב, דכתיב (שם) ובן אין לו הא יש לו בן בנו יורשו. והאחים מן האב, דכתיב (שם,ט) ונתתם את נחלתו לאחיו. והאיש את אמו, דכתיב (במדבר לו,ח) וכל בת יורשת נחלה ממטות, היאך בת יורשת שני מטות אלא זו שאביה משבט אחד ואמה משבט אחד ומתו וירשתן, מקיש מטה האם למטה האב שיהא בן קודם לבת. והאיש את אשתו, למאן דאמר דרבנן כדאית ליה, ולמאן דאמר דאורייתא דכתיב (במדבר כז,יא) שארו וירש אותה. ובני אחיות מטעמא דאחים ובנים הוא דאתו, (שהאם) [שהאח] מנחיל את אחותו אפי' כשהיא בקבר להנחיל את בניה.", "heVersionTitle": "Yad Ramah on Bava Batra", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5caf004438f4c90017cdd59f", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Communal Laws 27", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Sefer Hamitzvot of Rasag, Communal Laws 27", "sourceHeRef": "ספר המצוות לרס\"ג, פרשיות ציבור כ״ז", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "<big><strong>נְחָלוֹת</strong></big> וְכָל בַּת יוֹרֶשֶׁת", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "602e09fbef81cefcd30e4ecc", "index_title": "Rereading the Rabbis; A Woman's Voice", "category": "Quoting Commentary", "type": "", "ref": "Rereading the Rabbis; A Woman's Voice, 8 Inheritance 55", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Rereading the Rabbis; A Woman's Voice, 8 Inheritance 55", "sourceHeRef": "קריאה מחדש של חז\"ל; קולה של אישה, ירושה נ״ה", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1994, 1996], "commentaryNum": 55, "collectiveTitle": {"en": "Rereading the Rabbis; A Woman's Voice", "he": "קריאה מחדש של חז\"ל; קולה של אישה"}, "heTitle": "ירושה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "The two main protagonists are the aged R. Yannai, a student of R. Judah the Prince, and R. Judah Nesia, a grandson of R. Judah the Prince and a Prince himself.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">The story begins with a brief interchange that informs the reader of preexisting hostility between the two rabbis. R. Yannai is told by his assistant that the man approaching them is dressed in fancy clothes. When R. Judah draws near, R. Yannai fingers the cloth of R. Judah’s cloak and makes a disparaging comment. Before any conversation takes place, R. Yannai has already indicated his disdain for R. Judah Nesia’s wealth and position.</i> The core of the vignette is an exchange between the two masters. R. Judah Nesia asks R. Yannai for a scriptural source for the law that a son takes precedence over a daughter in a mother’s estate. He responds that Numbers 36:8, when talking about women’s inheritance, mentions “tribes” in the plural. This grammatical form implies that the rules of inheritance for a father’s tribe are comparable to the rules of inheritance for a mother’s—just as a son takes precedence over a daughter in the disposition of a father’s estate, so does he take precedence in the disposition of a mother’s. R. Judah Nesia challenges the analogy: “If so, then just as a firstborn son takes a double share of his father’s estate, he should likewise take a double share of his mother’s estate,” a conclusion contrary to the one stated in M Baba Batra 8:4. R. Judah Nesia is thus suggesting that we either give a son both advantages—precedence over a daughter in the disposition of a mother’s estate and also a firstborn’s double share of a mother’s estate—or else neither. Other positions, like the one R. Yannai espouses, are not logically sound. Upon hearing this, R. Yannai mutters to his assistant, “Help me get up; this man does not wish to learn.”", "versionTitle": "Rereading The Rabbis: A Woman's Voice. By Judith Hauptman", "license": "", "versionTitleInHebrew": ""}, {"_id": "60ec1fb8e735e0a5900c983a", "index_title": "Rif Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rif Bava Batra 52a:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Rif Bava Batra 52a:3", "sourceHeRef": "רי\"ף בבא בתרא נ״ב א:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 103.0003, "collectiveTitle": {"en": "Rif Bava Batra", "he": "רי\"ף בבא בתרא"}, "heTitle": "רי\"ף בבא בתרא", "he": "(דף קי.) והבנים את האב מנ\"ל דכתיב (במדבר כ״ז:ח׳) איש כי ימות וגו' טעמא דאין לו בן הא יש לו בן בן קודם (דף קי:) ואי בעית אימא מהכא (ויקרא כ״ה:מ״ו) והתנחלתם אותם לבניכם אחריכם בניכם ולא בנותיכם והאחין מן האב נוחלין ומנחילין מנ\"ל דא\"ק (במדבר) ממשפחתו וירש אותה משפחת אב קרויה משפחה ומשפחת אם אינה קרויה משפחה דכתיב למשפחותם לבית אבותם והאיש את אמו נוחלין ולא מנחילין מנ\"ל דת\"ר (במדבר ל״ו:ח׳) וכל (דף קיא.) בת יורשת נחלה ממטות בני ישראל היאך בת יורשת שני מטות אלא זו שאביה משבט אחד ואמה משבט אחר ומתו וירשתם ואין לי אלא בת בן מנין אמרת ק\"ו ומה בת שהורע כחה בנכסי האב יפה כחה בנכסי האם בן שיפה כחו בנכסי האב אינו דין שיפה כחו בנכסי האם וממקום שבאת מה להלן בן קודם לבת אף כאן בן קודם לבת", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec2002e735e0a5900ca1af", "index_title": "Rif Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Rif Bava Batra 53a:3", "anchorRef": "Numbers 36:7-8", "anchorRefExpanded": ["Numbers 36:7", "Numbers 36:8"], "sourceRef": "Rif Bava Batra 53a:3", "sourceHeRef": "רי\"ף בבא בתרא נ״ג א:ג׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1085, 1105], "commentaryNum": 105.0003, "collectiveTitle": {"en": "Rif Bava Batra", "he": "רי\"ף בבא בתרא"}, "heTitle": "רי\"ף בבא בתרא", "he": "קמ\"ל דאשה את בנה דומיא דאשה את בעלה מה אשה את בעלה <i data-commentator=\"Hagahot Chavot Yair\" data-label=\"א\" data-order=\"1\"></i>אין הבעל יורש את אשתו בקבר אף אשה את בנה אין הבן יורש את אמו בקבר להנחיל לאחין מן האב (דף קטו.) אשה נמי תירש את בנה א\"ק (במדבר ל״ו:ז׳-ח׳) וכל בת יורשת יורשת ואינה מורשת <i data-commentator=\"Hagahot Chavot Yair\" data-label=\"ב\" data-order=\"2\"></i>:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121b91cc823a798e70b5e06", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 776:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Yalkut Shimoni on Torah 776:1", "sourceHeRef": "ילקוט שמעוני על התורה תשע״ו:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 776.0001, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "לשארו הקרוב יורש ראשון. ומנין אתה אומר יורש אדם את אשתו, ת\"ל וירש אותה, יכול בזמן שגרשה, ת\"ל וירש אותה בזמן שהיא עמו ולא בזמן שגרשה, אמר רבי יהודה קל וחומר ומה אמו שאינו זזכאי במעשה ידיה הרי הוא יורשה אשתו שהוא זכאי במעשה ידיה אינו דין שיירשנה, אמרת וירש אותה יורש אדם את אשתו, מנין אתה אומר יורש הוא חלקו של אביו ממטה ראובן וחלקו של אמו ממטה שמעון, אמרת וכל בת יורשת נחלה ממטות, אינו אומר ממטה אלא ממטות (אבינו) וירש אותה יורש הוא את אשתו. תני רבה (בר בר חנה) [בר חנינא] קמיה דרב נחמן והיה ביום הנחילו את בניו ביום אתה מפיל נחלות (בניו) ואי אתה מפיל נחלות בלילה, אמר ליה [אביי אלא מעתה] דשכיב ביממא הוא דירתי ליה בני דשכיב בלילה לא ירתי ליה בני, דילמא דין נחלות קאמרת דתניא והיתה לבני לישראל לחוקת משפט אורעה כל הפרשה כולה להיות דין. וכדרב יהודה שלשה שנכנסו לבקר את החולה רצו כותבין רצו עושין דין שנים כותבין ואין עושין דין, מאי טעמא דהוו להו עדים ואין עד נעשה דיין, אמר ליה אין הכי קאמינא. והיתה לבני ישראל לחקת משפט נתנה רשות לחכמים לדרוש ולומר כל הקרוב בשאר בשר הוא הקרוב בנחלה:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eeb47cf7a0c25239b87", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 2-5", "anchorRef": "Numbers 36:1-13", "anchorRefExpanded": ["Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה י׳ ב׳-ה׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "A Case of Inheritance; Daughters of Tzelofhad II", "he": "במדבר הערה י׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["To round out both Part III and the entire book, the text returns to issues of inheritance, brought up first in Chap. 27. The decision rendered here (that the daughters of Tzelofhad may inherit their father’s holdings, but that they must agree to marry within their tribe) ties the final loose end relating to the land, and so we are able to leave the wilderness narratives and laws with a sense that the future in the Promised Land is both assured and orderly. All that remains is for Moshe to die—but first he has a series of speeches to deliver to his charges of half a lifetime. These will be introduced by the opening verse of the next book, “These are the words/speeches ….”", "Fishbane (1988) terms this chapter a “responsum,” that is, an authoritative answer to a legal question, and notes how the original intent of the law in Chap. 27—to allow women to inherit property in certain circumstances—has been “subverted” by the ruling here. That is, male relatives ultimately inherit the land, as though there were no daughters! Thus the process of “inner-biblical interpretation,” whereby already in the Bible itself passages are subject to later scrutiny and recasting, makes its appearance; it will be exemplified by much of the material in the next book, Deuteronomy.", "the blood redeemer may murder the murderer,", "he has no bloodguilt."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa56", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 1", "anchorRef": "Numbers 36:1-13", "anchorRefExpanded": ["Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, A Case of Inheritance; Daughters of Tzelofhad II 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה י׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה י׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 36:1-13\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 36:1-13</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620e3edd1a2caee268cf51c7", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:7:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 4:7:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ד׳:ז׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 7.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו, שחמישה עשר באב ויום הכיפורים היו ימים טובים.\nואומרים: <b>ניחא</b> (<b>ב</b>)<b>יום הכיפורים</b> – נוח (מובן) יום הכיפורים<b>, שהוא כפרה על ישראל</b> – שיום זה הוא יום שבו מכפר ה' על כל חטאיהם של ישראל, ולכן הוא יום טוב<b>.</b> ושואלים: אבל (<b>ב</b>)<b>חמשה עשר באב למה?</b> – מדוע חמישה עשר באב הוא יום טוב?<br><br><small>גם ב<b>בבלי תענית</b> ל,ב שאלו כך: בשלמא יום הכיפורים - יום סליחה ומחילה ויום שניתנו בו לוחות האחרונות (רש\"י: שבעשרה בתשרי ירד משה מן ההר, ואותו היום נקבע ליום כיפורים, להודיע שמחל וניחם על הרעה אשר דיבר לעשות לעמו, ועל כן נקבע יום הכיפורים בעשרה בתשרי). אלא חמישה עשר באב מאי היא?<br><br>יום הכיפורים הוא יום כפרה משום שהוא יום שניתנו בו הלוחות האחרונים, ולכן לא הזכירו בירושלמי אלא שיום זה הוא כפרה.</small><br>\nומשיבים (טעם אחד): אמר <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי-הרביעי) <b>בשם רבי יסא</b> (רבי אסי, אמורא ארץ ישראלי בדור השלישי)<b>: שבו זמן קיצה</b> (במקבילה באיכה רבה פתיחתא לג: קציצה) <b>יפה לעצים</b> – שחמישה עשר באב הוא זמן שבו הכריתה טובה לעצים בשביל המערכה שעל גבי המזבח במקדש<b>, שכל עצים שהן נקצצין בו</b> (בחמישה עשר באב) <b>אינן עושין מאכולות</b> (תולעים) – אינם מתליעים, מפני שבו כוחה של החמה חזק ומייבש את העצים הנקצצים<b>, כהיא דתנינן תמן</b> – כאותה (משנה) ששנינו שם (מידות ב,ה)<b>: כל עץ שנמצא בו תולעת, פסול מעל גבי המזבח</b> – שהתולעת דבר משוקץ, ואינו ראוי להישרף על גבי המזבח. ולכן יום זה הוא יום טוב<b>.</b><br><br><small>ב<b>בבלי תענית</b> לא,א אמרו: רבה ורב יוסף דאמרי תרוייהו: יום שהיו פוסקים בו מלכרות עצים למערכה (רש\"י: לפי שהם לחים, ומאותו הזמן אין כוח בחמה לייבשם, וחיישינן מפני התולעת, לפי שעץ שיש בו תולעת פסול למערכה, כדאמרינן משנה מידות ב,ה). דתניא, רבי אליעזר הגדול אומר: מחמישה עשר באב ואילך תשש כוחה של חמה, ולא היו כורתים עצים למערכה, לפי שאינם יבשים. אמר רב מנשיא: וקרו ליה (רש\"י: ליום חמישה עשר באב) יום תבר מגל (רש\"י: שבירת הגרזן, שפסקו מלכרות עוד עצים).<br><br>לפי הבבלי, היו כורתים עצים למערכה עד חמישה עשר באב, וביום זה פסקו מלכרות עצים למערכה, משום שעצים הנכרתים מיום זה ואילך אינם מתייבשים היטב. עצים שאינם יבשים לבסוף הם נתלעים, כפי שפירש רבי יסא בירושלמי, ברם ייתכן שהעצים צריכים להיות יבשים, משום שעצים יבשים מתבערים יפה.<br>לפי הירושלמי, היו כורתים עצים למערכה בחמישה עשר באב בלבד ('שבו זמן קיצה יפה לעצים'). ואפשר שלפי הירושלמי, היו כורתים עצים למערכה עד חמישה עשר באב, וגם ביום זה היו כורתים עצים למערכה.<br><br>עשו את חמישה עשר באב יום טוב, משום שבאותו יום נשלמה המצוה של כריתת העצים.<br><br>חמישה עשר באב קשור לעצים למערכה גם משום שיום זה הוא זמן עצי הכוהנים והעם (לעיל הלכה ו).</small><br>• • •<br>ומשיבים עוד (טעם שני): <b>רב חייה בר אשי</b> (אמורא בבלי בדור השני) <b>בשם רב</b> אמר<b>: שבו</b> (בחמישה עשר באב) <b>התיר</b> (ביטל) <b>הושע בן אלה</b> (מלך ישראל האחרון) <b>פרוסדיות</b> (משמרות חיילים) <b>שהושיב ירבעם בן נבט</b> (מלך ישראל) <b>על הדרכים</b> – כדי שלא יעלו ישראל לרגל לבית המקדש בירושלים, ומיום זה ואילך שוב יכלו ישראל לעלות לרגל, ולכן יום זה, שבו בטלו המשמרות, ושמחו בו ישראל שמחה גדולה, הוא יום טוב<b>.</b><br>\nואומרים: <b>כהנא</b> (רב כהנא, אמורא בבלי בדור הראשון) <b>שאל לרב: כל הדא טיבותא רבתא עבד –</b> כל זאת הטובה הגדולה עשה (הושע בן אלה), כמו שכתוב בו: \"ויעש הרע בעיני ה', רק לא כמלכי ישראל אשר היו לפניו\" (מלכים ב יז,ג), שכל מלכי ישראל אסרו על העלייה לרגל, ואילו הושע בן אלה התיר להם לעלות<b>, וכתיב ביה –</b> וכתוב בו (בהושע בן אלה)<b>: \"עליו</b> (על הושע בן אלה) <b>עלה</b> (למלחמה) <b>שלמנאסר מלך אשור\"</b> (מלכים ב יז,ג) <b>–</b> וכבש את שומרון והגלה את ישראל<b>?! –</b> הכתוב \"עליו עלה\" משמעו: בגללו (בגלל הושע בן אלה, שביטל את המשמרות) עלה, ויש לתמוה: מדוע נענש הושע בן אלה על שביטל את המשמרות? והרי עשה בזה טובה גדולה לישראל!\n<b>אמר ליה</b> (השיב רב לרב כהנא)<b>: על ידי</b> (מפני) <b>ששמט</b> (השליך, הפיל) <b>את הקולר</b> (שלשלת ברזל) <b>מצוארו ותלייו</b> (ותלאו, ונתנו) <b>בצואר הרבים –</b> שעד שלא ביטל הושע בן אלה את המשמרות, לא היו ישראל אשמים שלא עלו לרגל, אלא היו מלכי ישראל אשמים (הקולר היה תלוי בצוארם), שמנעו מישראל לעלות לרגל, ולכן עד ימי הושע בן אלה לא היה יכול ה' להעניש את ישראל על שלא עלו לרגל, אבל משביטל הושע בן אלה את המשמרות (שמט את הקולר מצוארו), וניתנה להם הרשות לעלות לרגל, ואף על פי כן לא עלו לרגל, היו ישראל אשמים שלא עלו לרגל (הקולר נתלה בצוארם), ולכן בימי הושע בן אלה היה יכול ה' להעניש את ישראל על שלא עלו לרגל<b>; לא אמר</b> (הושע בן אלה)<b>: כל עמא יסקון –</b> כל העם יעלו (לרגל)<b>, אלא אמר:</b> כל <b>מאן דבעי מיסוק יסוק –</b> כל מי שמבקש לעלות (לרגל) יעלה. הושע בן אלה התחיל במצוה, שביטל את המשמרות, ולא גמר את המצוה, שלא אמר: הכל יעלו לירושלים, אלא אמר: כל מי שרוצה לעלות לירושלים יעלה, שאילו אמר: הכל יעלו לירושלים, היו כל ישראל נשמעים לו ועולים, ועכשיו שלא אמר כך, לא עלו ישראל. נמצא שמפני שביטל הושע בן אלה את המשמרות, היה יכול ה' להעניש את ישראל על שלא עלו, ולכן נענש הושע בן אלה על כך, וזהו שאמר הכתוב: \"עליו עלה\"<b>.</b><br><br><small>במקבילה ב<b>איכה רבה</b> פתיחתא לג נאמר: רבי אבא בר כהנא (אמורא ארץ ישראלי בדור השלישי) ורבי אסי (אמורא ארץ ישראלי בדור השלישי) משום דעולא (אמורא ארץ ישראלי בדור השני-השלישי) בשם רבי (?) אמרי: שבו ביטל הושע בן אלה פרוזדאות שהושיב ירבעם בן נבט על הדרכים. רב כהנא שאל מן קדם רב, אמר ליה: אפשר דכל דא טיבותא עבד, וכתיב ביה: \"עליו עלה שלמנאסר מלך אשור\" וגו' (מלכים ב יז,ג)? - אלא על שהעביר קולר מצוארו ונתנו בצואר הרבים, לא אמר: כל עמא יסקון ויצלון (יעלו ויתפללו), אלא אמר: כל מאן דבעי למיסק יסק.<br><br>וב<b>בבלי תענית</b> ל,ב אמרו: עולא אמר: יום שביטל הושע בן אלה פרוסדאות שהושיב ירבעם בן נבט על הדרכים, שלא יעלו ישראל לרגל.<br>וב<b>בבלי גיטין</b> פח,א אמרו: אמרו ליה רב כהנא ורב אסי (אמורא בבלי בדור הראשון) לרב: כתיב ביה בהושע בן אלה: \"ויעש הרע בעיני ה' רק לא כמלכי ישראל\" (מלכים ב יז), וכתיב: \"עליו עלה שלמנאסר\" וגו'! (רש\"י: מפני שלא הרשיע כשאר המלכים, באה הפורענות בימיו?! בתמיהה) - אמר להו: אותן פרוסדאות שהושיב ירבעם בן נבט על הדרכים, כדי שלא יעלו ישראל לרגל, בא הושע בן אלה וביטלן, ואף על פי כן לא עלו ישראל לרגל, אמר הקב\"ה: אותן שנים שלא עלו ישראל לרגל ילכו בשבי (רש\"י: הואיל ואין מוחה בידם והם לא עלו, יגלו וילכו בשבי).<br><br>וב<b>סדר עולם רבה</b> פרק כב נאמר: כיון שראה הושע בן אלה שגלו עגלי הזהב, עמד והעביר פרוסדאות שהושיב ירבעם בן נבט על הדרכים שלא לעלות ישראל לירושלים, שבכל מלכי ישראל הוא אומר: \"וילך בדרך ירבעם ובחטאתו\" (מלכים א טו,לד), ובהושע בן אלה הוא אומר: \"רק לא כמלכי ישראל אשר היו לפניו\" (מלכים ב יז,ב). אלא מפני מה נתחתם גזר דינם של ישראל לגלות בימיו? - מפני שהיו ישראל תולים (עד עתה בימי הושע בן אלה) את הקלקלה במלכיהם (שהיו מעכבים אותם מלעלות לרגל, אבל עתה בימי הושע בן אלה אין להם לתלות את הקלקלה במלך אלא בהם, לפיכך גלו).<br><br>וב<b>אליהו זוטא</b> פרשה ט נאמר: בימי הושע בן אלה מלך ישראל נלכדה הארץ וגלו עשרת השבטים בימיו. וכי מה נשתנה הושע בן אלה מכל מלכי ישראל שהיו לפניו, שנלכדה הארץ וגלו עשרת השבטים בימיו? - אלא משעמד ירבעם בן נבט ועד שבא הושע בן אלה היתה עבירה קשורה ביחיד (במלך), וקשה לפני אב הרחמים (הקב\"ה) להגלות את הציבור בעוון יחיד, ומשבא הושע בן אלה עמד וביטל כל המשמרות כולם, והיה מכריז ואומר, כל מי שהוא רוצה לעלות לירושלים יעלה, ועליו הוא אומר: \"ויעש הרע בעיני ה' רק לא כמלכי ישראל אשר היו לפניו\", \"עליו עלה שלמנאסר מלך אשור\" וגו' (מלכים ב יז,ב-ג), ששמט קולר מצוארו ותלאו בצואר הרבים, מכאן אמרו: כל העושה (המתחיל ב)מצוה ואינו גומרה (שלא אמר: הכל יעלו לירושלים, אלא אמר: כל מי שרוצה לעלות לירושלים יעלה), הרי זה מתחייב בנפשו, וקובר אשתו ושני בניו.<br><br>בדברי הימים ב פרק ל מסופר, שחזקיהו מלך יהודה, שמלך בימי הושע בן אלה מלך ישראל, הזמין את כל שבטי ישראל לעלות לירושלים לעשות את הפסח, אך רובם לא רצו לעלות.<br><br>בענין המתחיל במצוה ואינו גומרה ראה בבלי סוטה יג,ב; בראשית רבה פה,ג; דברים רבה ח,ד; ומדרש תנחומא פרשת 'עקב' סימן ו.<br>כל המתחיל במצוה ואינו גומרה - נענש, משום שאין המצוה חשובה בעיניו, שהרי הפסיק בעשייתה ולא גמרה.<br><br>חמישה עשר באב קשור לביטול המשמרות שהושיב ירבעם גם משום שיום זה הוא זמן קורבן העצים של בני גונבי עלי ובני קוצעי קציעות, שהערימו על המשמרות שהושיב ירבעם ועלו לירושלים (לעיל הלכה ז).</small><br>• • •<br>ומשיבים עוד (טעם שלישי): <b>רבי שמואל בר רב יצחק</b> (אמורא בדור השלישי) אמר<b>, ואמרין לה</b> (ויש אומרים את המימרה) <b>בשם רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני-השלישי)<b>: שבו</b> (בחמישה עשר באב) <b>הותרו שבטים לבוא</b> (להינשא) <b>זה בזה –</b> כשנכנסו ישראל לארץ וחילקו אותה, נצטוו שני דברים: בת יורשת נחלה (שמת אביה בלא בנים והיא יורשת את אביה) משבט אחד נאסרה להינשא לבן שבט אחר, כדי שלא תעבור נחלה משבט אחד לשבט אחר, שבעלה או בנה יורשים אותה במותה; ואם בת משבט אחד נישאה לבן שבט אחר, ולאחר מכן באה אליה נחלה מאביה, נאסר להעביר את הנחלה משבט אחד לשבט אחר, ולא יירשו את הבת בעלה או בניה, אלא יירשו אותה קרוביה (ראה רמב\"ן במדבר לו,ז). אך האיסורים האלה היו לשעה ולא לדורות, ובחמישה עשר באב התירו לבת יורשת נחלה משבט אחד להינשא לבן שבט אחר, ואם בת משבט אחד נישאה לבן שבט אחר ובאה אליה נחלה, הותר להעביר את הנחלה משבט אחד לשבט אחר, ולכן יום זה, שבו היתה לישראל שמחה גדולה, שהותרו השבטים להינשא זה לזה, הוא יום טוב<b>, דכתיב –</b> שכתוב (בענין נישואי בת יורשת נחלה)<b>: \"ולא תסוב נחלה מבני ישראל ממטה למטה אחר כי איש בנחלת אבותיו ידבקו בני ישראל\"</b> (פסוק זה הוא צירוף שני פסוקים דומים בבמדבר לו,ז;ט) <b>–</b> פסוק זה אוסר להעביר נחלה משבט אחד לשבט אחר, אם בת משבט אחד נישאה לבן שבט אחר ובאה אליה נחלה, ומכאן שנאסרו השבטים להינשא זה לזה<b>, וכתיב –</b> וכתוב (באותו ענין)<b>: \"וכל בת יורשת נחלה ממטות בני ישראל\" וגו'</b> (במדבר לו,ח)<b>.</b> ויש לשאול (על הפסוק הזה): <b>וכי איפשר</b> (אפשר) <b>לבת לירש שני מטות? –</b> שהרי כתוב: 'יורשת נחלה ממטות', ומשמע: משני מטות<b>,</b> - ויש להשיב: <b>תיפתר –</b> תתפרש (פסוק זה יוסבר)<b>, שהיה אביה משבט אחד ואמה</b> (שהיא בת יורשת נחלה, שמת אביה בלא בנים וירשה את אביה) <b>משבט אחד</b> (אחר) <b>–</b> ולא היו לאב ולאם בנים אלא בת זו, ומתו האב והאם וירשה הבת אותם, שגם היא בת יורשת נחלה, נמצאת יורשת שני מטות (נחלה משבט אביה ונחלה משבט אימה), ומכאן שהותרו השבטים להינשא זה לזה, שכן פירשת את הפסוק הזה, שהיה אביה משבט אחד ואימה משבט אחר, וירשה הבת שני מטות, שעברה הנחלה משבט אימה לשבט אביה. הרי שהפסוקים הללו סותרים זה את זה (כמובא להלן, ששניהם בדיבור אחד נאמרו). אלא יש לומר, שהפסוק שאסר ('ולא תיסוב') נאמר לשעה, והפסוק שהתיר ('וכל בת יורשת נחלה') נאמר לדורות (למעשה בא הפסוק 'וכל בת יורשת נחלה' לאסור על השבטים להינשא זה לזה, אלא שמצאו בו סמך להתיר על פי מה שפירשו בו בדרך הדרש)<b>.</b><br><br><small>במקבילה ב<b>איכה רבה</b> פתיחתא לג נאמר: רבי שמואל בר נחמני, ואמרי לה משמיה דרבי שמואל בר יצחק: יום שהותרו שבטים לבוא זה בזה, שנאמר: \"וכל בת יורשת נחלה ממטות בני ישראל\" וגו' (במדבר לו,ח), וכתיב: \"ולא תיסוב נחלה ממטה למטה אחר\" וגו' (במדבר לו,ט), וכי אפשר לבת שתירש שני מטות? אלא אמור מעתה, אביה משבט אחד ואימה משבט אחר.<br><br>וב<b>בבלי תענית</b> ל,ב אמרו: אמר רב יהודה אמר שמואל: יום שהותרו שבטים לבוא זה בזה (רש\"י: דרחמנא אמר: \"וכל בת יורשת נחלה\" וגו' (במדבר לו,ח), וכתיב: \"ולא תיסוב נחלה ממטה למטה אחר כי איש בנחלתו ידבקו מטות בני ישראל\" (במדבר לו,ט), ועמדו והתירו דבר זה בחמישה עשר באב). מאי דרוש? - \"זה הדבר (רש\"י: \"זה\" מיעוט הוא) אשר ציוה ה' לבנות צלפחד\" וגו' (במדבר לו) - דבר זה (רש\"י: של הסבת נחלה) לא יהא נוהג אלא בדור זה (רש\"י: של בנות צלפחד).<br><br><b>\"ולא תיסוב נחלה\", \"וכל בת יורשת נחלה\"</b><br>ב<b>ירושלמי נדרים</b> ג,ב ו<b>שבועות</b> ג,י אמרו: \"מחלליה מות יומת\", \"וביום השבת שני כבשים\" - שניהם בדיבור אחד נאמרו. \"ערות אשת אחיך לא תגלה\", \"יבמה יבוא עליה\" - שניהם בדיבור אחד נאמרו. \"ולא תיסוב נחלה\", \"וכל בת יורשת נחלה\" - שניהם בדיבור אחד נאמרו. \"לא תלבש שעטנז\", \"גדילים תעשה לך\" - שניהם בדיבור אחד נאמרו.<br><br><b>רד\"ק</b> (שופטים יא,א) מביא תרגום שאומר: זה הוא חוק, היה בישראל מלפנים, שלא תיסוב נחלה משבט לשבט, ולכן לא היה יכול איש לקחת אישה שלא משבטו, וכאשר היתה אישה שאהבה איש שלא משבטה, היתה יוצאת מבית אביה בלא נחלה, והיו אנשים קוראים לה זונה שאוהבת איש שלא משבטה. ו<b>רלב\"ג</b> (שם) מבאר: לפי שלא נישאת לאחד מבני שבטה, קראה זונה, להיותה נוטה ממה שראוי להינשא לאחד ממשפחתה כדי שלא תיסוב נחלה ממטה למטה.<br>וכן <b>רבנו בחיי</b> (במדבר לו,ח) אומר: היה המנהג בישראל בבת יורשת נחלה, כשתעבור על זה ותרצה להינשא לשבט אחר, שהיו קורים אותה זונה, והיתה מפסדת נחלת בית אביה, וזהו שכתוב: \"ויפתח הגלעדי היה גיבור חיל והוא בן אישה זונה\" (שופטים יא), כי אימו של יפתח היתה בת יורשת נחלה ונישאת לשבט אחר, כי אין הכוונה זונה ממש, וכן תרגם יונתן.<br><br><b>תיפתר</b><br>\"תיפתר\", שנאמר כרגיל ביחס לשמועה (משנה, ברייתא או מימרה) שהיא לשון נקבה, אמור כאן ביחס לכתוב שהוא לשון זכר, אלא שהושגר המונח לכאן (אשגרת מינוח).</small><br>• • •<br>ומשיבים עוד (טעם רביעי): <b>ורבנן אמרי –</b> וחכמים אומרים<b>: שבו</b> (בחמישה עשר באב) <b>הותר שבטו של בנימ</b>י<b>ן לבוא בקהל</b> (לשאת נשים מישראל)<b>, דכתיב –</b> שכתוב (בפרשת פילגש בגבעה)<b>: \"</b>ויאמרו זקני העדה: מה נעשה לנותרים לנשים כי נשמדה מבנימין אשה. ואנחנו לא נוכל לתת להם נשים מבנותינו כי נשבעו בני ישראל לאמר <b>ארור נותן אשה לבנימ</b>י<b>ן\" –</b> בתחילה נשבעו בני ישראל שלא ייתנו את בנותיהם לנשים לבני בנימין, ובסוף, לאחר המלחמה של בני ישראל בבני בנימין, שלא היו נשים מבנימין, התירו זקני ישראל לנותרים מבני בנימין לשאת נשים מבני ישראל, כדי שלא יימחה שבט בנימין מישראל. ומכיון שבחמישה עשר באב הותר שבט בנימין לבוא בקהל (לשאת נשים משאר השבטים), והיתה בו לישראל שמחה גדולה, לכן יום זה הוא יום טוב<b>. מקרא קראו וקירבוהו, מקרא קראו וריחקוהו –</b> קראו בתורה פסוק אחד וקירבו את שבט בנימין, וקראו בתורה פסוק אחר וריחקו את שבט בנימין. בסוף, כשהותר שבט בנימין לבוא בקהל, סמכו ישראל על פסוק אחד לקרב את שבט בנימין, שיימנה כשבט בפני עצמו, ובתחילה, כשנאסר שבט בנימין מלבוא בקהל, סמכו ישראל על פסוק אחר לרחק את שבט בנימין, שלא יימנה כשבט בפני עצמו<b>. מקרא קראו וקירבוהו - \"אפרים ומנשה כראובן ושמעון יהיו לי\". מקרא קראו וריחקוהו - \"גוי וקהל גוים יהיה ממך ומלכים מחלציך יצאו\", ואדיין</b> (ועדיין) <b>לא נולד בנימן –</b> הגרסה הנכונה כמו במקבילה באיכה רבה: <b>מקרא קראו וקירבוהו - \"גוי וקהל גויים יהיה ממך\"</b> (בראשית לה,יא)<b>, ואדיין לא נולד בנימין. מקרא קראו וריחקוהו - \"אפרים ומנשה כראובן ושמעון יהיו לי\"</b> (בראשית מח,ה) <b>–</b> לפני מותו אמר יעקב ליוסף: \"אפרים ומנשה כראובן ושמעון יהיו לי\", שבני יוסף, אפרים ומנשה, יהיו שני שבטים במנין השבטים, במקום שבט אחד (במקום יוסף), ומכיון שמספר שבטי ישראל הוא שנים עשר, ולא יותר, אין למנות את בנימין במנין השבטים, ועל מקרא זה סמכו, כשריחקו את בנימין בתחילה. ה' אמר ליעקב בבואו מפדן ארם: \"גוי וקהל גויים יהיה ממך\", שמי שעתיד לצאת ממנו יהיה שבט (שבט קרוי 'קהל'), ומכיון שבאותה שעה כבר נולדו כל שאר השבטים ועדיין לא נולד בנימין, הרי שזה מכוון לבנימין, ומכאן שבנימין נמנה במנין השבטים, ועל מקרא זה סמכו, כשקירבו את בנימין בסוף<b>.</b><br><br><small>במקבילה ב<b>איכה רבה</b> פתיחתא לג נאמר: רבנן אמרי: יום שהותר שבט בנימין לבוא בקהל, דכתיב: \"ארור נותן אשה לבנימין\" (שופטים כא,יח). אמר רבי יוחנן: מקרא קראו וקירבוהו, מקרא קראו וריחקוהו. מקרא קראו וקירבוהו - \"גוי וקהל גויים יהיה ממך\" (בראשית לה,יא). מקרא קראו וריחקוהו - \"אפרים ומנשה כראובן ושמעון יהיו לי\" (בראשית מח,ה), שאינם נחשבים עם אחיהם.<br><br>וב<b>בבלי תענית</b> ל,ב אמרו: רבה בר בר חנה אמר רבי יוחנן: יום שהותר שבט בנימין לבוא בקהל (רש\"י: לישא נשים, לפי שנשבעו ישראל שלא ליתן בנותיהם לשבט בנימין משום פילגש בגבעה), שנאמר: \"ואיש ישראל נשבע במצפה לאמור איש ממנו לא ייתן בתו לבנימין לאישה\" (שופטים כא). מאי דרוש? - \"ממנו\", ולא מבנינו (רש\"י: \"ממנו\" מיעוט הוא, שלא נשבעו שלא ליתן להם איש בתו אלא מהם, אבל מבניהם לא נשבעו).<br><br><b>מקרא קראו וקירבוהו, מקרא קראו וריחקוהו</b><br>ב<b>בראשית רבה</b> פב,ד נאמר: מה ראו לקרב ולרחק בפילגש בגבעה? - אלא מקרא קראו וקירבו, מקרא קראו וריחקו. מקרא קראו וקירבו - \"גוי וקהל גויים יהיה ממך\" (בראשית לה,יא), מקרא קראו וריחקו - \"אפרים ומנשה כראובן ושמעון יהיו לי\" (בראשית מח,ה).<br><br>וב<b>מדרש תנחומא</b> (בובר) פרשת 'וישלח' סימן כט נאמר: \"ומלכים מחלציך יצאו\" (בראשית לה,יא), אמרו חכמים, מכאן דרש אבנר והמליך את איש בושת בן שאול, שבנימין עתיד להעמיד שני מלכים, שאמר לו: \"ומלכים מחלציך יצאו\", ועד עכשיו לא עמד אלא שאול, לפיכך המליך את איש בושת בן שאול. אמר רבי שמואל בר נחמן: מכאן קירבו אותו (את בנימין בימי פילגש בגבעה), בשעה שחלקו עליו ואמרו: \"איש ממנו לא ייתן בתו לבנימין לאישה\" (שופטים כא,א), שנידו אותו, ואחר כך חזרו וקיבלו אותו, אמרו, אלמלא היה עולה מן השבטים, לא היה הקב\"ה אומר ליעקב אבינו, כשבא מחוצה לארץ: \"ומלכים מחלציך יצאו\", הרי מכאן קירבו אותו.<br><br><b>\"גוי וקהל גויים יהיה ממך\"</b><br>ב<b>בבלי הוריות</b> ה,ב אמרו: שבט אחד דאיקרי קהל מנא להו? ...אמר רב אחא בר יעקב, דכתיב: \"ויאמר אלי הנני מפרך והרביתיך ונתתיך לקהל עמים\" וגו' (בראשית מח) (רש\"י: והיכא אמר ליה הכי? - דכתיב: \"ויירא אלוהים אל יעקב עוד בבואו מפדן ארם\" וגו', וכתיב: \"ויאמר לו אלוהים אני אל שדי פרה ורבה גוי וקהל גויים יהיה ממך\" וגו'), מאן אתיליד ליה ההיא שעתא? (רש\"י: כלומר, מאן הוה עתיד למילד ההיא שעתא?) בנימין, שמע מינה דהכי קאמר ליה רחמנא: השתא מתיליד לך קהל אחרינא (רש\"י: אלמא שבט בנימין לבדו איקרי קהל).<br><br>וב<b>ירושלמי פסחים</b> ז,ו ו<b>הוריות</b> א,ו אמרו: רבי אבון בשם רבי בנימין בר לוי (אמורא ארץ ישראלי בדור הרביעי): קרייא מסייע למאן דאמר כל שבט ושבט קרוי קהל - \"גוי וקהל גוים יהיה ממך\", ואדיין לא נולד בנימין.<br><br>רבי בנימין בר לוי אמר כמה מימרות על שבט בנימין. הרי שמימרותיו יאות לשמו.<br><br>כשקראו מקרא וריחקוהו - \"אפרים ומנשה כראובן ושמעון יהיו לי\", אמרו, שהמקרא: \"גוי וקהל גויים יהיה ממך\", שמי שעתידים לצאת מיעקב יהיו שבטים (שבט קרוי 'קהל'), אינו מכוון לבנימין, שאף על פי שעדיין הוא במעי אימו ולא נולד, מכל מקום כבר יצא מחלציו של יעקב, אלא מכוון לאפרים ולמנשה, שעדיין לא נולדו ליוסף, בנו של יעקב, שהם יימנו במנין השבטים. גם המשכו של המקרא: \"ומלכים מחלציך יצאו\", שממי שעתידים לצאת מיעקב יהיו מלכים, מכוון לאפרים ולמנשה, שעדיין לא נולדו ליוסף, שיצאו מהם מלכים, כגון ירבעם מאפרים ויהוא ממנשה.<br><br>וכשקראו מקרא וקירבוהו - \"גוי וקהל גויים יהיה ממך\", אמרו, שגם המשכו של המקרא: \"ומלכים מחלציך יצאו\" מכוון לבנימין, שעדיין לא נולד, שיצאו ממנו מלכים, שאול ואיש בושת (בן שאול, שהמליכו אבנר בן נר. ראה בראשית רבה פב,ד).<br>ואילו המקרא: \"אפרים ומנשה כראובן ושמעון יהיו לי\" (בראשית מח,ה) נאמר לענין נחלה בלבד, שלנחלה הושוו אפרים ומנשה לשאר השבטים, שיהיו נוטלים בנחלת הארץ כשני שבטים, והם נמנים כשני שבטים במנין שנים עשר השבטים, שנאמר: \"על שם אחיהם ייקראו בנחלתם\" (בראשית מח,ו), אבל לדברים אחרים לא הושוו אפרים ומנשה לשאר השבטים, ואין הם נמנים כשני שבטים במנין שנים עשר השבטים (בבלי הוריות ו,ב). כשלוי נמנה עימהם, אין אפרים ומנשה נמנים עימהם, וכשאין לוי נמנה עימהם (שאינו נוטל בנחלת הארץ), אפרים ומנשה נמנים עימהם, כי מנין שבטי ישראל שנים עשר, לא פחות ולא יותר.</small><br>• • •<br>ומשיבים עוד (טעם חמישי): <b>רבי אבון</b> (רבין, אמורא בדור השלישי-הרביעי) <b>אמר: שבו</b> (בחמישה עשר באב) <b>בטל החפר</b> – פסקה חפירת הקברות, כמסופר בסמוך, שכן נגזרה גזרה על יוצאי מצרים למות במדבר מחמת חטא המרגלים. ולכן יום זה, שבו היתה לישראל שמחה גדולה, הוא יום טוב<b>.</b>\n<b>ואמר רבי לוי</b> (אמורא ארץ ישראלי בדור השלישי)<b>: בכל ערב תשעה באב</b> (כל אותן השנים שהיו ישראל במדבר) <b>היה משה מוציא כָּרוֹז</b> (שליח שמכריז בפני הציבור בקול) <b>בכל המחנה ואומר: צאו</b> (אל מחוץ למחנה) <b>לחפר</b> (לחפור לכם קברים)<b>, צאו לחפר. והיו יוצאין וחופרין להן קברות וישינים</b> – היה כל אחד יוצא וחופר לעצמו קבר, שמא ימות קודם שיחפור, והיה שוכב בקברו בליל תשעה באב<b>, ובשחר</b> (למחר) <b>היו עומדין</b> – כל מי שהיה חי היה קם ויוצא מקברו, <b>ומוצאין עצמן חסירים חמשה עשר אלף ופרוטרוט</b> (ועוד מספר מועט) – בכל תשעה באב בכל שנה ושנה משלושים ותשע השנים, שמן השנה השנייה לצאת בני ישראל ממצרים (השנה שחטאו בחטא המרגלים) ועד השנה הארבעים (השנה האחרונה שהיו במדבר), מתו חלק אחד משלושים ותשעה של שש מאות אלף אנשים שיצאו ממצרים. נמצא שמתו בכל שנה יותר מחמישה עשר אלף אנשים<b>. ובשנה האחרונה</b> (בשנת הארבעים) <b>עשו כן</b> (חפרו להם קברים וישנו בהם)<b>, ועמדו</b> (בשחר) <b>ומצאו עצמן שלימים</b> (כולם חיים, שלא מתו)<b>. אמרו: דילמא דטעינן בחושבנא</b> – שמא טעינו בחשבון (קביעת ראש חודש, ועדיין לא הגיע תשעה באב)<b>. וכן בעשרה ובאחד עשר ובשנים עשר ובשלשה עשר ובארבעה עשר ובחמשה עשר</b> – שחזרו בליל עשירי באב ושכבו כל אחד בקברו, ולמחר עמדו כולם, וחזרו עוד בליל אחד עשר, וכן בשנים עשר, וכן בשלושה עשר, וכן בארבעה עשר, וכן בחמישה עשר באב (במקבילה לא גרסו: ובחמישה עשר)<b>. כיון דאשלם זיהרא</b> – כיון שהתמלא הירח (בחמישה עשר באב, ולא מת אחד מהם, ידעו שלא טעו בחשבון החודש)<b>, אמרו: דומה</b> (כמדומה) <b>שביטל הקב\"ה אותה הגזירה</b> ה<b>קשה</b> (של מיתה במדבר) <b>מעלינו</b> – שויתר להם ה', ולא מתו אותם חמישה עשר אלף ופרוטרוט שהיו אמורים למות בשנה האחרונה<b>. ועמדו</b> (אותו הדור) <b>ועשו</b> אותו (את יום תשעה באב) <b>יום טוב</b> – שיום תשעה באב היה להם יום אבל בכל שנה, מאותו תשעה באב הראשון שבו יצאה הגזרה ועד לשנה האחרונה, לפי שכל מי שהיו עתידים למות באותה שנה, כולם מתו ביום אחד בתשעה באב. וכשבטלה הגזרה מעליהם, חזרו מלעשות את תשעה באב יום אבל, ועשו אותו יום טוב (ראה במקבילה להלן). וגם יום חמישה עשר באב הוא יום טוב, לפי שבאותו יום נודע להם שבטלה הגזרה מעליהם, והיתה להם בו שמחה (ואולי תשעה באב וחמישה עשר באב אינם שני מועדים שונים אלא מועד אחד בן שבעה ימים המתחיל בתשעה באב ונגמר בחמישה עשר באב)<b>.</b><br><br><small>במקבילה ב<b>איכה רבה</b> פתיחתא לג נאמר: רבי זעירא פתח: \"ויהי לאבל כינורי ועוגבי לקול בוכים\" (איוב ל,לא). תמן תנינן: אמר רבן שמעון בן גמליאל: לא היו ימים טובים לישראל כחמישה עשר באב וכיום הכיפורים... בשלמא יום הכיפורים... אלא חמישה עשר באב מאי היא? ... רבי אבין ורבי יוחנן אמרי: יום שבטל החפר מן מתי מדבר. אמר רבי לוי: כל ערב תשעה באב היה משה מוציא כרוז בכל המחנה ואומר: צאו לחפור. והיו יוצאים וחופרים קברות וישנים בהם. לשחרית היה מוציא כרוז ואומר: קומו והפרישו המתים מן החיים. והיו עומדים ומוצאים עצמם חסרים חמישה עשר אלף ופרוטרוט משש מאות אלף. ובשנת הארבעים האחרונה עשו כן, ומצאו עצמם שלמים. אמרו: דומה שטעינו בחשבון. וכן בעשור ובאחד עשר ובשנים עשר ובשלושה עשר ובארבעה עשר. כיון דאיתמלא סיהרא, אמרו: דומה שהקב\"ה ביטל אותה גזירה מעלינו. וחזרו ועשאוהו (את תשעה באב) יום טוב. וגרמו עוונותיהם ונעשה (תשעה באב) אבל בעולם הזה בחורבן הבית פעמיים, הדא הוא דכתיב: \"ויהי לאבל כינורי ועוגבי לקול בוכים\" (איוב ל,לא); \"ויבכו העם בלילה ההוא\" (במדבר יד,א). וכיון שחטאו גלו, וכיון שגלו התחיל ירמיהו מקונן עליהם: \"איכה ישבה בדד\".<br><br>הפתיחתא באיכה רבה והסוגיה בירושלמי כאן מקבילים זה לזה בסדר ובתוכן. בתחילת הפתיחתא מופיע פסוק פותח, ובסופה באה חתימה, כדרכה של פתיחתא. בסוגיה בירושלמי כאן לא הובאו הפסוק הפותח והחתימה, שאינם מענינה של הסוגיה המוסבת על המשנה. בפתיחתא הוכנסו קטעים, שהועתקו מהסוגיה בבבלי, שאינם בסוגיה בירושלמי כאן. קטעים אלה נוספו על ידי מעתיקים, ואינם מעיקר המדרש המקורי. נראה שהפתיחתא היתה דרשה שנאמרה כפתיחה לקריאת מגילת 'איכה' בבית הכנסת.<br><br>וב<b>בבלי תענית</b> ל,ב אמרו: רב דימי בר יוסף אמר רב נחמן: יום שכלו בו מתי מדבר. דאמר מר: עד שלא כלו מתי מדבר, לא היה דיבור עם משה (רש\"י: בייחוד ובחיבה), שנאמר: \"ויהי כאשר תמו כל אנשי המלחמה למות\" וגו' (דברים ב,טז), וכתיב: \"וידבר ה' אלי לאמור\" (דברים ב,יז), אלי היה בדיבור (רש\"י: אלי נתייחד הדיבור. לפיכך יום טוב הוא).<br><br>הנימוק של הבבלי ('יום שכלו בו מתי מדבר') והנימוק של הירושלמי ('שבו בטל החפר') זהים, ורק הסגנון מפריד ביניהם. מימרת רבי לוי בירושלמי, המובאת מיד אחרי דברי רבי אבון, מסבירה את הרקע של 'בטל החפר', ולפיה, סיבת קביעת חמישה עשר באב כחג היתה, שבאותו יום נודע להם שבטלה גזרת מיתת יוצאי מצרים במדבר. בבבלי, שלא כמו בירושלמי, לא הוסבר הרקע לקביעת יום טוב, אבל הוסיפו את הקטע \"אמר מר\", ולפי הוספה זו, סיבת קביעת חמישה עשר באב כחג היתה חזרת הדיבור אל משה.<br><br>וב<b>מדרש שמואל</b> פרשה לב נאמר: ערב תשעה באב, כל אותן השנים שהיו ישראל במדבר, היה כרוז יוצא מלפני משה ומכריז: הכל לחפור. והלך כל אחד ואחד וחפר קבר לעצמו והיה לן בו. למחר היה הכרוז יוצא ומכריז: ייבדלו החיים מן המתים, ועמדו כולם. כיון שראו שעמדו כולם, נתיראו ואמרו: שמא טעינו בחשבון החודש. חזרו בליל עשירי ולנו כל אחד ואחד בקברו, למחר עמדו כולם. עוד חזרו בליל אחד עשר, וכן בשנים עשר, וכן בשלושה עשר, וכן בארבעה עשר, וכן בחמישה עשר באב. וכיון שראו שאין אחד מהם מת, ידעו שבטלה הגזרה ועשאוהו יום טוב.<br><br><b>חמישה עשר אלף ופרוטרוט</b><br>ב<b>מדרש תהילים</b> כג,ג נאמר: כל אותן ארבעים שנה שהיו ישראל במדבר, היה מלאך המות מכתת בהם חמישה עשר אלף ופרוטרוט, וכמה הוא פרוטרוט? - תפ\"ט (קשה לעמוד על החשבון. ואולי צריך לומר: שפ\"ד, או: שפ\"ה).<br><br>מספר יוצאי מצרים היה 600,000. בכל שנה מתו 1/39 מ- 600,000, שהם 15,384 או 15,385. הרי שהפרוטרוט הוא 384 או 385.<br><br><b>יום שניתנו הרוגי ביתר לקבורה</b><br>ב<b>בבלי תענית</b> לא,א אמרו עוד טעם לחמישה עשר באב: רב מתנה אמר: יום שניתנו הרוגי ביתר לקבורה. דאמר רב מתנה: אותו היום שניתנו הרוגי ביתר לקבורה תיקנו ביבנה הטוב והמטיב, הטוב - שלא הסריחו, והמטיב - שניתנו לקבורה.<br><br>הירושלמי לא הזכיר טעם זה, משום שחמישה עשר באב ויום הכיפורים היו ימים טובים בזמן שבית המקדש היה קיים בלבד, וכשחרב הבית בטלו ימים טובים אלה. אבל לפי הבבלי, יש לעשות אף בזמן הזה קצת שמחה בחמישה עשר באב, משום שבו ניתנו הרוגי ביתר לקבורה.<br><br><b>חמישה עשר באב ויום הכיפורים</b><br>ה<b>תרגום</b> (איכה א,ד) אומר: \"בתולותיה נוגות\" – בתולותיה אבלות, על שפסקו לצאת בחמישה עשר באב וביום הכיפורים, שהוא בעשרה בתשרי, לחול במחולות.<br><br>בשבעה עשר בתמוז נשתברו הלוחות, מחמת חטא העגל, וביום הכיפורים, שהוא בעשרה בתשרי, מחל ה' לישראל את חטא העגל וניתנו הלוחות האחרונים. הרי שיום הכיפורים הוא תיקונו של שבעה עשר בתמוז. כמו כן, בתשעה באב נגזר על אבותינו שלא ייכנסו לארץ, מחמת חטא המרגלים, ובחמישה עשר באב ביטל ה' מעל ישראל את הגזרה. הרי שחמישה עשר באב הוא תיקונו של תשעה באב. כיון שנזכרו בפרק זה שבעה עשר בתמוז ותשעה באב, שהם ימי פורענויות, הפרק מסיים בחמישה עשר באב וביום הכיפורים, שהיו ימים טובים.<br>כיון ששני הימים הללו הם ימי כפרה ומחילה, לכן הם ימי שמחה, ויוצאים בהם בבגדי לבן, שהלובן סמל לטהרה מטומאה ומחטא.<br><br>בתשעה באב נלכדה ביתר, ובחמישה עשר באב, לפי הבבלי, ניתנו הרוגי ביתר לקבורה. הרי שחמישה עשר באב הוא תיקונו של תשעה באב גם לדבר זה.<br><br>חמישה דברים אירעו את אבותינו בשבעה עשר בתמוז וחמישה דברים בתשעה באב. וכמו כן, חמישה דברים (לפי הירושלמי) אירעו את אבותינו בחמישה עשר באב.<br><br><b>בנות ירושלים יוצאות וחולות בכרמים</b><br>בחטא העגל חטאו האנשים ולא הנשים, ובני ישראל (ולא בנות ישראל) יצאו במחולות. לכן ביום הכיפורים, שהוא תיקונו של חטא העגל, היו בנות ישראל (ולא בני ישראל) יוצאות במחולות.<br><br>ביום הכיפורים במנחה קוראים בתורה בפרשת העריות. ייתכן שהטעם לקריאה זו הוא שבנות ישראל יצאו ביום הכיפורים במחולות.<br><br><b>רבנו בחיי</b> (שמות לב,יט) אומר: \"וירא את העגל ומחולות\" - החכמים עשו במדרשם (לא מצאתי מדרש זה) מחולות מלשון מחילה (סליחה), וביאור הענין, כי מכל מיני זמר שהיו בידם לא נזדמן לו למשה שיראה מהם כי אם מחולות, והוא אות וסימן למחילה, שהיה עתיד הקב\"ה למחול להם אותו עוון, וכמו שאמרו רבותינו: סימנא מילתא היא.<br>לפי זה, יצאו בנות ישראל בחמישה עשר באב וביום הכיפורים במחולות כסימן למחילה בימים הללו.<br><br>ב<b>שופטים</b> כא,יט-כא נאמר: \"ויאמרו הנה חג ה' בשילו מימים ימימה... ויצוו את בני בנימין לאמור, לכו וארבתם בכרמים. וראיתם והנה אם יצאו בנות שילו לחול במחולות, ויצאתם מן הכרמים וחטפתם לכם איש אשתו מבנות שילו, והלכתם ארץ בנימין\".<br><br>כשהותר שבטו של בנימין לבוא בקהל, נצטוו בני בנימין לבחור להם נשים מבנות שילו שיצאו במחולות בכרמים ביום חג ה'. חג זה היה בחמישה עשר באב, שבו הותר שבטו של בנימין לבוא בקהל. שילו היתה מקומו של המשכן באותם ימים. מכאן סמך ליום טוב שהיה בחמישה עשר באב, שבו היו בנות ירושלים, מקומו של המקדש, יוצאות במחולות בכרמים.<br><br>יום זה היה חג \"מימים ימימה\" (בכל שנה ושנה), משום שכבר עשו יום זה יום טוב כשבטלה גזרת המיתה במדבר. המחולות ביום זה, שהיו לצורך נישואין, נוסדו כשהותרו השבטים לבוא זה בזה. שבט בנימין הותר לבוא בקהל לאחר שכבר הותרו השבטים לבוא זה בזה.<br><br>המחולות היו לצורך נישואין. שניים מהטעמים ליום טוב בחמישה עשר באב, 'הותרו השבטים לבוא זה בזה' ו'הותר שבט בנימין לבוא בקהל', קשורים לנישואין.<br>המחולות היו בירושלים, ששם עלו ישראל לרגל. אחד מהטעמים ליום טוב בחמישה עשר באב, 'בטלו המשמרות שלא יעלו ישראל לרגל', קשור לירושלים.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63d77c84eca1000753446d16", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Rav Hirsch on Torah, Numbers 36:8:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. וכל בת ירשת נחלה ממטות וגו׳. Baba Batra 111a wird an dem Ausdruck בת ירשת נחלה ממטות בני ישראל, womit eine Tochter als Erbnehmerin aus zwei Stämmen bezeichnet wird, der Rechtssatz gelehrt, daß bei Hinterlassenschaften von Müttern deren Kindern ganz daßelbe Erbrecht zusteht, wie bei Hinterlassenschaften von Vätern, eine Tochter daher, deren Vater und Mutter verschiedenen Stämmen angehören, bei deren Tode Erbnehmerin aus zwei Stämmen wird. Es wird sodann (daselbst 112a) die Frage verhandelt, ob bei der Verheiratung einer solchen aus zwei Stämmen erbberechtigten Tochter auch auf die Stammesentfremdung des mütterlichen Erbes also Rücksicht zu nehmen wäre, daß der zu wählende Ehemann auch von mütterlicher und väterlicher Seite denselben Stämmen wie die zu verheiratende Tochter angehöre, oder die Rücksicht für das mütterliche Erbe bei der Verheiratung wegfalle, שכבר הוסבה, da eine Entfremdung desselben bereits bei dem Erbanfall an die dem Vaterstamme angehörende Tochter gegeben war. Auch aus diesem Problem ist ersichtlich, wie eine absolute Verhütung der Stammesentfremdung der Erbgüter gar, nicht in Absicht des Gesetzes gelegen sein könne. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64b154afe5d11ff144bd53e3", "index_title": "Torah Temimah on Torah", "category": "Quoting Commentary", "type": "", "ref": "Torah Temimah on Torah, Numbers 36:6:5", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Torah Temimah on Torah, Numbers 36:6:5", "sourceHeRef": "תורה תמימה על התורה, במדבר ל״ו:ו׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1898, 1902], "commentaryNum": 6.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "במדבר", "he": [], "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": "It can also be said with a necessary reason that this interpretation, that they were permitted to marry men from all the tribes, is based on the opinion of Rabbi, as stated in Bava Batra 109b. In every portion regarding inheritance, it is stated that it shall be given to them, as it is stated: \"And you shall give [the inheritance]\" (Numbers 36:4). In the case of a daughter, it is specifically stated: \"And you shall cause his inheritance to pass to his daughter\" (Numbers 27:8), because you can transfer inheritance from one tribe to another only through a daughter. This is because when she builds her own family and marries, her sons inherit from her, and her husband also inherits from her. For example, Serach, the daughter of Asher, married Chanoch, the son of Reuben, and he died without male children. Serach, his daughter, inherited from him, and when Serach died, her son or her husband, who were from the tribe of Reuben, inherited her portion. Thus, the inheritance of the tribe that belonged to the tribe of Reuben was transferred. Therefore, in the case of the daughters of Tzelafchad, it is also written using the language of transfer: \"And you shall cause the inheritance of their father to pass to them\" (Numbers 27:7). It is explicitly stated that their inheritance shall be transferred from one tribe to another, according to the meaning and indication of the language of transfer, as explained. Therefore, it is necessary to understand that when it says here \"only within the family of their father's tribe shall they marry,\" it is merely a good advice, as explained, because it is impossible for the inheritance to pass from one tribe to another at all. And the reason why this interpretation relies on the phrase \"for their own benefit they may marry\" and not on the phrase \"and you shall cause to pass,\" is because it intends to clarify the matter and the order of the verses in its place, and its significance in this portion. This needs further analysis. In the Gemara, it explains that even though it is written \"every daughter who possesses an inheritance from the tribe of her father's family shall marry a man from the tribe of her father\" (Numbers 36:8), all this applies to other women and not to the daughters of Tzelafchad. Perhaps the reason is that they were important, as explained in the portion of Pinchas, so they were considered under special circumstances. (Bava Batra 120a)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64b2895f9d045af635d7035f", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "", "ref": "Yalkut Shimoni on Torah 788:17", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Yalkut Shimoni on Torah 788:17", "sourceHeRef": "ילקוט שמעוני על התורה תשפ״ח:י״ז", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1100], "commentaryNum": 788.0017, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "א\"ר יהודה אמר שמואל בנות צלפחד הותרו להנשא לכל מי שירצו שנאמר לטוב בעיניהם תהיינה לנשים, אלא מה אני מקיים אך למשפחת אביהם, עצה טובה השיאן הכתוב שלא ינשאו אלא להגון להם. ולא תסוב נחלה (כתוב ברמז תשע\"ה). א\"ר יוחנן משום רבי יהודה ברבי שמעון דבר תורה אשה יורשת את בנה, אמר קרא וכל בת יורשת נחלה ממטות מקיש מטה האם למטה האב, מה מטה האב האב יורש את בנו, אף מטה האם האם יורשת את בנה, איתיביה רבי יוחנן האשה את בנה והאשה את בעלה מנחילין ולא נוחלים, א\"ל משנתנו איני יודע מי שנאה, ותנא דידן [ממ\"נ] אי דריש מטות אשה תירש את בנה, ואי לא דריש מטות בן דקודם לבת בנכסי האם מנא ליה, לעולם דריש מטות ושאני הכא דכתיב וכל בת יורשת ואינה מורשת, תנא דבי רבי ישמעאל בנות צלפחד שקולות היו שנאמר ותהיינה בנות צלפחד הויה אחת לכלן (כתוב בפנחס). אלה המצות שאין נביא רשאי לחדש (כתוב בסוף תורת כהנים):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Yehuda said that Shmuel said: The daughters of Zelophehad were permitted to marry whomever they pleased, as it is stated, \"Let them marry whomever is good in their eyes; they shall marry within the clan of their father\" (Numbers 36:6). However, how do I reconcile this with the fact that I can only uphold it for their paternal family? The verse gives them good advice, that they should only marry someone suitable for them, and not cause the inheritance to be transferred (as it is written in a hint, Tishrei 5755). Rabbi Yochanan, in the name of Rabbi Yehuda bar Rabbi Shimon, said: According to the Torah, a woman inherits her son. The verse states, \"And every daughter who inherits a portion shall marry within the tribe of her father\" (Numbers 36:8). Just as the father's tribe, the father inherits his son, so too, the mother's tribe, the mother inherits her son. Rabbi Yochanan presented an objection: A woman inherits her son, and a woman inherits her husband. Yet, we do not inherit through women, but only through men. Rabbi Yochanan replied, \"Since we have received the tradition, I do not know the reason for the distinction.\" Our Tanna, based on the Mishna, says that if we interpret it to mean that a woman inherits her son, then how do we determine which comes first, the son's inheritance or the daughter's inheritance from the mother's estate? Therefore, it is always interpreted that inheritance is through the male line. However, here it is different because it is written, \"And every daughter who inherits, but does not inherit\" (Numbers 36:8). The Tanna of Rabbi Yishmael's school of thought teaches that the daughters of Zelophehad were equal, as it is written, \"And the daughters of Zelophehad were Mahlah, Noah, Hoglah, Milcah, and Tirzah\" (Numbers 27:1). These are the mitzvot that a prophet is not authorized to innovate (mentioned at the end of the Book of Kohanim).", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "653792a8393bf40494a8a929", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 233:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Sifrei Devarim 233:3", "sourceHeRef": "ספרי דברים רל״ג:ג׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200], "commentaryNum": 233.0003, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "ערות אשת אחיך לא תגלה (דברים כה ה) יבמה יבא עליה שניהם נאמרו בדבור אחד, (במדבר לו ח) ", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "(Vayikra 18:11) \"The nakedness of your brother's wife you shall not uncover\" and (Devarim 25:5) \"Her levir (her husband's brother) shall come upon her\" were both stated in one pronouncement.", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "657ecc7e758c1dc532ec94af", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 36:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Steinsaltz on Numbers 36:8", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ו:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 36.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>וְכָל בַּת יֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת בְּנֵי יִשְׂרָאֵל</b>– \n    <b>לְאֶחָד מִמִּשְׁפַּחַת מַטֵּה אָבִיהָ תִּהְיֶה לְאִשָּׁה, לְמַעַן יִירְשׁוּ בְּנֵי יִשְׂרָאֵל אִישׁ נַחֲלַת אֲבֹתָיו.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Every daughter who inherits an inheritance from the tribes of the children of Israel, shall be a wife to one from the families of the tribe of her father, so that each of the children of Israel will inherit the inheritance of his fathers. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "525a94d7edbab4498f485451", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Ibn Ezra on Numbers 36:8:1", "sourceHeRef": "אבן עזרא על במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>וכל בת יורשת נחלה.</b> אחר ניחול הארץ על כן אמר הכתוב ולא תסוב נחלה פעם שנית:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND EVERY DAUGHTER, THAT POSSESSETH AN INHERITANCE. After the inheritance of the land. Scripture therefore states a second time, <i>So shall no inheritance remove</i> [<i>from one tribe to another tribe</i>] (v. 9).<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">In other words, verse 7 speaks of the present. Verse 8 speaks of the future.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "554ef0b7fbfba21b48f542c2", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Haamek Davar on Numbers 36:8:1", "sourceHeRef": "העמק דבר על במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>וכל בת ירשת נחלה.</b> וכל אשה מיבעי. ללמד דאם כבר יש לה בן מאישה הראשון והוא יסוב נחלה בע״כ. רשאה היא להנשא לשבט אחר. כיון דבל״ז תסוב נחלתה. מש״ה דוקא בת שמשמעה כי היא איננה אם וכדאי׳ בסנהדרין דס״ט בן ולא אב. ה״נ בת ולא אם :\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b7fbfba21b48f542c4", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 36:8:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Haamek Davar on Numbers 36:8:2", "sourceHeRef": "העמק דבר על במדבר ל״ו:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ממטות בני ישראל.</b> כבר פירשו בגמ׳ ב״ב דקי״א משני מטות. היינו מאב ומאם. וזהו עיקר מקרא זה מוסף על מקרא הקודם שכתיב ולא תסב נחלה וגו׳ אלא בשביל איזה בה יורשת שני מטות וא״כ יש ספק להיכן תנשא אם למשפחת אביה או אמה. והעלה המקרא. <b>לאחד ממשפחת מטה אביה תהיה לאשה.</b> ואע״ג שתסוב נחלת אמה. ומפרש הטעם שיקרה נחלת אביה מנחלת אמה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b7fbfba21b48f542c6", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 36:8:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Haamek Davar on Numbers 36:8:3", "sourceHeRef": "העמק דבר על במדבר ל״ו:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>למען יירשו בני ישראל איש נחלת אבותיו.</b> שני אבות שיש לו. היינו אבי אביו ואבי אמו. דבני בנות הרי הם כבנים והנכד יורשו. וא״כ אע״ג שבע״כ מיסב ירושת אמו מצד האם. מכ״מ נחלתה מצד האב לא די שאינו מיסב אלא עוד קם על נחלת אביו. אחר דבני בנות הרי הם כבנים. משא״כ אם תנשא למשפחת אמה ויהא הבן יורש את אם אמו. אינו מקיים בזה ירושת אבות דאב אם אמו אינו כאביו דלא מצינו שיהא בן בת הבת כבן שהרי אפי׳ בן בן הבן לא מצינו שיהא כבן. ואיפליג דרי. וא״כ מיסב נחלת אבי אמו בלי ירושת אבותיו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae0647fbfba23a06809d10", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Masei 30", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Meshekh Chokhmah, Masei 30", "sourceHeRef": "משך חכמה, מסעי ל׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 30, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מסעי", "he": "<b>וכל </b>בת יורשת נחלה ממטות בנ\"י כו'. דוקא, אבל אם היא משבט לוי ויורשת נחלה ממטה אביה אין קפידא למי תנשא, שאף אם תנשא למשפחת אביה ג\"כ מסבת נחלה דמטה לוי לאו בר נחלה בארץ, ומה שיורשת משבט אביה הלא אין להם רק ערי מגרש, שלא היו מעלים להם שכר הנמלטין, אולם חזר הכתוב שבת יורשת מבנ\"י, היינו משאר השבטים לא תנשא אף לאחד משבט לוי שאין להם נחלה, לכן אמר ולא תסוב נחלה ממטה למטה אחר, ולא אמר לבנ\"י, פירוש, שלא תנשא למטה לוי, כי איש בנחלתו ידבקו מטות בנ\"י, הוא גם שבט לוי ידבק בנחלתו הוא המעשר אשר נתן לו לנחלה, וד' הוא נחלתו כמו שאמר בשופטים, לכן לא אמר בנחלת מטה אבותיו, כי אין זה נחלת הארץ אשר יזכה מאבותיו. ופשוט.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae064bfbfba23a06809d12", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Masei 31", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Meshekh Chokhmah, Masei 31", "sourceHeRef": "משך חכמה, מסעי ל״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 31, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "מסעי", "he": "<b>וכל </b>בת יורשת נחלה כו'. בפרק יש נוחלין דריש דאין אם יורשת את בנה דכתב יורשת ולא מורשת. ועיין רשב\"ם מה שנדחק בזה. והברור דצריך להיות הגירסא בת יורשת ואין אם יורשת, שמצד שהיא בת יורשת ולא מצד שהיא אם, שאינה יורשת בנה ובתה רק אביה ואמה, ודריש דהוי ליה למכתב וכל אשה יורשת נחלה ודייק בת. וכיו\"ב נמצא ריש פרק בן סו\"מ בן ולא אב, ובתמורה י\"ח אם ולא ולד. ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "588f5606d6e4a96d624acf16", "index_title": "Machberet Menachem", "category": "Reference", "type": "", "ref": "Machberet Menachem, Letter Bet 72:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Machberet Menachem, Letter Bet 72:2", "sourceHeRef": "מחברת מנחם, ב ע״ב:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [950, 960], "commentaryNum": 72.0002, "collectiveTitle": {"en": "Machberet Menachem", "he": "מחברת מנחם"}, "he": "‎מתחלק ליו\"ד מחלקות: האחד, בן או <b>בת</b> <small>(שופטים יא, לד)</small>, <b>ובת</b> איש כהן <small>(ויקרא כא, ט)</small>, וכל <b>בת</b> ירשת נחלה <small>(במדבר לו, ח)</small>, ולבנו <b>ולבתו</b> <small>(ויקרא כא, ב)</small>, כמשמעו. השני, <b>בת</b> עמי חגרי שק <small>(ירמיהו ו, כו)</small>, קרשך עשו שן <b>בת</b> אשרים <small>(יחזקאל כז, ו)</small>, <b>בת</b> בבל השדודה <small>(תהלים קלז, ח)</small>, <b>בת</b> ציון <small>(שם ט, טו)</small>, <b>ובת</b> הנשים <small>(דניאל יא, יז)</small>, ואת <b>בנותיה</b> <small>(במדבר לב, מב)</small>, בית שאן <b>ובנותיה</b> <small>(יהושע יז, יא)</small>, המה 'בנות עיר' בלשון בני אדם, vוהמה 'כפרים' ללשוננו, כמו אם הדרך ובנותיה. השלישי, אלפים <b>בת</b> יכיל <small>(מ\"א ז, כו)</small>, האיפה <b>והבת</b> <small>(יחזקאל מה, יא)</small>, יעשו <b>בת</b> אחת <small>(ישעיהו ה, י)</small>, ענין מדה המה. הרביעי, <b>ובתי</b> הנפש והלחשים <small>(שם ג, כ)</small>, אשר האנשים ארגת שם <b>בתים</b> לאשרה <small>(מ\"ב כג, ז)</small>, ענין ענקי גרון הם. החמישי, <b>בתים</b> מלאים כל־טוב <small>(נחמיה ט, כה)</small>, <b>בתיהם</b> שלום מפחד <small>(איוב כא, ט)</small>, כמשמעו. הששי, <b>בתים</b> לבריחם <small>(שמות כו, כט)</small>, כמו מקומות לבריחים. השביעי, כמראה אש <b>בית</b> לה <small>(יחזקאל א, כז)</small>, <b>מבית</b> ומחוץ תצפנו <small>(שמות כה, יא)</small>, והנה השק על בשרו <b>מבית</b> <small>(מ\"ב ו, ל)</small>, וכל אחריהם <b>ביתה</b> <small>(שם ז, כה)</small>. השמיני, <b>בית</b> יעקב <small>(ישעיהו ב, ה)</small>, <b>בית</b> דוד <small>(ש\"ב ג, א)</small>, ויעש להם <b>בתים</b> <small>(שמות א, כא)</small>, כה תאמר <b>לבית</b> יעקב <small>(שם יט, ג)</small>, ענין להק ומשפחות המה. התשיעי, <b>ובת</b> טות <small>(דניאל ו, יט)</small>, וכל מלין בלשון ארמית מבָתָא ובת, לן. העשירי, ואשיתהו <b>בתה</b> <small>(ישעיהו ה, ו)</small>, בנחלי <b>הבתות</b> <small>(שם ז, יט)</small>, ענין שממה המה.", "heVersionTitle": "Mahberet Menahem, London, 1854.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מחברת מנחם,לונדון, תרי\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad995ad6e4a93323dc638f", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 110b:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 110b:2", "sourceHeRef": "בבא בתרא ק״י ב:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 220.0002, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אֲמַר לֵיהּ אַבָּיֵי: וְאִצְטְרִיךְ קְרָא לְאַשְׁמוֹעִינַן הֵיכָא דְּלֵית לֵיהּ אֶלָּא חַד בְּרָא, לֵירְתִינְהוּ לְכוּלְּהוּ נִכְסֵי?! וְדִלְמָא הָא קָא מַשְׁמַע לַן – דְּבַת נָמֵי בַּת יְרוּשָּׁה הִיא? הָהוּא מִ״וְּכׇל בַּת יֹרֶשֶׁת נַחֲלָה״ נָפְקָא.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye said to him: But is the verse necessary</b> in order <b>to teach us that when he has only one child,</b> that child <b>should inherit all of his property?</b> If you say that the right of the son and daughter to the inheritance is equal, then the verse: “If a man dies, and has no son” (Numbers 27:8), which teaches that when there is no son his daughter inherits, is superfluous. Rav Pappa responded: <b>And perhaps this</b> verse <b>teaches us this: That a daughter is also subject to</b> receiving <b>inheritance.</b> The Gemara replies: No, the verse does not need to teach us this, since <b>that</b> <i>halakha</i> <b>is derived from</b> the verse: <b>“And every daughter who possesses an inheritance”</b> (Numbers 36:8), which clearly states that a daughter is subject to receiving inheritance.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995bd6e4a93323dc63a1", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 111a:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 111a:1", "sourceHeRef": "בבא בתרא קי״א א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 221.0001, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "״וְכׇל בַּת יֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת בְּנֵי יִשְׂרָאֵל״ – הֵיאַךְ בַּת יוֹרֶשֶׁת שְׁנֵי מַטּוֹת? אֶלָּא זוֹ שֶׁאָבִיהָ מִשֵּׁבֶט אֶחָד וְאִמָּהּ מִשֵּׁבֶט אַחֵר, וּמֵתוּ, וִירָשָׁתַן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The verse states: <b>“And every daughter who possesses an inheritance from the tribes of the children of Israel”</b> (Numbers 36:8). Noting the plural in the phrase “from the tribes of the children of Israel,” the <i>baraita</i> asks: <b>How</b> can <b>a daughter inherit</b> land from <b>two tribes? Rather, this</b> is referring to a daughter <b>whose father</b> is <b>from one tribe but her mother</b> is <b>from another tribe, and they</b> both <b>died, and she inherited</b> from both of <b>them.</b> Therefore, it can be seen in this verse that a daughter inherits from her mother.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995bd6e4a93323dc63a5", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 111a:7", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 111a:7", "sourceHeRef": "בבא בתרא קי״א א:ז׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 221.0007, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "בְּעָלְמָא דָּרֵישׁ ״דַּיּוֹ״; וְשָׁאנֵי הָכָא, דְּאָמַר קְרָא: ״מִמַּטּוֹת״ – מַקִּישׁ מַטֵּה הָאֵם לְמַטֵּה הָאָב; מָה מַטֵּה הָאָב – בֵּן קוֹדֵם לַבַּת, אַף מַטֵּה הָאֵם – בֵּן קוֹדֵם לַבַּת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara answers: <b>Generally,</b> the first <i>tanna</i> also <b>interprets</b> verses employing the principle that begins with: <b>It is sufficient, but it is different here</b> with regard to inheritance, <b>as the verse states:</b> “And every daughter who possesses an inheritance <b>from the tribes</b> of the children of Israel” (Numbers 36:8). The verse <b>juxtaposes</b> the <b>tribe of the mother to</b> the <b>tribe of the father.</b> Therefore, the first <i>tanna</i> holds that <b>just as</b> with regard to the <b>tribe of the father,</b> i.e., inheriting from one’s father, <b>a son precedes a daughter, so too,</b> with regard to the <b>tribe of the mother,</b> i.e., inheriting from one’s mother, <b>a son precedes a daughter.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995bd6e4a93323dc63a7", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 111a:12", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 111a:12", "sourceHeRef": "בבא בתרא קי״א א:י״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 221.0012, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "בְּעָא מִינֵּיהּ: מִנַּיִן לְבֵן שֶׁקּוֹדֵם לַבַּת בְּנִכְסֵי הָאֵם? אָמַר לֵיהּ, דִּכְתִיב: ״מַטּוֹת״ – מַקִּישׁ מַטֵּה הָאֵם לְמַטֵּה הָאָב; מָה מַטֵּה הָאָב – בֵּן קוֹדֵם לַבַּת, אַף מַטֵּה הָאֵם – בֵּן קוֹדֵם לַבַּת. אֲמַר לֵיהּ: אִי – מָה מַטֵּה הָאָב, בְּכוֹר נוֹטֵל פִּי שְׁנַיִם; אַף מַטֵּה הָאֵם, בְּכוֹר נוֹטֵל פִּי שְׁנַיִם?!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "When Rabbi Yehuda Nesia met Rabbi Yannai he <b>asked him: From where</b> is it derived <b>that a son precedes a daughter with regard to the mother’s property?</b> Rabbi Yannai <b>said to him: As it is written:</b> “And every daughter who possesses an inheritance from <b>the tribes</b> of the children of Israel” (Numbers 36:8). The verse <b>juxtaposes</b> the <b>tribe of the mother to</b> the <b>tribe of the father.</b> This teaches that <b>just as</b> with regard to the <b>tribe of the father a son precedes a daughter, so too,</b> with regard to the <b>tribe of the mother, a son precedes a daughter.</b> Rabbi Yehuda Nesia <b>said to him: If</b> so, if these two <i>halakhot</i> are in fact juxtaposed, the following should also be derived: <b>Just as</b> with regard to the inheritance of <b>the father’s tribe a firstborn takes a double</b> portion, <b>so too,</b> with regard to inheritance from <b>the mother’s tribe,</b> when he inherits from his mother <b>a firstborn takes a double</b> portion.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995bd6e4a93323dc63b1", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 111b:12", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 111b:12", "sourceHeRef": "בבא בתרא קי״א ב:י״ב", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 222.0012, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "רַבִּי יִשְׁמָעֵאל אוֹמֵר: אֵינוֹ צָרִיךְ, הֲרֵי הוּא אוֹמֵר: ״וְכׇל בַּת יֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת בְּנֵי יִשְׂרָאֵל, לְאֶחָד מִמִּשְׁפַּחַת וְגוֹ׳״ – בַּהֲסָבַת הַבַּעַל הַכָּתוּב מְדַבַּר.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> quotes another <i>tanna</i>. <b>Rabbi Yishmael says:</b> This derivation <b>is not necessary, as</b> the verse <b>states: “And every daughter who possesses an inheritance from the tribes of the children of Israel</b> shall be wife <b>to one of the family</b> of the tribe of her father” (Numbers 36:8). The purpose of this mitzva was so that the land she inherited from her father’s tribe will not be transferred to another tribe upon her death. <b>The verse speaks of a transfer</b> of inheritance from one tribe to another <b>by means of the husband,</b> i.e., she must not marry a man from another tribe so that the land will not be transferred to that tribe when her husband inherits from her upon her death. This indicates that a husband inherits from his wife.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995cd6e4a93323dc63bf", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 112b:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 112b:1", "sourceHeRef": "בבא בתרא קי״ב ב:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 224.0001, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אִי הָכִי, הַאי ״לְאֶחָד מִמִּשְׁפַּחַת מַטֵּה אָבִיהָ וְאִמָּהּ״ מִיבְּעֵי לֵיהּ! אִי כְּתִיב הָכִי, הֲוָה אָמֵינָא אֲפִילּוּ אִיפְּכָא, קָא מַשְׁמַע לַן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>If so,</b> if a daughter who inherits land from both of her parents must marry a man whose father is from her father’s tribe and whose mother is from her mother’s tribe, <b>this</b> verse: “Shall be a wife to one of the family of the tribe of her father” (Numbers 36:8), <b>should have</b> said: Shall be a wife <b>to one of the family of the tribe of her father and her mother.</b> The Gemara replies: <b>If</b> it <b>were written like this, I would say</b> that <b>even the opposite</b> is permitted, that she may marry a man whose mother is from her father’s tribe and whose father is from her mother’s tribe. As long as she marries someone who is connected to both tribes, it is permitted. The verse therefore <b>teaches us</b> that the opposite is not permitted.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995cd6e4a93323dc63db", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 114b:4", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 114b:4", "sourceHeRef": "בבא בתרא קי״ד ב:ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 228.0004, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אָמַר רַבִּי יוֹחָנָן מִשּׁוּם רַבִּי יְהוּדָה בֶּן רַבִּי שִׁמְעוֹן: דְּבַר תּוֹרָה – הָאָב יוֹרֵשׁ אֶת בְּנוֹ, וְאִשָּׁה יוֹרֶשֶׁת אֶת בְּנָהּ; שֶׁנֶּאֱמַר: ״מַטּוֹת״ – מַקִּישׁ מַטֵּה הָאֵם לְמַטֵּה הָאָב, מָה מַטֵּה הָאָב – אָב יוֹרֵשׁ אֶת בְּנוֹ, אַף מַטֵּה הָאֵם – אִשָּׁה יוֹרֶשֶׁת אֶת בְּנָהּ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ With regard to the <i>halakha</i> that a mother inherits from her son, the Gemara notes that <b>Rabbi Yoḥanan says in the name of Rabbi Yehuda ben Rabbi Shimon: By Torah law a father inherits</b> from <b>his son, and a woman inherits</b> from <b>her son</b> if the father is no longer alive, <b>as it is stated</b> with regard to a woman receiving inheritance: “And every daughter who possesses an inheritance from the <b>tribes</b> of the children of Israel” (Numbers 36:8). Since the plural term “tribes” includes both her father’s tribe and her mother’s tribe, the verse <b>juxtaposes</b> the <b>tribe of the mother to the tribe of the father,</b> in that <b>just as</b> with regard to <b>the father’s tribe a father inherits</b> from <b>his son, so too,</b> with regard to <b>the mother’s tribe, a woman inherits</b> from <b>her son</b> if the father is deceased.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad995dd6e4a93323dc63dd", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 115a:6", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 115a:6", "sourceHeRef": "בבא בתרא קט״ו א:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 229.0006, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "לְעוֹלָם דָּרֵישׁ ״מַטּוֹת״; וְשָׁאנֵי הָכָא, דְּאָמַר קְרָא: ״וְכׇל בַּת יֹרֶשֶׁת נַחֲלָה״ – יוֹרֶשֶׁת, וְאֵינָהּ מוֹרֶשֶׁת.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara explains: <b>Actually,</b> the <i>tanna</i> of the mishna <b>inter-prets</b> the word <b>“tribes,” but it is different here,</b> with regard to a woman inheriting from her son, <b>as the verse states: “And every daughter</b> who <b>possesses [<i>yoreshet</i>] an inheritance</b> from the tribes” (Numbers 36:8), which teaches that a daughter <b>inherits [<i>yoreshet</i>]</b> from two tribes, <b>but</b> she <b>does not bequeath</b> to two tribes. She bequeaths only to her father’s tribe.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9960d6e4a93323dc6443", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 120a:8", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bava Batra 120a:8", "sourceHeRef": "בבא בתרא ק״כ א:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 239.0008, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "בָּאָבוֹת הוּא אוֹמֵר: ״וְכׇל בַּת יֹרֶשֶׁת נַחֲלָה״; וְהַרְבֵּה מִצְוֹת נִצְטַוּוּ בָּנִים, שֶׁלֹּא נִצְטַוּוּ אָבוֹת. הָא מִפְּנֵי שֶׁיֵּשׁ בָּאָבוֹת שֶׁאֵין בַּבָּנִים, וְיֵשׁ בַּבָּנִים מַה שֶּׁאֵין בָּאָבוֹת – הוּצְרַךְ לוֹמַר אָבוֹת, הוּצְרַךְ לוֹמַר בָּנִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> continues: <b>For the fathers,</b> the verse <b>states: “And every daughter who possesses an inheritance</b> from the tribes of the children of Israel, shall be wife to one of the family of the tribe of her father” (Numbers 36:8). This mitzva, that the woman should marry a member of her own tribe, applied only to the first generation that received tribal portions of Eretz Yisrael. <b>And,</b> by contrast, there were <b>many mitzvot,</b> e.g., all the mitzvot that applied only from the time that Eretz Yisrael was settled, which <b>the sons were commanded</b> to fulfill but <b>which the fathers were not commanded</b> to fulfill. <b>Because there are</b> mitzvot <b>for the fathers that are not for the sons, and there are</b> mitzvot <b>for the sons that are not for the fathers,</b> the verse <b>needed to state,</b> i.e., to address, the <b>fathers,</b> and it <b>needed to state,</b> i.e., to address, the <b>sons.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b18ed6e4a952249cc6ac", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Minchat Shai on Torah, Numbers 36:8:1", "sourceHeRef": "מנחת שי על תורה, במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>וכל בת ירשת נחלה.</b> ג' פסוקים בקריא מן תמנין אתון רישיתון וכל וסימוהון וכל שיח השדה וכל בת ירשת נחלה וכל שלל הערים <small>(יהושע י״א:י״ד)</small>:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b18ed6e4a952249cc6ae", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 36:8:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Minchat Shai on Torah, Numbers 36:8:2", "sourceHeRef": "מנחת שי על תורה, במדבר ל״ו:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "סוף ספר במדבר", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58b6b18ed6e4a952249cc6b0", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 36:8:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Minchat Shai on Torah, Numbers 36:8:3", "sourceHeRef": "מנחת שי על תורה, במדבר ל״ו:ח׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0003, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "ותשלם מלאכת ספר רביעי והוא ספר הפקודים והמסעות תהלה לשומע שועות", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9fdaf6d6e4a93bec1f6e69", "index_title": "Kitzur Shulchan Arukh", "category": "Halakhah", "type": "", "ref": "Kitzur Shulchan Arukh 22:8", "anchorRef": "Numbers 36:6-9", "anchorRefExpanded": ["Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9"], "sourceRef": "Kitzur Shulchan Arukh 22:8", "sourceHeRef": "קיצור שלחן ערוך כ״ב:ח׳", "anchorVerse": 6, "sourceHasEn": true, "compDate": [1844, 1864], "commentaryNum": 22.0008, "collectiveTitle": {"en": "Kitzur Shulchan Arukh", "he": "קיצור שלחן ערוך"}, "heTitle": "קיצור שלחן ערוך", "he": "אֵין אוֹמְרִים תַּחֲנוּן לֹא בְּרֹאשׁ חֹדֶשׁ וְלֹא בַּחֲמִשָּׁה עָשָׂר בְּאָב, וְלֹא בַּחֲמִשָּׁה עָשָׂר בִּשְׁבָט וְלֹא בַּחֲנֻכָּה וְלֹא בְּפוּרִים גָּדוֹל בּ' יָמִים, וְלֹא בְּפוּרִים קָטָן בּ' יָמִים, וְלֹא בּל\"ג בָּעֹמֶר, וְלֹא בְּכָל חֹדֶשׁ נִיסָן, וְלֹא בְּתִשְׁעָה בְּאָב, וְלֹא בַּיָּמִים שֶבֵּין יוֹם כִּפּוּר לְסֻכּוֹת, וְלֹא מֵרֹאשׁ חֹדֶשׁ סִיוָן עַד לְאַחַר אִסְרוּ חַג דְּשָׁבוּעוֹת וְלֹא בְּאִסְרוּ חַג דְּסֻכּוֹת, בְּכָל אֵלּוּ אֵין אוֹמְרִים בְּמִנְחָה שֶׁלִּפְנֵיהֶם, אֲבָל בְּעֶרֶב רֹאשׁ הַשָּׁנָה וּבְעֶרֶב יוֹם הַכִּפּוּרִים אוֹמְרִים בַּמִנְחָה שֶׁלִּפְנֵיהֶם. וּבְעֶרֶב רֹאשׁ הַשָּׁנָה אוֹמְרִים גַּם בַּסְּלִיחוֹת רַק לְאַחַר כָּךְ אֵין אוֹמְרִים.", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Tachanun is not said on the following days: <i>Rosh Chodesh</i>, the fifteenth of <i>Av</i>,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">At one time observed as a festival for the numerous wonderful events of this day: 1) The day that God’s decree that 600,000 of those that came into the wilderness shall die before the Jews enter <i>Eretz Yisrael</i>, ended. 2) The day that it became permissible for Jewish women to marry into other tribes of Israel (see Numbers 36:6–9). Also it was the day that the Tribe of Benyamin was again permitted to intermarry with the other tribes of Israel, after being ostracized for a period of time. 3) Jerobaam, the king, had posted soldiers for many years not allowing the Jews their pilgrimages to Jerusalem for the Three Festivals. Hosea, King of Israel, opened the roads to Jerusalem on <i>Av</i> 15. 4) When the Second Temple was completed the land was totally desolate, so much so, that no wood could be found for burning on the Altar. Many Jews jeopardized their lives and disobeyed the authorities and brought wood for the Altar. The day when cutting this wood was completed was <i>Av</i> 15.</i> the fifteenth of <i>Shevat</i>,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The New Year for the fruits of trees, i.e. the determinant as to which year’s tithes one is obligated to donate each year is <i>Shevat 15</i>.</i> during <i>Chanukah</i>, the two days of greater <i>Purim</i>,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">I.e. <i>Purim</i> and <i>Shushan Purim</i>.</i> the two days of minor <i>Purim</i>,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">When there is a leap year in the Hebrew calendar and an extra month—<i>Adar I</i> is added, then Greater <i>Purim</i> is celebrated on 14 and 15 <i>Adar</i> II and the Minor <i>Purim</i> during <i>Adar</i> I.</i> the thirty-third day of the <i>Omer</i>,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">The day that the plague that decimated Rabbi Akiva’s disciples ended.</i> during the entire month of <i>Nissan</i>,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The month of the Exodus and the <i>Pesach</i> observance.</i> <i>Tishah Be'Av</i>,<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">The day of the destruction of both Temples, which will become a joyous holiday when the <i>Mashiach</i> comes.</i> the days between Yom Kippur and <i>Sukkos</i>, from <i>Rosh Chodesh</i> Sivan until the day following the day after <i>Shavuos</i>,<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The days of preparation for and receiving of the Torah at Mount Sinai.</i> the day following <i>Succos</i>.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">The day following a festival is still somewhat festive.</i> On all these days <i>tachanun</i> is also not said at <i>minchah</i> on the preceeding days. However, on the day before <i>erev Rosh Hashanah</i>, and on the day before <i>erev Yom Kippur, Tachanun</i> is said at <i>Minchah</i>. On the day before Rosh Hashana [<i>tachanun</i>] is said at <i>selichos</i>, but after that<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">I.e. at <i>Shacharis</i> of <i>Erev Rosh Hashanah</i>.</i> <i>[tachanun]</i> is omitted.", "versionTitle": "Kitzur Shulchan Aruch, trans. Rabbi Avrohom Davis, Metsudah Pub., 1996", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b0bc285c1533e001928b0fd", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Malbim on Numbers 36:8:1", "sourceHeRef": "מלבי\"ם על במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>וכל בת, ועל כן כל בת יורשת נחלה, לאחד ממשפחת מטה אביה תהיה לאשה </b>אין קפידא מאיזה משפחה רק שיהיה ממשפחה של משפחות המטה של אביה שלא תנשא למטה אחר, <b>למען יירשו </b>הנה מבואר בדברי חז\"ל שצווי זה לא היה רק בדור הזה, וכבר בארנו במק\"א שכל מקום שאומר זה הדבר מציין מצוה שנאמרה רק לשעתה (עי' התו\"ה אחרי סי' פח) ויפלא הלא טעם מצוה זו נוהגת תמיד, אולם התורה בארה טעם המצוה שהוא <b>למען יירשו בני ישראל איש נחלת אבותיו </b>ר\"ל שאם ישאו בנות צלפחד אנשים ממטה אחר לא ישתדלו להוריש את הכנענים מנחלתם כי אנשיהם היורשים נחלתם הם שייכים למטה אחר ויכבשו ויורישו את הכנעני היושב בנחלת שבטם ולא ילכו להוריש את הכנעני היושב בשבט אחר שאינו משבטם, וע\"כ ישאו רק לבני שבטם ואז ישתדל כ\"א לירש נחלת אבותיו ויורש את הכנעני משם, מזה מבואר שטעם מצוה זו היה שייך רק בעת הכבוש, לא אחר הכבוש שכבר הורישו את יושבי הארץ וירשו את הארץ:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "591da1c0d6e4a97676075b4c", "index_title": "Eikhah Rabbah", "category": "Midrash", "type": "", "ref": "Eikhah Rabbah, Petichta 33", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Eikhah Rabbah, Petichta 33", "sourceHeRef": "איכה רבה, פתיחתא ל״ג", "anchorVerse": 8, "sourceHasEn": false, "compDate": [500], "commentaryNum": 33, "collectiveTitle": {"en": "Eikhah Rabbah", "he": "איכה רבה"}, "heTitle": "פתיחתא", "he": "רַבִּי זְעֵירָא פָּתַח <small>(איוב ל, לא)</small>: וַיְהִי לְאֵבֶל כִּנֹּרִי וְעֻגָבִי לְקוֹל בֹּכִים, תַּמָּן תְּנֵינַן אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל לֹא הָיוּ יָמִים טוֹבִים לְיִשְׂרָאֵל כַּחֲמִשָּׁה עָשָׂר בְּאָב וּכְיוֹם הַכִּפּוּרִים שֶׁבָּהֶן יוֹצְאוֹת בְּנוֹת יִשְׂרָאֵל בִּכְלֵי לָבָן שְׁאוּלִין כְּדֵי שֶׁלֹא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ, וְכָל הַכֵּלִים הָיוּ טְעוּנִין טְבִילָה וּבָהֶן בְּנוֹת יִשְׂרָאֵל יוֹצְאוֹת וְחוֹלוֹת בַּכְּרָמִים.  תָּנָא מִי שֶׁאֵין לוֹ אִשָּׁה נִפְנֶה לְשָׁם וּמָה הָיוּ אוֹמְרוֹת, בָּחוּר, שָׂא עֵינֶיךָ וּרְאֵה מָה אַתָּה בּוֹרֵר לָךְ, אַל תִּתֵּן עֵינֶיךָ בְּנוֹי, תֵּן עֵינֶיךָ בַּמִּשְׁפָּחָה, וְכֵן הוּא אוֹמֵר <small>(שיר השירים ג, יא)</small>: צְאֶינָה וּרְאֶינָה בְּנוֹת צִיּוֹן בַּמֶּלֶךְ שְׁלֹמֹה בָּעֲטָרָה שֶׁעִטְּרָה לוֹ אִמּוֹ בְּיוֹם חֲתֻנָּתוֹ וּבְיוֹם שִׂמְחַת לִבּוֹ. בְּיוֹם חֲתֻנָּתוֹ זֶה מַּתַּן תּוֹרָה, וּבְיוֹם שִׂמְחַת לִבּוֹ זֶה בִּנְיַן בֵּית הַמִּקְדָּשׁ שֶׁיִּבָּנֶה בִּמְהֵרָה בְיָמֵינוּ. בִּשְׁלָמָא יוֹם כִּפּוּרִים יוֹם סְלִיחָה וְכַפָּרָה לְיִשְׂרָאֵל, יוֹם שֶׁנִּתְּנוּ בּוֹ לוּחוֹת אַחֲרוֹנוֹת, אֶלָּא חֲמִשָּׁה עָשָׂר בְּאָב מַאי הִיא, רַבִּי יַעֲקֹב בַּר אַחָא בְּשֵׁם רַבִּי אַסֵי אָמַר שֶׁבּוֹ זְמַן קְצִיצָה יָפֶה לָעֵצִים, שֶׁכָּל עֵצִים שֶׁנִּקְצָצִים בּוֹ אֵין עוֹשִׂין מַאֲכֹלֶת, וְתָנֵי כָּל עֵץ שֶׁנִּמְצָא בוֹ תּוֹלַעַת אוֹ מַאֲכֹלֶת פָּסוּל מֵעַל גַּבֵּי הַמִּזְבֵּחַ. רַבִּי אַבָּא בַּר כַּהֲנָא וְרַבִּי אַסֵי מִשּׁוּם דְּעוּלָא בְּשֵׁם רַבִּי אָמְרֵי, שֶׁבּוֹ בִּטֵּל הוֹשֵׁעַ בֶּן אֵלָה פְּרוּזְדָּאוֹת שֶׁהוֹשִׁיב יָרָבְעָם בֶּן נְבָט עַל הַדְּרָכִים. רַב כַּהֲנָא שָׁאַל מִן קֳדָם רַב, אֲמַר לֵיהּ אֶפְשָׁר דְּכָל דָּא טִיבוּתָא עֲבַד וּכְתִיב בֵּיהּ <small>(מלכים ב יז, ג)</small>: עָלָיו עָלָה שַׁלְמַנְאֶסֶר מֶלֶךְ אַשּׁוּר וגו', אֶלָּא עַל שֶׁהֶעֱבִיר קוֹלָר מִצַּוָּארוֹ וּנְתָנוֹ בְּצַוַּאר הָרַבִּים וְלָא אֲמַר כָּל עַמָּא יִסְקוּן וִיצַלּוּן, אֶלָּא אֲמַר כָּל מַאן דְּבָעֵי לְמֵיסַק יִסַּק. רַבִּי שְׁמוּאֵל בַּר נַחְמֵנִי וְאָמְרֵי לָהּ מִשְׁמֵיהּ דְּרַבִּי שְׁמוּאֵל בַּר יִצְחָק יוֹם שֶׁהֻתְּרוּ שְׁבָטִים לָבוֹא זֶה בָּזֶה, שֶׁנֶּאֱמַר <small>(במדבר לו, ח)</small>: וְכָל בַּת יֹרֶשֶׁת נַחֲלָה וגו', וּכְתִיב <small>(במדבר לו, ט)</small>: וְלֹא תִסֹּב נַחֲלָה מִמַּטֶּה לְמַטֵּה אַחֵר וגו', וְכִי אֶפְשָׁר לְבַת שֶׁתִּירַשׁ שְׁתֵּי מַטּוֹת, אֶלָּא אֱמֹר מֵעַתָּה אָבִיהָ מִשֵּׁבֶט אֶחָד וְאִמָּהּ מִשֵּׁבֶט אַחֵר. רַבָּנָן אָמְרֵי יוֹם שֶׁהֻתַּר שֵׁבֶט בִּנְיָמִין לָבוֹא בַּקָּהָל, דִּכְתִיב <small>(שופטים כא, יח)</small>: אָרוּר נֹתֵן אִשָּׁה לְבִנְיָמִין.  אָמַר רַבִּי יוֹחָנָן מִקְרָא קָרְאוּ וְקֵרְבוּהוּ, מִקְרָא קָרְאוּ וְרִחֲקוּהוּ. מִקְרָא קָרְאוּ וְקֵרְבוּהוּ <small>(בראשית לה, יא)</small>: גּוֹי וּקְהַל גּוֹיִם יִהְיֶה מִמְּךָ. מִקְרָא קָרְאוּ וְרִחֲקוּהוּ <small>(בראשית מח, ה)</small>: אֶפְרַיִם וּמְנַשֶּׁה כִּרְאוּבֵן וְשִׁמְעוֹן יִהְיוּ לִי, שֶׁאֵינָן נֶחְשָׁבִין עִם אֲחֵיהֶם.  אָמַר רַב יְהוּדָה אָמַר שְׁמוּאֵל יוֹם שֶׁהֻתְּרוּ שְׁבָטִים. רַב מַתְנָה אָמַר יוֹם שֶׁנִּתְּנוּ הֲרוּגֵי בֵּיתָר לִקְבוּרָה. רַבִּי אֱלִיעֶזֶר הַגָּדוֹל אָמַר נִיחָא בַּחֲמִשָּׁה עָשָׂר, מִכָּאן וָאֵילָךְ תָּשַׁשׁ כֹּחָהּ שֶׁל חַמָּה וְלֹא הָיוּ כּוֹרְתִין עֵצִים לַמַּעֲרָכָה, וְאָמַר רַב מְנַסְיָא וּקְרֵי לֵיהּ יוֹם תְּבַר מַגָּל, מִכָּאן וָאֵילָךְ הַמּוֹסִיף יוֹסִיף וּדְלָא מוֹסִיף יְסִיף. רַבִּי אָבִין וְרַבִּי יוֹחָנָן אָמְרֵי יוֹם שֶׁבִּטֵל הַחֵפֶר מִן מֵתֵי מִדְבָּר.  אָמַר רַבִּי לֵוִי כָּל עֶרֶב תִּשְׁעָה בְּאָב הָיָה משֶׁה מוֹצִיא כָּרוֹז בְּכָל הַמַּחֲנֶה וְאוֹמֵר צְאוּ לַחְפֹּר, וְהָיוּ יוֹצְאִין וְחוֹפְרִין קְבָרוֹת וִישֵׁנִין בָּהֶן, לְשַׁחֲרִית הָיָה מוֹצִיא כָּרוֹז וְאוֹמֵר קוּמוּ וְהַפְרִישׁוּ הַמֵּתִים מִן הַחַיִּים, וְהָיוּ עוֹמְדִים וּמוֹצִיאִין עַצְמָן, חֲמִשָּׁה עָשָׂר אֶלֶף וּפְרוֹטְרוֹט חָסְרוּ שֵׁשׁ מֵאוֹת אֶלֶף, וּבִשְׁנַת הָאַרְבָּעִים הָאַחֲרוֹן עָשׂוּ כֵן וּמָצְאוּ עַצְמָן שְׁלֵמִים, אָמְרוּ דּוֹמֶה שֶׁטָּעִינוּ בַּחֶשְׁבּוֹן, וְכֵן בְּעָשׂוֹר וּבְאַחַד עָשָׂר וּבִשְׁנֵים עָשָׂר וּשְׁלשָׁה עָשָׂר וְאַרְבָּעָה עָשָׂר, כֵּיוָן דְּאִתְמַלֵּא סִיהֲרָא אָמְרוּ דּוֹמֶה שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא בִּטֵּל אוֹתָהּ גְּזֵרָה מֵעָלֵינוּ וְחָזְרוּ וַעֲשָׂאוּהוּ יוֹם טוֹב, וְגָרְמוּ עֲווֹנוֹתֵיהֶם וְנַעֲשָׂה אֵבֶל בָּעוֹלָם הַזֶּה בְּחֻרְבַּן הַבַּיִת פַּעֲמָיִם, הֲדָא הוּא דִכְתִיב <small>(איוב ל, לא)</small>: וַיְהִי לְאֵבֶל כִּנֹּרִי וְעֻגָבִי לְקוֹל בֹּכִים. <small>(במדבר יד, א)</small>: וַיִּבְכּוּ הָעָם בַּלַּיְלָה הַהוּא, וְכֵיוָן שֶׁגָלוּ הִתְחִיל יִרְמְיָה מְקוֹנֵן עֲלֵיהֶם אֵיכָה יָשְׁבָה בָדָד.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "Rabbi Ze’eira began: “My lyre is for mourning, and my flute is for the voice of weepers” (Job 30:31). There it is taught: Rabban Shimon ben Gamliel said: There were no days as joyous for Israel as the fifteenth of Av and as Yom Kippur, on which the daughters of Jerusalem would go out in white borrowed garments so as not to embarrass one who did not have one. All the garments require immersion. The daughters of Israel would go out in them and dance in the vineyards.<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">Mishna <i>Taanit</i> 4:8.</i> It is taught: One who did not have a wife would turn to there. What would they say? ‘Young man, lift your eyes and see what you are choosing for yourself. Do not look at beauty, look at lineage.’ Likewise it says: “Emerge, daughters of Zion, and gaze at King Solomon, at the crown with which his mother crowned him on the day of his wedding, and on the day of the rejoicing of his heart” (Song of Songs 3:11). “The day of his wedding” – this is the giving of the Torah. “The day of the rejoicing of his heart” – this is the building of the Temple, may it be built speedily in our days.<br>Granted Yom Kippur, as it is a day of pardon and forgiveness for Israel, the day on which the last tablets were given. However, what is the fifteenth of Av? Rabbi Yaakov bar Aḥa said in the name of Rabbi Asi: It is the ideal time for chopping trees, as all the trees chopped on it do not produce a worm, and it is taught: Any wood in which a worm is found is disqualified from being atop the altar.<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Mishna <i>Midot</i> 2:5.</i> Rabbi Abba bar Kahana and Rabbi Asi said in the name of Ulla in the name of Rabbi [Yehuda HaNasi]: It was then that Hoshea ben Ela canceled the sentries that Yerovam ben Nevat had deployed on the roads.<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Yerovam, king of Israel, appointed sentries to prevent the residents of his kingdom from ascending to Jerusalem for the pilgrimage festivals.</i> Rav Kahana asked before Rav: Is it possible that he did all this good and it is written in his regard: “Shalmaneser, king of Assyria, ascended against him, [and Hoshea became his servant]” (II Kings 17:3)? Rather, it is because he removed the collar from his neck and placed it on the neck of the masses, and he did not say: All the people should ascend and pray, but rather, anyone who wishes to ascend let him ascend.<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">Hoshea was punished, and the rest of his kingdom was punished as well (see II Kings 17:6), because he did not encourage them to ascend to Jerusalem and most of the people did not actually ascend. Previously it had been the king’s fault that the people did not ascend, as they could not go because of the sentries; subsequently it was the people’s fault, and therefore the entire kingdom was punished.</i><br>Rabbi Shmuel bat Naḥmani [said], and some say it in the name of Rabbi Shmuel bar Yitzḥak: [The fifteenth of Av is] the day the tribes were permitted to enter into marriage with one another, as it is stated: “And every daughter who inherits an inheritance [from the tribes of the children of Israel shall be a wife to one of the family of the tribe of her father]” (Numbers 36:8), and it is written: “And no inheritance shall pass from tribe to another tribe…” (Numbers 36:9). Is it possible for a daughter to inherit [from] two tribes? Rather, say on this basis, her father was from one tribe and her mother from another tribe.<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">The verse refers to a daughter who inherits “from the tribes of the children of Israel,” implying that her parents were from different tribes. But then the verse goes on to state that a woman cannot marry a man from a different tribe. The Sages understood this to mean that it was only in the first generation when Israel entered the land that women could not marry men from other tribes. The date when it was officially determined that from then on it was permissible was the fifteenth of Av.</i><br>The Rabbis said: [It is] the day the tribe of Benjamin was permitted to enter the congregation, as it is written: “Cursed is one who gives a woman to Benjamin” (Judges 21:18). Rabbi Yoḥanan said: They read a verse and drew them near, they read a verse and distanced them. They read a verse and drew them near: “A nation and an assembly of nations shall be from you” (Genesis 35:11).<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">When God promised this to Jacob, Benjamin had not yet been born, meaning that it was necessary to ensure that Benjamin would procreate.</i> They read a verse and distanced them: “Ephraim and Manasseh will be like Reuben and Simeon for me” (Genesis 48:5) – as they are not considered with their brothers.<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">The total of twelve tribes could be achieved without Benjamin, with the addition of Ephraim and Manasseh.</i> Rav Yehuda said that Shmuel said: It was the day that the tribes were permitted [to marry each other].<br>Rav Matna said: It was the day that the slain of Beitar were allowed to be buried. Rabbi Eliezer the Great said: It is reasonable on the fifteenth; from that point on, the intensity of the sun wanes and they would no longer chop wood for the arrangement. Rabbi Menasya said: They called it the day of the breaking of the scythe. From that point on: One who adds, adds, and one who does not add, will be gathered.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">From this point on, the nights begin to be lengthy. Since night is a good time for Torah study, the midrash states that years of life will be added for one who adds to his hours of Torah study. One who does not will die young.</i><br>Rabbi Avin and Rabbi Yoḥanan said: It is the day that the digging for those who died in the wilderness was halted. Rabbi Levi said: Every eve of the ninth of Av, Moses would dispatch a herald to the entire camp, saying: ‘Go out and dig,’ and they would go out and dig graves and sleep in them. In the morning, he would dispatch a herald saying: ‘Rise and separate the dead from the living,’ and they would stand and take themselves out. Fifteen thousand and more were subtracted,<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">Each year</i> for a total of six hundred thousand. In the fortieth year, the last one, they did so and found themselves intact. They said: It appears that we were mistaken in our calculation, and they did the same on the tenth, the eleventh, the twelfth, the thirteenth, and the fourteenth. When the moon was full, they said: It appears that the Holy One blessed be He abrogated the decree from upon us, and they then rendered it a holiday. But due to their iniquities, mourning beset this world with the destruction of the Temple twice. That is what is written: “My lyre is for mourning, and my flute is for the voice of weepers” (Job 30:31). “The people wept that night” (Numbers 14:1) – when they were exiled, Jeremiah began lamenting over them: “How does…sit solitary?” (Lamentations 1:1).", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f0ec750d34aa6bfa6d971dc", "index_title": "Bartenura on Mishnah Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Bava Batra 8:1:5", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Bartenura on Mishnah Bava Batra 8:1:5", "sourceHeRef": "ברטנורא על משנה בבא בתרא ח׳:א׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Bartenura on Mishnah Bava Batra", "he": "ברטנורא על משנה בבא בתרא"}, "heTitle": "ברטנורא על משנה בבא בתרא", "he": "<b>האיש את אמו.</b> דכתיב (במדבר כ״ז) וכל בת יורשת נחלה ממטות בני ישראל, היאך בת יורשת שני מטות. אלא זו שאביה משבט אחד ואמה משבט אחר וירשתן. ומדכתיב מטות, הקיש מטה האם למטה האב, מה מטה האב בן קודם לבת, אף מטה האם בן קודם לבת:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "והאיש את אמו – as it is written (Numbers 36:8): “ Every daughter among the Israelite tribes who inherits a share [must marry someone from a clan of her father’s tribe, in order that every Israelite may keep his ancestral share],”how a daughter inherits two tribes, but this [is the case] where her father is from one tribe and her mother is from another tribe, \"וירשתן\"/and she shall inherit them (see Numbers 36:8 and Talmud Bava Batra 111a) – for since it is written (in our verse): \"ממטות\"/from the tribe, he made an analogy of two verses near each other – the tribe of the mother to the tribe of the father. Just as the tribe of the father, the son precedes the daughter, so too, the tribe of the mother – the son precedes the daughter.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f1ea0371d77ecfb0d09ea2a", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Numbers 36:8:1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Midrash Lekach Tov, Numbers 36:8:1", "sourceHeRef": "מדרש לקח טוב, במדבר ל״ו:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> וכל בת יורשת נחלה וגו'. <i data-commentator=\"Beur HaRe'em\" data-order=\"47\"></i> היאך בת יורשת שני מטות זו שאביה משבט ראובן ואמה משבט שמעון ומתו וירשתן כי מתה וירתי לה בנה או בעלה מתעקרה לה נחלה שירשה זו מאמה שהיתה משבט שמעון ונעקרה משבט שמעון ונוסבת לשבט ראובן שבעלה ובנה משבט ראובן שנאמר למשפחותם לבית אבותם. <i data-commentator=\"Beur HaRe'em\" data-order=\"48\"></i> פירוש שכבר הוסבה מכיון שמתה אמה שהיתה משבט שמעון וירשתה ומת אביה שהיה משבט ראובן, והוסבה הנחלה משבט שמעון לשבט ראובן. וכשהיא נישאת לאחד ממשפחות מטה ראובן ואם מתה יורשה בנה או בעלה אין כאן הסבת נחלה משבט לשבט:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6021592c369199723e26550b", "index_title": "MeAvur HaAretz; on Joshua", "category": "Quoting Commentary", "type": "", "ref": "MeAvur HaAretz; on Joshua 26:9", "anchorRef": "Numbers 36:6-9", "anchorRefExpanded": ["Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9"], "sourceRef": "MeAvur HaAretz; on Joshua 26:9", "sourceHeRef": "מעבור הארץ; יהושע כ״ו:ט׳", "anchorVerse": 6, "sourceHasEn": false, "compDate": [1970, 1990], "commentaryNum": 26.0009, "collectiveTitle": {"en": "MeAvur HaAretz; on Joshua", "he": "מעבור הארץ; יהושע"}, "he": "<small>הגדרת הנחלות גרמה לצימצום מסויים, אך בהגדרה עצמה ניתנה גם הדרך לתיקון.</small><br>חלוקת הארץ לגבולותיה ולמיצריה הביאה כל שבט למקומו הטבעי. חלוקה זו אפשרה לשבטים להוציא אל הפעל את יכולתם הייחודית, אך יש בה גם מגבלה מכאיבה: תחושת הויתור לכאורה, על השייכות המלאה של כל אחד ואחד לכל מרחבי ארצנו. דבר זה בא לידי ביטוי בסיפורן של בנות צלופחד, שברצונן הכן לתת שם ושארית לצלופחד אביהן, נאלצו לנתב את כוחות חייהן ולהנשא רק לאנשים מבני שבטן כדי שלא תעבור נחלה ממטה למטה<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">(במדבר לו ו-ט.)</i>. הצמצום הקרקעי יוצר לחץ נפשי, הלחץ הנפשי גורם לרוגז, והרוגז עלול להביא לשפיכות דמים. בארץ ישראל נטבעה גם האפשרות לכפרה.", "heVersionTitle": "Rabbi Avraham Remer, Bet El, 1995", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "הרב אברהם רמר, בית אל, תשנ\"ה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61a622de87f574a17ca6a103", "index_title": "Jerusalem Talmud Bava Batra", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bava Batra 8:1:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Jerusalem Talmud Bava Batra 8:1:2", "sourceHeRef": "תלמוד ירושלמי בבא בתרא ח׳:א׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0002, "collectiveTitle": {"en": "Jerusalem Talmud Bava Batra", "he": "תלמוד ירושלמי בבא בתרא"}, "heTitle": "תלמוד ירושלמי בבא בתרא", "he": "<strong><big>הלכה:</big></strong> יֵשׁ נוֹחֲלִין וּמַנְחִילִין כול׳. כְּתִיב אִישׁ כִּי יָמוּת וּבֵן אֵין לוֹ וְהַעֲבַרְתֶּם אֶת נַחֲלָתוֹ לְבִתּוֹ. תַּנֵּי רִבִּי יִשְׁמָעֵאל. שִׁינָּה הַכָּתוּב נַחֲלָה זֹאת <i data-overlay=\"Venice Columns\" data-value=\"16a\"></i>מִכָּל נְחָלוֹת שֶׁבַּתּוֹרָה. שֶׁבְּכוּלָּן כָּתוּב וּנְתַתֶּם וְכָאן כָּתוּב וְהַעֲבַרְתֶּם. עִיבּוּר הַדִּין הוּא שֶׁתְּהֵא הַבַּת יוֹרֶשֶׁת. חַכְמֵי גוֹיִם אוֹמְרִים. בֵּן וּבַת שָׁוִין כְּאַחַת. דְּאִינּוּן דָּֽרְשֵׁי. וּבֵן אֵין לוֹ. הָא אִם יֵשׁ לוֹ שְׁנֵיהֶן שָׁוִין. הָתִיבוֹן. וְהָֽכְתִיב. וְאִם אֵין לוֹ בַּת. הָא אִם יֵשׁ לוֹ שְׁנֵיהֶן שָׁוִין. וְאַתּוּן מוֹדִין דְּלֵיתֵי בַּר אַף הָכָא לֵיתֵי בַּר. הַצַּדּוּקִין אוֹמְרִים. בַּת הַבֵּן וְהַבַּת שְׁנֵיהֶן שָׁוִין. דְּאִינּוּן דָּֽרְשֵׁי. מַה בַּת בְּנוֹ<i data-commentator=\"Notes by Heinrich Guggenheimer\" data-label=\"9\"></i> הַבָּאָה מִכֹּחַ בְּנִי יוֹרַשְׁתָּנִי. בִּתִּי הַבָּאָה מִכּוֹחִי אֵינוֹ דִין שֶׁתִּירָשֵׁינִי. אָֽמְרוּ לָהֶן. לֹא. אִם אָמַרְתֶּם בְּבַת הַבֵּן שֶׁאֵינָהּ בָאָה אֶלָּא מִכֹּחַ הָאַחִים <i data-overlay=\"Vilna Pages\" data-value=\"22a\"></i>תֹאמְרוּ בַּבַּת שֶׁאֵינָהּ בָאָה אֶלָּא מִכֹּחַ הַזָּקֵן. תַּלְמוּד לוֹמַר. וְכָל־בַּת יוֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת וגו׳. וְכִי הֵיאַךְ אֶיפְשַׁר לַבַּת לֵירֵשׁ שְׁנֵי מַטּוֹת. אֶלָּא תִּיפְתָּר אָבִיהָ מִשֵּׁבֶט זֶה וְאִמָּהּ מִשֵּׁבֶט אַחֵר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> “Some inherit and bequeath,” etc. It is written: “If a man die without a son, you shall transfer his estate to his daughter<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 27:8\" href=\"/Numbers.27.8\"><i>Num.</i> 27:8</a>. Biblical law of inheritance is derived mainly from <a class=\"refLink\" data-ref=\"Numbers 27:8-11\" href=\"/Numbers.27.8-11\"><i>Num.</i> 27:8–11</a>.</i>.” Rebbi Ismael stated: The verse distinguished this inheritance from all other inheritances mentioned in the Torah, since for all of them it is written “you shall give,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The inheritance of the agnates, verses <a class=\"refLink\" data-ref=\"Numbers 27:9-11\" href=\"/Numbers.27.9-11\"><i>Num.</i> 27:9–11</a>.</i>” but here is written: “you shall transfer.” It is an extension of the law<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">He reads the <i>hiph‘il</i> “to transfer” in the meaning of <i>pi‘el</i> “to be pregnant”, to express an exception to the usual rules. As stated at the end of the paragraph, the inheritance of the daughter implies a transfer of the property to her sons, who belong to her husband’s family, not her father’s.</i> that the daughter shall inherit. The Gentile Sages say, son and daughter are equal<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">This is the rule in Roman and Egyptian native law while in Egyptian Greek law the daughter inherited only if her dowry had not been paid (cf. R. Taubenschlag, <i>The Law of Greco-Roman Egypt in the Light of the Papyri,</i> New York 1944, §11.)</i>, for they explain “if he have no son;” therefore, if he has one both are equal. One objected, is it not written “if he have no daughter;<sup class=\"footnote-marker\">13</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 27:10\" href=\"/Numbers.27.10\"><i>Num.</i> 27:10</a>.</i>” therefore, if he has one are both equal<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Would a daughter have to share her inheritance with the agnate uncles?</i>? And you agree, if there is no child<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">A man’s brothers only inherit in the absence of <i>stirpes.</i></i>, here also, if there is no son<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">A daughter only inherits in the absence of sons.</i>. The Sadducees say, the son’s daughter and the daughter are equal<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bava Batra 116b\" href=\"/Bava_Batra.116b\">Babli 116b</a>.</i>, for they explain: Since my son’s daughter who comes by force of her father does inherit from me, would it not be logical that my daughter who comes by force of myself should inherit from me? One told them, no. If you mention the son’s daughter who only inherits by the power of the brothers, what could you say about the daughter who only inherits by the power of the old man<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The deceased son’s daughter inherits her father’s share in her grandfather’s estate; her claim is the same as that of any of her uncles. But a daughter who has brothers has no claim whatsoever on her father’s estate; she only has a lien on the estate for her dowry if at her father’s death she was not yet married. The principles of the claims of a son’s daughter and a daughter are different. <i>Sifry Num.</i>134.</i>? The verse says, “any daughter who is an heiress of the tribes<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\"><i>Num.</i> 36:8</a>. The verse really reads: Any daughter, heiress of property, of the tribes of the Children of Israel, … But the word מִמַּטּוֹת carries a (minor) dividing accent which may justify the truncation in the quote.</i>.” How is it possible for a daughter to inherit from two tribes? But explain it if her father was from one tribe and her mother from another<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The same text in <i>Ta‘aniot</i> 4:11, 69c l. 37 and the <a class=\"refLink\" data-ref=\"Bava Batra 111a\" href=\"/Bava_Batra.111a\">Babli 111a</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8f4bad9c4d6ad74168ff", "index_title": "Jerusalem Talmud Bava Batra", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Bava Batra 8:1:4", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Jerusalem Talmud Bava Batra 8:1:4", "sourceHeRef": "תלמוד ירושלמי בבא בתרא ח׳:א׳:ד׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Jerusalem Talmud Bava Batra", "he": "תלמוד ירושלמי בבא בתרא"}, "heTitle": "תלמוד ירושלמי בבא בתרא", "he": "עַד כְּדוֹן בַּת. בֵּן. מָה אִם הַבַּת שֶׁהוֹרַעְתָּה כוֹחָהּ בְּנִיכְסֵי הָאָב ייִפִּיתָה כוֹחָהּ בְּנִיכְסֵי הָאֵם. בֵּן שֶׁיִּיפְּיתָה כוֹחוֹ בְנִיכְסֵי הָאָב אֵינוֹ דִין שֶׁנְּייַפֶּה כוֹחוֹ בְּנִיכְסֵי הָאֵם. נִמְצֵאת הַבַּת לְמֵידָה מִן הַכָּתוּב וְהַבֵּן מִקַּל וַחוֹמֶר. בֵּן קוֹדֵם לַבַּת. רִבִּי שִׁמְעוֹן בֶּן לָֽעְזָר אוֹמֵר מִשּׁוּם רִבִּי זְכַרְיָה בֶּן הַקַּצָּב. כָּךְ הָיָה רִבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשּׁוּם רִבִּי שִׁמְעוֹן. אֶחָד הַבֵּן וְאֶחָד הַבַּת שָׁוִין בַּמַּטֶּה הָאֵם. רִבִּי מַלּוּךְ בְּשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. הֲלָכָה כְרִבִּי זְכַרְיָה. רִבִּי יַנַּאי קַפּוֹדָקָייָא הֲוָה לֵיהּ עוֹבְדָא וַהֲווּ דַייָנִין רַב הוּנָא וְרִבִּי יְהוּדָה בֶּן פָּזִי וְרַב אָחָא. אֲמַר לוֹן רַב אָחָא. אֲחֵינוּ שֶׁבְּחוּצָה לָאָרֶץ הֵדְיוֹטוֹת הֵן וְהֶן טוֹעִין אֶת הַהֲלָכָה. וְעוֹד דְּאִינּוּן סָמְכִין עַל הָדָא דְרִבִּי מַלּוּךְ בְּשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. וְלֵי תוּ כֵן. רִבִּי סִימוֹן בְּשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לֵוִי. אֵין הֲלָכָה כְרִבִּי זְכַרְיָה. רִבִּי בָּא בְּרֵיהּ דְּרִבִּי חִייָה בְשֵׁם רִבִּי יוֹחָנָן. אֵין הֲלָכָה כְרִבִּי זְכַרְיָה בֶּן הַקַּצָּב. רִבִּי לָֽעְזָר אָבוֹי דְרִבִּי יצְחָק בַּר נַחְמָן בְשֵׁם רִבִּי הוֹשַׁעְיָה. אֵין הֲלָכָה כְרִבִּי זְכַרְיָה. רִבִּי יַנַּאי וְרִבִּי יוֹחָנָן הֲווֹן יָֽתְבִין. עֲאַל רִבִּי יוּדָן נְשִׂייָא וְשָׁאַל. וְכָל־בַּת יוֹרֶשֶׁת נַחֲלָה מִמַּטּוֹת. מָהוּ. אָמַר לֵיהּ. מַקִּישׁ מַטֶּה הָאָב לְמַטֶּה הָאֵם. מַה מַטֶּה הָאָב אֵין לַבַּת בִּמְקוֹם הַבֵּן אַף מַטֶּה הָאֵם אֵין לַבַּת בִּמְקוֹם בֵּן. אוֹ חִילּוּף. מַה מַטֶּה הָאֵם יֵשׁ לַבַּת בִּמְקוֹם בֵּן אַף מַטֶּה הָאָב יֵשׁ לַבַּת בִּמְקוֹם בֵּן. אָמַר לֵיהּ רִבִּי יוֹחָנָן. אִיתָא מִן תַּמָּן לֵית אַהֵן גּוּבְרָא בָּעֵי מִישְׁמַע מִילָּה דְּאוֹרַייָא.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "So far a daughter<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">In all paragraphs dealing with the laws of inheritance, <a class=\"refLink\" data-ref=\"Numbers 27:6-11\" href=\"/Numbers.27.6-11\"><i>Num.</i> 27:6–11</a>, <a class=\"refLink\" data-ref=\"Numbers 36:8-9\" href=\"/Numbers.36.8-9\">36:8–9</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 21:15-17\" href=\"/Deuteronomy.21.15-17\"><i>Deut.</i> 21:15–17</a>, only the father is mentioned. One might infer that these laws do not apply to the mother’s estate. Since <a class=\"refLink\" data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\"><i>Num.</i> 36:8</a> mentions the daughter as heiress, one infers that the daughter inherits from her mother (<i>Sifry Num.</i> 134).</i>. A son? Since the daughter, whose power is diminished regarding the father’s property, has her power increased regarding the mother’s property, should the son’s power not be increased regarding the mother’s property, since his power is increased regarding the father’s property? It turns out that for the daughter one infers from the verse and for the son from an argument <i>de minore ad majus.</i> Does the son precede the daughter? Rebbi Simeon ben Eleazar said in the name of Rebbi Zachariah the butcher’s son: So did Rebbi Simeon ben Jehudah say in the name of Rebbi Simeon: Both son and daughter are equal for the mother’s tribe<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bava Batra 111a\" href=\"/Bava_Batra.111a\">Babli 111a</a>; <a class=\"refLink\" data-ref=\"Tosefta Bava Batra (Lieberman) 7:10\" href=\"/Tosefta_Bava_Batra_(Lieberman).7.10\">Tosephta 7:10</a>.</i> Rebbi Mallukh in the name of Rebbi Joshua ben Levi: Practice follows Rebbi Zachariah. Rebbi Yannai the Kappadokian had a case; the judges were Rav Huna<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">One has to read <i>Rebbi</i> Huna; the second generation Babylonian Rav Huna could not sit in a court together with two Galilean fourth generation judges, even though in the <a class=\"refLink\" data-ref=\"Bava Batra 111a\" href=\"/Bava_Batra.111a\">Babli, 111a</a>, <i>Rav</i> Huna is reported to have erroneously followed R. Zachariah.</i>, Rebbi Jehudah ben Pazi, and Rebbi Aḥa. Rebbi Aḥa told them: Our brothers outside the Land are unqualified and err in practice; in particular they rely on Rebbi Mallukh in the name of Rebbi Joshua ben Levi, but it is not so. Rebbi Simon in the name of Rebbi Joshua ben Levi: Practice does not follow Rebbi Zachariah. Rebbi Abba the son of Rebbi Ḥiyya in the name of Rebbi Joḥanan: Practice does not follow Rebbi Zachariah. Rebbi Eleazar the father of Rebbi Isaac bar Naḥman<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">From here it seems that “bar Naḥman” was his family name.</i> in the name of Rebbi Hoshaiah: Practice does not follow Rebbi Zachariah. <sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Bava Batra 111a\" href=\"/Bava_Batra.111a\">Babli 111a</a>; <a class=\"refLink\" data-ref=\"Tosefta Bava Batra (Lieberman) 7:10\" href=\"/Tosefta_Bava_Batra_(Lieberman).7.10\">Tosephta 7:10</a>.</i> Rebbi Yannai and Rebbi Joḥanan were sitting when Rebbi Yudan the Prince came and asked concerning: “Any daughter who is an heiress of the tribes,” what is the rule? He<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">R. Yannai. the senior authority.</i> said to him, it binds the father’s tribe together with the mother’s tribe. Since from the father’s tribe there is nothing for the daughter when there is a son, so also from the mother’s tribe there is nothing for the daughter when there is a son. Or is it the other way around? Since from the mother’s tribe there is something for the daughter when there is a son, so also from the father’s tribe is there something for the daughter when there is a son<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">This is R. Yudan the Prince’s objection.</i>? Rebbi Joḥanan said to him<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Probably one should read, parallel to the Babli: He said to R. Joḥanan; since the student R. Joḥanan could not tell his teacher R. Yannai to insult the patriarch to his face.</i>, let us leave; that man does not want to listen to words of instruction.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "619e8ecead9c4d6ad7412a4f", "index_title": "Jerusalem Talmud Nedarim", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Nedarim 3:2:5", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Jerusalem Talmud Nedarim 3:2:5", "sourceHeRef": "תלמוד ירושלמי נדרים ג׳:ב׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0005, "collectiveTitle": {"en": "Jerusalem Talmud Nedarim", "he": "תלמוד ירושלמי נדרים"}, "heTitle": "תלמוד ירושלמי נדרים", "he": "שָׁוְא וְשֶׁקֶר שְׁנֵיהֶם נֶאֶמְרוּ בְדִיבּוּר אֶחָד. מַה שֶׁאֵי אֶיפְשַׁר לַפֶּה לוֹמַר וְלֹא לָאוֹזֶן לִשְׁמוֹעַ. זָכוֹר וְשָׁמוֹר שְׁנֵיהֶם בְדִבּוּר אֶחָד נֶאֶמְרוּ. מַה שֶׂאֵי אֶפְשַׁר לַפֶּה לוֹמַר וְלֹא לָאוֹזֶן לִשְׁמוֹעַ. מְחַלְלֶיהָ מוֹת יוּמָת וּשְׁנֵי כְבָשִׂים בְּנֵי שָׁנָה תְמִימִים נֶאֶמְרוּ בְדִיבּוּר אֶחָד. מַה שֶׁאֵי אֶיפְשַׁר לַפֶּה לוֹמַר וְלֹא לָאוֹזֶן לִשְׁמוֹעַ. עֶרְוַת אֵשֶׁת אָחִיךָ לֹא תְגַלֵּה יְבָמָהּ יָבֹא עָלֶיהָ שְׁנֵיהֶן נֶאֶמְרוּ בְדִיבּוּר אֶחָד. וְלֹא תִסּוֹב נַחֲלָה לִבְנֵי יִשְׂרָאֵל מִמַּטֶּה לְמַטֶּה אַחֵר <i data-overlay=\"Vilna Pages\" data-value=\"9b\"></i>וְכָל־בַּת יוֹרֶשֶׁת נַחֲלָה שְׁנֵיהֶן בְדִיבּוּר אֶחָד. גְּדִילִים תַּעֲשֶׂה לְךָ לֹא תִלְבַּשׁ שַׁעַטְנֵז שְׁנֵיהֶן בְדִבּוּר אֶחָד נֶאֶמְרוּ. וְכֵן הוּא אוֹמֵר אַחַת דִּיבֵּר אֱלֹהִים שְׁתַּיִם זוֹ שָׁמַעְנוּ. וּכְתִיב הֲלֹא כֹה דְבָרִי כָּאֵשׁ נְאוּם יי֨ וּכְפַטִּישׁ יְפוֹצֵץ סָלַע.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“Vain” and “untruth” both were said together, which is impossible for the mouth to say and the ear to hear<sup class=\"footnote-marker\">50</sup><i class=\"footnote\">The two versions of the Ninth Commandment, <a class=\"refLink\" data-ref=\"Exodus 20:16\" href=\"/Exodus.20.16\"><i>Ex</i>. 20:16</a> and <a class=\"refLink\" data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\"><i>Deut</i>. 5:17</a>, both are Sinaitic versions which had been said in parallel and were written serially.</i>. “Remember” and “keep”<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">The two versions of the Fourth Commandment, <a class=\"refLink\" data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\"><i>Ex</i>. 20:8</a> and <a class=\"refLink\" data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\"><i>Deut</i>. 5:12</a>. The first two examples are also in the <a class=\"refLink\" data-ref=\"Shevuot 20b\" href=\"/Shevuot.20b\">Babli, <i>Šebuot</i> 20b</a>, this example only in <a class=\"refLink\" data-ref=\"Rosh Hashanah 27a\" href=\"/Rosh_Hashanah.27a\">Babli <i>Roš Haššanah</i> 27a</a>, <i>Mekhilta dR. Simeon ben Ioḥai</i> 20:5 (p. 148). A parallel text from here to the end of the Halakhah is <i>Sifry Deut</i>. 233; <i>Midrash Tannaïm</i> p. 138 (<a class=\"refLink\" data-ref=\"Deuteronomy 22:11\" href=\"/Deuteronomy.22.11\"><i>Midrash Haggadol Deut.</i> 22:11</a>), <i>Mekhilta dR. Ismael Yitro</i> Chap. 7.</i> both were said together, which is impossible for the mouth to say and the ear to hear. “Its desecrator shall be put to death” and “two unblemished one year old sheep<sup class=\"footnote-marker\">52</sup><i class=\"footnote\">From here to the end of the paragraph one speaks of laws that contradict one another, not different parallel texts. Another approach to the problem of contradiction in pentateuchal legislation is in <i>Sifry Num</i>. 3; a radically different one in <a class=\"refLink\" data-ref=\"Chullin 109b\" href=\"/Chullin.109b\">Babli <i>Ḥulin</i>109b</a>, where Yalta, Rav Naḥman’s wife, holds that all of Sinaitic legislation has exceptions (in contrast to the commandments given to Noah which represent Natural Law and are without exceptions).</i>” both were said together<sup class=\"footnote-marker\">53</sup><i class=\"footnote\">The first verse is <a class=\"refLink\" data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\"><i>Ex</i>. 31:14</a> on the observation of the Sabbath, the second is <a class=\"refLink\" data-ref=\"Numbers 28:9\" href=\"/Numbers.28.9\"><i>Num</i>. 28:9</a> on the Sabbath sacrifice which requires many actions which if performed outside the Temple on a Sabbath would be capital crimes.</i>, which is impossible for the mouth to say and the ear to hear. “The nakedness of your brother’s wife you shall not uncover<sup class=\"footnote-marker\">54</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:16\" href=\"/Leviticus.18.16\"><i>Lev</i>. 18:16</a>.</i>”, “her brother-in-law shall come to her<sup class=\"footnote-marker\">55</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\"><i>Deut</i>. 25:5</a>; cf. Introduction to Tractate <i>Yebamot</i>.</i>”, both were said together. “You shall not move real property from one tribe to another,” “any daughter inheriting real property,” both together<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">On the face of it, both verses, <a class=\"refLink\" data-ref=\"Numbers 36:8-9\" href=\"/Numbers.36.8-9\"><i>Num</i>. 36:8–9</a>, say the same, viz., that an heiress may marry only a man of her own tribe. The explanation is given in <a class=\"refLink\" data-ref=\"Bava Batra 111b\" href=\"/Bava_Batra.111b\">Babli <i>Baba batra</i> 111b</a>, where it is shown that the entire chapter 36 only refers to the daughters of Ṣelofḥad; for all others only the rules of <a class=\"refLink\" data-ref=\"Numbers 27:7-11\" href=\"/Numbers.27.7-11\"><i>Num</i>. 27:7–11</a> are applicable without restrictions. In this case, <a class=\"refLink\" data-ref=\"Numbers 36:8-9\" href=\"/Numbers.36.8-9\"><i>Num</i>. 36:8–9</a> is the exception from <a class=\"refLink\" data-ref=\"Numbers 27:8\" href=\"/Numbers.27.8\"><i>Num.</i> 27:8</a>.</i>. “Fringes you shall make for yourself,” “do not wear <i>sha‘ṭnez</i>”, both were said together<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">In <a class=\"refLink\" data-ref=\"Deuteronomy 22:11\" href=\"/Deuteronomy.22.11\"><i>Deut</i>. 22:11</a>, wearing wool and linen together is forbidden. In v. 12, <i>any</i> garment, including linen ones, is required to have fringes, which according to <a class=\"refLink\" data-ref=\"Numbers 15:38\" href=\"/Numbers.15.38\"><i>Num</i>. 15:38</a> must contain a dark blue woolen thread.</i>. And so it says<sup class=\"footnote-marker\">58</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 62:12\" href=\"/Psalms.62.12\"><i>Ps</i>. 62:12</a>.</i>, “God spoke once, two I heard from this.” And it is written: “Is not my word like fire, says the Eternal, and like a hammer which shatters a rock.”", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6232687f574a17ca6bf6a", "index_title": "Jerusalem Talmud Shevuot", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shevuot 3:8:6", "anchorRef": "Numbers 36:8-9", "anchorRefExpanded": ["Numbers 36:8", "Numbers 36:9"], "sourceRef": "Jerusalem Talmud Shevuot 3:8:6", "sourceHeRef": "תלמוד ירושלמי שבועות ג׳:ח׳:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Jerusalem Talmud Shevuot", "he": "תלמוד ירושלמי שבועות"}, "heTitle": "תלמוד ירושלמי שבועות", "he": "שְׁבוּעָה שֶׁאוֹכַל כִּכָּר זוֹ כול׳. שָׁוְא וְשֶׁקֶר שְׁנֵיהֶן בְּדִיבּוּר אֶחָד נֶאֶמְרו. מַה שֶׁאֵין אוֹזֶן יְכוֹלָה לִשְׁמוֹעַ ולֹא פֶה לְדַבֵּר. מְחַֽלְלֶ֨יהָ֙ מ֣וֹת יוּמָ֔ת וּבְיוֹם֙ הַשַּׁבָּ֔ת שְׁנֵֽי־כְבָשִׂ֥ים בְּדִיבּוּר אֶחָד נֶאֶמְרו. לֹ֤א תִלְבַּשׁ֙ שַֽׁעַטְנֵ֔ז גְּדִלִי֖ם תַּֽעֲשֶׂה־לָּ֑ךְ שְׁנֵיהֶן בְּדִיבּוּר אֶחָד נֶאֶמְרו. עֶרְוַ֥ת אֵֽשֶׁת־אָחִ֖יךָ יְבָמָהּ֙ יָבֹ֣א עָלֶ֔יהָ בְּדִיבּוּר אֶחָד נֶאֶמְרו. וְלֹֽא־תִסֹּ֤ב נַֽחֲלָה֙ וְכָל־בַּ֞ת יֹרֶ֣שֶׁת נַֽחֲלָ֗ה שְׁנֵיהֶן בְּדִיבּוּר אֶחָד נֶאֶמְרו. מַה שֶׁאֵי אֶיפְשַׁר לַפֶּה לְדַבֵּר וְלֹא לָאוֹזֶן לִשְׁמוֹעַ. וְכֵן הוּא אוֹמֵר אַחַ֤ת ׀ דִּבֶּ֬ר אֱלֹהִ֗ים שְׁתַּֽיִם־ז֥וּ שָׁמָעְנוּ. וְאוֹמֵר הֲלֹ֨וא כֹ֧ה דְבָרִ֛י כָּאֵ֖שׁ נְאֻם־יְי.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“An oath that I shall eat this loaf;” etc. <sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Since by the first oath he became obligated to eat the loaf by biblical rules, the second oath has a similar status as an oath to violate a biblical commandment.</i><i>Vain</i> and <i>untruth</i> both were said together, which is impossible for the ear to hear and the mouth to say. <i>Its desecrator shall be put to death</i> and <i>on the Sabbath day two sheep</i><sup class=\"footnote-marker\">134</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 31:14\" href=\"/Exodus.31.14\"><i>Ex</i>. 31:14</a>, <a class=\"refLink\" data-ref=\"Numbers 28:9\" href=\"/Numbers.28.9\"><i>Num</i>. 28:9</a>.</i> were said together. <i>Do not wear ša`aṭnez</i>, <i>fringes you shall make for yourselves</i><sup class=\"footnote-marker\">135</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Deuteronomy 22:11-12\" href=\"/Deuteronomy.22.11-12\"><i>Deut</i>. 22:11–12</a>.</i>, both were said together. <i>The nakedness of your brother’s wife</i> and <i>her brother-in-law shall come to her</i><sup class=\"footnote-marker\">136</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 18:16\" href=\"/Leviticus.18.16\"><i>Lev.</i> 18:16</a>, <a class=\"refLink\" data-ref=\"Deuteronomy 25:5\" href=\"/Deuteronomy.25.5\"><i>Deut.</i> 25:5</a>.</i> were said together. <i>You shall not move property</i>; <i>any daughter inheriting real estate</i><sup class=\"footnote-marker\">137</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 36:8-9\" href=\"/Numbers.36.8-9\"><i>Num.</i> 36:8–9</a>.</i> both were said together, which is impossible for the mouth to say and the ear to hear. And so it says, <i>God spoke once, two I heard from this</i><sup class=\"footnote-marker\">138</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Psalms 62:12\" href=\"/Psalms.62.12\"><i>Ps.</i> 62:12</a>.</i><i>.</i> And it says, <i>is not My word like fire, says the Eternal</i><sup class=\"footnote-marker\">139</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jeremiah 23:29\" href=\"/Jeremiah.23.29\"><i>Jer.</i> 23:29</a>. The reference is to the end of the verse, <i>and like a hammer splintering rock.</i></i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6233187f574a17ca6c4b8", "index_title": "Jerusalem Talmud Taanit", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Taanit 4:7:2", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Jerusalem Talmud Taanit 4:7:2", "sourceHeRef": "תלמוד ירושלמי תענית ד׳:ז׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Jerusalem Talmud Taanit", "he": "תלמוד ירושלמי תענית"}, "heTitle": "תלמוד ירושלמי תענית", "he": "<strong><big>הלכה:</big></strong> נִיחָא בְיוֹם הַכִּיפּוּרִים שֶׁהוּא כַפָּרָה עַל יִשְׂרָאֵל. בַּחֲמִשָּׁה עָשָׂר בְּאָב לָמָּה. רִבִּי יַעֲקֹב בַּר אָחָא בְשֵׁם רִבִּי יָסָא. שֶׁבּוֹ זְמַן קִיצָה יָפֶה לָעֵצִים. שֶׁכָּל־עֵצִים שֶׁהֵן נִקְצָצִין בּוֹ אֵינָן עוֹשִׂין מַאֲכוֹלוֹת. כַּהִיא דְתַנִּינָן תַּמָּן. כָּל־עֵץ שֶׁנִּמְצָא בוֹ תוֹלַעַת פָּסוּל מֵעַל גַּבֵּי הַמִּזְבֵחַ. רַב חִייָה בַּר אַשִּׁי בְשֵׁם רַב. שֶׁבּוֹ הִתִּיר הוֹשֵׁעַ בֶּן אֵלָה פְּרוֹסִדִיּוֹת שֶׁהוֹשִׁיב יְרָבְעָם בֶּן נְבָט עַל הַדְּרָכִים. כַּהֲנָא שָׁאַל [לְרַב]. כָּל־הָדָא טִיבוּתָא רַבְּתָא עֲבַד וּכְתִיב בֵּיהּ עָלָ֣יו עָלָ֔ה שַׁלְמַנְאֶ֖סֶר מֶ֣לֶךְ אַשּׁ֑וּר. אָמַר לֵיהּ. עַל יְדֵי שֶׁשָּׁמַט אֶת הַקּוֹלָר מִצַּוָּארוֹ וּתְלַייוֹ בְּצַוָּאר הָרַבִּים. לָא אָמַר. כָּל־ עַמָּא יִסְקוּן. אֶלָּא מָאן דְּבָעֵי מִיסּוּק יִסּוּק. רִבִּי שְׁמוּאֵל בַּר רַב יִצְחָק. וְאָֽמְרִין לָהּ בְּשֵׁם רִבִּי שְׁמוּאֵל בַּר נַחְמָן. <i data-overlay=\"Vilna Pages\" data-value=\"26b\"></i>שֶׁבּוֹ הוּתְּרוּ שְׁבָטִים לָבוֹא זֶה בָזֶה. דִּכְתִיב וְלֹא־תִסּוֹב נַֽחֲלָה֙ מִבְּנֵי יִשְׂרָאֵ֔ל מִמַּטֶּה֭ לְמַטֵּה אַחֵר כִּ֣י אִ֗ישׁ בְּנַֽחֲלַת֙ אֲבוּתָיו יִדְבְּק֖וּ בְּנֵ֥י יִשְׂרָאֵֽל׃ וּכְתִיב וְכָל־בַּ֞ת יוֹרֶשֶׁת נַֽחֲלָ֗ה מִמַּטּוֹת֘ בְּנֵ֣י יִשְׂרָאֵל֒ וגו׳. וְכִי אֶיפְשַׁר לְבַת לֵירֵשׁ שְׁנֵי מַטּוֹת. תִּיפְתָר שֶׁהָיָה אָבִיהָ מִשֵּׁבֶט אֶחָד וְאִמָּהּ מִשֵּׁבֶט אֶחָד. וְרַבָּנִן אָֽמְרֵי. שֶׁבּוֹ הוּתָּר שִׁבְטוֹ שֶׁלְבִּנְיָמִן לָבוֹא בַקָּהָל. דִּכְתִיב אָר֕וּר נוֹתֵן אִשָּׁה֭ לְבִנְיָמִֽן׃ מִקְרָא קָרְאוּ וְקִירְבוּהוּ. מִקְרָא קָרְאוּ וְרִיחָקוּהוּ. מִקְרָא קָרְאוּ וְקִירְבוּהוּ. אֶפְרַ֨יִם֙ וֹמְנַשֶּׁ֔ה כִּרְאוּבֵ֥ן וְשִׁמְע֖וֹן יִֽהְיוּ־לִֽי׃ מִקְרָא קָרְאוּ וְרִיחָקוּהוּ. גּ֛וֹי וּקְהַ֥ל גּוֹיִם֭ יִהְיֶ֣ה מִמֶּ֑ךָּ וּמְלָכִ֖ים מֵֽחֲלָצֶ֥יךָ יֵצֵֽאוּ׃ וַאֲדַּיִין לֹא נוֹלַד בִּנְיָמִן. רִבִּי אָבוּן אָמַר. שֶׁבּוֹ בָטַל הַחֶפֶר. וְאָמַר רִבִּי לֵוִי. בְּכָל עֶרֶב תִּשְׁעָה בְאַב הָיָה מֹשֶׁה מוֹצִיא כְרוּז בְּכָל־הַמַּחֲנֶה וְאוֹמֵר. צְאוּ לַחֶפֶר צְאוּ לַחֶפֶר. וְהָיוּ יוֹצְאִין וְחוֹפְרִין לָהֶן קְבָרוֹת וִישֵׁינִים. וּבַשַּׁחַר הָיוּ עוֹמְדִין וּמוֹצְאִין עַצְמָן חֲסֵירִים חַמִשָּׁה עָשָׂר אֶלֶף וּפְרוּטְרוּט. וּבַשָּׁנָה הָאַחֲרוֹנָה עָשׂוּ כֵן וְעָֽמְדוּ וּמָֽצְאוּ עַצְמָן שְׁלֵמִים. אָֽמְרוּ. דִּילְמָא דְטָעִינָן בְּחוּשְׁבְּנָא. וְכֵן בָּעֲשָׂרָה וְבְאַחַד עָשָׂר וּבִשְׁנֵים עָשָׂר וּבִשְׁלֹשָׁה עָשָׂר וּבְאַרבַּע עָשָׂר וּבַחֲמִשָּׁה עָשָׂר. כֵּיוָן דְּאִשְׁלַם זִיהֲרָא אָֽמְרוּ. דּוֹמֶה שֶׁבִּיטֵּל הַקָּדוֹשׁ בָּרוּךְ הוּא אוֹתָהּ הַגְּזֵירָה קָשָׁה מֵעָלֵינוּ. וְעָֽמְדוּ וְעָשׂוּ יוֹם טוֹב.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>HALAKHAH:</strong> <sup class=\"footnote-marker\">391</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Taanit 30b\" href=\"/Taanit.30b\">Babli 30b</a>.</i> One understands the Day of Atonement which is atonement for all of Israel. <sup class=\"footnote-marker\">392</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Taanit 30b\" href=\"/Taanit.30b\">Babli 30b</a>,<a class=\"refLink\" data-ref=\"Taanit 31a\" href=\"/Taanit.31a\">31a</a>; <a class=\"refLink\" data-ref=\"Bava Batra 121a\" href=\"/Bava_Batra.121a\"><i>Bava batra</i> 121a</a>.</i> Why on the Fifteenth of Av? Rebbi Jacob bar Aḥa in the name of Rebbi Yasa: For this is the good time to cut wood, because any wood cut on this day does not develop worms; as we have stated there, “any wood containing a worm is disqualified from the altar.<sup class=\"footnote-marker\">393</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Middot 2:5\" href=\"/Mishnah_Middot.2.5\"><i>Mishnah Middot</i> 2:5</a>. In the Babli the reason is given that this is the last day on which wood for the altar may be cut before the rainy season.</i>” Rav Ḥiyya bar Ashi in the name of Rav, because on it Hoshea ben Ela abolished the guards which Jeroboam ben Nabath posted on the roads<sup class=\"footnote-marker\">394</sup><i class=\"footnote\">To prohibit pilgrimages to Jerusalem.</i>. Cahana asked [Rav]. He did all this good deed and it is written about him<sup class=\"footnote-marker\">395</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"II Kings 17:3\" href=\"/II_Kings.17.3\"><i>2K</i>. 17:3</a>.</i>, <i>against him came Salmanessar the king of Assyria</i>? He answered him, because he removed the collar from his neck and hung it on the community’s neck. He did not say, all the people should go on pilgrimage, but, any one who wants to go may go. Rebbi Samuel bar Rav Isaac, but some say in the name of Rebbi Samuel bar Naḥman: On it the tribes were permitted to intermarry. As it is written<sup class=\"footnote-marker\">396</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 36:7\" href=\"/Numbers.36.7\"><i>Num</i>. 36:7</a>.</i>, <i>family heritage should not be transferred from tribe to tribe; but the Children of Israel shall stick everyone to the family heritage of his forefathers</i>, etc. And it is written<sup class=\"footnote-marker\">397</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\"><i>Num</i>. 36:8</a>.</i>, <i>any daughter inheriting family heritage in the tribes of the Children of Israel</i>, etc. How is it possible for a daughter to inherit from two tribes? Explain it if her father was from one tribe and her mother from another tribe<sup class=\"footnote-marker\">398</sup><i class=\"footnote\">According to the Babli, a later generation read <a class=\"refLink\" data-ref=\"Numbers 36\" href=\"/Numbers.36\"><i>Num</i>. 36</a> to apply only to the daughters of Salpaad and their contemporaries.</i>. But the Rabbis say, on it the tribe of Benjamin was permitted to intermarry, as it is written<sup class=\"footnote-marker\">399</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Judges 21:18\" href=\"/Judges.21.18\"><i>Jud</i>. 21:18</a>.</i>, <i>cursed be he who gives a wife to Benjamin</i>. They read a verse and included him; they read a verse and excluded him. They read a verse and included him<sup class=\"footnote-marker\">400</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 48:5\" href=\"/Genesis.48.5\"><i>Gen</i>. 48:5</a>.</i>, <i>Ephraim and Manasse shall be to me like Reuben and Simeon</i>. They read a verse and excluded him, <i>a people and community of peoples shall be from you and kings will come from your loins</i><sup class=\"footnote-marker\">401</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\"><i>Gen</i>. 35:11</a>.<br>In the explanations, the terms “included” and “excluded” have to be switched. The text follows the usual pattern, that if possibilities A and B are raised, B is explained before A. Since the number 12 of tribe cannot be changed, either Joseph is counted as one tribe and Benjamin is included (35:11), or Ephraim and Manasse are counted as full tribes, there seems to be no place for Benjamin. This logic is not followed by the Babli.</i>, and Benjamin was not yet born. <sup class=\"footnote-marker\">402</sup><i class=\"footnote\"><i>Thr. rabba, Introduction</i> (33).</i> Rebbi Abun said, digging stopped on it, as Rebbi Levi said, on every eve of the Ninth of Av, Moses had a declaration published in all the encampment and said, go out for digging, go out for digging. They went out, dug graves for themselves, and slept. In the morning they were getting up and found themselves missing 15’000 and detail<sup class=\"footnote-marker\">403</sup><i class=\"footnote\">If always the same number died on the Ninth of Av and nobody during the year, the number would be 600’000:38 = 15’789.47.</i>. In the last year they did that, got up, and found themselves whole. They said, maybe we erred in the computation. The same on the Tenth, the Eleventh, the Twelfth, the Thirteenth, and the Fifteenth. Since the moon was full they said, it seems that The Holy One, praise to Him, vacated this hard judgment against us. They got up and made a holiday.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d203b6084aa1cbf14ca1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָרַשׁ 1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "BDB, יָרַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָרַשׁ א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָרַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָרַשׁ</span></big></big><sub>229</sub><big></big>  <strong>vb.</strong> take possession of, inherit, dispossess <strong>(</strong>MI<sup>7</sup> <span dir=\"rtl\">וירש</span> <em>take possession of;</em> Aramaic <span dir=\"rtl\">יְרֵית</span>, <span dir=\"rtl\">ܝܺܪܶܬ</span> <em>take possession of</em>, and <em>be heir to, inherit;</em> so Ethiopic ወረሰ Arabic <span dir=\"rtl\">وَرِثَ</span> <em>inherit;</em> v. also Sab. <span dir=\"rtl\">ורתֿ</span>, <em>inherit</em>, CIS<sup>iv, 37, 3</sup><strong>)</strong>, especially D (62 times Qal, 1 times Pi, 7 times Hiph. in Dt + 13 times D in Jos);—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">יָרַשׁ</span> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a>; <span dir=\"rtl\">וְיָרַשׁ</span> consec. <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a> <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; 2 ms. <span dir=\"rtl\">יָרָ֑שְׁתָּ</span> <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">1 K 21:19</a>; <span dir=\"rtl\">וְיָרַשְׁתָּ֫</span> <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">Dt 6:18</a> + 2 times; sf. <span dir=\"rtl\">וִירִשְׁתָּהּ</span> consec. <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">Dt 17:14</a> + 2 times (on this and kindred forms v. Kö<sup>i. 406, 411</sup>); <span dir=\"rtl\">וִירִשְׁתָּם</span> consec. <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">Dt 19:1</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>; 3 pl. <span dir=\"rtl\">יָֽרְשׁוּ</span> <a data-ref=\"Deuteronomy 3:20\" href=\"/Deuteronomy.3.20\">Dt 3:20</a> +; sf. <span dir=\"rtl\">וִירֵשׁוּךָ</span> consec. <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a> (Kö<sup>l.c.</sup>); <span dir=\"rtl\">וִירֵשׁוּהָ</span> consec. <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> + 3 times; 2 mpl. <span dir=\"rtl\">וִירִשְׁתֶּם</span> consec. <a data-ref=\"Deuteronomy 4:1\" href=\"/Deuteronomy.4.1\">Dt 4:1</a> + 7 times; 1 pl. <span dir=\"rtl\">יָרַשְׁנוּ</span> <a data-ref=\"Deuteronomy 3:12\" href=\"/Deuteronomy.3.12\">Dt 3:12</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִירַשׁ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">ψ 25:13</a>; 2 mpl. <span dir=\"rtl\">תִּירְשׁוּ</span> <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a> <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>; <span dir=\"rtl\">תִּירָ֑שׁוּ</span> <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">Ez 33:25</a>, <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">26</a>; <span dir=\"rtl\">תִּירָשׁ֑וּן</span> <a data-ref=\"Deuteronomy 5:27\" href=\"/Deuteronomy.5.27\">Dt 5:30</a>, etc.; Imv. ms. <span dir=\"rtl\">יְרָ֑שָׁה</span> <a data-ref=\"Deuteronomy 33:23\" href=\"/Deuteronomy.33.23\">Dt 33:23</a>; <span dir=\"rtl\">רֵשׁ</span> <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">Dt 1:21</a> <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">1 K 21:15</a>; <span dir=\"rtl\">רָ֑שׁ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>, <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; mpl. <span dir=\"rtl\">וּרְשׁוּ</span> <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a>; <a data-ref=\"Deuteronomy 9:23\" href=\"/Deuteronomy.9.23\">9:23</a>; Inf. cstr. <span dir=\"rtl\">לָרֶ֫שֶׁת</span> <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">Dt 2:31</a> + 17 times; <span dir=\"rtl\">לָרָ֑שֶׁת</span> <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">Ne 9:23</a>; sf. <span dir=\"rtl\">לְרִשְׁתְּךָ</span> <a data-ref=\"Genesis 28:4\" href=\"/Genesis.28.4\">Gn 28:4</a>; <span dir=\"rtl\">לְרִשְׁתּוֹ</span> <a data-ref=\"I Kings 21:16\" href=\"/I_Kings.21.16\">1 K 21:16</a>, <a data-ref=\"I Kings 21:18\" href=\"/I_Kings.21.18\">18</a>; <span dir=\"rtl\">לְרִשְׁתָּהּ</span> <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">Gn 15:7</a> + 28 times; Pt. <span dir=\"rtl\">יוֹרֵשׁ</span> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> + 6 times; pl. <span dir=\"rtl\">י(וֹ)רְשִׁים</span> <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">Dt 12:2</a> <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">Je 8:10</a>; sf. <span dir=\"rtl\">יֹרְשָׁיו</span> <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">Je 49:2</a>;— <strong>1.</strong>  <em>take possession of</em>, especially by force, <em>have as a possession</em>, often with collat. idea of <em>taking in place of</em> others, <em>succeeding to, inheriting</em> (cf. <strong>2</strong>: <strong>a.</strong>  land, sq. acc. <a data-ref=\"Genesis 15:7\" href=\"/Genesis.15.7\">Gn 15:7</a>, <a data-ref=\"Genesis 15:8\" href=\"/Genesis.15.8\">8</a> <a data-ref=\"Numbers 13:30\" href=\"/Numbers.13.30\">Nu 13:30</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a>, <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">35</a> <a data-ref=\"Joshua 18:3\" href=\"/Joshua.18.3\">Jos 18:3</a> (all JE), <a data-ref=\"Joshua 24:4\" href=\"/Joshua.24.4\">24:4</a>, <a data-ref=\"Joshua 24:8\" href=\"/Joshua.24.8\">8</a> (E), <a data-ref=\"Judges 2:6\" href=\"/Judges.2.6\">Ju 2:6</a>; <a data-ref=\"Judges 11:21\" href=\"/Judges.11.21\">11:21</a>, <a data-ref=\"Judges 11:22\" href=\"/Judges.11.22\">22</a>, <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">23</a>, <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">24</a><sup>(×2)</sup>; <a data-ref=\"Judges 18:9\" href=\"/Judges.18.9\">18:9</a> <a data-ref=\"Deuteronomy 1:8\" href=\"/Deuteronomy.1.8\">Dt 1:8</a>, <a data-ref=\"Deuteronomy 1:21\" href=\"/Deuteronomy.1.21\">21</a>, <a data-ref=\"Deuteronomy 1:39\" href=\"/Deuteronomy.1.39\">39</a> + 25 times Dt, + †<a data-ref=\"Deuteronomy 11:31\" href=\"/Deuteronomy.11.31\">Dt 11:31</a>; <a data-ref=\"Deuteronomy 17:14\" href=\"/Deuteronomy.17.14\">17:14</a>; <a data-ref=\"Deuteronomy 26:1\" href=\"/Deuteronomy.26.1\">26:1</a> (all <em>possess</em> land <em>and dwell therein</em>), similarly <a data-ref=\"Isaiah 65:9\" href=\"/Isaiah.65.9\">Is 65:9</a><sup>(×2)</sup> <a data-ref=\"Psalms 69:36\" href=\"/Psalms.69.36\">ψ 69:36</a>; <span dir=\"rtl\">בְּאַרְצָם מִשְׁנֶה יִירָ֑שׁוּ</span> <a data-ref=\"Isaiah 61:7\" href=\"/Isaiah.61.7\">Is 61:7</a> <em>in their land they shall possess the double;</em> <span dir=\"rtl\">הָחֵל רָשׁ</span> <a data-ref=\"Deuteronomy 2:24\" href=\"/Deuteronomy.2.24\">Dt 2:24</a>; <span dir=\"rtl\">הָחֵל רָשׁ לָרֶשֶׁת אֶת־אַרְצוֹ</span> v <a data-ref=\"Deuteronomy 2:31\" href=\"/Deuteronomy.2.31\">31</a>; especially phr. <span dir=\"rtl\">(הארץ) שָׁמָּה לְרִשְׁתָּהּ</span> (etc. <span dir=\"rtl\">עֹבְרִים</span>) <span dir=\"rtl\">אֲשֶׁר אַתֶּם בָּאִים</span> <a data-ref=\"Deuteronomy 4:5\" href=\"/Deuteronomy.4.5\">Dt 4:5</a>, <a data-ref=\"Deuteronomy 4:14\" href=\"/Deuteronomy.4.14\">14</a>, <a data-ref=\"Deuteronomy 4:26\" href=\"/Deuteronomy.4.26\">26</a> + 12 times Dt, also <a data-ref=\"Ezra 9:10\" href=\"/Ezra.9.10\">Ezr 9:10</a>; v. <a data-ref=\"Deuteronomy 30:18\" href=\"/Deuteronomy.30.18\">Dt 30:18</a> <a data-ref=\"Joshua 1:11\" href=\"/Joshua.1.11\">Jos 1:11</a><sup>(×2)</sup>, <a data-ref=\"Joshua 1:15\" href=\"/Joshua.1.15\">15</a><sup>(×2)</sup>; <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>; <a data-ref=\"Joshua 13:1\" href=\"/Joshua.13.1\">13:1</a>; <a data-ref=\"Joshua 21:41\" href=\"/Joshua.21.41\">21:41</a>; <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">23:5</a> (all D); <a data-ref=\"Amos 2:10\" href=\"/Amos.2.10\">Am 2:10</a> <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">Ob 19</a>, <a data-ref=\"Obadiah 1:19\" href=\"/Obadiah.1.19\">19</a> <a data-ref=\"Habakkuk 1:6\" href=\"/Habakkuk.1.6\">Hb 1:6</a> <a data-ref=\"Ezekiel 33:24\" href=\"/Ezekiel.33.24\">Ez 33:24</a>, <a data-ref=\"Ezekiel 33:25\" href=\"/Ezekiel.33.25\">25</a>, <a data-ref=\"Ezekiel 33:26\" href=\"/Ezekiel.33.26\">26</a> <a data-ref=\"Leviticus 20:24\" href=\"/Leviticus.20.24\">Lv 20:24</a><sup>(×2)</sup> (H), <a data-ref=\"Genesis 28:4\" href=\"/Genesis.28.4\">Gn 28:4</a> <a data-ref=\"Numbers 33:53\" href=\"/Numbers.33.53\">Nu 33:53</a> (both P), <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a> <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a>, <a data-ref=\"Nehemiah 9:22\" href=\"/Nehemiah.9.22\">22</a>, <a data-ref=\"Nehemiah 9:23\" href=\"/Nehemiah.9.23\">23</a>, <a data-ref=\"Nehemiah 9:24\" href=\"/Nehemiah.9.24\">24</a>; <a data-ref=\"Psalms 25:13\" href=\"/Psalms.25.13\">ψ 25:13</a>; <a data-ref=\"Psalms 37:9\" href=\"/Psalms.37.9\">37:9</a>, <a data-ref=\"Psalms 37:11\" href=\"/Psalms.37.11\">11</a>, <a data-ref=\"Psalms 37:22\" href=\"/Psalms.37.22\">22</a>, <a data-ref=\"Psalms 37:29\" href=\"/Psalms.37.29\">29</a>, <a data-ref=\"Psalms 37:34\" href=\"/Psalms.37.34\">34</a>; + ב instr. <a data-ref=\"Psalms 44:4\" href=\"/Psalms.44.4\">44:4</a>; also <span dir=\"rtl\">וַעֲמַל לְאֻמִּים יִירָ֑שׁוּ</span> <a data-ref=\"Psalms 105:44\" href=\"/Psalms.105.44\">105:44</a> (‖ <span dir=\"rtl\">(וִיִּתֵּן לָהֶם אַרְצוֹת גּוֹיִם)</span>; †<em>take possession of</em> fields <a data-ref=\"Jeremiah 8:10\" href=\"/Jeremiah.8.10\">Je 8:10</a> (obj. not expr.), <a data-ref=\"I Kings 21:15\" href=\"/I_Kings.21.15\">1 K 21:15</a>, <a data-ref=\"I Kings 21:16\" href=\"/I_Kings.21.16\">16</a>, <a data-ref=\"I Kings 21:18\" href=\"/I_Kings.21.18\">18</a>, <a data-ref=\"I Kings 21:19\" href=\"/I_Kings.21.19\">19</a> <a data-ref=\"Psalms 83:13\" href=\"/Psalms.83.13\">ψ 83:13</a>; inheritance (in land) <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">Nu 27:11</a>; <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">36:8</a><sup>(×2)</sup> (all P); city (cities), <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">Jos 19:47</a> (JE), <a data-ref=\"Judges 3:13\" href=\"/Judges.3.13\">Ju 3:13</a> <a data-ref=\"Obadiah 1:20\" href=\"/Obadiah.1.20\">Ob 20</a>; so <span dir=\"rtl\">הַר־קָדְשִׁי</span> <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a> (‖ <span dir=\"rtl\">נחל ארץ</span>), <a data-ref=\"Isaiah 63:18\" href=\"/Isaiah.63.18\">63:18</a> where read prob. <span dir=\"rtl\">הַר־קָדְשֶׁ֑ךָ</span> (for MT <span dir=\"rtl\">עַם־ק׳</span>, see 𝔊 VB and ‖ cl.); <em>possess</em> city and dwell therein <a data-ref=\"II Kings 17:24\" href=\"/II_Kings.17.24\">2 K 17:24</a> <a data-ref=\"Isaiah 34:17\" href=\"/Isaiah.34.17\">Is 34:17</a>; <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> yea the pelican and bittern shall <em>possess</em> it; so of nettles <a data-ref=\"Hosea 9:6\" href=\"/Hosea.9.6\">Ho 9:6</a>; <span dir=\"rtl\">וְיִרַשׁ זַרְעֲךָ אֵת שַׁעַר אֹיְבָיו</span> <a data-ref=\"Genesis 22:17\" href=\"/Genesis.22.17\">Gn 22:17</a>, cf. <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">24:60</a> (both J); <em>possess</em> houses <a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> (del. Co), <a data-ref=\"Nehemiah 9:25\" href=\"/Nehemiah.9.25\">Ne 9:25</a>; <span dir=\"rtl\">יוֹרֵשׁ עֶצֶר</span> <a data-ref=\"Judges 18:7\" href=\"/Judges.18.7\">Ju 18:7</a> <em>possessing wealth</em> (? see VB)†. †<strong>b.</strong>  a <em>people</em> (with collat. idea of <em>being their heir</em> (<strong>2</strong>), and so <em>dispossessing them</em>), so especially in <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">Dt 2:12</a>, <a data-ref=\"Deuteronomy 2:21\" href=\"/Deuteronomy.2.21\">21</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>; <a data-ref=\"Deuteronomy 9:1\" href=\"/Deuteronomy.9.1\">9:1</a> (+ cities), <a data-ref=\"Deuteronomy 11:23\" href=\"/Deuteronomy.11.23\">11:23</a>; <a data-ref=\"Deuteronomy 12:2\" href=\"/Deuteronomy.12.2\">12:2</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a><sup>(×2)</sup>; <a data-ref=\"Deuteronomy 18:14\" href=\"/Deuteronomy.18.14\">18:14</a>; <a data-ref=\"Deuteronomy 19:1\" href=\"/Deuteronomy.19.1\">19:1</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>; <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">Nu 21:32</a> (Kt <span dir=\"rtl\">וַיִּירַשׁ</span>; JE), <a data-ref=\"Amos 9:12\" href=\"/Amos.9.12\">Am 9:12</a>; <span dir=\"rtl\">מַדּוּעַ יָרַשׁ מִלְכֹּם אֶת־גָּ֑ד</span> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a> (on text see VB), v <a data-ref=\"Jeremiah 49:2\" href=\"/Jeremiah.49.2\">2</a>, 2 (in these 3 perhaps play on meaning <em>inherit</em>, cf. v <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">1</a> a); <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a> <a data-ref=\"Obadiah 1:17\" href=\"/Obadiah.1.17\">Ob 17</a> <a data-ref=\"Isaiah 54:3\" href=\"/Isaiah.54.3\">Is 54:3</a>; nations + countries <a data-ref=\"Ezekiel 35:10\" href=\"/Ezekiel.35.10\">Ez 35:10</a>. †<strong>2.</strong>  <em>inherit</em>, sq. acc. pers. = <em>be one’s heir</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a>, <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">4</a><sup>(×2)</sup> (JE); <span dir=\"rtl\">שִׁפְחָה כִּי־תִירַשׁ גְּבִרְתָּהּ</span> <a data-ref=\"Proverbs 30:23\" href=\"/Proverbs.30.23\">Pr 30:23</a> (or, <em>dispossess</em>?); abs. <em>be heir</em>, sq. <span dir=\"rtl\">עִם</span> pers. = jointly with <a data-ref=\"Proverbs 21:10\" href=\"/Proverbs.21.10\">21:10</a> (E); <span dir=\"rtl\">(הַ)יּוֹרֵשׁ</span> (<em>the</em>) <em>heir</em> <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a> <a data-ref=\"Jeremiah 49:1\" href=\"/Jeremiah.49.1\">Je 49:1</a> (‖ <span dir=\"rtl\">בָּנִים</span>); <a data-ref=\"Micah 1:15\" href=\"/Micah.1.15\">Mi 1:15</a> (= possessor, captor), where paronom. with n.pr.loc. <span dir=\"rtl\">מָרֵשָׁה</span>; <em>inherit</em> persons, as slaves <span dir=\"rtl\">לָרֶשֶׁת אֲחֻזָּה</span> <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> (H). †<strong>3.</strong>  = <em>impoverish</em>, <span dir=\"rtl\">הַלְיָרְשֵׁנוּ קְרָאתֶם</span> (var. <strong>Pi.</strong> <span dir=\"rtl\">הַלְיָֽרְ׳</span> <a data-ref=\"Judges 14:15\" href=\"/Judges.14.15\">Ju 14:15</a> (v. Ges<sup>§ 69 m</sup>)) <em>to impoverish us did ye call</em> (us)?<br>†<strong>Niph.</strong>  Impf. <span dir=\"rtl\">יִוָּרֵשׁ</span> <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">Pr 23:21</a>; 2 ms. <span dir=\"rtl\">תִּוָּרֵשׁ</span> <a data-ref=\"Genesis 45:11\" href=\"/Genesis.45.11\">Gn 45:11</a> <a data-ref=\"Proverbs 20:13\" href=\"/Proverbs.20.13\">Pr 20:13</a>; <span dir=\"rtl\">אִוָּרֵשׁ</span> <a data-ref=\"Proverbs 30:9\" href=\"/Proverbs.30.9\">Pr 30:9</a>;—<em>be (dispossessed</em> =) <em>impoverished, come to poverty</em> <a data-ref=\"Genesis 45:11\" href=\"/Genesis.45.11\">Gn 45:11</a> (E), <a data-ref=\"Proverbs 20:13\" href=\"/Proverbs.20.13\">Pr 20:13</a>; <a data-ref=\"Proverbs 23:21\" href=\"/Proverbs.23.21\">23:21</a>; <a data-ref=\"Proverbs 30:9\" href=\"/Proverbs.30.9\">30:9</a> (opp. <span dir=\"rtl\">אֶשְׂבַּע</span>).<br>†<strong>Pi.</strong>  Impf. <span dir=\"rtl\">פְּרִי אַדְמָתֶ֑ךָ יְיָרֵשׁ הַצְּלָצַֽל</span> <a data-ref=\"Deuteronomy 28:42\" href=\"/Deuteronomy.28.42\">Dt 28:42</a> <em>the fruit of thy ground shall the cricket get full possession of</em> (cf. Qal <a data-ref=\"Hosea 9:6\" href=\"/Hosea.9.6\">Ho 9:6</a> <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a>), i.e. <em>devour</em>.<br>†<strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הוֹרִישׁ</span> <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">Ju 1:27</a> +; 2 ms. <span dir=\"rtl\">הוֹרַשְׁתָּ</span> <a data-ref=\"II Chronicles 20:7\" href=\"/II_Chronicles.20.7\">2 Ch 20:7</a> <a data-ref=\"Psalms 44:3\" href=\"/Psalms.44.3\">ψ 44:3</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יוֹרִישׁ</span> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <span dir=\"rtl\">וַיּ֫(וֹ)רֶשׁ</span> <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19</a> +; 3 fs. sf. 3 mpl. <span dir=\"rtl\">תּוֹרִישֵׁמוּ</span> <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a>, etc.; Inf. abs. <span dir=\"rtl\">הוֹרֵשׁ</span> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a>; <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">17:13</a>; <span dir=\"rtl\">הוֹרֵישׁ</span> <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a>; cstr. <span dir=\"rtl\">לְהוֹרִישׁ</span> <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a> +, etc.; Pt. <span dir=\"rtl\">מוֹרִישׁ</span> <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a> <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">Dt 18:12</a>; sf. <span dir=\"rtl\">מוֹרִישָׁם</span> <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">Dt 9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>;— <strong>1.</strong>  <em>cause to possess</em>, or <em>inherit</em> <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">Ju 11:24</a>; <span dir=\"rtl\">מִיְּרֻשָֽׁתְךָ אֲשֶׁר הוֹרַשְׁתָּנוּ</span> <a data-ref=\"II Chronicles 20:11\" href=\"/II_Chronicles.20.11\">2 Ch 20:11</a>; sq. ל pers., <span dir=\"rtl\">וְהוֹרַשְׁתֶּם לִבְנֵיכֶם</span> <a data-ref=\"Ezra 9:12\" href=\"/Ezra.9.12\">Ezr 9:12</a> <em>and cause your sons to inherit</em> (it); fig. <span dir=\"rtl\">תּוֹרִישֵׁנִי עֲוֹנוֹת נְעוּרָ֑י</span> <a data-ref=\"Job 13:26\" href=\"/Job.13.26\">Jb 13:26</a> <em>thou makest me to inherit</em> (the consequences of) <em>the iniquities of my youth</em>. <strong>2.</strong>  <em>cause</em> (others) <em>to possess</em> or <em>inherit</em>, then gen. <em>dispossess:</em> <strong>a.</strong>  sq. acc. gent. vel pers., <a data-ref=\"Joshua 13:13\" href=\"/Joshua.13.13\">Jos 13:13</a>; <a data-ref=\"Joshua 16:10\" href=\"/Joshua.16.10\">16:10</a> (both JE), <a data-ref=\"Judges 1:29\" href=\"/Judges.1.29\">Ju 1:29</a>, <a data-ref=\"Judges 1:30\" href=\"/Judges.1.30\">30</a>, <a data-ref=\"Judges 1:31\" href=\"/Judges.1.31\">31</a>, <a data-ref=\"Judges 1:32\" href=\"/Judges.1.32\">32</a>, <a data-ref=\"Judges 1:33\" href=\"/Judges.1.33\">33</a> (all opp. <span dir=\"rtl\">ישׁב בְּקֶרֶב</span>), <a data-ref=\"Joshua 14:12\" href=\"/Joshua.14.12\">Jos 14:12</a> (JE), <a data-ref=\"Joshua 17:13\" href=\"/Joshua.17.13\">17:13</a> (JE; <span dir=\"rtl\">הוֹרֵשׁ לֹא הוֹרִישׁוֹ</span>), <a data-ref=\"Judges 1:28\" href=\"/Judges.1.28\">Ju 1:28</a> (<em>id.</em>); opp. <span dir=\"rtl\">ישׁב אֵת</span> <a data-ref=\"Joshua 15:63\" href=\"/Joshua.15.63\">Jos 15:63</a>; opp. <span dir=\"rtl\">ישׁב בְּ</span> <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">Ju 1:21</a>, <a data-ref=\"Judges 1:27\" href=\"/Judges.1.27\">27</a>; also <a data-ref=\"Numbers 21:32\" href=\"/Numbers.21.32\">Nu 21:32</a> Qr, <a data-ref=\"Numbers 32:39\" href=\"/Numbers.32.39\">32:39</a> <a data-ref=\"Joshua 17:18\" href=\"/Joshua.17.18\">Jos 17:18</a> (all JE), <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (D), <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">Ju 1:19b</a>; <a data-ref=\"Judges 2:23\" href=\"/Judges.2.23\">2:23</a>; also <span dir=\"rtl\">וַיֹּרֶשׁ אֶת־הָהָר</span> <a data-ref=\"Judges 1:19\" href=\"/Judges.1.19\">1:19a</a> (= <span dir=\"rtl\">את־יושׁבי ההר</span> see v b), <a data-ref=\"Deuteronomy 7:17\" href=\"/Deuteronomy.7.17\">Dt 7:17</a> <a data-ref=\"Psalms 44:3\" href=\"/Psalms.44.3\">ψ 44:3</a>; <span dir=\"rtl\">וְהוֹרַשְׁתָּם וְהַאֲבַדְתָּם</span> <a data-ref=\"Deuteronomy 9:3\" href=\"/Deuteronomy.9.3\">Dt 9:3</a>; sq. acc. + <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Exodus 34:24\" href=\"/Exodus.34.24\">Ex 34:24</a> <a data-ref=\"Numbers 32:21\" href=\"/Numbers.32.21\">Nu 32:21</a> <a data-ref=\"Joshua 3:10\" href=\"/Joshua.3.10\">Jos 3:10</a> (<span dir=\"rtl\">הוֹרֵשׁ יוֹרִישׁ</span>; all these JE), <a data-ref=\"Deuteronomy 4:38\" href=\"/Deuteronomy.4.38\">Dt 4:38</a>; <a data-ref=\"Deuteronomy 9:4\" href=\"/Deuteronomy.9.4\">9:4</a>, <a data-ref=\"Deuteronomy 9:5\" href=\"/Deuteronomy.9.5\">5</a>; <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">18:12</a> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:9\" href=\"/Joshua.23.9\">23:9</a> (both D), <a data-ref=\"Numbers 33:52\" href=\"/Numbers.33.52\">Nu 33:52</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">55</a> (both P), <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">Ju 2:21</a>; <a data-ref=\"Judges 11:23\" href=\"/Judges.11.23\">11:23</a>, <a data-ref=\"Judges 11:24\" href=\"/Judges.11.24\">24</a> <a data-ref=\"I Kings 14:24\" href=\"/I_Kings.14.24\">1 K 14:24</a>; <a data-ref=\"I Kings 21:26\" href=\"/I_Kings.21.26\">21:26</a> <a data-ref=\"II Kings 16:3\" href=\"/II_Kings.16.3\">2 K 16:3</a>; <a data-ref=\"II Kings 17:8\" href=\"/II_Kings.17.8\">17:8</a>; <a data-ref=\"II Kings 21:2\" href=\"/II_Kings.21.2\">21:2</a> (all D), <a data-ref=\"II Chronicles 28:3\" href=\"/II_Chronicles.28.3\">2 Ch 28:3</a>; <a data-ref=\"II Chronicles 33:2\" href=\"/II_Chronicles.33.2\">33:2</a>; acc. + <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"Deuteronomy 11:23\" href=\"/Deuteronomy.11.23\">Dt 11:23</a> <a data-ref=\"Joshua 23:5\" href=\"/Joshua.23.5\">Jos 23:5</a>, <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">13</a> (D; ‖ <span dir=\"rtl\">הָדַף</span>), <a data-ref=\"II Chronicles 20:7\" href=\"/II_Chronicles.20.7\">2 Ch 20:7</a>; acc. + <span dir=\"rtl\">מִשָּׁם</span> <a data-ref=\"Joshua 15:14\" href=\"/Joshua.15.14\">Jos 15:14</a> (JE) = <a data-ref=\"Judges 1:20\" href=\"/Judges.1.20\">Ju 1:20</a>; of <em>cities</em> (i.e. their inhabitants) <a data-ref=\"Joshua 8:7\" href=\"/Joshua.8.7\">Jos 8:7</a>; <a data-ref=\"Joshua 17:12\" href=\"/Joshua.17.12\">17:12</a>; so of a <em>land</em> = <a data-ref=\"Numbers 33:53\" href=\"/Numbers.33.53\">Nu 33:53</a> (P), see v <a data-ref=\"Numbers 33:52\" href=\"/Numbers.33.52\">52</a>, <a data-ref=\"Numbers 33:55\" href=\"/Numbers.33.55\">55</a> [𝔊 + <span dir=\"rtl\">יושׁבי</span>] <strong>b.</strong>  sq. acc. rei, <span dir=\"rtl\">מִבִּטְנוֹ יֹרִשֶׁנּוּ אֵל</span> <a data-ref=\"Job 20:15\" href=\"/Job.20.15\">Jb 20:15</a> <em>God shall cast them out of his belly</em>, i.e. riches (‖ <span dir=\"rtl\">חַיִל בָּלַע וַיְקִאֶנּוּ</span>). <strong>3.</strong>  = <em>impoverish</em>, <span dir=\"rtl\">יהוה מוֹרִישׁ וּמַעֲשׁיר</span> <a data-ref=\"I Samuel 2:7\" href=\"/I_Samuel.2.7\">1 S 2:7</a> (song) <span dir=\"rtl\">י׳</span> <em>impoverisheth and maketh rich;</em> sq. acc. (of Tyre) <span dir=\"rtl\">אֲדֹנָי יוֹרִשֶׁנָּה</span> <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a> (see v <a data-ref=\"Zechariah 9:3\" href=\"/Zechariah.9.3\">3</a>). <strong>4.</strong>  nearly = <em>bring to ruin, destroy</em>, sq. acc. gent. <span dir=\"rtl\">אָרִיק חַרְבִּי תּוֹרִישֵׁמוֹ יָדִי</span> <a data-ref=\"Exodus 15:9\" href=\"/Exodus.15.9\">Ex 15:9</a> (poem in E); so perhaps also <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE; AV <em>disinherit;</em> ‖ <span dir=\"rtl\">אַכֶּנּוּ בַדֶּבֶר</span>). <strong>5.</strong>  = <strong>Qal</strong> <em>take possession of</em> a land <a data-ref=\"Numbers 14:24\" href=\"/Numbers.14.24\">Nu 14:24</a> (JE), but read prob. <span dir=\"rtl\">יִרָשֶׁנָּה</span>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2fcb6084aa1cbf20f69", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נַחֲלָה 1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "BDB, נַחֲלָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נַחֲלָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נַחֲלָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">נַחֲלָה</span></big><sub>224</sub>  <strong>n.f. possession, property, inheritance (</strong>orig. <em>gift;</em> NH = BH<strong>)</strong>;—<span dir=\"rtl\">נ׳</span> <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a> +; <span dir=\"rtl\">נַחֲלָת</span> <a data-ref=\"Psalms 16:6\" href=\"/Psalms.16.6\">ψ 16:6</a> (Ges<sup>§ 80 g</sup>), read <span dir=\"rtl\">נַחֲלָתִי</span> Ew SS We Kö<sup>ii 1, 425</sup>; cstr. <span dir=\"rtl\">נַחֲלַת</span> <a data-ref=\"Joshua 13:23\" href=\"/Joshua.13.23\">Jos 13:23</a>; sf. <span dir=\"rtl\">נַחֲלָתִי</span> <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">Ru 4:6</a>; <span dir=\"rtl\">נַחֲלַתְכֶם</span> <a data-ref=\"Psalms 105:11\" href=\"/Psalms.105.11\">ψ 105:11</a>; pl. <span dir=\"rtl\">נְחָלוֹת</span> <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>, <span dir=\"rtl\">נְחָלֹת</span> <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">Jos 19:51</a>;—<br><strong>1.</strong>  <em>property:</em> <strong>a.</strong>  in Canaan given by <span dir=\"rtl\">י׳</span> to Israel, †<span dir=\"rtl\">נחלת ישׂראל</span> <a data-ref=\"Judges 20:6\" href=\"/Judges.20.6\">Ju 20:6</a>; †<span dir=\"rtl\">נ׳ יעקב</span> <a data-ref=\"Isaiah 58:14\" href=\"/Isaiah.58.14\">Is 58:14</a>, especially †<span dir=\"rtl\">אֲשֶׁר נֹתֵן לְךָ נַחֲלָה</span> <a data-ref=\"Deuteronomy 4:21\" href=\"/Deuteronomy.4.21\">Dt 4:21</a>; <a data-ref=\"Deuteronomy 15:4\" href=\"/Deuteronomy.15.4\">15:4</a>; <a data-ref=\"Deuteronomy 19:10\" href=\"/Deuteronomy.19.10\">19:10</a>; <a data-ref=\"Deuteronomy 20:16\" href=\"/Deuteronomy.20.16\">20:16</a>; <a data-ref=\"Deuteronomy 21:23\" href=\"/Deuteronomy.21.23\">21:23</a>; <a data-ref=\"Deuteronomy 24:4\" href=\"/Deuteronomy.24.4\">24:4</a>; <a data-ref=\"Deuteronomy 25:19\" href=\"/Deuteronomy.25.19\">25:19</a>; <a data-ref=\"Deuteronomy 26:1\" href=\"/Deuteronomy.26.1\">26:1</a> (all D); <span dir=\"rtl\">הנחלה אשׁר הנחלתי את עמי</span> <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">Je 12:14</a>. <strong>b.</strong>  distrib. among tribes: <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 16:14\" href=\"/Numbers.16.14\">Nu 16:14</a>; <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a> <a data-ref=\"Joshua 14:3\" href=\"/Joshua.14.3\">Jos 14:3</a> (restore <span dir=\"rtl\">לְ</span>), <a data-ref=\"Joshua 17:4\" href=\"/Joshua.17.4\">17:4</a>, <a data-ref=\"Joshua 17:14\" href=\"/Joshua.17.14\">14</a>; <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">19:49</a> (all P); <span dir=\"rtl\">נתן לנ׳ לְ</span> <a data-ref=\"Deuteronomy 29:7\" href=\"/Deuteronomy.29.7\">Dt 29:7</a> <a data-ref=\"Joshua 11:23\" href=\"/Joshua.11.23\">Jos 11:23</a>; <a data-ref=\"Joshua 14:13\" href=\"/Joshua.14.13\">14:13</a> (all D<sup>2</sup>); <span dir=\"rtl\">נָֽחֲלוּ נחלה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a> (J); <span dir=\"rtl\">תֵּחָלֵק בנ׳</span> <a data-ref=\"Numbers 26:53\" href=\"/Numbers.26.53\">Nu 26:53</a>, <a data-ref=\"Numbers 26:56\" href=\"/Numbers.26.56\">56</a> (P); <span dir=\"rtl\">נפל בנחלה</span> <a data-ref=\"Numbers 34:2\" href=\"/Numbers.34.2\">Nu 34:2</a> (P), <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">Ju 18:1</a> <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">Ez 47:22</a>; <span dir=\"rtl\">הפיל בנ׳</span> <a data-ref=\"Joshua 13:6\" href=\"/Joshua.13.6\">Jos 13:6</a>; <a data-ref=\"Joshua 23:4\" href=\"/Joshua.23.4\">23:4</a> (D<sup>2</sup>), <a data-ref=\"Ezekiel 45:1\" href=\"/Ezekiel.45.1\">Ez 45:1</a>; <a data-ref=\"Ezekiel 47:22\" href=\"/Ezekiel.47.22\">47:22</a>, also v <a data-ref=\"Ezekiel 48:29\" href=\"/Ezekiel.48.29\">29</a> (Co reads ב for <span dir=\"rtl\">מ</span>). <strong>c.</strong>  nations as possession of the people, <a data-ref=\"Psalms 111:6\" href=\"/Psalms.111.6\">ψ 111:6</a>; of the king <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">2:8</a>. <strong>d.</strong>  Levites have no property in the land <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 12:12\" href=\"/Deuteronomy.12.12\">12:12</a>; their possession is <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a> (P); <span dir=\"rtl\">י׳ הוּא נחלתו</span> <a data-ref=\"Deuteronomy 10:9\" href=\"/Deuteronomy.10.9\">Dt 10:9</a>; <a data-ref=\"Deuteronomy 18:2\" href=\"/Deuteronomy.18.2\">18:2</a> <a data-ref=\"Joshua 13:14\" href=\"/Joshua.13.14\">Jos 13:14</a>, <a data-ref=\"Joshua 13:33\" href=\"/Joshua.13.33\">33</a> (all D); the tithes <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a> (P). <strong>e.</strong>  †<span dir=\"rtl\">י׳</span> takes Isr. as his property, <a data-ref=\"I Samuel 10:1\" href=\"/I_Samuel.10.1\">1 S 10:1</a> <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">1 K 8:53</a> <a data-ref=\"II Kings 21:14\" href=\"/II_Kings.21.14\">2 K 21:14</a> <a data-ref=\"Isaiah 19:25\" href=\"/Isaiah.19.25\">Is 19:25</a> <a data-ref=\"Micah 7:18\" href=\"/Micah.7.18\">Mi 7:18</a> <a data-ref=\"Psalms 33:12\" href=\"/Psalms.33.12\">ψ 33:12</a>; <a data-ref=\"Psalms 68:10\" href=\"/Psalms.68.10\">68:10</a>; <a data-ref=\"Psalms 106:5\" href=\"/Psalms.106.5\">106:5</a>; <span dir=\"rtl\">עם נחלה</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> (D<sup>2</sup>); <span dir=\"rtl\">עַמְּךָ וְנַחֲלָֽתְךָ</span> <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">Dt 9:26</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a> (D), <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">1 K 8:51</a>; ‖ <span dir=\"rtl\">עַם</span> <a data-ref=\"Isaiah 47:6\" href=\"/Isaiah.47.6\">Is 47:6</a> <a data-ref=\"Joel 2:17\" href=\"/Joel.2.17\">Jo 2:17</a>; <a data-ref=\"Joel 4:2\" href=\"/Joel.4.2\">4:2</a> <a data-ref=\"Micah 7:14\" href=\"/Micah.7.14\">Mi 7:14</a> <a data-ref=\"Psalms 28:9\" href=\"/Psalms.28.9\">ψ 28:9</a>; <a data-ref=\"Psalms 78:62\" href=\"/Psalms.78.62\">78:62</a>, <a data-ref=\"Psalms 78:71\" href=\"/Psalms.78.71\">71</a>; <a data-ref=\"Psalms 94:5\" href=\"/Psalms.94.5\">94:5</a>, <a data-ref=\"Psalms 94:14\" href=\"/Psalms.94.14\">14</a>; <a data-ref=\"Psalms 106:40\" href=\"/Psalms.106.40\">106:40</a>; <span dir=\"rtl\">נחלת י׳</span> <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">1 S 26:19</a> <a data-ref=\"II Samuel 20:19\" href=\"/II_Samuel.20.19\">2 S 20:19</a>; <a data-ref=\"II Samuel 21:3\" href=\"/II_Samuel.21.3\">21:3</a>; <span dir=\"rtl\">נ׳ אלהים</span> <a data-ref=\"II Samuel 14:16\" href=\"/II_Samuel.14.16\">2 S 14:16</a>; <span dir=\"rtl\">יעקב חבל נ׳</span> <a data-ref=\"Deuteronomy 32:9\" href=\"/Deuteronomy.32.9\">Dt 32:9</a>; <span dir=\"rtl\">שׁבט נ׳</span> <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a>, <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>; <span dir=\"rtl\">שׁבטי נ׳</span> <a data-ref=\"Isaiah 63:17\" href=\"/Isaiah.63.17\">Is 63:17</a>; also, the holy mt. <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> (song), temple <a data-ref=\"Jeremiah 12:7\" href=\"/Jeremiah.12.7\">Je 12:7</a> <a data-ref=\"Psalms 79:1\" href=\"/Psalms.79.1\">ψ 79:1</a>, land <a data-ref=\"Jeremiah 2:7\" href=\"/Jeremiah.2.7\">Je 2:7</a>; <a data-ref=\"Jeremiah 12:8\" href=\"/Jeremiah.12.8\">12:8</a>, <a data-ref=\"Jeremiah 12:9\" href=\"/Jeremiah.12.9\">9</a>; <a data-ref=\"Jeremiah 16:18\" href=\"/Jeremiah.16.18\">16:18</a>; <a data-ref=\"Jeremiah 50:11\" href=\"/Jeremiah.50.11\">50:11</a>.<br>†<strong>2.</strong>  <em>portion, share:</em> <strong>a.</strong>  assigned by God, <a data-ref=\"Isaiah 54:17\" href=\"/Isaiah.54.17\">Is 54:17</a> <a data-ref=\"Psalms 37:18\" href=\"/Psalms.37.18\">ψ 37:18</a>; <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">127:3</a>; elsewhere ‖ <span dir=\"rtl\">חֵלָק</span> <a data-ref=\"Job 20:29\" href=\"/Job.20.29\">Jb 20:29</a>; <a data-ref=\"Job 27:13\" href=\"/Job.27.13\">27:13</a>; <a data-ref=\"Job 31:2\" href=\"/Job.31.2\">31:2</a>. <strong>b.</strong>  by choice, ‖ <span dir=\"rtl\">חֵלֶק</span>, <span dir=\"rtl\">לא נ׳ לנו בבן ישׁי</span> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a> <em>we have no share in the son of Jesse</em> = <a data-ref=\"I Kings 12:16\" href=\"/I_Kings.12.16\">1 K 12:16</a> = <a data-ref=\"II Chronicles 10:16\" href=\"/II_Chronicles.10.16\">2 Ch 10:16</a>.<br><strong>3.</strong>  <em>inheritance</em> (45 times) <span dir=\"rtl\">חֵלָק וְנַחֲלָה בְּבֵית אָבִינוּ</span> <a data-ref=\"Genesis 31:14\" href=\"/Genesis.31.14\">Gn 31:14</a> (E) <em>portion or inheritance in the house of our father;</em> <span dir=\"rtl\">העביר נ׳ לְ</span> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>, <a data-ref=\"Numbers 27:8\" href=\"/Numbers.27.8\">8</a> (P) <em>cause the inheritance to pass unto;</em> <span dir=\"rtl\">נתן נ׳ לְ</span> <a data-ref=\"Numbers 27:9\" href=\"/Numbers.27.9\">Nu 27:9</a>, <a data-ref=\"Numbers 27:10\" href=\"/Numbers.27.10\">10</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P), <a data-ref=\"Job 42:15\" href=\"/Job.42.15\">Jb 42:15</a>; †<span dir=\"rtl\">נחלת אבוה</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a> <a data-ref=\"I Kings 21:3\" href=\"/I_Kings.21.3\">1 K 21:3</a>, <a data-ref=\"I Kings 21:4\" href=\"/I_Kings.21.4\">4</a> <a data-ref=\"Proverbs 19:14\" href=\"/Proverbs.19.14\">Pr 19:14</a>; <span dir=\"rtl\">נ׳ לבניו תהיה</span> <a data-ref=\"Ezekiel 46:16\" href=\"/Ezekiel.46.16\">Ez 46:16</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4fcb6084aa1cbf3aa9b", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִשְׁפָּחָה² 1", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "BDB, מִשְׁפָּחָה² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִשְׁפָּחָה² א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִשְׁפָּחָה²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">מִשְׁפָּחָה</span></big><sub>303</sub>  <strong>n.f.clan (</strong>RS<sup>Sem i. 258, 2nd ed. 276; K149, 2nd ed. 175</sup> Ba<sup>NB § 161 a</sup><strong>)</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a> +; cstr. <span dir=\"rtl\">מִשְׁפַּ֫חַת</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> +; sf. <span dir=\"rtl\">מִשְׁפַּחְתִּי</span> <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> +, etc.; pl. <span dir=\"rtl\">מִשְׁפָּחוֹת</span> <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> +; cstr. <span dir=\"rtl\">מִשְׁפְּחוֹת</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a> +; sf. <span dir=\"rtl\">מִשְׁפְּחֹתֵיהֶם</span> <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> + 2 times, usually -<span dir=\"rtl\">תָם</span> <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">Nu 1:18</a> + 84 times, etc.;—<br><strong>1.</strong>  <em>clan:</em> <strong>a.</strong>  family connexion of individ. <a data-ref=\"Genesis 24:38\" href=\"/Genesis.24.38\">Gn 24:38</a> (+ <span dir=\"rtl\">בֵּית־אָבִי</span>), v <a data-ref=\"Genesis 24:40\" href=\"/Genesis.24.40\">40</a> (+ id.), v <a data-ref=\"Genesis 24:41\" href=\"/Genesis.24.41\">41</a> (all J; = <span dir=\"rtl\">מוֹלַדְתִּי</span> v <a data-ref=\"Genesis 24:4\" href=\"/Genesis.24.4\">4</a>), <a data-ref=\"II Samuel 14:7\" href=\"/II_Samuel.14.7\">2 S 14:7</a>, united in sacrifice <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a>, <a data-ref=\"I Samuel 20:29\" href=\"/I_Samuel.20.29\">29</a>, in passover <a data-ref=\"Exodus 12:21\" href=\"/Exodus.12.21\">Ex 12:21</a> (JE; cf. Benz<sup>Ency. Bib. Passover, §§ 9, 12</sup>); cf. <a data-ref=\"Leviticus 20:5\" href=\"/Leviticus.20.5\">Lv 20:5</a> (H), <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a>, <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">41</a> (P), v <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (P; defined as <span dir=\"rtl\">כִשְּׁאֵר בְּשָׂרוֹ</span>), non-Heb. v <a data-ref=\"Leviticus 25:47\" href=\"/Leviticus.25.47\">47</a> (H), v <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a> (P), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <span dir=\"rtl\">מִשְׁפְּחוֹתֶיהָ</span> <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">Jos 6:23</a> (E or R) is unintelligible, probably del. (cf. Steuern Holz; <span dir=\"rtl\">בֵּית אָבִיהָ</span> in v <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">25</a> [J]), cf. <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>, <a data-ref=\"Numbers 27:11\" href=\"/Numbers.27.11\">11</a> (P); <span dir=\"rtl\">מ׳ בֵּית אֲבִי אִמּוֹ</span> <a data-ref=\"Judges 9:1\" href=\"/Judges.9.1\">Ju 9:1</a> <em>clan of his mother’s father-house;</em> incl. individuals, and included by <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"I Samuel 9:21\" href=\"/I_Samuel.9.21\">1 S 9:21</a><sup>(×2)</sup> <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">10:21</a>; with specif. name, in series <span dir=\"rtl\">גֶבֶר</span>, <span dir=\"rtl\">בַּיִת</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">שֵׁבֶט</span> <a data-ref=\"Joshua 7:14\" href=\"/Joshua.7.14\">Jos 7:14</a><sup>(×2)</sup>, <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17b</a>, c (all J; v <a data-ref=\"Joshua 7:17\" href=\"/Joshua.7.17\">17a</a> read pl. Di Benn, or < <span dir=\"rtl\">שֵׁבֶט</span> GFM <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; Steuern allows either); cf. <a data-ref=\"Deuteronomy 29:17\" href=\"/Deuteronomy.29.17\">Dt 29:17</a>; <a data-ref=\"Judges 21:24\" href=\"/Judges.21.24\">Ju 21:24</a>, <span dir=\"rtl\">מ׳ אָבִי בְּיִשׂ׳</span> <a data-ref=\"I Samuel 18:18\" href=\"/I_Samuel.18.18\">1 S 18:18</a> (+ <span dir=\"rtl\">חַיַּי</span>, v. ii. [<a data-ref=\"BDB, חַי³\" href=\"/BDB,_חַי³\", dir=\"rtl\">חַי</a>]); <span dir=\"rtl\">אִישׁ</span> … <span dir=\"rtl\">מִמּ׳ בֵּית־שָׁאוּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a>; with name also <a data-ref=\"Ruth 2:1\" href=\"/Ruth.2.1\">Ru 2:1</a>, <a data-ref=\"Ruth 2:3\" href=\"/Ruth.2.3\">3</a> and (non-Isr.) <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>. <strong>b.</strong>  in loose, popular sense = tribe, <a data-ref=\"Judges 13:2\" href=\"/Judges.13.2\">Ju 13:2</a>; <a data-ref=\"Judges 17:7\" href=\"/Judges.17.7\">17:7</a>; <a data-ref=\"Judges 18:19\" href=\"/Judges.18.19\">18:19</a>, cf. v <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">2</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> v <a data-ref=\"Judges 18:1\" href=\"/Judges.18.1\">1</a>), v <a data-ref=\"Judges 18:11\" href=\"/Judges.18.11\">11</a> (yet in these two read poss. pl., v. GFM). <strong>c.</strong>  techn. divisions of people of Isr. <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">Nu 11:10</a> (J) <a data-ref=\"Jeremiah 2:4\" href=\"/Jeremiah.2.4\">Je 2:4</a>; <a data-ref=\"Jeremiah 31:1\" href=\"/Jeremiah.31.1\">31:1</a>, cf. <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">3:14</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:18\" href=\"/Numbers.1.18\">18</a>; <a data-ref=\"Numbers 2:34\" href=\"/Numbers.2.34\">2:34</a>; <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">33:54</a> (all P), so (post-ex.) <a data-ref=\"Nehemiah 4:7\" href=\"/Nehemiah.4.7\">Ne 4:7</a>: <a data-ref=\"Esther 9:28\" href=\"/Esther.9.28\">Est 9:28</a> (<span dir=\"rtl\">מְדִינָה</span>, <span dir=\"rtl\">מ׳</span>, <span dir=\"rtl\">דּוֹד</span>). <strong>d.</strong>  usually (P) techn. divisions of tribes of Israel, <a data-ref=\"Exodus 6:14\" href=\"/Exodus.6.14\">Ex 6:14</a>, <a data-ref=\"Exodus 6:15\" href=\"/Exodus.6.15\">15</a>, <a data-ref=\"Exodus 6:19\" href=\"/Exodus.6.19\">19</a>, <a data-ref=\"Exodus 6:25\" href=\"/Exodus.6.25\">25</a>; <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a> + 112 times Nu (93 times <a data-ref=\"Numbers 26\" href=\"/Numbers.26\">Nu 26</a>, incl. v <a data-ref=\"Numbers 26:43\" href=\"/Numbers.26.43\">43</a> where <span dir=\"rtl\">הַשּׁוּחָמִי</span> appar. = Dan), 34 times <a data-ref=\"Joshua 13-21\" href=\"/Joshua.13-21\">Jos 13–21</a>; also <a data-ref=\"I Chronicles 6:4\" href=\"/I_Chronicles.6.4\">1 Ch 6:4</a>, <a data-ref=\"I Chronicles 6:45\" href=\"/I_Chronicles.6.45\">45</a>; <a data-ref=\"I Chronicles 7:5\" href=\"/I_Chronicles.7.5\">7:5</a>; <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">Zc 12:13</a>; divisions of Gershom, etc. (in Levi) <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>, <a data-ref=\"Numbers 3:19\" href=\"/Numbers.3.19\">19</a>, <a data-ref=\"Numbers 3:20\" href=\"/Numbers.3.20\">20</a> + 41 times Ex Nu Jos Ch; subdivisions of these divisions (in Levi) <a data-ref=\"Numbers 3:21\" href=\"/Numbers.3.21\">Nu 3:21</a><sup>(×2)</sup> + 6 times <a data-ref=\"Numbers 3\" href=\"/Numbers.3\">Nu 3</a> + <a data-ref=\"Numbers 4:18\" href=\"/Numbers.4.18\">4:18</a>; cf. (in other tribes) <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">1 Ch 2:53</a>; <a data-ref=\"I Chronicles 4:2\" href=\"/I_Chronicles.4.2\">4:2</a>, <a data-ref=\"I Chronicles 4:8\" href=\"/I_Chronicles.4.8\">8</a>, <a data-ref=\"I Chronicles 4:21\" href=\"/I_Chronicles.4.21\">21</a>, <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">27</a>, <a data-ref=\"I Chronicles 4:38\" href=\"/I_Chronicles.4.38\">38</a>; <a data-ref=\"I Chronicles 5:7\" href=\"/I_Chronicles.5.7\">5:7</a>; also <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">Zc 12:12b</a>, c. <a data-ref=\"Zechariah 12:13\" href=\"/Zechariah.12.13\">13</a> b, <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a> a, and (distrib.) v <a data-ref=\"Zechariah 12:12\" href=\"/Zechariah.12.12\">12</a>a <a data-ref=\"Zechariah 12:14\" href=\"/Zechariah.12.14\">14</a>b, pleonast. <span dir=\"rtl\">מ׳ מַטֵּה אֲבִיהֶם</span> <a data-ref=\"Numbers 36:6\" href=\"/Numbers.36.6\">Nu 36:6</a> cf. v <a data-ref=\"Numbers 36:8\" href=\"/Numbers.36.8\">8</a>, and <span dir=\"rtl\">(מַטֵּה מ׳ א׳)</span> v <a data-ref=\"Numbers 36:12\" href=\"/Numbers.36.12\">12</a>. <strong>e.</strong>  late, div. of other peoples <a data-ref=\"I Chronicles 16:28\" href=\"/I_Chronicles.16.28\">1 Ch 16:28</a> = <a data-ref=\"Psalms 96:7\" href=\"/Psalms.96.7\">ψ 96:7</a>, <a data-ref=\"Psalms 22:28\" href=\"/Psalms.22.28\">ψ 22:28</a>; in Edom <a data-ref=\"Genesis 36:40\" href=\"/Genesis.36.40\">Gn 36:40</a> (P). <strong>f.</strong>  in wider sense = people, nation; <span dir=\"rtl\">כֹּל מִשְׁפְּחֹת הָאֲדָמָה</span> <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a>; <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 28:14\" href=\"/Genesis.28.14\">28:14</a> (both J), cf. <a data-ref=\"Jeremiah 10:25\" href=\"/Jeremiah.10.25\">Je 10:25</a>; <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; <a data-ref=\"Nahum 3:4\" href=\"/Nahum.3.4\">Na 3:4</a> (all ‖ <span dir=\"rtl\">גּוֹיִם</span>), <a data-ref=\"Zechariah 14:17\" href=\"/Zechariah.14.17\">Zc 14:17</a>; <a data-ref=\"Jeremiah 1:15\" href=\"/Jeremiah.1.15\">Je 1:15</a>; <a data-ref=\"Jeremiah 25:9\" href=\"/Jeremiah.25.9\">25:9</a>; as one’s posterity <a data-ref=\"Genesis 10:30\" href=\"/Genesis.10.30\">Gn 10:30</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a> (all P), so prob. v <a data-ref=\"Genesis 10:5\" href=\"/Genesis.10.5\">5</a> (P; Di Dr); = all Isr. <a data-ref=\"Amos 3:1\" href=\"/Amos.3.1\">Am 3:1</a>, Judah <a data-ref=\"Micah 2:3\" href=\"/Micah.2.3\">Mi 2:3</a>; <a data-ref=\"Jeremiah 8:3\" href=\"/Jeremiah.8.3\">Je 8:3</a> <span dir=\"rtl\">(הַמּ׳ הָרָעָה הַזֹּאת)</span>, Isr. + Judah, <span dir=\"rtl\">שְׁתֵּי הַמּ׳</span> <a data-ref=\"Jeremiah 33:24\" href=\"/Jeremiah.33.24\">33:24</a>; <span dir=\"rtl\">מִשְׁפַּחַת מִצְרַיִם</span> <a data-ref=\"Zechariah 14:18\" href=\"/Zechariah.14.18\">Zc 14:18</a>; cf. <a data-ref=\"Psalms 107:41\" href=\"/Psalms.107.41\">ψ 107:41</a>.<br>†<strong>2.</strong>  = <em>guild</em> <a data-ref=\"I Chronicles 2:55\" href=\"/I_Chronicles.2.55\">1 Ch 2:55</a> (of scribes; orig. hereditary in families).<br>†<strong>3.</strong>  = <em>species, kind:</em> <strong>a.</strong>  of judgments <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>. <strong>b.</strong>  animals <a data-ref=\"Genesis 8:19\" href=\"/Genesis.8.19\">Gn 8:19</a> (P).<br>†<strong>4.</strong>  pl. = <em>aristocrats</em> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a> (cf. Eng. ‘the classes’)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6460f438167aa16445b7b6dc", "index_title": "Mishnat Eretz Yisrael on Mishnah Baba Batra", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Baba Batra 8:3:3", "anchorRef": "Numbers 36:8", "anchorRefExpanded": ["Numbers 36:8"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Baba Batra 8:3:3", "sourceHeRef": "משנת ארץ ישראל על משנה בבא בתרא ח׳:ג׳:ג׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 3.0003, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Baba Batra", "he": "משנת ארץ ישראל על משנה בבא בתרא"}, "he": "הדגשנו את קרבת המשנה למדרש, אך יש במשנה גם פרטים שאינם בתורה. כך למשל הדגש שהבעל יורש את הבת. כמובן במדרשי ההלכה ניתנו גם לכך הנמקות מדרשיות ואחרות, כגון \"ומנין אתה אומר יורש הוא אדם את אשתו? תלמוד לומר 'וירש אותה'. יכול בזמן שגרשה? תלמוד לומר 'וירש אותה' בזמן שהיא עמו, לא בזמן שגרשה. אמר רבי יהודה בן בתירה קל וחומר. ומה אם אמו שאינו זכאי במעשה ידיה, הרי הוא יורשה. אשתו שהוא זכאי במעשה ידיה, אינו דין שיירשנה?! אמרת 'וירש אותה' יורש אדם את אשתו. מנין אתה אומר יורש הוא חלקו של אביו ממטה ראובן וחלקו של אמו ממטה שמעון? אמרת 'וכל בת יורשת נחלה ממטות' (במדבר לו ח) אינו אומר 'ממטה' אלא 'ממטות' אבינו: וירש אותה יורש הוא את אשתו\" (ספרי זוטא, כז יא, עמ' 318). אם כן שתי \"הוכחות\" לכך: קל וחומר ודיוק מהכתוב.", "heVersionTitle": "Kvutsat Yavne, 2020-2021", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]