[{"_id": "51ffd197edbab4556a70c91e", "index_title": "Ramban on Genesis", "category": "Commentary", "type": "commentary", "ref": "Ramban on Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Ramban on Genesis 44:27:1", "sourceHeRef": "רמב\"ן על בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אַתֶּם יְדַעְתֶּם כִּי שְׁנַיִם יָלְדָה לִּי אִשְׁתִּי</b> אִם יֹאמַר שֶׁהוּא יָחִיד לְאִמּוֹ, מָה טַעַם בָּזֶה שֶׁתֵּרֵד שֵׂיבָתוֹ בְּרָעָה שְׁאוֹלָה אַחֲרֵי שֶׁיֵּשׁ לוֹ כַּמָּה בָּנִים רַבִּים וּבְנֵי בָּנִים, וְאִמּוֹ כְּבָר מֵתָה לֹא תִּבְכֶּה עָלָיו בְּפָנָיו. אֲבָל הַטַּעַם כִּי יַעֲקֹב לֹא לָקַח אִשָּׁה מִדַּעְתּוֹ רַק רָחֵל, וְזֶה טַעַם \"יָלְדָה לִּי אִשְׁתִּי\", כִּי לֹא נוֹלְדוּ לִי מֵאִשָּׁה אֲשֶׁר הִיא אִשְׁתִּי בִּרְצוֹנִי רַק שְׁנַיִם, וְשַׂמְתִּי אַהֲבָתִי בָּהֶם כְּאִלּוּ הֵם יְחִידִים לִי, וְהַשְּׁאָר כִּבְנֵי פִּילַגְשִׁים הֵם אֵלַי, \"וְאָחִיו מֵת\", וְזֶה לְבַדּוֹ בְּנִי יְחִידִי אֲשֶׁר אָהַבְתִּי. וְלָכֵן יַקְדִּים הַכָּתוּב רָחֵל לְלֵאָה, \"כְּרָחֵל וּכְלֵאָה אֲשֶׁר בָּנוּ שְׁתֵּיהֶם אֶת בֵּית יִשְׂרָאֵל\" (רות ד יא), \"וַיִּקְרָא לְרָחֵל וּלְלֵאָה הַשָּׂדֶה\" (בראשית ל\"א:ד'), כִּי הִיא הַקּוֹדֶמֶת בְּמַחְשַׁבְתּוֹ. וְאָמְרוּ הַמְּפָרְשִׁים כִּי לְכָךְ יֹאמַר בַּסֵּדֶר הַזֶּה (בראשית מ\"ו:י\"ט) \"בְּנֵי רָחֵל אֵשֶׁת יַעֲקֹב\", כִּי הִיא תִּקָּרֵא אִשְׁתּוֹ בֶּאֱמֶת בְּלֹא מִרְמָה. וּלְדַעְתִּי הָיָה זֶה מִפְּנֵי שֶׁהִזְכִּירָהּ שָׁם בֵּין הַשְּׁפָחוֹת, וּכְבָר הִזְכַּרְתִּי כֵן (רמב\"ן על בראשית ל\"א:ל\"ג):", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "YE KNOW THAT MY WIFE BORE ME TWO SONS. If we say [that Jacob’s intention was to point out] that Benjamin is the only one left to his mother, why is this a reason [for his saying that if some harm will befall him] it will bring down his <i>gray hairs with sorrow to the grave?</i><sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Verse 29 here.</i> After all, he has many sons and grandchildren, and Benjamin’s mother has already died, and she would no longer weep over him in Jacob’s presence. The meaning of the verse, however, is that Jacob took only Rachel as a wife on his own initiative. This is the sense of the words, <i>my wife bore me</i>: “for from a woman that was my wife of my own will there have been only two sons born to me, and I have bestowed my love upon them as if they were my only ones, the rest being to me as if they were children of concubines. And with his brother Joseph dead, this one alone is my only son whom I have loved.” It is for this reason that Scripture mentions Rachel before Leah: <i>Like Rachel and like Leah, which two did build the house of Israel;</i><sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Ruth 4:11.</i> <i>And he called Rachel and Leah to the field</i>.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Above, 31:4.</i> Rachel took precedence in his mind. The commentators<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">See Rashi further 46:19.</i> have said that the reason why Scripture in this <i>Seder</i> says, <i>The sons of Rachel Jacob’s wife</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Further, 46:19.</i> is that she is called his wife in truth, without any deception. In my opinion, however, this is because Rachel is mentioned there among the handmaids, as I have already so mentioned.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Above, 31:33 and 37:2. Ramban agrees with the principle as he himself explains it in connection with the verse above, 31:4. However, he points out that in the verse further, 46:19, the term, <i>Jacob’s wife</i>, is independently justified.</i>", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "531e4fe2fbfba276047f656d", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 44:27", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Onkelos Genesis 44:27", "sourceHeRef": "תרגום אונקלוס על בראשית מ״ד:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 44.0027, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "וַאֲמַר עַבְדָךְ אַבָּא לָנָא אַתּוּן יְדַעְתּוּן אֲרֵי תְרֵין יְלִידַת לִי אִתְּתִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Your servant, my father said to us, You know that my wife [Rochel] bore me two sons.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebdaa", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 44:27", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Targum Jonathan on Genesis 44:27", "sourceHeRef": "תרגום יונתן על בראשית מ״ד:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 44.0027, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "וַאֲמַר עַבְדָךְ אַבָּא לָנָא אַתּוּן יְדַעְתּוּן אֲרוּם תְּרֵין בְּנִין יְלֵידַת לִי אִנְתְּתִי", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And thy servant our father said to us, You know that my wife bare me two sons. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54c62c91fbfba248e1b57ab4", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Haamek Davar on Genesis 44:27:1", "sourceHeRef": "העמק דבר על בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ויאמר עבדך וגו׳.</b> החליף יהודה הסדר מכאשר הי׳. שתחלה אמר יעקב לא ירד בני עמכם כי אחיו מת והוא לבדו וגו׳ ואח״כ אמר שובו שברו לנו וגו׳ וגם הוסיף יהודה לאמר ואמר אך טרף טרף ולא ראיתיו עד הנה ולא נמצא הדברים הללו לעיל אלא אחר שהסכים יעקב לסמוך על דברי יהודה וערבותו הוסיף להזהיר את יהודה גם על דבר שאין עולה עה״ד כלל להזהר ממנו. ואם שלא נתבאר לעיל דברים הללו. זה אינו מוקשה כמ״ש לעיל י״ט. ואמר <b>אתם ידעתם כי שנים וגו׳.</b> הסביר לנו כמה קשה המזל הוא כי מראש לא ילדה לו אשתו העיקרית כ״א שנים: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c85d6e4a94c7c189840", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 44:27", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tafsir Rasag, Genesis 44:27", "sourceHeRef": "תפסיר רס\"ג, בראשית מ״ד:כ״ז", "anchorVerse": 27, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 44.0027, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "פקאל עבדך אבונא לנא אנתם תעלמון אן את̇נין ולדת לי זוג̇תי", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4c4d6e4a902855ff039", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tur HaArokh, Genesis 44:27:1", "sourceHeRef": "הטור הארוך, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "בראשית", "he": "<b>אתם ידעתם כי שנים ילדה לי אשתי. </b>לכך אמר ילדה לי אשתי כי מה טעם שיאמר שתרד שיבתו ברעה שאולה אחר שיש לו בנים ובני בנים אלא הזכיר שהיה בן האשה האהובה שלו והוא חשב כל שאר נשיו פלגשים ובניהם כבני פלגשים כנגד היא ובניה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אתם ידעתם כי שנים ילדה לי אשתי, ”you know that my wife bore only two sons for me.” The reason that Yehudah quoted his father as saying: “my wife bore two sons for me,” was to justify his statement that the failure of Binyamin to return home unharmed would cause his premature death. [they had described themselves as 12 brothers, all the sons of the same father. The loss of one, or even two, would not appear to Joseph as such a catastrophe. When he would hear that the dead brother and Binyamin were the only ones from their mother, he would begin to better understand the trauma involved. Ed] The word אשתי was meant to make a clear distinction between פילגשי, “my concubine.” ", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5964d5ead6e4a92bf45a84c0", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bereshit 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Rabbeinu Bahya, Bereshit 44:27:1", "sourceHeRef": "רבנו בחיי, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "בראשית", "he": "<b>ילדה לי אשתי.</b> היה ראוי שיאמר ילדה רחל, אבל הענין כי לא לקח אשה מדעתו כי אם רחל ולכן יאמר עליה אשתי, כלומר שלא נולד לי מאשה שהיא אשתי ברצוני רק שנים ושמתי עליהם אהבתי כאלו הם יחידים והשאר כבני הפילגשים הם אלי. וזהו שמקדים הכתוב בכל מקום רחל ללאה, שנאמר (רות ד) כרחל וכלאה אשר בנו שתיהן את בית ישראל, (בראשית לא) ויקרא לרחל וללאה השדה, כי עיקר הבית היתה רחל. ובפרשה זו כתוב בני רחל אשת יעקב, ובלאה לא הזכיר הכתוב כן. כן פי' הרמב\"ן ז\"ל.\n", "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ילדה לי אשתי, “my wife bore for me.” The Torah should really have written “Rachel bore for me.” However, the point Yehudah made was that he too was aware that Yaakov had considered only Rachel his true wife, seeing that he had served Lavan for Rachel and not for Leah. His marrying Leah had been a totally unwilling act on his part. Yaakov’s true wife had borne him only two children one of whom had disappeared. His love for these two was therefore exceptional. If you will search the Bible you will find that Rachel’s name always precedes that of Leah though Leah was the older of the two. Even in the Book of Ruth, where the townsfolk of Bethlehem congratulate Boaz on taking Ruth as a wife, they phrase their blessing in these words: “may she become like Rachel and Leah who built up the house of Israel.” There are numerous other verses in all of which Rachel is mentioned before her older sister.", "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5993fa88d6e4a95930ec46f5", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Malbim on Genesis 44:27:1", "sourceHeRef": "מלבי\"ם על בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>ויאמר עבדך אבינו</b>. הציע לפנינו באורך איך א\"א שישלח את בנימין, <b>הלא ידעתם כי שנים ילדה לי אשתי</b>, ר\"ל שנחשב אצלי כאלו לא היו לי רק שני בנים, כי היא אשתי העקרית ובניה הם עקר בני:", "heVersionTitle": "Malbim, Vilna Romm, 1892.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3b98", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Miketz", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Miketz", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, מקץ", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 0, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "מקץ", "he": ["בימים ההם אחרי מות יצחק, ויצו ה׳ ויקרא רעב על כל הארץ. בעת ההיא ופרעה מלך מצרים יושב על כסאו בארץ מצרים, וישב במשכב הלילה ויחלום חלומות וירא פרעה בחלומו והנה הוא עומד על שפת יאור מצרים הוא שיחור. ויהי בעמדו וירא והנה שבע פרות בריאות בשר וטובות, עולות מן היאור. ותעלינה אחריהן שבע פרות אחרות דקות בשר ורעות מאוד ותבלענה שבע הרעות את שבע הטובות, ועודינה מראיהן רע כבתחילה. וייקץ ויישן ויחלום שנית, וירא והנה שבע שיבולים עולות בקנה אחד מלאות וטובות. ותצמחנה אחריהן שבע שיבולים דקות ושדופות ברוח הקדים, ותבלענה השיבולים הדקות את המלאות, וייקץ פרעה מחלומו. ויהי בבוקר ויזכור המלך את חלומותיו, ותפעם רוחו מאוד מחלומותיו. וימהר המלך וישלח ויקרא אל כל חרטומי מצרים והחכמים, ויבואו ויעמדו לפני המלך. ויאמר אליהם המלך, חלומות חלמתי ופותר אין להם. ויאמרו אל המלך, ספר נא לעבדיך את חלומותיך ונשמע אותם. ויספר להם המלך חלומותיו, ויענו ויאמרו כולם פה אחד אל המלך יחי המלך לעולם וזה פתרון חלומותיך. שבע פרות הטובות אשר ראית, שבע בנות יולדו לך באחרית הימים. ושבע פרות הרעות העולות אחריהן ותבלען אותן, ואתה רואה לאות כי הבנות אשר יולדו לך ימותו כולם בחיי המלך. ואשר ראית בחלום השני, שבע שיבולים מלאות וטובות עולות בקנה אחד, זה פתרונם שבע ערים תבנה לך בכל ארץ מצרים באחרית הימים. ואשר ראית שבע שיבולים שדופות צומחות אחריהן ותבלענה אותן, ועיניך רואות לאות כי הערים אשר תבנה יחרבו כולנה באחרית הימים בחיי המלך. ויהי בדברם הדברים האלה, והמלך לא הטה את אוזניו אל דבריהם ולא שם ליבו אליהם כי ידע המלך בחכמתו כי לא פתרו את החלומות על נכון. ויהי ככלותם לדבר לפני המלך, ויען המלך אותם לאמור. מה הדבר הזה אשר דיברתם אליי הלא כזב ושקר הוצאתם מפיכם, אך ספרו נא את פתרון חלומותיי על נכונה ולא תמותו.", "ויצו המלך אחרי כן, וישלחו ויקראו עוד אל חכמים אחרים ויבואו ויעמדו לפני המלך. ויספר להם המלך חלומותיו, וישיבוהו כולם כפתרון הראשון. ויחר אף המלך ויקצוף מאוד מזה ויאמר המלך אליהם, הלא כזב תדברו ושקר תאמרו בדבריכם. ויצו המלך ויעבירו קול בכל ארץ מצרים לאמור. מטעם המלך וגדוליו, כל איש חכם אשר יודע ומבין לפתור חלומות אשר לא יבוא היום לפני המלך, יומת. והיה האיש אשר יגיד למלך את פתרון חלומותיו על נכונה, ינתן לו כל אשר ישאל מאת המלך. ויבואו כל חכמי ארץ מצרים לפני המלך, וכל החרטומים וכל המכשפים אשר במצרים ובגושן וברעמסס ובתחפנחס ובצוען ובכל גבול מצרים. ויעמדו כולם לפני המלך וגם כל הפרתמים וכל השרים והמשרתים אשר למלך באו יחד מכל ערי מצרים, וישבו כולם לפני המלך. ויספר המלך את חלומותיו לפני החכמים וכל השרים, ויתמהו כל היושבים לפני המלך מן המראה. ויתחלקו כל החכמים אשר לפני המלך בפתרון חלומותיו לחלקים רבים. מהם פתרו אל המלך לאמור, שבע פרות הטובות שבעה מלכים הם אשר יעמדו על מצרים מזרע המלך. ושבע הפרות הרעות, שבע שרים יעמדו עליהם באחרית הימים והשחיתום. ושבע השיבולים הטובות הם שבעה שרים הגדולים אשר למצרים, אשר יפלו ביד שבעה שרים אויביהם בלתי חזקים במלחמות אדוני המלך. ומהם אשר פתרו אל המלך כדבר הזה לאמור. שבע פרות הטובות הם שבע ערי כל מצרים החזקים, ושבע הפרות הרעות, הם שבעה גויי ארץ כנען אשר יבואו על שבעת ערי מצרים באחרית הימים והשחיתו אתהן. ואשר ראית את שבעת השיבולים הטובות והרעות בחלום השני, לאות כי תשוב עוד ממשלת מצרים להיות לזרעך כבתחילה. והיה במושלם ושבו כל אנשי ערי מצרימה על כל השבעה ערי כנען החזקים מהם והשחיתו אותם, ושבה כל מלכות מצרים לזרעך. ומהם אשר אמר אל המלך, זה פתרון חלומותיך שבע פרות הטובות, שבע מלכות הנה אשר תיקח לנשים באחרית הימים. ושבע הפרות הרעות, לאות כי ימותו הנשים ההמה כולנה בחיי המלך. ושבע השיבולים הטובות והרעות אשר ראית בחלום השני, הם ארבעה עשר בניהם והיה באחרית הימים ונלחמו ביניהם, ונגפו השבעה מהם את השבעה החזקים מהם.", "ומהם יאמרו אל המלך כדברים האלה לאמור, שבע הפרות הטובות שבע בנים יולדו לך ויהרגום שבעת בני שריך באחרית הימים. ושבע השיבולים הטובות אשר ראית בחלום בשני, הם השרים ההם אשר ילחמו בם שבעה שרים אחרים בלתי חזקים כמותם וישחיתו אותם באחרית הימים וינקמו מהם נקמת בניך, ושבה המלוכה עוד לזרעך. וישמע המלך את כל דברי חכמי מצרים וכל פתרון חלומותיו, ולא ישרו כולם בעיני המלך. וידע המלך בחכמתו כי לא דיברו אליו נכונה, בכל דבריהם יחד. כי מאת ה׳ הייתה זאת לסכל דברי חכמי מצרים, למען מאת יוסף מן בית האסורים ולמען גדלו במצרים. וירא המלך כי אין דובר אליו נכונה בכל החכמים והחרטומים אשר למצרים, ויחר אף המלך מאוד וחמתו בערה בו. ויצו המלך ויוציאו כל החכמים וכל החרטומים מלפניו, ויצאו כולם בבושת וכלימה מלפני המלך. ויצו המלך, ויעבירו קול במצרים אשר ימותו כל החכמים וכל החרטומים אשר במצרים לא יחיה מהם איש. ויקומו שרי הטבחים אשר למלך וישלפו כולם איש חרבו, ויחלו להכות בחרטומי מצרים וחכמיה. ויהי אחרי כן ויבוא מירוד שר המשקים אשר למלך, וישתחווה למלך וישב לפניו. ויאמר שר המשקים אל המלך, יחי המלך לעולם ותגדל מלכותו בארץ. אתה קצפת על עבדך בימים ההם זה שנתיים ימים ותיתן אותי במשמר, אותי ואת שר האופים. ושם היה איתנו בבור עבד עברי אשר לשר הטבחים יוסף שמו, כי קצף עליו אדוניו ויתנהו שם בבית הסוהר וישרת אותנו שם. ויהי מימים בהיותנו במשמר ונחלמה חלומות בלילה אחד אני ושר האופים, איש כפתרון חלומו חלמנו. ונבוא ונגד לעבד ההוא בבוקר, ויפתור לנו את חלומותינו איש כחלומו פתר לנו על נכונה. ויהי כאשר פתר לנו כן היה הדבר, לא נפל מכל דבריו ארצה. ועתה אדוני המלך אל תהרוג את כל אנשי מצרים חינם, כי הנה העבד ההוא עודנו אסור בבית שר הטבחים אדוניו בבית הסוהר. אם על המלך טוב ישלח אליו ויבוא לפניך, והוא יודיעך את פתרון החלום אשר חלמת על נכונה.", "וישמע המלך דברי שר המשקים, ויצו המלך לבלתי המית את חכמי מצרים. ויצו המלך את עבדיו להביא את יוסף לפניו, ויאמר המלך אליהם אל תבהלוהו פן יבהל ולא ידע לדבר נכונה. וילכו עבדי המלך אל יוסף ויריצוהו מן הבור, ויגלחו לו עבדי המלך ויחלף את בגדי כלאו, ויבוא לפני המלך. והמלך יושב על כיסא מלכותו בלבוש מלכות, אפוד באפוד זהב. והפס אשר עליו נוצץ, והברקת והאודם והנופך מתלפדים. וכל אבני התפארת אשר בראש המלך מתלהטים, ויפלא יוסף מן המלך מאוד. והכיסא אשר יושב עליו המלך, מצופה זהב עם אבני השוהם ולו שבעים מעלות. ויהי משפטם בכל ארץ מצרים כל איש אשר יבוא לדבר אל המלך, והיה אם איש שר וחשוב בעיני המלך הוא ועלה אל המלך על הכיסא עד המעלה האחת ושלושים, וירד המלך על מעלת השישה ושלושים ודיבר עמו. ואם מיתר העם הוא ועלה עד שלוש המעלות, וירד המלך ברביעית ודיבר עמו. ויהי משפטם עוד, כל איש אשר יבין לדבר בכל שבעים הלשונות ועלה שבעים מעלות ועלה עולה ודיבר עד הגעתו לפני המלך. וכל איש אשר לא ישלים השבעים, יעלה אל המעלות כמספר אשר ידע ויבין לדבר. ומשפט מצרים היה בימים ההם אשר לא ימלוך עליהם איש, כי אם איש אשר ידע לדבר בשבעים לשון. ויהי כבוא יוסף לפני המלך וישתחו למלך ארצה, ויעל עד שלוש המעלות וישב במעלה השלישית. וירד המלך אליו, וישב במעלה הרביעית וידבר עם יוסף. ויאמר המלך אל יוסף, חלום חלמתי ופותר אין לפתור אותו על נכון. ואצווה היום ויבואו לפני כל חרטומי מצרים וכל חכמיה ואספר אליהם את חלומותיי, ואין פותר אותם לי על נכונה. ואחרי כן שמעתי עליך היום הזה כי חכם אתה, אשר תשמע כל חלום לפתור אותו על נכון. ויען יוסף את פרעה לאמור, יספר פרעה את חלומו אשר חלם הלא לאלוקים פתרונים. ויספר פרעה ליוסף את חלומותיו חלום הפרות וחלום השיבולים, ויכל המלך לדבר.", "ורוח אלוקים לבשה את יוסף בעת ההיא לפני המלך, וידע כל הדברים אשר יבואו על המלך מהיום ההוא והלאה. וידע את פתרון חלום המלך על נכונה, וידבר לפני המלך. וימצא יוסף חן בעיני המלך, ויטה המלך את אזניו ואת לבו וישמע את כל דברי יוסף. ויאמר יוסף אל פרעה, אל יחשוב המלך כי שתי חלומות הן אך חלום אחד הוא. כי את אשר חפץ אלוקי השמים לעשות בכל הארץ, הראה את המלך בחלומו וזה פתרון חלומך על נכונה. שבע הפרות ושבע השיבולים הטובות שבע שנים הנה, ושבע הפרות ושבע השיבולים הרעות שבע שנים הנה, חלום אחד הוא. הנה שבע שנים באות, שבע גדול בכל הארץ. ואחרי כן יבואו שבע שני רעב אחריהן רעב כבד מאוד, ונשכח כל השבע ההוא מן הארץ וכלה הרעב את כל יושבי הארץ, חלום אחד חלם המלך. ועל השנות החלום אל המלך, כי נכון הדבר מאוד וממהר האלוקים לעשותו. ועתה איעצך נא עצה, ומלט את נפשך ואת נפש יושבי הארץ מרעת הרעב. אשר תבקש בכל מלכותיך איש נבון וחכם מאוד אשר ידע בכל דברי המלוכה, ותשיתהו לצאת ולבוא על כל ארץ מצרים. ויפקוד האיש ההוא אשר תשית על מצרים פקידים תחת ידו, ויקבצו את כל אוכל השנים הטובות הבאות ויצברו בר וישימוהו באוצרות פקידיך. ושמרו את האוכל ההוא לשבע שני הרעב וימצא לך ולאנשיך ולכל ארצך, ולא תכרת אתה וכל ארצך ברעב. וגם כל יושבי ארצך יצוה ויקבצו איש איש מתבואת שדהו מכל אוכל שבע השנים הטובות ונתנו באוצרותיהם, וימצא להם בימי הרעב וחיו בו. זה פתרון חלומך על נכונה, וזאת העצה היעוצה למלט את נפשך ואת נפש כל עבדיך. ויען המלך ויאמר ליוסף, מי יאמר ומי יודע כי דבריך נכונה. ויאמר יוסף אל המלך, זה לך אות על כל דבריי כי נכונים הם וכי עצתי טובה לך. הנה אישתך יושבת על המשבר ביום הזה, וילדה לך בן ושמחת בו. והיה בצאת הילד ממעי אמו ומת בנך בכורך אשר נולד לך זה שנתיים ימים, ונחמת בילד שיולד לך היום. ויכל יוסף לדבר את כל הדברים האלה אל המלך, וישתחו למלך ויצא.", "ויהי כצאת יוסף מאת פני המלך, ותבואנה האותות האלה אשר דיבר יוסף אל המלך ביום ההוא. ותלד המלכה בן ביום ההוא, ויתבשר המלך בבנו וישמח. ויהי בצאת המבשר מאת פני המלך, וימצאו עבדי המלך את בן המלך הבכור נופל ארצה מת. ותהי צעקה ומהומה בבית המלך, וישמע המלך ויאמר מה המהומה והצעקה אשר שמעתי בבית. ויגידו למלך כי מת בנו בכורו, אז ידע המלך כי כל דברי יוסף אשר דיבר אליו נכונה. וינחם המלך אל בנו בילד היולד לו ביום ההוא, כאשר דיבר אליו יוסף. אחר הדברים האלה ישלח המלך ויקבוץ את כל שריו ועבדיו וכל הפחות והפרתמים אשר למלך, ויבואו כולם לפני המלך. ויאמר אליהם המלך, הנה ראיתם ושמעתם את כל דברי האיש העברי וכל האותות אשר אמר כי באו, ולא נפל מכל דבריו אשר דיבר ארצה. ידעתי כי גם פתרון החלום אשר פתר נכונה הוא ובא יבוא, ועתה עוצו נא עצה ודעו מה תעשו ואיך תימלט הארץ מהרעב. בקשו נא וראו הנמצא כזה, אשר חכמה ודעת בלבו ואפקידהו בארץ. כי אתם שמעתם את העצה אשר יעץ האיש העברי על זאת, למלט בה את הארץ מהרעב. ואני ידעתי כי לא תימלט הארץ מהרעב, כי אם בעצת האיש העברי אשר יעץ אותי. ויענו כולם את המלך ויאמרו, טובה העצה אשר יעץ העברי על זה. ועתה אדוני המלך הנה כל ארצך בידך, את אשר ייטב בעיניך עשה. את אשר תחפוץ ואשר תדע בחכמתך אשר הוא חכם למלט את הארץ בחכמתו, הוא אשר יפקיד המלך תחת ידו על הארץ. ויאמר המלך אל כל השרים, אני אמרתי אחרי אשר הודיע אלוקים את האיש העברי את כל אשר דיבר, אין נבון וחכם כמוהו בכל הארץ. אם טוב בעיניכם אשיתהו על הארץ, כי הוא אשר ימלט את הארץ בכל חכמתו.", "ויענו כל השרים את המלך ויאמרו, והלא כתוב בדתי מצרים ולא יעבור אשר לא ימלוך איש במצרים ולא משנה למלך כי אם היודע בכל לשון בני האדם. ועתה אדוני המלך הנה האיש העברי זה לא ידבר כי אם לשון עברית, ואיך יהיה עלינו למשנה איש אשר לא ישע גם את לשוננו. אך שלח נא אליו ויבוא לפניך ונסה נא אותו בכל דבר, וכאשר תראה תעשה. ויאמר המלך להעשות כן למחר וטוב הדבר אשר דיברתם, ויצאו כל השרים מלפני המלך ביום ההוא. ויהי בלילה ההוא וישלח ה׳ מלאך אחד ממלאכיו המשרתים לפניו, ויבוא ארץ מצרים אל יוסף. ויעמוד מלאך ה׳ על יוסף והנה יוסף שוכב במשכב הלילה בבית אדוניו בבור, כי השיבהו אדוניו אל הבור מפני אישתו. ויעירהו המלאך משנתו, ויקם יוסף ויעמוד על רגליו והנה מלאך ה׳ עומד לנגדו. וידבר מלאך ה׳ את יוסף וילמדהו כל לשון האדם בלילה ההוא, ויקרא את שמו יהוסף. וילך מלאך ה׳ מאתו, ויוסף שב וישכב במשכבו ויתמה יוסף על המראה אשר ראה. ויהי בבוקר וישלח המלך אל שריו ועבדיו, ויבואו כולם וישבו לפני המלך. ויצו המלך להביא את יוסף, וילכו עבדי המלך ויביאו את יוסף לפני פרעה, ויצו המלך ויעל יוסף על מעלות הכיסא וידבר יוסף אל המלך בכל הלשונות. ויעל יוסף עלה ודיבר אך המלך עד הגעתו לפני המלך במעלת השבעים, וישב לפני המלך. וישמח המלך על יוסף מאוד, וכל השרים אשר למלך שמחו מאוד עם המלך בשמעם את כל דברי יוסף. וייטב הדבר בעיני המלך והשרים, להפקיד את יוסף למשנה למלך על כל ארץ מצרים. וידבר המלך אל יוסף לאמור, אתה יעצת לי עצה להפקיד בכל ארץ מצרים איש חכם למלט בחכמתו את הארץ מהרעב. ועתה אחרי הודיע אותך את כל זאת ואת כל הדברים אשר דיברת, אין חכם ונבון כמוך בכל הארץ. ולא יקרא שמך עוד יוסף כי אם צפנת פענח יהיה שמך, אתה תהיה לי למשנה ועל פיך יהיו כל דברי מלכותי ועל דבריך יצאו ויבואו עמי. גם מתחת ידך יקחו עבדיי ושריי את חוקם אשר ינתן להם מדי חודש בחודשו ולך ישתחוו כל אנשי הארץ, רק בכיסא אשר לי אגדל ממך.", "ויסר המלך את טבעתו מעל ידו, ויתן אותה על יד יוסף. וילבש המלך את יוסף לבוש מלכות ויתן עטרת זהב על ראשו, וישם רביד זהב על צווארו. ויצו המלך את עבדיו וירכיבו את יוסף במרכבת השנית אשר למלך, ההולכת ממול מרכבת המלך. וירכיבוהו על סוס עצום וגדול מאוד מסוסי המלך, ויוליכוהו ברחוב כל ארץ מצרים. ויצו המלך, ויצאו עם יוסף כל המשחקים במצלצלים ובכינורות וכל כלי זמר. ואלף תופים ואלף מחולות, גם הלכו אחריו. וחמשת אלפי איש בחרבותיהם שלופות בידיהם מתלהטים, וילכו הלוך ושחק לפני יוסף. ועשרים אלף איש מגדולי המלך אזורים באזור עור מצופה זהב הולכים לימין יוסף, ועשרים אלף לשמאלו. וכל הנשים והנערות עלו על הגגות ותצבנה ברחובות משחקות ושמחות ביוסף, ותראינה בתואר יוסף וביופיו. ועל אנשי המלך הולכים לפניו ולאחריו ומקטרים בכל הדרך בלבונה ובקדה ובכל הריח הטוב, ומפזרים בכל הדרך מור ואהלות לפני יוסף. ועשרים איש קוראים לפניו בכל הארץ בקול גדול הלוך וקרוא כדברים האלה. הראיתם את האיש הזה אשר בחר בו המלך למשה וכל דברי המלוכה על פיו יהיו. ואשר ימרה את פיו ואשר לא ישתחווה לו ארצה יומת, כי מרד במלך ובמשנהו. וככלות הקוראים לדבר והשתחוו כל מצרים ליוסף ארצה ויאמרו, יחי המלך גם יחי המשנה. וכל יושבי מצרים ישתחוו כולם על הדרך הלוך וקרוא הקוראים וישתחוות, ושמחים בכל תוף ומחול ונבל לפני יוסף. וישא יוסף את עיניו אל השמים מעל הסוס ויקרא ויאמר, ברוך מקים מעפר דל מאשפות ירים אביון, ה׳ צבאות אשרי אדם בוטח בך. ויעבור יוסף עם עבדי פרעה וכל שריו בכל ארץ מצרים ויראוהו את כל ארץ מצרים ואת כל אוצרות המלך, וישב יוסף ויבוא לפני פרעה ביום ההוא. ויתן המלך ליוסף אחוזה בארץ מצרים, אחוזת שדות וכרמים. ויתן המלך ליוסף שלושת אלפים ככרי כסף ואלף ככרי זהב ואבני שוהם ובדולח, ומתנות רבות.", "ויהי ממחרת ויצא המלך לכל מצרים להביא אל יוסף מנחות ומתנות, וכל אשר ימרה את פי המלך יומת. ויעשו במה גדול. ברחוב העיר ויפרשו שם בגדים, והיה כל המביא אל יוסף דבר יתן אל הבמה ההיא. וישליכו כל מצרים על הבמה ההיא איש נזם זהב אחד ואיש קשיטה אחת וטבעות עגולים וכל כלי מעשה וזהב וכסף ואבני שוהם ובדולח נתנו על הבמה ההיא, איש אשר נמצא בידו נתן. ויקח יוסף את כל אלה, וישם באוצרותיו. וכל השרים והפרתמים אשר למלך מגדלים את יוסף ויתנו לן גם הם מתנות רבות, בראותם כי בחר בו המלך למשנה. וישלח המלך אל פוטיפרע בן אחירם כהן און, ויקח את אוסנת בתו הקטנה ויתן אותה אל יוסף לאישה. והנערה טובת מראה מאוד בתולה ואיש לא ידעה, ויקח יוסף אותה לו לאישה. ויאמר המלך אל יוסף, אני פרעה ובלעדיך לא ירים איש את ידו ואת רגלו לצאת ולבוא על עמי בכל ארץ מצרים. ויוסף בן שלושים שנה בעמדו לפני פרעה, ויצא יוסף מלפני המלך ויהי למשנה המלך במצרים. ויתן המלך ליוסף מאה עבדים לשרתו בביתו, וגם יוסף שלח וקנה עבדים רבים ויהיו בבית יוסף. אז בנה לו יוסף בית גדול מאוד כבתי המלכים, לפני חצר בית המלך. ויעש בבית היכל גדול נחמד למראה מאוד וטוב למושבו, שלוש שנים עשה יוסף את כל ביתו. ויעש לו יוסף כיסא נחמד מאוד מזהב וכסף לרוב, וירצפהו באבני שוהם ובדולח. ויעש בו תבנית כל ארץ מצרים, ותבנית יאור מצרים ומשקה את כל ארץ מצרים. וישב יוסף לבטח בביתו על כסאו אשר עשה לו, ויוסף ה׳ ליוסף חכמה על חכמתו. וכל יושבי מצרים ועבדי פרעה ושריו אהבו את יוסף מאוד, כי מאת ה׳ היה הדבר הזה ליוסף. ויהי ה׳ את יוסף ויגדל מאוד הולך וגדל, ויהי שומעו בכל הארץ. ויהי ליוסף חיל עושה מלחמה יוצאי צבא לגדוד מספר ארבעת אלפים ושש מאות איש עושי מלחמה בכח חיל, לעזור למלך וליוסף על האויב. לבד משרי המלך ועבדיו ויושבי מצרים, אין מספר להם. ויתן יוסף לגיבוריו ולכל צבאיו מגנים ורמחים וכובעים ושריונות ואבני קלעים.", "בעת ההיא באו בני תרשיש על כל בני ישמעאל וילחמו בם, וישוסו בני תרשיש את בני ישמעאל ימים רבים. ובני ישמעאל היו מתי מספר בימים ההם, ולא יכלו על כל בני תרשיש ויצא להם מאוד. וישלחו כל זקני ישמעאל ספר אל מלך מצרים לאמור. שלח נא לעבדיך שרים וצבא לעזור אותנו ונלחמה בבני תרשיש, כי כלונו מאוד זה ימים רבים. וישלח פרעה את יוסף ואת הגיבורים ואת הצבא אשר איתו וגיבורים מבית המלך, וילכו ארץ החוילה אל בני ישמעאל לעזור אותם להלחם בבני תרשיש. וילחמו בני ישמעאל את בני תרשיש, ויך יוסף את את התרשישים וילכוד את כל ארצם וישבו בה מבני ישמעאל עד היום הזה. ויהי כאשר נלכדה ארץ תרשיש, ויברחו כל התרשישים ויבואו בגבול בני יון אחיהם. ויוסף וכל הגיבורים וכל הצבא אשר לו שבו מצרימה, לא נפקד מהם איש. ויהי לתקופת השנה בשנה השנית למלוך יוסף על מצרים, ויתן ה׳ שובע גדול בכל הארץ, שבע שנים כאשר דיבר יוסף. כי ברך ה׳ את כל תבואות הארץ בימים ההם שבע שנים, ויאכלו וישבעו מאוד. ויפקד יוסף פקידים בעת ההיא תחת ידו ויקבצו את כל אוכל השנים הטובות, ויצברו בר שנה שנ וישימוהו באוצרות יוסף. והיה בכל עת אשר יקבצו את האוכל, וציווה יוסף והביאו את הבר בשיבולים והביא עמו עפר שדהו לבלתי יפסיד. ויעש יוסף כדבר הזה שנה. ויצבור בר כחול הים הרבה מאוד כי אין מספר לאוצרותיו, כי לא יכלו לספור מרוב. וגם יושבי מצרים אספו אוכל באוצרותיהם הרבה מאוד מכל אוכל שבע השנים הטובות, אך לא עשו לו כאשר עשה יוסף. ויהי כל האוכל אשר אספו יוסף וכל מצרים בשבע שני השבע לפיקדון לארץ באוצרות, לשבע שני הרעב למחיית כל הארץ. וימלאו כל יושבי מצרים איש אוצרו ואיש מטמונו, בר למחייתם ברעב. ויתן יוסף את כל האוכל אשר אסף, בכל ערי מצרים. ויסתום את כל האוצרות, וישם שומרים עליהם. אוסנת בת פוטיפרע אשת יוסף ילדה לו שני בנים, את מנשה ואת אפריים. ויוסף בן שלושים וארבע שנים, בלדת אותם.", "ויגדלו הנערים וילכו בדרכי ה׳ ובמוסרו, לא סרו מן הדרך אשר למדם אביהם ימין ושמאל. ויהי ה׳ את הנערים, ויגדלו ויבינו וישכילו בכל חכמה ובכל דברי המלוכה. וכל שרי המלך וגדולי יושבי מצרים מנשאים את הנערים, ויגדלו בקרב בני המלך. ותכלינה שבע שני השבע אשר היו בכל הארץ. ותבואנה אחריהם שבע שני הרעב כאשר אמר יוסף, ויהי רעב בכל הארץ. ויראו כל מצרים כי החל הרעב להיות בארץ מצרים, ויפתחו כל מצרים את כל אוצרות הבר אשר להם כי חזק עליהם הרעב. וימצאו את כל האוכל אשר באוצרותיהם מלא סס ועש, ולא יצליח לאכול. ויחזק הרעב בכל הארץ ויבואו כל יושבי מצרים ויצעקו לפני פרעה, כי כבד עליהם הרעב. ויאמרו אל פרעה, תנה לעבדיך אוכל ולמה נמות לעיניך ברעב גם אנחנו גם טפינו. ויען אותם פרעה לאמור, ולמה תצעקו אליי והלא כל שבע שני השבע ציווה יוסף לצבור בר לשני הרעב, ולמה לא שמעתם בקולו. ויענו המצרים את המלך, חי נפשך אדוני כי כל אשר דיבר יוסף כן עשו עבדיך. כי גם עבדיך אספו כל אוכל שדותיהם בשני השבע ונתנוהו באוצרות, עד היום הזה. ויחזק הרעב על עבדיך ונפתחה את אוצרותינו, והנה כל אוכלינו מלא עש וסס ולא יצליח לאכול. ויהי כשמוע המלך את כל אשר קרה ליושבי מצריים, ויירא מאוד המלך מפני הרעב ויבהל מאוד. ויען המלך את אנשי מצרים לאמור, אחרי אשר קרה לכם את כל אלה לכו אל יוסף, אשר יאמר לכם תעשו לא תאמרו את פיו. וילכו כל מצרים ויבואו אל יוסף ויאמרו אליו, תנה לנו אוכל ולמה נמות ברעב נגדך. כי אנחנו אספנו את תבואתינו בשבע השנים כאשר ראית, ונשם אותם באוצר וכזה וכזה קרה לנו. ויהי כשמוע יוסף את כל דברי מצרים ואת אשר קרה להם, ויפתח יוסף את כל אוצרות האוכל אשר לו וישבור למצרים. והרעה היה על פני כל הארץ ויהי רעב בכל הארצות, ובארץ מצרים היה אוכל לשבור. וכל יושבי מצרים באו אל יוסף לשבור אוכל כי חזק עליהם הרעב וכל אוכלם הופסד, וישבור יוסף לכל מצרים יום יום. וישמעו כל יושבי ארץ כנען ופלשתים ועבר הירדן ובני קדם וכל ערי הארץ הקרובים והרחוקים כי יש שבר במצרים, ויבואו כולם מצרימה לשבור בר כי חזק עליהם הרעב.", "ויפתח יוסף את אוצרות האוכל וישם עליהם פקידים, ויעמדו וישברו לכל הבאים יום יום. וידע יוסף כי גם אחיו יבואו מצרימה לשבור אוכל, כי חזק הרעב על כל הארץ. ויצו יוסף את כל אנשיו, ויעבירו קול בכל מצרים לאמור. מטעם המלך והמשנה וגדוליהם איש איש אשר יחפוץ לשבור בר במצרים, אל ישלח עבדיו אל מצרים לשבור כי אם בניו. וגם כל איש מצרי או כנעני אשר יבוא מכל הארצות לשבור בר במצרים והלך ומכרו בכל הארץ, יומת. כי לא ישבור כל איש, כי אם מחיית ביתו. וגם כל איש אשר ינהג שתיים או שלוש בהמות יומת, כי לא ינהג אדם כי אם בהמתו. וישם יוסף שומרים בשערי מצרים, ויצום לאמור. כל איש אשר יבוא לשבור אוכל אל תתנוהו לבוא, עד כותבו שמו ושם אביו ושם אבי אביו. ואשר תכתבו בכל יום ושלחתם את שמותם אליי בערב, וידעתי את שמותם. ויפקד יוסף פקידים בכל מצרים, ויצום לעשות את על הדברים האלה. ויוסף עשה את כל השברים האלה וכל החוקים, למען אשר ידע ההוא אחיו מצרימה לשבור אוכל. ובכל יום ויום יעבירו אנשי יוסף קול במצרים בכל הדברים האלה והחוקים, אשר ציווה יוסף. וישמעו כל יושבי ארץ מזרח ומערב וכל הארץ, את החוקים וכל הדברים אשר שם יוסף במצרים. ויבואו כל יושבי קצוות הארץ, וישברו בר במצרים יום יום וילכו לדרכם. וכל שוערי מצרים עושים את כל אשר ציווה יוסף, ויהי כל הבא מצרימה לשבור אוכל וכתבו השוערים את שמותם ואת שמות אבותם והביאו לפני יוסף בערב יום יום. וישמע יעקב אחרי כן כי יש שבר במצרים ויקרא אל בניו ללכת מצרימה לשבור בר, כי חזק גם עליהם הרעב. ויקרא יעקב אל בניו ויאמר, הנה שמעתי כי יש שבר במצרים וכל הארץ הולכים שמה לשבור. ועתה למה תראו את נפשכם שבעים לפני כל הארץ, רדו גם אתם מצרימה ושברו לנו מעט אוכל בתוך הבאים ונחיה ולא נמות. וישמעו בני יעקב בקול אביהם, ויקומו לרדת מצרימה לשבור אוכל בתוך הבאים.", "ויצו אותם יעקב אביהם לאמור, עבורכם העירה אל תבואו יחד בשער אחד מפני יושבי הארץ. ויצאו בני יעקב וילכו מצרימה, ויעשו בני יעקב ככל אשר ציום אביהם. ואת בנימין לא שלח יעקב כי אמר פן יקראהו אסון בדרך, וילכו מבני יעקב עשרה. ויהי בלכת עשרת בני יעקב בדרך, וינחמו על יוסף בכל אשר עשו לו. ויאמרו איש אל אחיו לאמור, ידענו כי יוסף אחינו ירד למצרים ועתה נבקשהו כשנלך לשם. ויהיה אם מצאנוהו ולקחנוהו מאדוניו בפדיון ואם אין, בחזקה ומתנו עליו. וישמעו בני יעקב לדבר, הזה ויתחזקו בלבם על יוסף להצילו מיד אדוניו וילכו בני יעקב מצרימה. ויהי בקרבם מצרימה ויתפרדו איש מעל אחיו, ויבואו בעשר שערי מצרימה. והשוטרים כתבו את שמותם ביום ההוא, ויביאו אל יוסף בערב. ויקרא יוסף את השמות מיד שוערי העיר, וימצא את אחיו באו מעשר שערי העיר. ויצו יוסף בעת ההיא, ויעבירו קול במצרים לאמור. לכם שומרי כל האוצרות, סגרו כל אוצרות הבר ולא תשאירו פתוח כי אם אחד לשבור ממנו כל הבאים. ויעשו כל פקידי יוסף כן בעת ההיא, ויסתמו על האוצרות ולא הותירו כי אם אחד פתוח. ויתן יוסף את שמות אחיו כתובים לאשר על האוצר הפתוח ויאמר אליו, כל אשר יבוא אליך לשבור בר תשאל את שמו. והיה בבוא אליך השמות האלה ותפשתם ושלחתם אליי, ויעש כן. ובני יעקב כאשר באו אל תוך העיר ויתקבצו יחד בתוך העיר לבקש את יוסף, טרם ישברו להם אוכל. וילכו להם אל חומות הזונות, ויבקשו את יוסף בחומות הזונות שלושת ימים. כי אמרו כי יוסף החומות הזונות יבוא, כי יוסף יפה תואר ויפה מראה מאוד. ויבקשו בני יעקב בחומות ההם שלושת ימים, ולא מצאו. והאיש אשר על האוצר הפתוח ביקש את השמות ההם אשר נתן לו יוסף, ולא מצא. וישלח אל יוסף לאמור, זה שלושת ימים לא באו אליי האנשים ההם אשר נתת לי שמותם. וישלח יוסף עבדים לבקש את האנשים בכל מצרים, להביאם לפני יוסף. וילכו עבדי יוסף ויבקשו במצרים ולא מצאו, וילכו גושנה ואין וילכו רעמסס ולא מצאו. ויבואו אל יוסף ויאמרו, ביקשנו בכל הארץ עד עיר רעמסס ולא מצאנו.", "ויוסף עוד יוסף וישלח שישה עבדים לבקש את אחיו, וילכו ויתפזרו בארבע פינות העיר. וילכו ארבעה עבדים בית הזונות, וימצאו את עשרת האנשים שמה מבקשים את אחיהם. ויקחום ארבעת האנשים ההם ויביאום לפני יוסף, ויבואו בני יעקב ביתה יוסף וישתחוו לו אפיים ארצה. ויוסף יושב בהיכלו על כסאו מחובש בבגדי בוץ וארגמן ובראשו עטרת זהב גדולה, וכל הגיבורים יושבים סביביו. ויראו בני יעקב את יוסף, ויפלא בעיניהם מאוד תוארו וטוב יופיו והדר פניו, וישתחוו לו עוד אפיים ארצה. וירא יוסף את אחיו ויכירם והם לא הכירוהו, כי גדל יוסף מאוד בעיניהם על כן לא הכירו אותו. וידבר יוסף אליהם לאמור, מאין באתם. ויענו כולם ויאמרו, מארץ כנען באו עבדיך לשבור אוכל כי חזק הרעב בכל הארץ. וישמעו עבדיך כי יש שבר במצרים ויבואו עבדיך בתוך הבאים, לשבור בר למחייתנו. ויען יוסף אותם לאמור, ואם באתם לשבור אוכל כאשר אמרתם למה תבואו בעשר שערי העיר, אין זה כי אם לחפור את כל הארץ באתם. ויענו כולם יחד את יוסף ויאמרו, לא אדוני כנים אנחנו לא היו עבדיך מרגלים כי לשבור אוכל באנו. כי כל עבדיך אחים בני איש אחד בארץ כנען, ויצוה עלינו אבינו לאמור בבואכם העירה אל תבואו יחד בשער אלד מפני יושבי הארץ. ויען אותם יוסף עוד ויאמר, הוא הדבר אשר דיברתי אליכם לחפור את כל הארץ באתם, על כן באתם כולכם בעשר שערי העיר לראות את ערות הארץ. הלא כל בא לשבור ישבור והולך לדרכו, ואתם שלושת ימים היום לכם בארץ ומה תעשו בחומות הזונות אשר הייתם שם זה שלושת ימים הלא כי מרגלים יעשו כאלה. ויאמרו אל יוסף, חלילה לאדוני מדבר הדבר הזה כי אנחנו שנים עשר אחים בני יעקב אבינו בארץ כנען בן יצחק בן אברהם העברי. והנה הקטן את אבינו היום בארץ כנען, והאחד איננו כי נאבד מאתנו. ונאמר אולי בארץ הזאת הוא, ונבקש בכל מצרים ונבוא גם בבתי הזונות לבקש אותו שם. ויאמר אליהם יוסף, והלא ביקשתם אותו בכל הארץ עד לא נשאר לכם כי אם במצרים לבקש אותו בה.", "וגם מה אשר יעשה אחיכם בבתי הזונות אף אם הוא במצרים, הלא אמרתם כי מבני יצחק בן אברהם אתם ומה יעשו בני יעקב בבתי הזונות. ויאמרו אליו, כי שמענו אשר גנבוהו הישמעאלים מאיתנו, ויוגד לנו כי מכרו אותו מצרימה. ועבדך אחינו יפה תואר ומראה מאוד ונאמר איננו כי אם בבתי הזונות, על כן הלכו שם עבדיך לבקשו ולפדותו. ויען אותם יוסף עוד לאמור הלא שקר תאמרו וכזב תדברו בנפשכם לאמור בניר אברהם אתם, חי פרעה כי מרגלים אתם על כן באתם בבתי הזונות לבלתי דעת איש בכם. ויאמרו לו עוד לא אדוני כי הלוך הלכו שם לבקש את אחינו ולפדותו, כאשר דיברנו אל אדוני. ויאמר אליהם יוסף, והנה אם מצאתם אותו וביקש מכם אדוניו מחיר רב התתנוהו בו, ויאמרו ניתן. ויאמר אליהם, ואם לא יחפוץ אדוניו לתתו במחיר רב מה תעשו להם עליו. ויענוהו לאמור, ואם לא יתנוהו והרגנו אותו ולקחנו את אחינו והלכנו. ויאמר אליהם יוסף, הוא הדבר אשר דיברתי אליכם מרגלים אתם, כי להרוג את יושבי הארץ באתם. כי שמענו אשר שניים מאחיכם הכו את כל יושבי שכם בארץ כנען בעבור אחותיכם, ותבואו לעשות גם במצרים על אחיכם כדבר הזה. אך בזאת אדע כי כנים אתם, אם תשלחו מכם אחד לקחת את אחיכם הקטן מאת אביכם ולהביאו אליי הנה. והיה בעשותכם הדבר הזה, ואדעה כי כנים אתם. ויקרא יוסף אל שבעים גיבורים מגיבוריו ויאמר אליהם, קחו את האנשים האלה והבאתם אותם אל משמר. ויקחו הגיבורים את עשרת האנשים ויחזיקו בם ויתנום במשמר, ויהיו במשמר שלושת ימים. ויהי ביום השלישי ויוציאם יוסף מהמשמר ויאמר אליהם, זאת עשו לכם אם כנים אתם וחייתם. אחיכם אחד יאסר במשמר, ואתם לכו הביאו שבר בתיכם ארצה כנען. ולקחתם את אחיכם הקטן והבאתם אליי הנה, ואדעה כי כנים אתם כאשר תעשו הדבר הזה. ויצא יוסף מעליהם ויבוא החדרה ויבך בכי גדול, כי נכמרו רחמיו אליהם. וירחץ פניו ויצא אליהם, ויקח מאיתם את שמעון ויאמר לאסרו. ולא אבה שמעון לעשות כן כי היה גיבור חיל מאוד, ולא יכול יוסף לאסרו.", "ויקרא יוסף אל גיבוריו, ויבואו לפניו שבעים איש גיבורי חיל וחרבותם שלופות בידם, ויבהלו כל בני יעקב מהם. ויאמר אליהם יוסף, תפשו את האיש הזה ואסרתם אותו בבית הסוהר עד בוא אחיו אליו. וימהרו גיבורי יוסף, ויחזיקו בשמעון לאסור אותו. ויצעק עליהם שמעון צעקה גדולה מאוד ומרה, ותשמע הצעקה למרחוק. ויבהלו כל גיבורי יוסף מקול הצעקה, ויפלו על פניהם וייראו מאוד וינוסו להם. וגם כל האנשים אשר היו את יוסף נסו, כי יראו מאוד לנפשותם וישאר אך יוסף ומנשה בנו שם. וירא מנשה בן יוסף את גבורת שמעון, ויחר אפו מאוד. ויקם מנשה בן יוסף ויגש אל שמעון, ויכה מנשה את שמעון באגרופו מכה רבה בעורפו וינח שמעון מחמתו. ויאחז מנשה בשמעון ויחזק בו ויאסור אותו וידחהו אל בית הכלא, ויתמהו כל בני יעקב ממעשה הנער. ויאמר שמעון אל אחיו, איש מכם אל יאמר כי מכת מצרי זאת אין זאת כי אם מכת בית אבי. ויצו יוסף אחרי כן ויקרא לאשר על האוצר למלאות את כליהם בר כאשר יוכלון שאת ולתת איש כספו בשקו ולתת להם צדה לדרך, ויעש להם כן. ויצו אותם יוסף לאמור, השמרו לכם פן תמרו את פי ולא תביאו את אחיכם כאשר דיברתי לכם. והיה כאשר תביאו את אחיכם אליי הנה, וידעתי כי כנים אתם ואת הארץ תסחרו. והשיבותי לכם את אחיכם, ושבתם לשלום אל אביכם. ויענו כולם ויאמרו, כאשר דיבר אדוני כן נעשה וישתחוו לו ארצה. וישאו איש שברו על חמורו, ויצאו ללכת ארצה כנען אל אביהם. ויבואו אל המלון ויפתח לוי את שקו לתת מספוא לחמורו, וירא והנה כספו במשקלו עודנו באמתחתו. ויירא האיש מאוד ויאמר אל אחיו, הושב כספי והנה הוא באמתחתי וייראו האנשים מאוד ויאמרו מה זאת עשה אלוקים לנו. ויאמרו כולם ואיה חסדי ה׳ את אבותינו את אברהם יצחק ויעקב אבינו, כן נתננו ה׳ היום ביד מלך מצרים להתעולל עלינו. ויאמר אליהם יהודה, הלא אשמים אנחנו וחטאים לפני ה׳ אלוקינו במוכרינו את אחינו בשרנו ולמה תאמרו איה חסדי ה׳ את אבותינו. ויאמר אליהם ראובן, הלא אמור אמרתי אליכם אל תחטאו בילד ולא שמעתם לי. כי דמו דרש אלוקים ממנו, ואיך תאמרו איה חסדי ה׳ את אבותינו ואתם חטאתם לו.", "וילינו במקום ההוא וישכימו בבוקר, וישאו את שברם על חמוריהם וינהגו אותם וילכו ויבואו ארצה כנען בית אביהם. ויצא יעקב וביתו לקראת בניו וירא יעקב, והנה אין שמעון אחיהם איתם. ויאמר יעקב אל בניו איפה שמעון אחיכם אשר לא ראיתיו איתכם, ויגידו לו בניו את כל הקורות אותם במצרים. ויבואו בתיהם ויפתחו איש את שקו ויראו והנה איש צרור כספו בשקו, וייראו מאוד מזה המה ואביהם. ויאמר אליהם יעקב, מה זאת עשיתם לי שלוח שלחתי אליכם את יוסף אחיכם לדרוש את שלומכם ותאמרו לי חיה רעה אכלתהו. וילך שמעון איתכם לשבור אוכל ותאמרו, מלך מצרים אסר אותו בכלא. ואת בנימין תאמרו לקחת להמית גם אותו, והורדתם את שיבתי ביגון שאולה על בנימין ויוסף אחיו. עתה לא ירד בני איתכם כי אחיו מת והוא לבדו נשאר, וקרהו אסון בדרך אשר תלכו בה כאשר קרה לאחיו. ויאמר ראובן אל אביו, את שני בניי תמית אם לא אביא לפניך את בנך והצגתיו לפניך. ויאמר יעקב אל בניו, שבו לכם ואל תרדו מצרימה כי לא ירד בני איתכם מצרימה ולא ימות כאחיו. ויאמר אליהם יהודה, חדלו נא לכם ממנו עד כלות לו את השבר והוא יאמר הורידו את אחיכם כי ימצא את נפשו ברעב ואת נפש ביתו. והרעב היה כבד בכל הארץ בימים ההם, וכל אנשי הארץ הולכים ובאים מצרים לשבור אוכל כי חזק עליהם הרעב מאוד. וישבו בני יעקב בארץ כנען ימים ושני חודשים, עד כלות להם את השבר. ויהי כאשר כלו לאכול את השבר ותרעב נפשם מאוד, כל בית יעקב. ויבואו ילדי בני יעקב יחד ויגשו אל יעקב ויסובבו אותו כולם ויאמרו לו, תנה לנו לחם ולמה נמות כולנו ברעב נגדך.", "וישמע יעקב את דברי ילדי בניו, ויבך בכי גדול ויכמרו רחמיו אליהם. ויקרא יעקב אל בניו, ויבואו כולם וישבו לפניו. ויאמר אליהם יעקב, הלא ראיתם כי בניכם בוכים עליי היום תנה לנו לחם, ואין. עתה שובו שברו לנו מעט אוכל. ויען יהודה ויאמר אל אביו, אם ישך משלח את אחי ואיתנו נרדה ונשברה לך אוכל. ואם אינך משלחו לא נרד, יען כי מלך מצרים העד העיד עלינו לא תראו פניי בלתי אחיכם איתכם. כי מלך מצרים מלך אדיר וחזק הוא, והיה אם הלכנו אליו בלתי אחינו ומתנו כולנו. הלא ידעת אם לא שמעת כי המלך ההוא גיבור וחכם מאוד, ואין כמוהו בכל הארץ. הנה ראינו את כל מלכי הארץ, ולא ראינו כמלך ההוא מלך מצרים. הלא אין גדול כאבימלך מלך פלשתים מכל מלכי הארץ ומלך מצרים גדול ועצום ממנו, ולא יהיה לו אבימלך כאחד שריו. לו ראית אבי את היכלו ואת כסאו, ואת כל עבדיו העומדים לפניו. לו ראית המלך ההוא בשבתו על כסאו ביופיו ובתוארו, מלובש בבגדי מלכות ועטרת זהב גדולה על ראשו. לו ראית ההוד וההדר אשר נתן לו אלוקים, כי אין כמוהו בכל הארץ. לו ראית אבי החכמה והתבונה והדעת, אשר נתן אלוקים בלבו. הראית אל קולו הנעים בדברו אלינו. לא ידענו אבי מי הודיעו את שמותינו ואת כל אשר קרה לנו, וישאל גם עליך לאמור העוד אביכם חי השלום לו. לו ראית את כל דברי מלכות מצרים, על פיו יצא ועל פיו יבוא ואין שואל בפרעה אדוניו. לו ראית את פחדו ואת אימתו על כל מצרים. וגם אנחנו בצאתנו מלפניו ונאמר לעשות למצרים כיתר ערי האמורי ויחר אפינו מאוד על כל דבריו אשר דיבר, לתתנו מרגלים. והיה בבואנו עוד לפניו ונפלה אימתו עלינו יחד, ואין איש יוכל לדבר אליו דבר קטון או גדול. ועתה אבינו שלח נא את הנער איתנו ונרדה ונשברה לך אוכל למחייתנו, ולא נמות ברעב. ויאמר יעקב, למה הרעותם לי להגיד למלך כי יש לכם אח מה הדבר אשר עשיתם. ויאמר יהודה אל יעקב אביו, תנה הנער בידי ונקומה ונרדה מצרימה ונשברה אוכל ונבוא. והיה בבואנו ואין הנער איתנו, וחטאתי לך כל הימים.", "הראית את כל ילדינו הקטנים בוכים עליך ברעב ואין לאל ידיך, עתה יכמרו נא רחמיך עליהם ושלחה את אחינו איתנו והלכנו. ואיה חסד ה׳ את אבותינו איתך, אשר תאמר כי מלך מצרים יקח את בנך. חי ה׳ לו אמות עליו עד הביאותיו והצגתיו לפניך. אך התפלל נא בעדינו אל ה׳ אלוקינו ויעשה איתנו חסד לתננו לחן ולחסד לפני מלך מצרים ואנשיו, כי לולי התמהמנו כי עתה שבנו זה פעמיים אליך עם בניך. ויאמר יעקב אל בניו, בה׳ אלוקיי אבטח אשר יציל אתכם ונתן אתכם לחם בעיני מלך מצרים ובעיני כל אנשיו. ועתה קומו ולכו אל האיש וקחו לו בידכם מנחה מן הנמצא בארץ הזאת, והביאו לפניו. ואל ש-די יתן לכם רחמים לפניו, ושלח לכם את בנימין ואת שמעון אחיכם. ויקומו כל האנשים ויקחו את בנימין אחיהם ומנחה גדולה מזמרת ארץ כנען לקחו בידם, וגם משנה כסף לקחו. ויצו יעקב את בניו מאוד על בנימין, השמרו בו בדרך אשר תלכו בה ואל תתפרדו מעמו גם בדרך גם במצרים. ויקם יעקב מאת בניו ויפרוש כפיו ויתפלל אל ה׳ בעד בניו לאמור, ה׳ אלוקי השמים ואלוקי הארץ זכור לאברהם אבינו את בריתך אותו וזכור ליצחק אבי ועשה חסד עם בניי, ואל תתנם ביד מלך מצרים. עשה נא אלוקיי למען רחמיך ופדה את כל בניי והצילם מיד מצרים, וישלחו להם את שני אחיהם. וגם כל נשי בני יעקב וילדיהם נשאו כולם את עיניהם השמימה, ויבכו כולם אל ה׳ ויצעקו להציל את אבותם מכף מלך מצרים. ויכתוב יעקב ספר אל מלך מצרים ויתנה ביד יהודה וביד בניו, אל מלך מצרים לאמור. מאת עבדך יעקב בן יצחק בן אברהם העברי נשיא אלוקים אל המלך האדיר והחכם צפנת פענח מלך מצרים שלום, ידוע יהיה לאדוני מלך מצרים כי חזק עלינו הרעב בארץ כנען ושלחתי אליך בניי לשבור לנו מעט אוכל מאיתך למחייתנו. כי אני סבבוני בשבעים נפש בניי ואני זקן מאוד, אינני רואה בעיניי כי כבדו מזוקן מאוד. וגם בוכה בכל יום תמיד על בני יוסף אשר נאבד מלפניי, ואצווה את בניי אשר לא יבואו יחד בשערי העיר בבואם מצרימה מפני יושבי הארץ. וגם כי ציויתים להתהלך במצרים ולבקש את בני יוסף אולי ימצאוהו שמה,ויעשו כן. ותתנם אתה כמרגלים את הארץ.", "הלא שמענו עליך כי אתה חכם ונבון מאוד, הלא תראה את פניהם, איך יהיו מרגלים. עם כי שמע ואשר פתרת אתה את חלום פרעה ותודיעהו ברעב הזה טרם יבוא ותדבר אליו נכונה, ואיך לא תדע בחוכמתך את בניי המרגלים הם אם לא. ועתה אדוני המלך, הנה שלחתי לפניך את בנימים בני כאשר דיברת אל בניי, אחלה נא את פניך אשר תשים עינך עליו עד השיבותיו אליי בשלום עם אחיו. והלא ידעת אם לא שמעת את אשר עשה אלוקינו לפרעה בקחתו את שרה אמי, ואשר עשה לאבימלך מלך פלשתים עליה. וגם את אשר עשה אברהם אבינו לתשעה מלכי עילם, אשר המית את כולם במתי מספר אנשים אשר היו איתו. וגם את אשר עשו שמעון ולוי שני בניי לשמונה ערי האמורי אשר החריבו אתהן, בעבור דינה אחותם. ואף בעבור בנימין אחיהם אשר התנחמו בו על יוסף אחיו, מה יעשו עליו בראותם כי תגבר יד אחד העם עליהם בעבורו. הלא ידעת מלך מצרים כי גבורת אלוקינו איתנו, וגם שומע אלוקינו את תפילתינו תמיד כי לא יעזבנו כל הימים. חי ה׳ כי בהגיד בניי אליי את מעשיך איתם, לו קראתי אל ה׳ עליך כי אז נאבדת עם אנשיך טרם בא בנימין בני לפניך. אך אמרתי כי שמעון בני בביתך אולי טובה תעשה איתו, על כן לא עשיתי לך הדבר הזה. ועתה הנה בני בנימין בא אליך עם בניי, השמר לך בו ושים עינך עליו וישים אלוקינו את עיניו עליך בכל מלכותך. ועתה הנה הגדתי לך את אשר עם לבבי והנה בניי באים אליך עם אחיהם, ראה נא בעדם את פני כל הארץ ושלחתם עם אחיהם לשלום. ויתן יעקב את הספר אל בניו ביד יהודה, לתתה למלך מצרים. ויקומו בני יעקב ויקחו את בנימין ואת כל המנחה, וילכו ויבואו מצרימה ויעמדו לפני יוסף. וירא יוסף איתם את בנימין אחיו ויתן יוסף אליהם שלום, ויבואו האנשים ההם ביתה יוסף. ויצו יוסף את אשר על ביתו לטבוח להם טבח לאכול, ויעש להם כן. ויהי בצהריים, וישלח יוסף אל האנשים לבוא לפניו עם בנימין.", "ויגידו האנשים אל האיש אשר על בית יוסף את דבר הכסף המושב באמתחותיהם, ויאמר להם שלום לכם אל תיראו ויוציא אליהם את שמעון אחיהם. ויאמר שמעון אל אחיו, טובה רבה עשה איתי אדוני מצרים גם לא אסרני כאשר ראיתם בעינכם. כי בצאתכם מהעיר הוציא אותי, ויעש איתי טובה בביתו. ויקח יהודה את בנימין בידו ויבואו לפני יוסף, וישתחוו לו אפיים ארצה. ויתנו האנשים את המנחה אל יוסף, וישבו כולם לפניו. ויאמר אליהם יוסף השלום לכם השלום לבניכם השלום לאביכם הזקן, ויאמרו שלום. ויקח יהודה את הספר אשר שלח יעקב, ויתנהו ביד יוסף. ויקרא יוסף את הספר ויכר את מכתב אביו ויבקש לבכות, ולא יוכל להתאפק וילך החדרה ויבך בכי גדול ויצא. וישא עיניו וירא את בנימין אחיו ויאמר, הזה אחיכם אשר אמרתם אליי. ויגש בנימין לפני יוסף, ויתן יוסף את ידו על ראשו ויאמר לו אלוקים יחנך בני. ויהי כראות יוסף את אחיו בן אמו ויבקש לבכות שנית, ויבוא החדרה ויבך שמה וירחץ פניו ויצא ויתאפק ויאמר שימו לחם. ויהי ביד יוסף גביע אשר ישתה בו והוא מכסף רצוף באבני שוהם ובדולח טוב מאוד. ויך יוסף בגביע ההוא לעיני אחיו, בשבתם לאכול איתו. ויאמר יוסף אל האנשים, ידעתי בגביע הזה כי ראובן הבכור. ושמעון ולוי ויהודה ויששכר וזבולון בני אם אחת, שבו לכם לאכול כאשר יולדתם. ויושב גם את האחרים כתולדותם. ויאמר ידעתי כי אחיכם הקטן הזה אין לו אח ואני כמוהו אין לי אח, ישב נא איתי לאכול. ויעל בנימין לפני יוסף וישב על הכיסא, ויראו האנשים את מעשה יוסף ויתמהו על ככה. ויאכלו וישתו האנשים עם יוסף בעת ההיא, ויתן להם מתנות ומנות בעת ההיא. ויוסף ויתן יוסף לבנימין מנה אחת, ויראו מנשה ואפרים את מעשה אביהם ויתנו לו גם הם את מנותיהם. וגם אוסנת נתנה לו מנה אחת, ותהיין ביד בנימין חמש מנות. ויוציא להם יוסף יין לשתות, ולא אבו לשתות ויאמרו מיום אשר נאבד יוסף אחינו מאיתנו לא שתינו יין ולא אכלנו אוכל טוב. וישבע להם יוסף ויפצר בם מאוד, וישתו וישכרו עמו ביום ההוא.", "ויהי אחרי כן ויפן יוסף אל בנימין אחיו לדבר איתו, ובנימין עודנו יושב על הכיסא לפני יוסף. ויאמר אליו יוסף, הילדת יש לך בנים. ויאמר בנימין, יש לעבדך עשרה בנים. ואלה שמותם, בלע ובכר ואשבל גרא ונעמן אחי וראש מופים וחופים וארד. ואקרא את שמותם על כל אשר קרה ליוסף אחי, אשר לא ראיתיו. ויצו יוסף ויביאו לפניו את משטר הכוכבים אשר לו, אשר בו יודע יוסף את כל העתים. ויאמר יוסף אל בנימין, שמעתי כי העברים יודעים בכל חכמה התוכל לדעת מאומה בזה, ויאמר בנימין גם עבדך ידע בכל חכמה כאשר הורני אבי. ויאמר יוסף אל בנימין, הבט נא בזה הכלי והבן איפה הוא אחיך יוסף במצרים אשר אמרתם למצרים ירד. ויקח בנימין את הכלי ההוא את משטר כוכבי השמים, ויתחכם ויבט בו לדעת איפה אחיו. ויחלק בנימין את כל ארץ מצרים לארבעה חלקים וימצא את יוסף אחיו כי הוא היושב לפניו על הכיסא, ויתמה בנימין מאוד. וירא יוסף את בנימין כי תמה מאוד, ויאמר אל בנימין מה ראיתה ועל מה תתמה. ויאמר בנימין אל יוסף, רואה אני בזה כי יוסף אחי יושב איתי פה על הכיסא. ויאמר אליו יוסף, אני הוא יוסף אחיך אך אל תגלה את הדבר הזה אל אחיך. הנני שולח אותך עמם וילכו, וצויתי להשיב אתכם העירה ולקחתיך מאיתם. והיה אם יתנו את נפשם והלחמו עליך אז ידעתי כי ניחמו על אשר עשו לי, ונודעתי אליהם. ואם עזבוך ולקחתי אותך וישבת איתי, ושלחתי אותם וילכו להם ולא אודע אליהם. בעת ההיא ציוה יוסף את פקידו למלאת את כליהם אוכל ולשים את כסף איש בשקו, ולתת את הגביע בשק בנימין ולתת להם צדה לדרך, ויעש להם כן. ויהי ממחרת וישכימו האנשים בבוקר וישאו את שברם על חמוריהם, ויצאו להם עם בנימין ללכת ארצה כנען עם שמעון אחיהם. הם יצאו ממצרים לא הרחיקו, ויוסף ציוה לאשר על ביתו לאמור קום רדוף אחרי האנשים טרם ירחיקו ממצרים ואמרת אליהם למה גנבתם את גביע אדוני. ויקם פקיד יוסף וירדפם וישיגם, וידבר אליהם את כל דברי יוסף. ויהי. שמעם את הדבר הזה ויחר אפם מאוד ויאמרו, כל הנמצא איתו את גביע אדוניך יומת וגם אנחנו נהיה לעבדים.", "וימהרו ויורידו איש את שקו מעל חמורו ויחפשו באמתחותיהם, וימצא הגביע באמתחת בנימין. ויקרעו כולם את שמלותיהם, וישובו העירה ויכו את בנימין בדרך הלוך והכות אותו עד בואם העירה, ויעמדו לפני יוסף. ויחר אף יהודה ויאמר, חי ה׳ כי לא השיבנו האיש הזה כי אם להחריב את מצרים היום. ויבואו האנשים ביתה יוסף, וימצאו את יוסף יושב על כסאו וכל גיבוריו עומדים עליו מימינו ומשמאלו. ויאמר אליהם יוסף, מה המעשה הזה אשר עשיתם כי לקחתם את גביע הכסף אשר לי ותלכו לכם. אך ידעתי כי בעבור דעת בו איפה אחיכם בכל הארץ, לקחתם את הגביע אשר לי. ויאמר יהודה, מה נאמר לאדוני מה נדבר ומה נצטדק, האלוקים מצא את עון עבדיך היום על כן עשה לנו הדבר הזה היום. ויקם יוסף ויחזק בבנימין ויקחו מאת אחיו בחוזקה, ויבוא הביתה וינעל את הדלת בפניהם. ויצו יוסף לאשר על ביתו ויצא ויאמר אליהם, כה אמר המלך לכו לשלום אל אביכם הנה לקחתי את האיש אשר נמצא גביעי בידו. ויהי כראות יהודה את מעשה יוסף איתם."], "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["And in those days after Isaac's death, the Lord called a famine into all the earth. At that time ‎Pharaoh, king of Egypt, was seated upon his throne and he fell asleep that night and he ‎dreamed many dreams. And Pharaoh saw in his dream, and behold he stood by the banks of ‎the river of Egypt, which is Shichor... And as he stood there he saw, and behold, seven cows ‎fat fleshed and well favored came up out of the river, and after them came out seven cows ‎lean fleshed and ill favored. And the seven ill-favored cows did eat up the seven well favored ‎cows and their appearance was yet as bad as before. And he awoke. And he fell asleep and ‎dreamed a second time. And he saw and behold seven ears of corn came up, upon one stalk, ‎rank and good, and right after them grew up seven thin ears and blasted with the east wind. ‎And the seven thin ears swallowed up the seven rank and full ears. And Pharaoh awoke from ‎his dream. And in the morning when the king thought over his dreams his spirit was greatly ‎disturbed on account of his dreams. And the king hastened and issued a call unto all the ‎magicians of Egypt, and all the wise men thereof, and they came and stood before the king. ‎And the king said unto them: I have dreamed dreams and there is no one to interpret them. ‎And they said unto the king: Relate thy dreams we pray thee, unto thy servants, that we may ‎hear them. And the king related his dreams unto them. And all of them answered and said ‎unto the king, as if with one mouth: May the king live forever! this is the interpretation of his ‎dreams: The seven fat cows that thou hast seen are seven daughters, which will be born unto ‎thee in thy last days. And the seven cows that came up after them which thou hast seen ‎swallow up the first cows are a sign that the daughters which will be born unto thee will all die ‎during the life time of the king. And what thou hast seen in thy second dream, namely, the ‎seven rank and good ears, springing up from one stalk, this is the interpretation that thou wilt ‎build unto thee seven cities in the land of Egypt in thy last days. And what thou hast seen ‎afterwards, namely, the seven blasted ears that grew up after them, and swallowed them up ‎before thine eyes, is a sign that the cities which thou shalt build shall all be destroyed in the ‎latter days during the life time of the king. And when they had spoken these words the king ‎did not incline his ears. unto their speech, nor did he quiet his heart on their account; for the ‎king in his wisdom knew well that they had not interpreted his dreams correctly. And when ‎they ceased speaking before the king, the king answered unto them saying: What are these ‎words which you have spoken unto me? Verily you have allowed lies. And falsehoods to come ‎out of your mouths, and unless you give me the correct interpretation of my dreams, all of you ‎shall be put to death.‎", "And the king commanded after this, and they summoned other wise men, and they came and ‎stood before the king. And the king related unto them his dream, and they gave him the same ‎interpretation. And the anger of the king burned, and he was very wroth. And the king said ‎unto them: Verily, you have spoken lies, and your words are false hoods. And the king ‎commanded and they proclaimed throughout the whole land of Egypt, saying: It is the ‎pleasure of the king, and of his great men, that every wise man who knoweth and ‎understandeth to interpret dreams, and who will not come this day before the king, the same ‎shall be put to death. And the man that will impart the correct interpretation of his dreams he ‎will be given all that he may require of the king. And all the wise men of the land of Egypt, and ‎all the magicians, and all the sorcerers that were in the land of Egypt, and in Goshen, and in ‎Tachpanham, and in Zoan, and in the boundaries of Egypt came, and all of them stood before ‎the king. And all the governors and all the princes of the kings assembled from all the cities of ‎Egypt and they seated themselves before the king, and the king related his dreams unto the ‎wise men and his princes. And all those that were before the king were greatly astonished at ‎the vision, and all of then divided themselves in several divisions concerning the interpretation ‎of the dream. Part of them interpreted it unto him saying, seven fat cows are seven kings who ‎will rule over Egypt from the seed of the king. And the seven lean cows are seven princes who ‎will stand up against them in the latter days and destroy them; and the seven rank ears are the ‎seven great princes of Egypt who will fall in the wars of the kings by the hands of the seven ‎princes, their enemies, less powerful. And part of them interpreted the king's dream in this ‎wise, saying: The seven fat cows are the seven fortified cities of Egypt, and the seven lean ‎cows are the seven nations of the land of Canaan, who will come over the seven cities of Egypt ‎and destroy them in the latter days. And the seven rank ears, and the seven blasted ears ‎which thou hast seen in the second dream are a sign that the gov ernment of Egypt will return ‎once more unto thy seed in the latter days. And under their reign all the people of the cities of ‎Egypt will go in turn against the seven cities of Canaan, and though more powerful than them ‎selves they will destroy them and reclaim the govern ment of Egypt unto thy seed. And others ‎among them said unto the king: This is the interpretation of thy dreams: The seven fat cows ‎are seven queens which thou wilt take to wives in thy latter days, and the seven lean cows ‎signify, that all these wives will die during the life time of the king. And the seven rank ears, ‎and the seven blasted ears, which thou hast seen in thy second dream, are fourteen children, ‎who will stand up in the latter days and fight among them selves, and the seven weaker ones ‎will smite the stronger ones.‎", "And still others among them said unto the king according to these words: The seven fat cows ‎are seven sons, who shall be slain in the latter days by seven sons of thy princes; and the ‎seven rank ears which thou hast seen in thy second dream are the same seven princes who ‎will be smitten by seven less powerful princes in the latter days, who will avenge on them the ‎cause of thy sons, and thus the government will once more be turned over to thy seed. And ‎the king heard all the words of these wise men, and the various interpretations of his dreams ‎none of them found favor in the eyes of the king, for the king knew in his wisdom that neither ‎of them hath spoken correctly. And this came from the Lord to pervert the words of these ‎wise men in order that Joseph be brought from the prison house to attain greatness in Egypt. ‎And when the king saw that not one among the wise men and the magicians had spoken the ‎correct words the anger of the king was exceedingly aroused and his wrath burned within him. ‎And the king commanded that all the wise men and the magicians be led away from him, and ‎all of them went away from the presence of the king in shame and contempt, and the king ‎commanded further that it be proclaimed throughout the land of Egypt that all the magicians in ‎Egypt should be slain so not one of them be left alive. And the officers of the king's guard rose ‎up and all of them drew their swords and they began smiting the magicians of Egypt and her ‎wise men. And after this Marod, the chief butler of the king, appeared and bowed down ‎before the king, and seated himself before him. And the chief butler said unto the king: May ‎the king live forever, and may his kingdom beenlarged in the land. Thou hast been angry at thy ‎servant, now two years since, and thou hast placed me into confinement, and I was ‎imprisoned for some time together with the chief baker. And there was with us in the ‎dungeon a Hebrew slave, belonging to the prince of the guards, and his name is Joseph; for his ‎master became angry with him and he placed him into the prison house, where he attended ‎upon us. And after we had been in prison for some days we dreamed dreams in the same ‎night, I and the chief baker. We dreamed each man according to the interpretation of his ‎dream. And in the morning we came to that slave and we told unto him our dreams, and he ‎interpreted them correctly, to each man according to his dream. And his interpretation was ‎fulfilled, not the least of all his words fell to the ground. And now, oh my lord and king, do not ‎slay the men of Egypt without cause! Behold the same slave is still confined in the prison ‎house of the prince of the guards, and if it please the king send for him, and let him appear ‎before thee and he will make known unto thee the correct interpretation of the dream thou ‎hast dreamed.‎", "And when the king heard the words of the chief butler the king gave orders that the wise men ‎of Egypt be not slain. And the king commanded further unto his servants to bring Joseph ‎before him, and he said unto them: Go ye unto him, but do not frighten him lest he be ‎confused and unable to speak correctly. And the servants of the king went unto Joseph and ‎they took him hastily from the dungeon, and they shaved him and changed his prison ‎garments, and he came before the king. And the king was seated upon his throne in his royal ‎garments, girt with the golden Ephod, and the ornaments that were upon him sparkled, and ‎the carbuncle and the ruby and the emerald flashed, and all the precious stones that were ‎upon the head of the king were blazing, and Joseph was greatly astonished at the sight of the ‎king. And the throne upon which the king sat was covered with gold and with silver and with ‎onyx stones, and there were to it seventy steps. And it was the rule in all the land of Egypt, ‎when a man came to speak unto the king, and if he was a prince or one highly esteemed by ‎the king, that he ascended toward the king up to the thirty-first step, and the king would ‎descend to the thirty sixth step and speak unto him. And if he was of the common people, he ‎ascended to the third step, and the king descended to the fourth and spoke unto him. And it ‎was further their rule that every man who understood to speak the seventy languages, he ‎would scale the seventy steps, and while ascending he would speak until he reached the king. ‎And any man that knew not all the seventy languages was permitted to ascend the steps ‎according to the number of his languages. And it was a law in Egypt, in those days, that no man ‎could be king over them unless he knew the seventy languages. And when Joseph appeared ‎before the king he bowed down before him to the ground, and he ascended three steps, and ‎the king sat down on the fourth and he spoke unto Joseph saying: I have dreamed a dream ‎and no one can interpret it correctly. And I commanded to-day all the magicians of Egypt and ‎all the wise men came before me, and I told my dream unto them, but there was none among ‎them to interpret it correctly. And now I have heard of thee this day that thou art a wise man, ‎know ing to interpret correctly every dream. And Joseph answered Pharaoh saying: Let the ‎king relate his dream which he hath dreamed, for verily his interpretation is with God. And ‎Pharaoh related his dream unto Joseph concerning the cows and concerning the ears. And ‎when the king ceased speaking, ‎", "the spirit of God in vested Joseph and he knew at once all what was to hap pen unto the king ‎in the future, and also the correct interpretation of his dream. And when Joseph spoke unto ‎the king he found grace in his eyes and the king inclined his ear and his heart unto the words of ‎Joseph. And Joseph said unto Pharaoh, let not my king believe that there are two dreams, for ‎really it is only one dream. The seven good cows and the seven good ears are seven years; and ‎the seven lean cows and the seven blasted ears are seven years likewise. The dream is one, ‎be hold there comes seven years of great plenty throughout all the land of Egypt, and there ‎shall rise after them seven years of famine; and all the plenty shall be forgotten in the land of ‎Egypt and the famine shall con sume all the inhabitants of the land. The king has dreamed but ‎one dream, and for that the dream was doubled unto Pharaoh twice, it is because the thing is ‎established by God, and God will shortly bring it to pass; and now I will advise thee how to save ‎thy soul and the soul of all the inhabitants of the land from the evil of the famine. Search thou ‎in all thy kingdom for a man wise and discreet, acquainted with the affairs of the state, and set ‎him over the land of Egypt. And that man whom thou will set over the land of Egypt shall ‎appoint his subordinate officers to gather in all the food of the good years that are to come ‎and lay corn in thy store houses, and this food shall be for store to the land against the seven ‎years of famine which will suffice for thee and for thy men and for all thy lands, that the land ‎perish not through the famine. And command the inhabitants of thy lands likewise, that each ‎of them gather up, from the production of his field, all sorts of food during the seven good ‎years, and to lay it up in their store houses, so that they find it during the day of the famine, to ‎be kept alive. This is the correct inter pretation of thy dream, and this is the only means of ‎saving thy soul and the souls of all thy servants. And the king answered unto Joseph and he ‎said: Who can tell and who can know whether thy words be correct: And he said unto the king: ‎This be a sign unto thee concerning the correctness of my words, and the value of my advice. ‎Behold thy wife will bear a son unto thee this day and thou wilt rejoice with him, but when this ‎child will be born unto thee, thy first born son, which hath been born two years since will die, ‎and thou wilt be comforted through the child born unto thee this day. And when Joseph had ‎finished his speech, he bowed down before the king and went away.‎", "And scarcely had Joseph departed from the presence of the king when all the signs of which ‎Joseph had spoken came true. And the queen gave birth to a son on that day, and when the ‎king heard the tidings he rejoiced greatly on account of his son, and when the messenger had ‎gone away from the presence of the king, the king's servants found the first born son of the ‎king lying dead upon the ground. And there was great crying and lamenting in the king's house, ‎and the king heard and he said: What is the cause of that great weeping and lamenting which I ‎have heard in the house? And they informed the king that his first born son was dead, and he ‎knew also at the same time that all the words which Joseph had spoken were good. And the ‎king was comforted at the loss of his son through the child born unto him that day, according ‎to the words of Joseph. And after these things the king sent and he assembled all his princes ‎and subjects, and all the governors of the king's provinces, and all of them came before the ‎king, and the king spoke unto them concerning Joseph, and he said: Behold you have both ‎heard and seen everything concerning the words of this Hebrew man, and also all his signs, ‎and not the least of his words hath fallen to the ground. And now you know that his ‎interpretation of my dream is correct and that it will surely come true, do therefore consult ‎together what hath to be done in order to save the country from the famine. Investigate and ‎search ye whether there is to be found around here a man with so much wisdom and ‎knowledge in his heart and I will set him over the land. And ye have heard the advice of the ‎Hebrew man concerning this matter, to save thereby the whole land from famine, and I am ‎convinced that there is no other means of saving the land except by his advice. And they ‎answered all unto the king saying: The counsel is good which the Hebrew hath offered ‎concerning this matter. And now, oh my lord, behold all thy lands is in thy hand and ‎whatsoever pleaseth thee best do thou, and whomsoever thou choosest, and whomsoever ‎thou believest in thy wisdom to be wise enough to save the country in his wisdom he is the ‎man whom the king should appoint to have the whole land in his power. And the king said ‎unto all his officers: I have thought that forasmuch as the Lord hath made known unto this ‎Hebrew all these things there is none so discreet and wise as he is through all the land. And if it ‎seems good in your eyes, I will set him over the land, for he will deliver the country in all his ‎wisdom.‎", "And all the princes answered unto the king saying, and is it not written in the laws of Egypt, ‎which should not be violated, that no man shall be the king of Egypt, nor second to the king, ‎unless he knows all the languages of the sons of man? and now, oh my lord and king, this ‎Hebrew man speaketh only the Hebrew tongue, and how can he be second to the king, who ‎does not even know our language? but send thou for him, I pray thee, and let him come ‎before thee and examine him in all matters, and as thou seest best so do. And the king said: ‎Let it be done so to-morrow, for the words you have spoken are good. And all the princes ‎went away from the presence of the king on that day. And in that night the Lord sent an angel ‎from the angels that are ministering for him, and he came unto the land of Egypt unto Joseph, ‎and the angel stood before Joseph and behold Joseph was lying on his bed in the dungeon of ‎his master's house; for he had Joseph put back into prison on account of his wife. And the ‎angel woke him up from his sleep, and Joseph arose and stood upon his feet and behold an ‎angel of the Lord was standing before him. And the angel of the Lord spoke unto Joseph and ‎he taught him all the tongues of the sons of man on that night, and he called his name ‎Jehoseph, and the angel of the Lord left him, and Joseph returned to his bed, and he was ‎greatly astonished at the vision which he had seen. And in the morning the king sent for ‎Joseph, and the servants of the king went and brought Joseph before Pharaoh. And the king ‎went unto all his princes and servants who were to sit before the king, and Joseph ascended ‎the steps of the throne, and Joseph spoke unto the king in all the tongues, speaking unto the ‎king in his going up, until he reached the king on the seventieth step, and he sat down before ‎the king. And the king rejoiced greatly over Joseph, and all the king's princes rejoiced ‎exceedingly with their king on hearing the words of Joseph. And it seemed good in the eyes of ‎the king and his princes to appoint Joseph second to the king, over the whole land of Egypt. ‎And the king spoke unto Joseph, saying: Thou hast advised me to set a wise man over the land ‎of Egypt that he might save the land from famine with his wisdom. And now forasmuch as God ‎hath shown unto thee all this, and since he hath made known unto thee all these things of ‎which thou hast spoken, there is none so discreet and wise as thou art in the whole land. And ‎thy name shall no more be called Joseph, but Zaphnath paaneah shall be thy name, and thou ‎shalt be my second, and according to thy order shall everything be done in my kingdom and at ‎thy word shall my people go out and come in, and from thy hands shall my servants and ‎princes receive their hire which is given unto them each month, and all the people of the land ‎will bow down before thee, and only on the throne will I be greater than thou.‎", "And Pharaoh took off his ring from his hand and put it upon Joseph’s hand, and the king ‎dressed Joseph in royal garments, and he placed a golden crown upon his head, and a golden ‎chain around his neck. And the king made him ride in the second chariot which he had which ‎went by the side of the king's chariot, and he made him ride upon a great and powerful horse ‎of the king's horses, and to be thus con ducted through the streets of the land of Egypt. And ‎the king ordered that all those that played on musical instruments should go along with ‎Joseph, and a thousand drums, and a thousand harps, and a thousand flutes followed him. ‎And five thousand men with their flashing swords drawn in their hands marched before ‎Joseph. And twenty thousand men of the great men of the king went to the right of Joseph ‎and twenty thousand to his left, all wearing girdles of skin richly covered with gold. And all the ‎women and the maidens ascended the roofs. And they also lined the streets, joyfully cheering ‎at Joseph’s appearance and in admiration of his beauty. And all the rest of the king's people ‎went in the front and in the rear of Joseph burning frankincense and cassia and other ‎perfumeries all along the road, and they strew myrrh and aloes all over the road before ‎Joseph, and twenty men exclaimed before him with a loud voice through all the land: Have ‎you seen this man whom the king hath chosen for his second? All the affairs of the king are left ‎to his command, and whosoever will disobey his orders or fail to bow down before him the ‎same will surely die for having rebelled against the king and his second. And when those words ‎were heard all the people of Egypt bowed down to the ground before Joseph and they ‎shouted: May the king live and also his second And as the heralds approached all the people ‎bowed down amidst great rejoicing in behalf of Joseph, with drums, lutes and harps. And ‎Joseph, seated upon that beautiful horse lifted up his eyes to heaven and he exclaimed: He ‎raiseth up the poor man from the dust, from the dunghill he lifteth up the needy, oh Lord God ‎of hosts, happy is the man that trusteth in thee. And Joseph marched with the servants of ‎Pharaoh and all his princes, through the entire land of Egypt, and they showed unto him all the ‎land and all the treasures of the king. And Joseph returned and he came before Pharaoh on ‎that day; and the king gave unto Joseph a possession in the land of Egypt, fields as well as ‎vineyards. And the king gave unto Joseph likewise, three thousand talents of silver and ‎thousand talents of gold and onyx stones, and bdellium and many other gifts.‎", "And in the morning the king commanded all the people of Egypt to bring unto Joseph offerings ‎and gifts, and whosoever transgressed the words of the king shall die. And they erected a ‎great platform in the streets of the city, and they spread cloth over it, and whosoever brought ‎anything unto Joseph had to place it on that platform. And all the people of Egypt brought ‎their gifts to that place, one a golden earring, and one a ring, and different ornaments of gold ‎and silver and of onyx stones, and of bdellium, they cast upon the platform, every one ‎according to what he possessed. And Joseph took all these things and put them into his ‎treasures. And all the princes and governors of the king's provinces exalted Joseph, and they ‎like wise brought him many gifts when they saw that the king had selected him for his second. ‎And the king sent unto Potipheira, son of Archiron, the priest of Ou, and he took Osnath his ‎youngest daughter, and he gave her unto Joseph for wife. And the maiden was of very comely ‎appearance, a virgin whom no man ever knew; and Joseph took her for his wife. And the king ‎said unto Joseph: I am Pharaoh, and without thee shall no man lift up his hand or foot to go out ‎or to come in, among all my people in all the land of Egypt. And Joseph was thirty years old ‎when he stood before Pharaoh, and Joseph went out from the presence of the king and he ‎was second of the king in Egypt. And the king gave unto Joseph one hundred servants to wait ‎on him in his house, and Joseph like wise sent and purchased many servants to be in the ‎house of Joseph. And then Joseph built unto himself a grand house like the palace of a king, ‎before the court of the king's residence. And in that house he made a large temple, very fine ‎in appearance, and very commodious to dwell in. Three years Joseph was in preparing these ‎things. And Joseph made unto himself a very costly throne of gold and of silver in abundance, ‎decked with onyx stones, and with bdellium, and he made upon it the likeness of the whole ‎land of Egypt, as also the likeness of the river of Egypt, which watereth all the land of Egypt. ‎Joseph dwelt securely in his house, upon the throne that he made unto himself, and the Lord ‎still increased the wisdom of Joseph. And all the inhabitants of Egypt, the servants of Pharaoh, ‎as well as the princes, loved Joseph exceedingly, for this was destined by the Lord concerning ‎Joseph. The Lord was with Joseph, and he increased continually in greatness, and his fame ‎spread throughout the earth. And Joseph had an army of warriors ready to march into the ‎field, to the number of forty thousand and six hundred men, all capable to give assistance unto ‎the king and unto Joseph against any enemy, besides he had all the princes of the king and his ‎servants and the inhabitants of Egypt beyond number. And Joseph gave unto his heroic men ‎and unto all his hosts, shields and spears and helmets and sling stones.‎", "And at that time the sons of Tarshish came against all the Ishmaelites to make war with them; ‎and the sons of Tarshish subdued the Ishmaelites for many days. And the Ishmaelites were ‎few in numbers in those days, and they could not prevail against the sons of Tarshish, and they ‎were sorely grieved. And the elders of the Ishmaelites sent a written appeal unto the king of ‎Egypt, saying: We pray thee to send unto thy servants, thy princes and thy hosts to help us in ‎fighting against the sons of Tarshish, for we are greatly oppressed since many days. And ‎Pharaoh sent Joseph, with his warriors and hosts as also the warriors of the king's house. And ‎they went into the land of Havilah to the Ishmael ites to assist them against the sons of ‎Tarshish. And the sons of Ishmael fought against the sons of Tarshish, and Joseph smote the ‎Tarshishites, and he took possession of their lands, and the sons of Ishmael dwell therein even ‎unto this day. And when the land of Tarshish was subdued, all the Tarshishites fled and came ‎to the boundary of the sons of Javan, and Joseph with all his men returned into the land of ‎Egypt—not one of them was missing. And it was when the year came around, which was the ‎second year of Joseph’s reigning over Egypt, the Lord gave great plenty throughout the land ‎for seven years, according to the words of Joseph, for the Lord hath blessed all the ‎productions of the land in those days for seven years, and they ate and were exceedingly ‎satisfied. And at that time Joseph appointed his officers to collect all the food of those good ‎years, and they heaped up the corn year after year, and they placed it into Joseph’s treasuries. ‎And at all times when they gathered the food Joseph commanded that the corn be brought in ‎the ears and with it also some of the soil of the field that it be not spoilt. And Joseph did in this ‎wise year after year, and he gathered up corn in great abundance even like the sand of the ‎sea, for his treasuries were beyond number. And the inhabitants of Egypt did likewise, and ‎they gathered up abundance of food into their storehouses, from all the food of the seven ‎good years; but they did not prepare it as Joseph did it. And all the food that Joseph and all the ‎people of Egypt heaped up, was to be stored away for the seven years of famine to sustain ‎the whole land. And all the inhabitants of Egypt filled their treasuries and store houses with ‎corn for their support in the famine. And Joseph stored all the food he gathered up, into the ‎cities of Egypt, and he closed up all the stores and placed guards around them. And Osnath, ‎the daughter of Potipheira, wife of Joseph, bare unto him two sons, Manasseh and Ephraim, ‎and Joseph was thirty-four years of age when he begat them.‎", "And the boys grew up and they followed his ways and his instructions. They did not turn ‎neither to the right nor to the left from the path pointed out by their father. And the Lord was ‎with them and they had understanding, and they were versed in all wisdom and all the affairs ‎of the government. And all the princes of the king and the prominent inhabitants of Egypt ‎praised those boys, and they grew up amidst the sons of the king. And the seven years of ‎plenty that were throughout the land were at an end, and after them came seven years of ‎famine as Joseph had spoken, and the famine was in all the earth. And when the people of ‎Egypt saw that the famine had commenced throughout the land, they opened all their ‎storehouses of corn, for the famine grew very powerful upon them. And they found all the ‎food in their treasuries full of worms unfit for food. And the famine grew stronger in all the ‎land, and the inhabitants of Egypt came and cried out before Pharaoh, for the famine was ‎heavy upon them, and they said unto Pharaoh: Give food unto thy servants and let us not ‎starve before thine eyes, we and our children. And Pharaoh answered them saying: And why ‎are you crying unto me? Behold during the seven years of plenty Joseph hath commanded you ‎to gather up corn for the years of famine, and wherefore have you not hearkened unto his ‎voice. And the Egyptians answered unto the king: As thy soul liveth, oh our lord, whatsoever ‎Joseph hath spoken thy servants hath done. For verily thy servants hath gathered up all the ‎food of their fields, in the seven years of plenty and we hath placed it into our treasuries even ‎to this day. And when the famine grew powerful upon thy servants we opened our treasuries, ‎and behold all our food is full of worms unfit to eat. And when the king heard all that had ‎befallen the inhabitants of Egypt, the king was exceedingly afraid and terrified on account of ‎the famine, and the king answered unto the people saying: Since this has occurred unto you, ‎go ye unto Joseph and do whatsoever he will say unto you. Do not disobey his words. And all ‎the Egyptians went and came before Joseph and they said unto him: Give us food, and ‎wherefore shall we die of hunger before thee, for behold we have gathered up our produce ‎during the seven years as thou hast commanded, and we placed it into the store houses, and ‎now such and such hath happened unto us. And when Joseph heard the words of the ‎Egyptians and what had befallen them, Joseph opened the stores of his food and he sold it ‎unto the Egyptians. And the famine was upon the face of the whole earth, in the other lands ‎as well as in Egypt. And in Egypt alone was food for sale and all the inhabitants of Egypt came ‎unto Joseph to buy their food, for the famine was powerful over them and all their produce ‎had been spoilt. And Joseph sold it unto all the Egyptians day after day. And all the inhabitants ‎of the land of Canaan, and the Philistines, and those on the other side of Jordan, and the sons ‎of the east and of all the cities of the earth far and near heard that there was corn for sale in ‎Egypt, and all of them came into Egypt to purchase for the famine was heavy upon them.‎", "And Joseph opened his storehouses and placed officers over them, and they sold food to all ‎comers day after day. And Joseph knew that his brothers also would come into Egypt to buy ‎food, for the famine prevailed in all the earth. And Joseph commanded his people to ‎pronounce it through all Egypt saying: It is the pleasure of the king and his second and their ‎great men that everyone wishing to buy corn in Egypt should not send his servants but his ‎sons. And any man in Egypt or Canaan that cometh from all these lands to purchase corn in ‎Egypt, and he will go and sell it in any land the same shall be put to death. For no man will be ‎allowed to buy more than to supply his household. And further, every man that cometh ‎leading two or three beasts shall die, for no man shall bring more than his own beast. And ‎Joseph placed guards in the gates of Egypt, and he commanded them, saying: Every man that ‎cometh to buy food shall not be permitted until he hath written down his name, and the ‎name of his father, and the name of his father's father, and all the names registered through ‎the day shall be forwarded unto me in the evening, that I may know their names. And Joseph ‎did all these things and he made all these laws in order to know when his brothers. should ‎come to Egypt to buy food. And day after day Joseph’s men announced these laws through ‎the land so that all the people in the country east and west and all the earth knew the laws ‎which Joseph made in Egypt. And all the people, from all the ends of the earth came to buy ‎food in Egypt, and then they went on their way. And the princes of Egypt did as Joseph had ‎commanded, and all that came into Egypt to buy food were caused by the guards to write ‎down their names and the names of their father, and the register was brought unto Joseph in ‎the evening of each day. ‎And Jacob heard after this that there was food for sale in Egypt, and he called upon his sons to go into ‎Egypt to purchase corn, for the famine was heavy upon them likewise. And he said unto them: Behold, ‎I have heard there is corn for sale in Egypt, and all the world goes thither to purchase, and now why ‎should ye seventy be better than all the people of the earth? Go ye likewise down into Egypt and ‎purchase a little food among the many that go thither.  ", "‎  And Jacob, their father, commanded unto them, saying: When you come to the city do not ‎enter all of you by one gate, on account of the inhabitants of the land. And the sons of Jacob ‎went forth, and they went unto Egypt and they did according to all that their father, Jacob, had ‎commanded them. But Benjamin, Joseph’s brother, Jacob sent not with his brothers, for he ‎said: Lest, peradventure, mischief befall him on the way, like his brother. And ten only of ‎Jacob's sons went away. And while the ten sons of Jacob were going along on their way, they ‎repented of Joseph and of what they had done unto him, and they spoke unto each other ‎saying: Behold, we know that our brother Joseph went down into Egypt, and now let us search ‎for him wherever we go, and if we find him, we will take him away from his master for a ‎ransom; and if not, even by force, though we had to die on his account. And the sons of Jacob ‎agreed upon this matter, and they had decided to deliver Joseph from the hands of his ‎master. The sons of Jacob went down into Egypt. And when they approached Egypt they ‎separated from each other and they entered Egypt through ten gates. And the gatemen ‎registered their names on the same day and brought them unto Joseph in the evening. And ‎Joseph read the names handed him by the keepers of the gates, and he found that his ‎brothers had entered through ten different gates of the city. And Joseph commanded at once, ‎that it be pro claimed through all the land of Egypt, saying: All the guards of the storehouses go ‎ye forth and close up your corn stores so that only one be opened, where all the comers may ‎purchase. And all the officers of Joseph did so at that time, and they closed up all the stores ‎and only one they left open. And Joseph gave the names of his brothers in writing to the ‎officer placed over the open storehouse, and he said unto him: All those that come unto thee ‎to purchase corn ask for their names, and when men of those names come unto thee seize ‎them and send them unto me. And the sons of Jacob, when they came into the midst of the ‎city, they met again in the city to seek their brother before buying their food. And they went ‎to the walls of the harlots and they searched for Joseph in the public streets for three days. ‎For they thought Joseph might come thither, as he was of comely appearance and of fine ‎figure. And the sons of Jacob searched three days in those walls but they found him not. And ‎the man placed over the storehouse sought for the names which Joseph had given unto him, ‎but he found them not, and he sent unto Joseph saying: Three days have passed and yet the ‎men whose names thou hast given unto me did not come before me. And Joseph sent his ‎servants to search for the men in all Egypt and to bring them before Joseph. And Joseph’s ‎servants went and passed through all Egypt, but they found them not, and they went unto ‎Goshen, but they were not there. And they searched the city of Raamses, and yet they could ‎not find them.‎", "And the men returned to Joseph and informed him thereof, and Joseph once more ‎dispatched sixteen of his servants to seek his brothers; and they went and dispersed ‎themselves towards the four corners of the city. And four of the servants went into the house ‎of the harlots and they found the ten men there seeking their brother. And those four men ‎took them, and they brought them before Joseph, and they bowed down before him to the ‎ground. And Joseph was seated upon his throne in his temple, robed in garments of white and ‎purple and upon his head was a large crown of gold and all the valiant men were around ‎him.And the sons of Jacob saw him, and his beautiful appearance and dignity surprised them, ‎and they once more bowed down before him to the ground, and when Joseph saw his ‎brothers he recognized them, but they recognized him not, because he was too great in their ‎eyes. And Joseph spoke unto them saying: Whence do you come? And all of them answered, ‎saying: Thy servants came from the land of Canaan to purchase food, for verily the famine is ‎heavy in all the earth, and when thy servants heard that there was food in Egypt we came ‎amongst the others to buy corn for our support. And Joseph answered unto them saying: And ‎if you have come to purchase food as ye have said, wherefore did you come through ten ‎different gates of the city? This cannot be otherwise but that you have come to spy out the ‎whole land. And they all together answered unto Joseph: Nay, my lord, we are honest men. ‎Thy servants have never been spies, but we have come to purchase food. For all of us, thy ‎servants, are the sons of one man, in the land of Canaan, and our father commanded unto us ‎saying: When you come unto the city do not enter into one gate, on account of the inhabitants ‎of the land. And Joseph answered unto them once more and he said: That is precisely what I ‎said unto you, that you have come to spy out the whole land, and, therefore, you have ‎entered ten different gates to see the nakedness of the land. And verily every one that comes ‎to purchase doth so, and he goeth his way; but ye are now three days in the land. And what ‎have ye done among the walls of the harlots, whence ye have been these three days? Verily ‎spies only will do such things. And they said unto Joseph: Far be it from our lord to speak these ‎words, for we are twelve brothers, the sons of our father, Jacob, in the land of Canaan, the ‎son of Isaac, the son of Abraham, the Hebrew. And behold the youngest is this day with our ‎father, and one is not here. For he hath been lost from us, and we said: Peradventure he is in ‎this land. And we searched for him in all the land of Egypt, and we came unto the house of the ‎harlots also to seek him there. And Joseph said unto them: And have you searched for him in ‎all the earth, that there is not left another place but Egypt to seek him in?‎", "‎ And what should your brother do in the house of the harlots, even though he be in Egypt, for ‎have ye not said that you are of the sons of Isaac, the son of Abraham, and what should the ‎sons of Jacob do in the house of the harlots? And they said unto him: Because we have heard ‎that the Ishmaelites have stolen him from us, and we were informed that they had sold him ‎into Egypt. And thy servant, our brother, is of exceeding comely appearance and figure, and ‎we thought he can be nowhere else but in the house of the harlots, and therefore we went ‎thither to seek and to redeem him. And Joseph answered unto them, saying: Verily, you are ‎speaking falsehoods, and your words are lies to say of yourselves that you are the sons of ‎Abraham. As Pharaoh liveth, you are spies; therefore you went into the house of the harlots ‎that no man should know you. And Joseph said further: And supposing you find your brother ‎and his master require of you an immense ransom, would you give it for him? And they ‎answered him: If he would not deliver our brother, then we would slay him and take our ‎brother and go our ways. And Joseph said unto them: That is precisely what I have said unto ‎you, you are spies, for you have come to slay the inhabitants of the land. For verily we have ‎heard it, that two of your brothers hath slain all the inhabitants of Shechem in the land of ‎Canaan on account of your sister, and now you come to do the same thing in Egypt on account ‎of your brother. But hereby will I know that you are honest people, if you send one of your ‎brothers to take your youngest brother from your father and to bring him hither unto me. And ‎by doing this thing I will know that you are true men. Joseph called unto seventy of his most ‎valiant men and said unto them: Take these men and put them into confinement, and these ‎powerful men took the ten brothers and they seized them and kept them in prison for three ‎days. And on the third day, Joseph brought them out of the prison, and said unto them: If you ‎be true men do you this and you shall live. Let one of your brothers be bound in the house of ‎the prison, and ye go, carry corn for the famine of your houses into the land of Canaan, and ‎take your youngest brother and bring him hither unto me, and thus shall I know that you are ‎true men if you will do this thing. And Joseph withdrew from them into a chamber and wept ‎bitterly, for his compassion was aroused in their behalf. And he washed his face and returned ‎unto them. And he took Simeon from among them and ordered him to be bound. But Simeon ‎would not permit himself to be bound, and they could not do it, for Simeon was a very ‎powerful man.‎", "And Joseph called unto the warriors, and seventy of the most powerful men among them ‎appeared before him with drawn swords in their hand. And the sons of Jacob were terrified ‎before them, and Joseph said unto them: Seize ye upon this man, and confine him in the ‎prison house until his brothers shall return unto him. And Joseph’s men hastened, and all of ‎them seized Simeon to bind him. And Simeon shouted at them a bitter and terrible shouting, ‎and his voice was heard to a great distance, and all the powerful men of Joseph became ‎terrified at his great shouting, and they fell down upon their faces, and they were greatly ‎afraid and fled. And all the other men which were around Joseph fled likewise for they were ‎afraid of their lives, and no one remained there but Joseph and Manasseh, his son. And when ‎Manasseh, the son of Joseph, saw Simeon’s strength his anger was greatly aroused and he ‎rose up against Simeon and Manasseh struck Simeon a heavy blow with his fist on his neck. ‎And Simeon was pacified, and Manasseh seized Simeon and he overpowered him, and he ‎bound him and brought him into the prison house. And all the sons of Jacob were greatly ‎astonished at the work of that lad. And Simeon said unto his brothers: Let no one among ye ‎think that this was the blow of an Egyptian, for it is really a blow of one of the house of our ‎father, and after this Joseph commanded that the officer set over the store house to fill the ‎vessels be called upon to fill the sacks of those men with corn as much as they could carry, and ‎to return and to place every man’s money into his sack, and to give them provisions for the ‎road, and thus they did unto them. And Joseph commanded them: Take ye heed not to ‎trespass my words, and that you bring your brother according as I have spoken unto you. And ‎when you shall have brought your brother unto me, I will know that you are true men, and you ‎may do business in the land. And I will restore your brother unto you, and you may return in ‎peace unto your father, and all together answered unto him and said: As our lord hath spoken ‎so shall we do. And they bowed down before him to the ground, and each of them lifted his ‎corn upon his ass, and they left to go unto the land of Canaan, unto their father. And when ‎they came to the inn, Levi opened his sack to give provender unto his ass, and he saw and ‎behold his money in its weight was still in his sack. And the man was greatly afraid, and he said ‎unto his brothers: My money is restored, and lo it is even in my sack. And the men were ‎greatly afraid and they said: What is this that God hath done unto us, and all of them said: ‎Where is the kindness of our Lord for our forefathers, Abraham, Isaac and Jacob, to deliver us ‎this day into the hands of the kings of Egypt to mock us. And Judah said unto them and are we ‎not guilty, and have we not sinned against the Lord our God in having sold our brother, our ‎own flesh? And why do you say where are the mercies of God against our forefathers. Reuben ‎said unto them: And have I not said unto you, do not sin against the child, but you would not ‎listen unto me. And now God requireth his blood of us, and why do you say where are the ‎mercies of our God to our forefathers, whereas we hath sinned against the Lord.‎", "And when Jacob heard the words of the infants of his sons, he wept bitterly and his ‎compassion was aroused in their behalf. And Jacob called unto his sons, and all of them came ‎unto him, and they sat down before him. And he said unto them: See ye not that your children ‎are this day crying before me: Oh give us bread and there is none, and now go ye once more ‎and buy for us a little food. And Judah answered and said unto his father: If thou wilt send the ‎lad with us, then we will go down and purchase food for thee, but if thou wilt not send him ‎along we shall not go down; for the man hath admonished us saying: You shall not see my face ‎unless your brother be with you. For the king of Egypt is great and powerful, and if we go unto ‎him without our brother, then all of us will die. Knowest thou not, and hast thou not heard it, ‎that this king is exceedingly brave and wise and there is none like him in all the earth? Behold ‎we have seen all the kings of the earth yet have we seen none like the king of Egypt. For there ‎is none greater among the kings of the earth than Abimelech, king of the Philistines, but the ‎king of Egypt is greater and mightier than he, and Abimelech could not compare with one of his ‎princes. Thou hast not seen, oh my father, his temple and his throne and his servants that ‎stand before him. Thou hast not seen this king seated upon his throne in his beauty and in the ‎dignity of royalty, in kingly garments, with a large crown of gold upon his head. Thou hast not ‎seen the glory and the grandeur which God hath bestowed upon him, for there is none like ‎him in all the earth. Thou hast not seen, oh my father, the wisdom, understanding and ‎knowledge which God has placed within his heart, nor his pleasant voice when he spoke unto ‎us. We don’t know, oh my father, who has made known unto him our names and all the ‎incidents of our lives. He has inquired even concerning thee, saying: Is your father still alive ‎and is peace with him. Thou hast not seen that all the affairs of the Egyptian government are ‎under his control without even asking Pharaoh his master. Thou hast not seen the awe and the ‎terror which he exercises over all the Egyptians, and even we, when on leaving his presence, ‎we concluded to do unto Egypt as we have done to all the cities of the Amorites, and yet, ‎though our anger was burning exceedingly concerning his words, considering us as spies, when ‎we came before him once more his fear fell upon all of us and no man will be able to speak ‎unto him a word great or small. And now, our father, do send the lad along with us, and we will ‎go down and purchase food for thee for our support that we die not of hunger.‎", "And when Jacob heard the words of the infants of his sons, he wept bitterly and his ‎compassion was aroused in their behalf. And Jacob called unto his sons, and all of them came ‎unto him, and they sat down before him. And he said unto them: See ye not that your children ‎are this day crying before me: Oh give us bread and there is none, and now go ye once more ‎and buy for us a little food. And Judah answered and said unto his father: If thou wilt send the ‎lad with us, then we will go down and purchase food for thee, but if thou wilt not send him ‎along we shall not go down; for the man hath admonished us saying: You shall not see my face ‎unless your brother be with you. For the king of Egypt is great and powerful, and if we go unto ‎him without our brother, then all of us will die. Knowest thou not, and hast thou not heard it, ‎that this king is exceedingly brave and wise and there is none like him in all the earth? Behold ‎we have seen all the kings of the earth yet have we seen none like the king of Egypt. For there ‎is none greater among the kings of the earth than Abimelech, king of the Philistines, but the ‎king of Egypt is greater and mightier than he, and Abimelech could not compare with one of his ‎princes. Thou hast not seen, oh my father, his temple and his throne and his servants that ‎stand before him. Thou hast not seen this king seated upon his throne in his beauty and in the ‎dignity of royalty, in kingly garments, with a large crown of gold upon his head. Thou hast not ‎seen the glory and the grandeur which God hath bestowed upon him, for there is none like ‎him in all the earth. Thou hast not seen, oh my father, the wisdom, understanding and ‎knowledge which God has placed within his heart, nor his pleasant voice when he spoke unto ‎us. We don’t know, oh my father, who has made known unto him our names and all the ‎incidents of our lives. He has inquired even concerning thee, saying: Is your father still alive ‎and is peace with him. Thou hast not seen that all the affairs of the Egyptian government are ‎under his control without even asking Pharaoh his master. Thou hast not seen the awe and the ‎terror which he exercises over all the Egyptians, and even we, when on leaving his presence, ‎we concluded to do unto Egypt as we have done to all the cities of the Amorites, and yet, ‎though our anger was burning exceedingly concerning his words, considering us as spies, when ‎we came before him once more his fear fell upon all of us and no man will be able to speak ‎unto him a word great or small. And now, our father, do send the lad along with us, and we will ‎go down and purchase food for thee for our support that we die not of hunger. And Jacob said ‎unto them: Ye have dealt ill with me as to tell the man whether ye had yet a brother. What is ‎this thing that ye have done unto me? And Judah said unto his father, Jacob, deliver thou the ‎lad into my hands, and we will go down into Egypt and buy food and return, and if we come ‎back and the lad is not with us, then let me bear the blame forever.‎", "Hast thou seen all our little infants weeping before thee for bread, and there is no power in ‎thine hands to give it. And now let thy mercy be aroused in their behalf, and send our brother ‎along with us that we may go. And where are the mercies of our Lord to our forefathers in thy ‎belief that the king of Egypt will take away thy son? As the Lord liveth I shall not die in peace ‎unless I bring him and set him before thee. But pray thou to the Lord our God in our behalf, to ‎grant us grace and to give us kindness and mercy before the king of Egypt and his men, for had ‎we not tarried we should have twice since returned unto thee with thy son. And Jacob said ‎unto his sons: I trust in the Lord my God that he will deliver you and grant you grace in the eyes ‎of the king of Egypt and in the eyes of his men. And now rise ye and go down to the man and ‎carry down to him a present from whatsoever is found in the land, and God Almighty give you , ‎mercy before the man, that he may send to you Benjamin and Simeon your brother. And the ‎men rose up and they took Benjamin their brother and a rich present of the choice ‎productions of the land and double money they took in their hands likewise. And Jacob gave ‎his sons special orders concerning Benjamin, saying: Take ye heed to protect him on the road ‎on which you are going and do not separate yourselves from him neither on the road or in ‎Egypt. And Jacob rose up from his sons, and he spread out his hands and he prayed to the Lord ‎in behalf of his sons saying: Oh Lord God of heaven and God of the earth, remember unto our ‎father Abraham thy covenant established with him, remember Isaac my father and do mercy ‎with my sons; and do not deliver them into the hands of the king of Egypt. Do it, oh Lord, for ‎the sake of thy mercy, and deliver all my sons and save them from the powers of Egypt and ‎send unto them their two brothers. And all the wives of the sons of Jacob with little ones lifted ‎up their eyes to heaven and they wept and cried unto the Lord that he should deliver their ‎husbands and parents from the hands of the Egyptian king. And Jacob wrote a letter unto the ‎king of Egypt placing it into the hands of Judah and his sons, saying: From thy servant Jacob, ‎son of Isaac, son of Abraham, prince of the Lord, unto Zophnath-paaneah, the mighty and wise ‎king of Egypt, peace! It will be known unto my lord the king of Egypt, that the famine is very ‎heavy upon us in the land of Canaan, and I have sent my sons unto thee to purchase for us ‎some food for our support. And my sons came around me, and I being very old and unable to ‎see with mine eyes because they have become very heavy with age, and of weeping every ‎day continuously for my son Joseph who had been lost from before me, and I have ‎commanded my sons that on reaching Egypt they should not enter the city together by one ‎gate on account of the inhabitants of the land. And I have also commanded them to pass ‎through Egypt and to seek my son Joseph peradventure they might find him there. And my ‎sons have done so and thou hast regarded them as spies against the land. ", "Verily, we have heard of thee that thou art wise and exceedingly reasonable, and couldst thou ‎not see on their faces that they cannot be spies? We have also heard that thou hast ‎interpreted Pharaoh’s dream acquainting him with this famine long before its coming and thy ‎words have proven to be correct, and how couldst thou not know in thy wisdom whether my ‎sons be spies or not? And now, oh my lord and king, behold I have sent before thee my son ‎Benjamin, according as thou hast spoken unto my sons, and I beseech thee to keep thine eye ‎on him until he be returned unto me in peace with his brethren. And knowest thou not, or ‎hast thou not heard what our God hath done unto Pharaoh when he took our mother Sarah? ‎and what God hath done unto Abimelech king of the Philistines concerning her, and also what ‎our father Abraham hath done unto the five kings of Elam, all of whom he hath smitten with a ‎small number of his men, and also what my two sons Simeon and Levi have done unto the ‎eight cities of the Amorites, which they have destroyed on account of their sister Dinah! And ‎now what will they not do in behalf of Benjamin, their brother, in whom they have found ‎comfort for the loss of his brother Joseph, if they see that the hand of any people was raised ‎against him on his account? Knowest thou not, oh king of Egypt, that the power of our God is ‎with us, and that our Lord heareth our prayer at all times, and that he forsaketh us not through ‎all the days? and when my sons informed me of thy actions I have not as yet called upon the ‎Lord against thee, or else thou shouldst have perished with thy men before my son Benjamin ‎could come before thee. But I have considered that my son Simeon was in thy house and thou ‎mightst, perhaps, do well with him, therefore I have not done unto thee this thing. And now ‎behold, my son Benjamin cometh unto thee with my other sons, take thou heed of him and ‎keep thine eyes upon him and God will keep his eyes upon thee and on all thy government. ‎And now, behold, I have disclosed unto thee all that was within, my heart, and behold my sons ‎are coming unto thee with their brother. I pray thee and the face of the whole earth in their ‎behalf, and send them away with their brothers in peace. And Jacob gave this letter unto his ‎sons to deliver by the hands of Judah unto the king of Egypt. - - And the sons of Jacob arose, ‎and they took Benjamin, and all the presents, and they went away, and they came into the ‎land of Egypt and they stood before Joseph. And Joseph saw his brother Benjamin with them, ‎and Joseph bade them peace, and these men came in the house of Joseph. And Joseph ‎commanded the steward to prepare a great meal for his brothers to eat. And he did so unto ‎them. And it was at noontime, and Joseph sent unto the men to come before him with ‎Benjamin.‎", "And the men informed the steward of Joseph’s house concerning the money that was ‎returned in their sacks, and he said unto them: Peace be to you, fear not. And he brought out ‎unto them their brother Simeon. And Simeon said unto his brothers: My lord the king of Egypt ‎has dealt very kindly with me; he did not continue my confinement as you have seen with your ‎eyes. For on your leaving this city he had me released and he hath shown unto me kindness in ‎his own house. And Judah took Benjamin by the hand and they came before Joseph, and they ‎bowed down before him to the ground. And the men gave their presents unto Joseph and ‎they sat down before him. And Joseph said unto them: Is there peace with you and peace ‎with your children and peace unto your aged father? And they said peace. And Judah took the ‎letter which Jacob had sent, and he put it into the hands of Joseph. And Joseph read the letter ‎and he recognized his father's hand writing and he felt like weeping. And Joseph could not ‎refrain himself, and he entered into his chamber and he wept a great weeping, and then he ‎came out again, and he lifted up his eyes and saw his brother Benjamin, and he said: Is this ‎your brother of whom ye spoke unto me? And Benjamin came near unto Joseph, and Joseph ‎placed his hand upon his head and said unto him: God be gracious unto thee, my son And ‎when Joseph saw his brother, the son of his mother, he sought once more where to weep, ‎and he entered into his chamber and he wept there. And he washed his face and went out ‎and refrained himself and said: Set on bread. And in the hand of Joseph was a cup from which ‎he drank, and it was of silver studded with onyx stones and bdellium, in beauty exceeding. ‎And Joseph struck this cup before the eyes of his brothers when they sat down to eat with ‎him. And Joseph said unto the men: I divine by this cup that Reuben is the first born, and ‎Simeon and Levi and Judah and Issachar and Zebulun are sons of one mother. Set down ‎therefore to eat according to your birth. And he seated the others likewise according to their ‎birth. And Joseph said: I' know that this, your youngest brother, hath no brother, and I, like ‎him, have no brother, therefore let him sit down and eat with me. And Benjamin went up ‎before the face of Joseph and he seated himself upon the throne. And when the men saw ‎what Joseph did they wondered greatly at these things, and the men ate and drank with ‎Joseph at that time. And he gave them presents at that time, and Joseph gave an additional ‎present unto Benjamin. And when Manasseh and Ephraim saw the act of their father they also ‎gave their presents unto Benjamin, and Osnath gave him also a present, so that there were in ‎Benjamin’s hand five presents. And Joseph brought wine for them to drink, but they would ‎not drink it, and they said, from the day that our brother Joseph hath been lost unto us, we did ‎not drink any wine nor did we eat any delicious food. And Joseph swore and he urged them ‎exceedingly and they drank and became intoxicated with him on that day.‎", "And after this Joseph turned unto his brother Benjamin to speak with him. And Benjamin was ‎still sitting upon the throne before Joseph. And Joseph said unto him: Hast thou any children? ‎And he said: Thy servant hath ten sons, and these are their names: Bela, and Becher, and ‎Ashbal, and Gera, and Naaman, and Achi, and Rosh, and Mupim, and Chupim, and Ord, and I ‎called their names after my brother whom I have not seen. And Joseph commanded and they ‎brought before him the charts of the stars whereby Joseph knew all the future things, and ‎Joseph said unto Benjamin: I have heard that the Hebrews know all things of wisdom, art thou ‎able to understand anything in this? And Benjamin said: Thy servant is acquainted with all ‎wisdom that my father taught me. And Joseph said unto Benjamin: Look then into this ‎instrument, and ascertain where thy brother Joseph is in Egypt, of whom you said he had been ‎brought down into Egypt. And Joseph looked through that instrument at the celestial map of ‎the stars, and he studied it to know where his brother was. And Benjamin divided all the land ‎of Egypt into four quarters, and he found his brother Joseph to be sitting before him upon the ‎throne, and Benjamin was greatly astonished. And Joseph saw the astonishment of his ‎brother and he said unto Benjamin: What seest thou and what astonisheth thee so. And ‎Benjamin said unto Joseph: I see through this thing, that my brother Joseph sitteth here with ‎me upon the throne. And Joseph said unto him: I am really thy brother Joseph, but do not ‎reveal this thing unto thy brothers. Behold I will send thee away with them. And when they ‎are gone, I will command to have them brought back unto the city. And I will take thee away ‎from them. And if they jeopardize their lives in fighting for your sake then I will be convinced ‎that they have repented of what they had done unto me, and I will make myself known unto ‎them. And if they abandon thee, then I will take thee, and thou shalt dwell with me, and I will ‎fight with them and then let them go without making myself known unto them. At that time ‎Joseph commanded the steward of his house to fill their sacks with food and to put every ‎man’s money into his sack, and to place the silver cup into the sack of Benjamin, and to give ‎them provision for their way. And it was done unto them so. And it was in the morning the ‎men arose early and they lifted the corn upon their asses and they went their way with ‎Benjamin and with their brother Simeon towards the land of Canaan. And when they were ‎gone out of the city, and not yet far off, Joseph said unto his steward: Up, follow after the ‎men, before they are at a great distance from Egypt, and say unto them: Wherefore have ye ‎stolen the cup of my master? And Joseph’s steward rose up and followed them and he ‎overtook them, and he spoke unto them all the words of Joseph. And when they heard these ‎words their anger was greatly aroused, and they said: With whomsoever the cup of thy master ‎be found both let him die and we likewise will be slaves unto you.", "Then they speedily took every man his sack from the ass to the ground. And he searched their ‎sacks and the cup was found in Benjamin’s sack. Then they all rent their clothes and they ‎returned unto the city. And they beat Benjamin continually on the road until he came into the ‎city, and they stood before Joseph. And Judah’s anger was kindled and he said: This man hath ‎brought me back to destroy all Egypt this day. And when the men entered Joseph’s house ‎they found Joseph seated upon his throne and all his warriors stood before him to the right ‎and to the left. And Joseph said unto them: What deed is this that ye have done, to take my ‎silver cup and go your way? But I know that you have taken this cup in order to ascertain ‎thereby where your brother is in all the earth. And Judah said: What shall we say unto my lord; ‎what shall we speak, or how shall we clear ourselves? God has found out the iniquities of thy ‎servants this day, therefore, this thing hath been done unto us. And Joseph rose up and ‎seized upon Benjamin and he took him from his brethren by force, and when he came into the ‎house he locked the door before them, and then Joseph commanded unto his steward and he ‎said unto them: Thus saith the king: Go ye in peace to your father, for behold I have taken, the ‎man in whose hands my cup was found. And when Judah heard the actions of Joseph toward ‎them,‎"], "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3b9a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 1", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 1", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "ויגש אליו יהודה וישבור את הדלת, ויבוא עם אחיו לפני יוסף. ויאמר יהודה אל יוסף, אל יחר בעיני אדוני ידבר נא עבדך דבר לפניך, ויאמר לו יוסף דבר. וידבר יהודה לפני יוסף, ואחיו עומדים לפניהם שם. ויאמר יהודה אל יוסף, הלא בתחילה כאשר באנו אל אדוני לשבור אוכל ותשם אותנו כמרגלים את הארץ ונביא לפניך את בנימין אחינו, ועודך מתעולל עלינו היום. ועתה ישמע נא המלך את דברי ושלח נא את אחינו וילך לו, פן תאבד את נפשך ואת נפש כל יושבי מצרים היום הזה. הלא ידעת את אשר עשו שני אחיי שמעון ולוי אל עיר שכם ושל שבעת ערי האמורי בעבור דינה אחותינו, ואף מה יעשו בעבור בנימין אחיהם. ואני בכחי חזק וגדול משניהם היום הזה עליך ועל כל ארצך, אם לא תאבה לשלוח את אחינו. הלא שמעת אשר עשה אלוקינו אשר בחר בנו לפרעה בעבור שרה אמנו, אשר לקחה מעם אבינו. אשר הכה אותן ואת ביתו בנגעים גדולים אשר עוד כל מצרים מספרים את הפליאה הזאת איש אל רעהו, עד היום הזה. כן יעשה לך אלוקינו על בנימין אשר לקחת מאביו היום, ועל הרעות אשר אתה מתגולל עלינו בארצך היום. כי יזכור אלוקינו את בריתו עם אברהם אבינו, והביא עליך רעה בעבור אשר דאגת את נפש אבינו היום. ועתה שמע נא את דברי אשר דיברתי אליך היום ושלח את אחינו וילך לו, פן תומת אתה וארצך בחרב כי לא תוכלו כולכם עליי.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "he came nigh unto Joseph and he forced the door open and he came with his brethren before ‎Joseph. And Judah said unto Joseph: Oh my lord, let thy servant, I pray thee, speak a word in ‎my lord's ear and let not thine anger burn against thy servant: And Joseph said unto him: ‎Speak! And Judah spoke unto Joseph while his brethren stood before them. And Judah said ‎unto Joseph: Be hold when we first came unto my lord to purchase food, thou hast taken us ‎for spies against this land, and we have brought our brother Benjamin into thy presence. And ‎why dost thou further carry on thy mockery with us? And now I pray, may the king hearken ‎unto my words and release our brother that he go home with us to our father lest thou perish ‎this day, and all the inhabitants of Egypt. Knowest thou not what my two brothers, Simeon and ‎Levi, have done unto the city of Shechem and unto the seven cities of the Amorites on ‎account of our sister Dinah and what will they not do on account of their brother Benjamin And ‎I with my strength, greater and more powerful than both of them, will come over thee and all ‎thy land this very day if thou do not willingly release our brother. Hast thou not heard what our ‎God who hath chosen us has done unto Pharaoh on account of our mother Sarah, whom he ‎had taken away from our father? How the Lord hath smitten him and all his household with ‎terrible plagues that even to this day all the Egyptians speak to one another of that great ‎wonder. And even so will our God do unto thee on account of Benjamin whom thou takest ‎from our father this day on account of the evils which thou art bringing over us in thy land this ‎day. For our God will remember his covenant with Abraham our father and he will bring evil ‎upon thee because thou hast grieved the soul of our father this day. And do thou listen, I pray ‎thee, unto my words which I have spoken unto thee this day, and send away our brother that ‎he may go lest thou and all the people of thy lord will die by my sword, for all of you cannot ‎prevail against me.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3b9c", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 2", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 2", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש ב׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 2, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "ויען יוסף את יהודה לאמור, למה הרחבת את פיך בכל הדברים האלה ותתפאר עלינו לאמור יש איתך גבורה. חי פרעה לו צויתי עליכם את כל גיבוריי להילחם איתכם, הלא תטבע ברוקם אתה ואחיך אלה. ויאמר יהודה אל יוסף, הלא לך ולאנשיך לירוא מפניי, חי ה׳ כי אם שלפתי את חרבי לא השיבותיה ריקם. עד אם הרגתי היום הזה את כל מצרים ואחל ממך, ואכלה בפרעה אדוניך. ויען יוסף ויאמר אליו, הלא לא לבדך היא הגבורה גם אנוכי גיבור וחזק ממך. הלא אם הוצאת את חרבך, אשיב אותה אל צוארך ואל צואר כל אחיך אלה. ויאמר אליו יהודה, הלא אם פתוח אפתח את פי עליך היום עליך כי עתה בלעתיך ותיכחד מן הארץ ותאבד היום ממלכותך. ויען יוסף, הלא אם תפתח את פיך יש איתי כח וגבורה לסתום את פיך באבן גדולה עד כי לא תוכל לדבר דבר. ויאמר יהודה, מה לך ולשם מלך הלא המלך יוציא מביתו את כל הארץ כסף וזהב הרבה מאוד אם במתן אם באבידה. ואתה עודך מדבר על גביעך אשר נתת אתה באמתחת אחינו, ותאמר כי גנב אותו מאיתך. חלילה חלילה לבנימין אחינו ולזרע אברהם מעשות הדבר הזה לגנוב מאיתך או מזולתך, אם ממלך אם או שר או מכל האדם. ועתה דום לך מהדבר הזה פן ישמעו דבריך כל הארץ לאמור, על כסף מעט נלחם מלך מצרים עם אנשים ויתגולל עליהם ויקח את אחיהם לעבד. ויען יוסף ויאמר, קחו לכם את הגביע הזה ולכו מעליי ועזבו את אחיכם לעבד כי משפט הגנב להיות עבד. ויאמר יהודה, למה לא תבוש בדבריך לעזוב את אחינו ולקחת את גביעך. והלא אם תיתן לנו כגביעך אלף פעמים לא נעזוב את אחינו, על כסף הנמצא ביד כל האדם ולו נמות עליו.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Joseph answered unto Judah saying: Why dost thou open thy mouth so wide concerning ‎these words, exalting thyself over us, saying that there is great strength within 7 As Pharaoh ‎liveth, if I order my powerful men to fight against you, verily thou and thy brothers here would ‎soon find themselves in the mud. And Judah said unto Joseph: It were better for thee and thy ‎men to fear me. As the Lord liveth, if I once draw my sword I will not return it unto its scabbard ‎until I have slain all Egypt this day, and I will begin with thee and finish up with Pharaoh thy ‎lord. And Joseph answered and said unto him: Verily, not thou alone hast all the strength. I ‎myself am more powerful than thou art, and if thou drawest thy sword I will place it upon ‎thine neck and upon the neck of all those thy brothers. And Judah said unto him: Verily, if I ‎open my mouth against thee this day, I can swallow thee up, and thou wilt be forgotten from ‎the earth and be lost from thy kingdom. And Joseph answered: Verily, if thou openest thy ‎mouth I have power and strength to close it with a big rock until thou canst not utter a word. ‎Behold how many stones there are before us, and can I not take one of them and put it into ‎thy mouth and break thy jaws? And Judah said: God be a witness between us, that I have not ‎sought to war with thee from the beginning even until now, only to give us our brother to go ‎away from thee. And Joseph answered and said: As Pharaoh liveth, if all the kings of Canaan ‎were to come with you, you could not altogether take him from my hands. And now go ye ‎your ways unto your father and your brother shall be a slave unto me for robbing the house of ‎the king. And Judah said: What is it unto thee, oh king, or to thy fame? Verily the king sendeth ‎out of his house in presents or in losses abundance of silver and of gold in all the land, and ‎thou continuest to speak of thy cup which thou sayest he hath stolen from thee, while thou ‎hast placed it into the bag of our brother. Far be it from our brother Benjamin, and from the ‎seed of Abraham, to do such a thing or any other person be he king or prince or an ordinary ‎man. And now refrain thou from saying such a thing, lest thy words be heard in the land and ‎people will say: On account of a little silver the king of Egypt had quarrels and fights with these ‎men, and he hath taken away from them their brother for a slave. And Joseph answered unto ‎them: Take then this cup and go your way from me and leave your brother to be a slave, for it ‎is the judgment of a thief to be a slave. And Judah said unto him: And art thou not ashamed at ‎thy words, that we should leave with thee our brother for this cup? Surely, if thou wouldst ‎give unto us a thousand times as much as thy cup we should not leave our brother even for all ‎the silver of all mankind; verily, we should first die for his sake.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3b9e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 3", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 3", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש ג׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 3, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "ויען יוסף ויאמר, ולמה עזבתם את אחיכם ותמכרו אותו בעשרים כסף עד היום הזה, ולמה לא תעשו כן גם לאחיכם זה. ויאמר יהודה, ה׳ עד ביני ובינך כי לא חפצנו במלחמתך, עתה תנה את אחינו והלכנו מאיתך בלא מלחמה. ויען יוסף ויאמר, האסף תאספו את כל מלכי הארץ לא יוכלו להם לקחת את אחיכם מידי. ויאמר יהודה, מה נאמר לאבינו בראותו כי אין אחינו בא איתנו ודאג עליו. ויען יוסף ויאמר, זה הדבר אשר תדברו אל אביכם לאמור, הלך החבל אחר הדלי. ויאמר יהודה, הלא מלך אתה ולמה תדבר כדברים האלה משפט שקר, אוי למלך אשר יהיה כמוך. ויען יוסף ויאמר, אין משפט שקר בדבר אשר דיברתם בעבור אחיכם יוסף. כי מכרתם אותו כולכם למדינים בעשרים כסף ותכחשו כולכם אל אביכם ותאמרו לו חיה רעה אכלתהו, טרוף טורף יוסף. ויאמר יהודה, המה אש שכם נבערה בלבי עתה אשרוף אתכם ואת כל ארצכם באש. ויען יוסף ויאמר, הלא אש תמר כלתך אשר הרגה את בניך מכבה את אש שכם. ויאמר יהודה, חי ה׳ כי אם הסירותי מבשרי שיער אחד עד מילאתי בדמה את כל מצרים. ויען יוסף ויאמר, כן משפטכם לעשות כאשר עשיתם לאחיכם אשר מכרתם. ותטבלו את כתונתו בדם ותביאו אותה אל אביכם בעבור יאמר חיה רעה אכלתהו והנה דמו בכתונתו.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Joseph answered and said: And wherefore have you forsaken your brother and you have ‎sold him for twenty pieces of silver even unto this day, and why don’t you do likewise to this ‎your brother? And Judah said: The Lord did witness between me and thee that we have not ‎desired this fight, and now give us our brother that we go away from thee without trouble. ‎And Joseph answered and said: If all the kings of the land were to gather together, they could ‎not deliver your brother from my hand. And Judah said: What shall we say unto our father ‎when he seeth us and behold our brother is not with us, and his soul will grieve over him? And ‎Joseph answered and said: This is what you have to tell unto your father: The rope has ‎followed the bucket. And Judah said: And art thou a king who speaketh such things and give us ‎the wrong judgment? Woe unto the king that is thy like. And Joseph answered and said: There ‎is no wrong judgment in the words I have spoken concerning your brother Joseph, for verily, ‎you all have sold him unto the Midianites for twenty pieces of silver, and you have denied it to ‎your father saying an evil beast hath devoured him, Joseph hath been torn into pieces. And ‎Judah said: Behold the fire of Shechem is burning within my heart. I will burn all thy land with ‎fire. And Joseph answered: Verily, Tamar, thy sister-in-law who killed thy sons, she hath put ‎out the fire of Shechem. And Judah said: If I pluck out one hair from my body, all Egypt will be ‎killed with my blood. And Joseph answered unto him: Verily, such is your manner of doing, the ‎same that you did unto your brother when you sold him, and you dipped his coat into blood ‎and you brought it unto your father, that he should think an evil beast has devoured him, and ‎this is his blood.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3ba0", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 4", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 4", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש ד׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 4, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "וישמע יהודה את הדבר הזה, ויחר אפו מאוד וחמתו בערה בו. ותהי לפניו במקום ההוא אבן אחת משקלה כארבע מאות שקל, ויחר אף יהודה ויקח את האבן בידו האחת ויזרקה השמימה ויקבלה בידו השנית השמאלית. ויתן אותה אחרי כן תחת רגליו וידק אותה בחמת כוחו, ותהי האבן לעפר מכח יהודה. וירא יוסף את מעשה יהודה ויירא מאוד, אך ציוה אל מנשה בנו ויעש גם הוא באבן אחרת כמעשה יהודה. ויאמר יהודה אל אחיו, אל יאמר איש מכם כי האיש הזה מצרי הוא כי אם ממשפחת אבינו הוא בעשותו הדבר הזה. ויאמר יוסף הלא לבדכם ניתנה הגבורה, כי גם אנחנו גיבורים ולמה תתפארו עלינו כולכם. ויאמר יהודה אל יוסף, שלח נא את אחינו ואל תחריב את ארצך היום הזה. ויען יוסף ויאמר אליהם, לכו אמרו אל אביכם חיה רעה אכלתהו כאשר אמרתם על יוסף אחיכם. ויפן יהודה אל נפתלי אחיו ויאמר אליו, מהר לך נא וספור את שווקי כל מצרים ובוא והגד לי. ויאמר אליו שמעון, אל נא יהיה לך הדבר הזה לטורח, עתה אלך אני ההרה ונשאתי אבן אחת גדולה מההר ושמתיה על כל מצרים כולה והמתי את כל אשר בה. ויוסף שמע את כל הדברים אשר דיברו אחיו לפניו, והם לא ידעו כי שומע יוסף כי אמרו כי לא ידע לדבר עברית. ויירא יוסף מאוד מדברי אחיו פן יחריבו את מצרים, ויצו את מנשה בנו לאמור. לך נא מהר והזעק לי את כל יושבי מצרים וכל הגיבורים יחד ויבואו אליי עתה בסוסים וברגלי ובכל כלי זמר, וילך מנשה ויעש כן. ונפתלי הלך כאשר ציוהו יהודה, כי נפתלי קל ברגליו מאוד כאחת הצבאים הקלים והלך על שיבולי הזרע ולא ישברו תחתיו. וילך ויספור את כל שווקי מצרים וימצא בהם שנים עשר, ויבוא מהרה ויגד אל יהודה. ויאמר יהודה אל אחיו, מהרו לכם ושימו איש חרבו על יריכו ונבואה על מצרים ונכה את כולם ולא תשאירו מהם שריד. ויאמר יהודה הנני אחריב את שלושה שווקים בכוחי, ואתם כולכם יחריב כל איש מכם שוק אחד. ויהי בדבר יהודה את הדבר הזה, והנה יושבי מצרים כל הגיבורים באו כולם נגדם בכל כלי זמר ובזעקות רבות. ויהי כל מספרם חמש מאות איש רוכבי סוסים ועשרת אלפים רגלי, וארבע מאות גיבורים אשר יוכלו להלחם בלא חרב ובלא חנית כי אם בידיהם ובגבורתם.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when Judah heard these words he was terribly angry and his wrath burned within him. ‎And there was lying before him a stone whose weight was four hundred shekels, and while ‎Judah’s anger was burning he seized the stone with one of his hands and threw it heavenward ‎and he caught it up with his left hand. And after this he placed it under his feet and he sat ‎down upon it with his might and the stone was crumbled to dust by Judah’s strength. And ‎when Joseph saw the action of Judah he was greatly afraid, and Joseph commanded his son ‎Manasseh, and he did unto another stone what Judah had done before. And Judah said unto ‎his brothers let not the man among you think this man is an Egyptian, for being able to do such ‎a thing he must be of the family of our father. And Joseph said: Not upon you alone was ‎strength bestowed, for we also are powerful men, and why will you exalt yourself over all of ‎us? And Judah said unto Joseph: I pray thee release our brother and do not invite ruin upon ‎thy country this day. And Joseph answered unto them saying: Go ye and tell your father that ‎an evil beast hath devoured Benjamin as you have said concerning your brother Joseph. And ‎Judah conferred with Naphtali saying unto him: Go now hastily and bring me the number of all ‎the streets that are in Egypt. And Simeon said unto him: Let not this concern thee, for behold I ‎will ascend the mountain and take one of its large stones and cast it on all the people of Egypt ‎and kill all those that are in it. And Joseph heard all that his brothers had spoken in his ‎presence, for they knew not that Joseph understood them for they thought he understood ‎not the Hebrew tongue. And Joseph, hearing the words of his brethren was in great fear lest ‎they might really destroy all Egypt, and he commanded unto his son Manasseh, saying? Go ‎thou hastily and assemble all the inhabitants of Egypt and all the mighty men, and let them at ‎once appear before me on horses and on foot, with all musical instruments in their hands. And ‎Manasseh went and did so. And Naphtali had gone according to Judah’s order. And Naphtali ‎was nimble footed like a swift stag, so that he could walk upon the ears of corn and they would ‎not bend under him. And he went swiftly and he numbered the streets of Egypt and behold ‎they were twelve, and he returned hastily and told it unto Judah. And Judah said unto his ‎brothers: Put on quickly every one of you his sword and we will come over Egypt and smite ‎them all that there be not left a remnant. And behold, I will destroy with my own strength ‎three of these streets and you destroy each one. While Judah was saying these words behold ‎the inhabitants of Egypt with all their mighty men came against them all with musical ‎instruments and amid loud shouting. And their number was five hundred horsemen and ten ‎thousand footmen and four hundred men that fought only with their hands and strength ‎without swords and spears.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3ba2", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 5", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 5", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש ה׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 5, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "ויבואו כל הגדודים האלה ברעש גדול ובצעקות ויסובבו כולם את בני יעקב ויבהלום, ותבקע האדמה מקול צעקתם. ויהי כראות בני יעקב את הגדודים האלה וייראו מאוד לנפשם, ויוסף עשה כן למען הפחיד את בני יעקב להחרישם מעליו. וירא יהודה את מקצת אחיו נבהלים ויאמר אליהם, למה תתראו וחסד אלוקינו איתנו. וירא יהודה את כל אנשי מצרים סובבים אותם כצוות יוסף להפחידם, אך יוסף ציוה להם לאמור אל תגעו באחד מהם. וימהר יהודה וישלוף חרבו ויצעק צעקה גדולה ומרה עד מאוד ויך בחרבו וידלג על הארץ, ויוסף עוד לזעוק על כל האנשים. ויהי בעשותו הדבר הזה, ויפל ה׳ פחד יהודה ואחיו על כל הגיבורים וכל האנשים אשר סביבותם. וינוסו כולם מקול הצעקה והפחד ויפלו איש על רעהו וימותו מהם הרבה בנפלם, ויברחו כולם מפני יהודה ואחיו ומפני יוסף. ויהי כנוסם וירדפם יהודה ואחיו עד בית פרעה, וימלטו להם כולם. וישב יהודה עוד לפני יוסף, וינהום עליו כאריה ויצעק עליו צעקה גדולה ומרה מאוד. ותשמע הצעקה ההיא עד למרחוק וישמעוה כל יושבי סוכות, ותרעש כל מצרים מקול הצעקה. וגם כל חומות מצרים וארץ גושן נפלו כולם מרעש הארץ, ויפול גם פרעה מעל כיסאו על פניו ארצה. וגם כל נשי מצרים וגושן ההרות נפלו ילדיהן ממעיהן בשמעם את כל הרעש, כי יראו מאוד מאוד. וישלח פרעה לאמור, מה הדבר הזה אשר נהיה היום בארץ מצרים, ויבואו ויגידו לו את כל הדברים מראש ועד סוף. ויבהל פרעה ויתמה ויחרד מאוד, ותוסף לו יראה על יראה בשמעו את כל הדברים. וישלח אל יוסף לאמור, הלהחריב את כל מצרים הבאת לי את העבדים מה לך בעבד הגנב ההוא, שלחהו וילך עם אחיו ולא נאבד ברעתם גם אנחנו גם אתה גם כל מצרים. ואם לא תחפוץ לעשות הדבר הזה, עזוב מעליך כל חמודותי ולך לך עמהם אל ארצם אם חפצת בם. כי החריבו היום את כל ארצי ויהרגו את כל אנשיי וכל נשי מצרים הפילו ילדיהן בצעקתם, ראה את אשר עשו בצעקתם ובדבריהם ואף אם ילחמו בחרב והחריבו את יתר הארץ. עתה בחר לך את אשר תחפוץ, אם אני אם העברים ואם מצרים ואם ארץ העברים.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And all these powerful men came with great storming and shouting, and they encircled the ‎sons of Jacob and they terrified them, and the earth trembled at that fearful noise. And the ‎sons of Jacob saw these hosts and they were greatly afraid of their lives. And Joseph did that ‎to terrify the sons of Jacob and to pacify them. And when Judah saw that his brothers were ‎afraid he said unto them: What causeth you such fear as long as the mercy of God is upon us. ‎And Judah saw all the people of Egypt around him to terrify them, but Joseph commanded ‎them saying: Touch no one of these men. And Judah drew his sword quickly and screamed a ‎loud and bitter scream. And he smote with his sword, and he jumped all over the ground, ‎continuing to scream at all the people. And the Lord impressed all the mighty men and all the ‎people with great fear of Judah and his brethren, and they all fled at the noise of Judah’s ‎screaming, and terror came over them and they fell one from the other, and great many of ‎them died as they fell. And all of them fled from before Judah and his brethren. And Judah ‎and his brethren pursued them into the house of Pharaoh and they escaped. And Judah ‎returned once more before Joseph and he roared at him like a lion, and he uttered a terrible ‎shout against him, and the shouting was heard at a great distance, even among the inhabitants ‎of Succoth, and all Egypt trembled from the noise of that shouting, and also the walls of Egypt ‎fell from the trembling of the earth. And Pharaoh fell from his throne to the ground and also ‎the pregnant women of Egypt and Goshen miscarried on hearing the noise and trembling, for ‎they were greatly terrified. And Pharaoh sent his servants, saying: What is it that is going on in ‎Egypt to-day? And they came and they informed Pharaoh of what hath happened, and he ‎wondered greatly, and he was exceedingly afraid. And his fright grew upon him, and he sent ‎word unto Joseph, saying: Thou hast brought over me the Hebrews to destroy all the land of ‎Egypt. What dost thou care for that thief whom thou hast taken for thy slave? Let him depart ‎with his brothers lest we perish through the evil they will bring over us, and I, and you, and all ‎Egypt. And if thou art not willing to do this thing and thou de lightest in those Hebrews, then ‎remove from thee all the precious things I gave unto thee and go along with them, for surely ‎they will smite all my people and destroy my whole country, for behold even in Goshen all the ‎women have miscarried for fear of their shouting. See they have done these things simply by ‎their screaming and yelling and what more can they do if they fight with their swords? Surely ‎they will destroy the whole land. And now choose thou between me and the Hebrews, and ‎between my land and the land of the Hebrews.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5a1c01fbd6e4a943452d3ba4", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 6", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Vayigash 6", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, ויגש ו׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ויגש", "he": "ויבואו ויגידו ליוסף את כל דברי פרעה אשר שלח אליו, ויירא יוסף מדברי פרעה מאוד. ויהודה ואחיו עודם נצבים לפני יוסף בחמה ובחרון אף, וינהמו כל בני יעקב על יוסף כנהמת ים וגליו. ויירא יוסף מאוד מפני אחיו ומפני פרעה, ויבקש יוסף עלילה להודע אל אחיו פן יחריבו את כל מצרים. ויצו יוסף את מנשה בנו, וילך מנשה ויגש לפני יהודה וישם את ידו על כתפו וחמת יהודה שכבה. ויאמר יהודה אל אחיו אל יאמר איש מכם כי מעשה נער מצרי זה, כי אם מעשה בית אבי זה. וירא יוסף וידע כי חמת יהודה שככה, ויגש לדבר אל יהודה לשון רכה. ויאמר יוסף אל יהודה, הלא אמת תדברו ונכונה בפיכם על כל גבורתכם היום ואלוקיכם אשר חפץ בכם יוסף עליכם טובה. אך הלא תגיד נא לי למה תלחם עמי אתה על הנער מכל אחיך, אשר לא דיבר אליי אחד מהם בעבורו דבר. ויען יהודה את יוסף לאמור, הלא ידעת כי אנוכי ערבתי את הנער מעם אבי לאמור אם לא אביאנו אליו וחטאתי לו כל הימים. על כן ניגשתי לפניך היום מכל אחיי, כי ראיתי כי לא אבית לתתו ולשלחו מאיתך. עתה אמצא חן בעיניך ושלחתו ללכת עם אחיו, והנני אנוכי יושב תחתיו לשרתך בכל אשר תחפוץ. כי לכל אשר תשלחני אלך לשרתך בגבורתי הגדולה. שלח נא אותי אל מלך קשה אשר מרד בך, וידעת את אשר אעשה לו ולארצו. אף אם לו רכב ורגלי ועם עצום מאוד והרגתי את כולם, ואביא את ראש מלכם לפניך. הלא ידעת אם לא שמעת, כי אברהם אבינו עם עבדו אליעזר הכו שניהם את כל מלכי עילם עם צבאותיהם בלילה אחת לא השאירו מהם שריד. ומהיום ההוא והלאה ניתנה לנו גבורת אבינו, לרשתה לנו ולזרענו עד עולם.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And when they came and spoke unto Joseph all the words of Pharaoh concerning him, he was ‎greatly afraid of the words of Pharaoh. And Judah and his brethren were still standing before ‎Joseph raging terribly, and all the sons of Jacob were screaming at Joseph even like the roaring ‎of the waves of the sea. And Joseph was in great fear of Pharaoh and of his brothers, and he ‎sought an opportunity to make himself known, before they destroyed all the land of Egypt. ‎And Joseph ordered Manasseh, his son, and he went and came near unto Judah, and he ‎placed his hand upon Judah’s shoulder, and Judah’s rage subsided. And Judah said once more ‎unto his brothers: Let no man among you say this is the work of an Egyptian lad, for verily that ‎is like the action of one of my father's house. And when Joseph saw that Judah’s anger was ‎silenced, he approached and spoke unto Judah in gentle words. And Joseph said unto Judah ‎Verily you have spoken the truth, and you have proven your words concerning your great ‎strength, and the Lord who hath pleasure in you may increase your peace. But tell me the ‎truth, why thou art the only one among thy brothers to rage against me, while not one among ‎the others speaketh one word? And Judah answered: Thou must know that I have pledged ‎myself for this boy, saying unto my father: If I bring him not and set him before thee then let ‎me bear the blame through all my days. And therefore have I been the foremost among my ‎brothers after I saw that thou wouldst not suffer him to go with us. And now let me find grace ‎in thine eyes and send our brother to go with us. Behold I will remain in his stead to serve thee ‎in anything thou desirest. And wherever thou shalt send me I will go to serve thee with all my ‎might. If there: be a mighty king who hath rebelled against thee, send me and thou wilt see ‎what I will do unto him and unto his land. And even if he have hosts of horsemen and on foot, ‎and an exceedingly powerful army, I will smite them all, and bring their king's head before ‎thee. Dost thou not know, and hast thou not heard of it, that our father Abraham with his ‎servant Eliezer smote all the kings of Elam and all their hosts in one night that there was not ‎left of them a remnant? And from that day on the strength of our father was given unto us ‎and our seed as an inheritance forever.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5c469f6c08d98a02694e4e21", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, פִּיּוּס 1", "anchorRef": "Genesis 44:18-34", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "Jastrow, פִּיּוּס 1", "sourceHeRef": "מילון יסטרוב, פִּיּוּס א׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "פִּיּוּס", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">פִּיּוּס</strong> m.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּיס.1\" data-ref=\"Jastrow, פִּיס 1\">פִּיס</a>) <i>conciliation, persuasion, comfort</i>. <a class=\"refLink\" href=\"/Niddah.31b.50\" data-ref=\"Niddah 31b:50\">Nidd. 31ᵇ</a> <span dir=\"rtl\">מפני מה האיש מקבל פ׳ וכ׳</span> why does man easily accept conciliatory words, and woman does not? (Answ.) This one partakes of the nature of the material of which he was created (earth being easily crushed) &c. <a class=\"refLink\" href=\"Jerusalem_Talmud_Taanit.2.1.14\" data-ref=\"Jerusalem Talmud Taanit 2:1:14\">Y. Taan. II, 65ᵇ</a> bot. <span dir=\"rtl\">ואני מקבל פִּיּוּסָן</span> and I shall accept their apology. <a class=\"refLink\" href=\"/Bereishit_Rabbah.93.6\" data-ref=\"Bereishit Rabbah 93:6\">Gen. R. s. 93</a> <span dir=\"rtl\">הגשה לפ׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הַגָּשָׁה.1\" data-ref=\"Jastrow, הַגָּשָׁה 1\">הַגָּשָׁה</a>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.93.9\" data-ref=\"Bereishit Rabbah 93:9\">Ib.</a> <span dir=\"rtl\">כל הדברים … היה בהם פ׳ ליוסף וכ׳</span> all the words … (<a class=\"refLink\" href=\"/Genesis.44.18-34\" data-ref=\"Genesis 44:18-34\">Gen. XLIV, 18—34</a>) contained conciliatory argument for Joseph, for his brothers, and for Benjamin. <a class=\"refLink\" href=\"/Kohelet_Rabbah.7.2.1\" data-ref=\"Kohelet Rabbah 7:2:1\">Koh. R. to VII, 2</a> <span dir=\"rtl\">מדה שיש בה פ׳</span> a social act with which consolation is connected; a. fr.—Pl. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פִּילוּסִים.1\" data-ref=\"Jastrow, פִּילוּסִים 1\">פִּיּוּסִים</a>, <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*פִּקּוּסִים.1\" data-ref=\"Jastrow, *פִּקּוּסִים 1\">פִּיּוּסִין</a>. <a class=\"refLink\" href=\"/Bereishit_Rabbah.74.10\" data-ref=\"Bereishit Rabbah 74:10\">Gen. R. s. 74</a> (ref. to <a class=\"refLink\" href=\"/Genesis.31.36\" data-ref=\"Genesis 31:36\">Gen. XXXI, 36</a>) <span dir=\"rtl\">דא את סבור … דברי פ׳ וכ׳</span> here you might think there would be blows and wounds, but (his anger found vent only in) words of persuasion &c.; a. e.—[<a class=\"refLink\" href=\"/Vayikra_Rabbah.26.4\" data-ref=\"Vayikra Rabbah 26:4\">Lev. R. s. 26</a> <span dir=\"rtl\">בפיוסין</span>, read: <span dir=\"rtl\">בפִיסְטִין</span>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f1e9db9b468b1b9b1e609f4", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Midrash Lekach Tov, Genesis 44:27:1", "sourceHeRef": "מדרש לקח טוב, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>ויאמר עבדך אבי.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"49\"></i> לפי שהיה שומע שהיה אומר לפניו עבדך אבי. לפיכך מת יוסף קודם לכל אחיו.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61023b89c795231b79e3627c", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "quotation_auto", "ref": "Tzror HaMor on Torah, Genesis 44:19:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tzror HaMor on Torah, Genesis 44:19:1", "sourceHeRef": "צרור המור על התורה, בראשית מ״ד:י״ט:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>אדוני שאל את עבדיו לאמר.</b> הנה האריך יהודה הרבה בדבריו עד שהוא פלא איך יוסף הקשיב לדבריו. סיפור כל המאורע מראש ועד סוף והדברים שעברו ביניהם שלא ספרה. וזה התחכמות גדול ביהודה להשיג בקשתו. והשומע סבור שהוא ספור העבר מקודם לכן. ואינו כן כי היה מספר העבר. ובתוך סיפורו היה מודיע לעומדים שם כי כל ענייני יוסף היו תחבולה עמהם בשאלותיו. ומה לו ולהם אם יש להם אב או אח. בענין שכל דברי יהודה היו תפוחי זהב במשכיות כסף. כי הנגלה היה משכיות כסף. ודברים נגלים בסיפורו ככסף. והנסתר היו כמו תפוחי זהב. בענין שהיה דבר דבור על אופניו. להעיר רחמיו ורחמי העומדים שם. ולזה אמר יש לנו אב זקן וראוי לך לרחם עלינו. וכן סיפר לו אתם ידעתם כי שנים ילדה לי אשתי. לרמוז לו שלא יאמר אחר שיש לזה הזקן י\"ב בנים לא ידאג כ\"כ על זה. כי יש לך לידע שכל בניו ונשיו אינן חשובין בעיניו לכלום. אלא אלו השנים שילדו לו אשתו העקרית והקרובה לו. והאחד נטרף ולא ראיתיו עד הנה. ובזה נראה שהיה לו תקוה לראותו. ועכשיו כשלא יראה זה ימות מיד. וזהו ונפשו קשורה בנפשו ומיד תתפרד נפש הזקן ממנו להתקשר בנפש בנימן. וכן הודיעו שהוא היה ערב לאביו ולכן הוא מבקש ממנו על צד החסד שיקחהו לעבד עולם תחת הנער. אע\"פ שלא יהיה הדין כך. ואם לא תרצה אין לי לעלות אל אבי בלא הנער. וזהו כי איך אעלה אל אבי. והודיעו בזה שברצונו או בעל כרחו יטלנו. ושהמלחמה לו פנים ואחור. באופן שכשראה זה יוסף מצא עצמו נצוח מיהודה. וזהו ולא יכול יוסף להתאפק. ורבותינו זכרונם לברכה משלו משל לשור שעסקיו רעים מנגח לזה ונושך לזה. וכשראה האריה לא מצא עצמו. כן יוסף שהוא שור היה מנגח לזה בדבריו ויאסוף אותו אל משמר. ונושך לזה ויקח מאתם את שמעון. אבל כשבא יהודה שהוא האריה וסדר טענותיו ומלחמתו כנגדו. לא מצא עצמו דכתיב ולא יכול יוסף להתאפק. ואולי לא היה יכול להתאפק לפי שהיה רוצה לבכות כי נכמרו רחמיו על אביו ועל אחיו. ולפי שאין נאות למלך לבכות בפני העם שנראה שהוא רך הלבב. אמר שיוציאו כל איש מלפניו. וכצאתם ויתן את קולו בבכי:", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ebb47cf7a0c25239b17", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "anchorRef": "Genesis 12:1-50:26", "anchorRefExpanded": ["Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, The Patriarchal Narratives 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ג׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Patriarchal Narratives", "he": "בראשית מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE FATHERS AND MOTHERS OF</small> I<small>SRAEL, AS A COLLECTION, ARE</small> almost contrapuntal in their richness. Life experiences are repeated and common themes recur; yet at the same time there is a remarkable variety of personalities.", "Two prominent themes throughout are God’s promises (of land and descendants) and his blessing. The texts revolve around the question of whether and how God will fulfill his promises, and how people will effect the transfer of the blessing. Each generation portrayed in the narratives must deal with the inherent tensions raised by these questions, since their resolution does not occur easily.", "The stories are also marked by each figure’s struggle to develop a concept of the religious life, of “walking in accord with God.” Each one carves out his own distinct path, to arrive at a mature understanding of what it means to be a father of the people of Israel. In order to bring about such an understanding, God apparently “tests” them in both obvious and more oblique ways, often against a backdrop of bitter sibling rivalry. One also observes a physical unsettledness about the Patriarchs’ quest; only Yitzhak is spared the wanderings that occur so regularly in the stories.", "Rather interestingly, although the texts purport to be about “fathers,” it is God himself who most consistently fits that role for the characters. God acts <i>in loco parentis</i> for each of the Patriarchs, always, significantly, after the loss of the human father. He first appears to Avraham after the death of Terah; to Yitzhak after that of Avraham; to Yaakov after he leaves home (and a seemingly dying father); and he helps Yosef directly, after he has left his father’s home.", "Numbers play an important role in the Patriarchal stories, as they did in Part I. It has been pointed out (see Sarna 1966) that the life spans of the Patriarchs fit into a highly ordered pattern. Avraham lives for 175 years, equaling 7 × 5<sup>2</sup>; Yitzhak, for 180 years, equaling 5 × 6<sup>2</sup>; and Yaakov, for 147 years, or 3 × 7<sup>2</sup>. This is unmistakably a purposeful scheme, meant to convey that human history is orderly and meaningful. Similarly an examination of the stories reveals that Avraham lives for 75 years in the lifetime of his father and 75 years in the lifetime of his son, while Yaakov spends 20 years away from his father, with Yosef roughly following suit in the next generation.", "Last, it should be noted that the Patriarchal stories in various details anticipate the later Exodus of the Israelites from Egypt. The specific references will be mentioned in the Notes."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecd6bfddfbb310fecba", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "anchorRef": "Genesis 37:1-50:26", "anchorRefExpanded": ["Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part IV; Yosef", "he": "בראשית מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE STORIES ABOUT THE LAST</small> P<small>ATRIARCH FORM A COHERENT WHOLE, LEADING SOME</small> to dub it a “novella.” It stands well on its own, although it has been consciously and artfully woven together into both the Yaakov cycle and the entire book.", "Initially the tale is one of family emotions, and it is in fact extreme emotions which give it a distinctive flavor. All the major characters are painfully expressive of their feelings, from the doting father to the spoiled son, from the malicious brothers to the lustful wife of Potifar, from the nostalgic adult Yosef to the grief-stricken old Yaakov. It is only through the subconscious medium of dreams, in three sets, that we are made to realize that a higher plan is at work which will supersede the destructive force of these emotions.", "For this is a story of how “ill”—with all its connotations of fate, evil, and disaster—is changed to good. Despite the constant threat of death to Yosef, to the Egyptians, and to Binyamin, the hidden, optimistic thrust of the story is “life,” a word that appears in various guises throughout. Even “face,” the key word of the Yaakov cycle which often meant something negative, is here given a kinder meaning, as the resolution to Yaakov’s life.", "A major subtheme of the plot is the struggle for power between Re’uven and Yehuda. Its resolution has implications that are as much tribal as personal, for the tribe of Yehuda later became the historical force in ancient Israel as the seat of the monarchy.", "Although many details of the narrative confirm Egyptian practices, those practices actually reflect an Egypt considerably later than the period of the Patriarchs (Redford). Of interest also is the prominence of the number five in the story, a detail that is unexplained but that gives some unity to the various sections of text.", "In many ways the Yosef material repeats elements in the Yaakov traditions. A long list could be compiled, but let us at least mention here sibling hatred, exile of the hero, foreign names, love and hate, dreams, and deception—even so detailed as to duplicate the use of a goat-kid. But its focusing on a classic rags-to-riches plot, with the addition of a moralistic theme, make the Yosef story a distinctive and always popular tale, accessible in a way that the more difficult stories of the first three parts of Genesis are not."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037ecf47cf7a0c25239b47", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Test", "he": "בראשית הערה ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["Yosef’s testing of his brothers is masterful, not only because of the plan itself, but also because of the depth of emotion that the text evokes in its characterizations. It demonstrates how well the whole story has been integrated into the Yaakov material, for here as well as there long conversations are used to reveal complex passions.", "Some have questioned the morality of Yosef’s actions, seeing that the aged Yaakov might well have died while the test was progressing, without ever finding out that Yosef had survived. But that is not the point of the story. What it <i>is</i> trying to teach (among other things) is a lesson about crime and repentance. Only by recreating something of the original situation—the brothers are again in control of the life and death of a son of Rahel—can Yosef be sure that they have changed. Once the brothers pass the test, life and covenant can then continue."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382cfc9ad75f2d99af79a", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "anchorRef": "Genesis 43:1-44:34", "anchorRefExpanded": ["Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part IV; Yosef, The Test 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ו׳, בראשית הערה ו׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ו׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 43:1-44:34\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 43:1-44:34</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "623bd5fea107c838f92b2f60", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 24", "anchorRef": "Genesis 44:18-30", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 24", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי כ״ד", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 24, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>וַיִּגַּשׁ</b> אֵלָיו יְהוּדָה וַיֹּאמֶר בִּי אֲדֹנִי יְדַבֶּר נָא עַבְדְּךָ דָבָר בְּאָזְנֵי אֲדֹנִי וְאַל יִחַר אַפְּךָ בְּעַבְדֶּךָ כִּי כָמוֹךָ כְּפַרְעֹה: אֲדֹנִי שָׁאַל אֶת עֲבָדָיו לֵאמֹר הֲיֵשׁ לָכֶם אָב אוֹ אָח: וַנֹּאמֶר אֶל אֲדֹנִי יֶשׁ לָנוּ אָב זָקֵן וְיֶלֶד זְקֻנִים קָטָן וְאָחִיו מֵת וַיִּוָּתֵר הוּא לְבַדּוֹ לְאִמּוֹ וְאָבִיו אֲהֵבוֹ:שניוַתֹּאמֶר אֶל עֲבָדֶיךָ הוֹרִדֻהוּ אֵלָי וְאָשִׂימָה עֵינִי עָלָיו: וַנֹּאמֶר אֶל אֲדֹנִי לֹא יוּכַל הַנַּעַר לַעֲזֹב אֶת אָבִיו וְעָזַב אֶת אָבִיו וָמֵת: וַתֹּאמֶר אֶל עֲבָדֶיךָ אִם לֹא יֵרֵד אֲחִיכֶם הַקָּטֹן אִתְּכֶם לֹא תֹסִפוּן לִרְאוֹת פָּנָי: וַיְהִי כִּי עָלִינוּ אֶל עַבְדְּךָ אָבִי וַנַּגֶּד לוֹ אֵת דִּבְרֵי אֲדֹנִי:שלישיוַיֹּאמֶר אָבִינוּ שֻׁבוּ שִׁבְרוּ לָנוּ מְעַט אֹכֶל: וַנֹּאמֶר לֹא נוּכַל לָרֶדֶת אִם יֵשׁ אָחִינוּ הַקָּטֹן אִתָּנוּ וְיָרַדְנוּ כִּי לֹא נוּכַל לִרְאוֹת פְּנֵי הָאִישׁ וְאָחִינוּ הַקָּטֹן אֵינֶנּוּ אִתָּנוּ: וַיֹּאמֶר עַבְדְּךָ אָבִי אֵלֵינוּ אַתֶּם יְדַעְתֶּם כִּי שְׁנַיִם יָלְדָה לִּי אִשְׁתִּי: וַיֵּצֵא הָאֶחָד מֵאִתִּי וָאֹמַר אַךְ טָרֹף טֹרָף וְלֹא רְאִיתִיו עַד הֵנָּה: וּלְקַחְתֶּם גַּם אֶת זֶה מֵעִם פָּנַי וְקָרָהוּ אָסוֹן וְהוֹרַדְתֶּם אֶת שֵׂיבָתִי בְּרָעָה שְׁאֹלָה: וְעַתָּה כְּבֹאִי אֶל עַבְדְּךָ אָבִי וְהַנַּעַר אֵינֶנּוּ אִתָּנוּ וְנַפְשׁוֹ קְשׁוּרָה בְנַפְשׁוֹ: ", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "628f799bc261c77055d63675", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 5; Yehudah 27", "anchorRef": "Genesis 44:18-33", "anchorRefExpanded": ["Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33"], "sourceRef": "Tribal Lands, Chapter 5; Yehudah 27", "sourceHeRef": "נחלת השבטים, ה; יהודה כ״ז", "anchorVerse": 18, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 27, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ה; יהודה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<small>And Judah went up to him [Joseph] and said…“Your servant, my father [Jacob], said to us: ‘As you know, my wife bore me two sons. But one is gone from me, and I said, Alas! He was torn by a beast! And I have not seen him since! If you take this one [Benjamin] from me, too, and he meets with disaster, you will send my white head down to Sheol in sorrow.’…Now your servant [Judah] has pledged himself for the boy [Benjamin] to my father, saying, ‘If I do not bring him back to you, I shall stand guilty before my father forever.’ Therefore, please let your servant remain as a slave to my lord instead of the boy, and let the boy go back with his brothers.”<br>Genesis 44:18–33</small>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "628f799bc261c77055d63677", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 5; Yehudah 28", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tribal Lands, Chapter 5; Yehudah 28", "sourceHeRef": "נחלת השבטים, ה; יהודה כ״ח", "anchorVerse": 27, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 28, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "ה; יהודה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Here was the transformation of Judah. He rectified his earlier flaws: he protected his kin, he embraced accountability, he obligated himself beyond his own individual interest. Beyond even that, Judah demonstrated his commitment to and love for his father and family that were so deep that personal hurt ceased to matter at all. Consider the words he put into his father’s mouth: “My wife bore me two sons” (Genesis 44:27). This open acknowledgment was a matter-of-fact acceptance that Rachel and her sons were the principals to Jacob, and that he, Judah, would always run second place in his father’s affections. Effective leadership is found in one who can accurately assess and accept reality, and then adjust his vision and strategy to that reality. With his finessing of both Jacob and Joseph, Judah emerged the monarch.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The <i>nofech</i> (emerald, or turquoise) was chosen as the stone representing Judah to symbolize this essential trait. Judah turned green with embarrassment upon admitting his sin with Tamar, so his stone shone green as a testament to this admirable virtue (Rabbenu Baĥya, Exodus 28:17).</i>", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "628f7a571cdbac5486f0657c", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 14; Ephraim 114", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tribal Lands, Chapter 14; Ephraim 114", "sourceHeRef": "נחלת השבטים, יד; אפרים קי״ד", "anchorVerse": 27, "sourceHasEn": false, "compDate": [2013, 2015], "commentaryNum": 114, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "יד; אפרים", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63f5f33e7423eec247d045c9", "index_title": "Tribal Lands", "category": "Quoting Commentary", "type": "", "ref": "Tribal Lands, Chapter 15; Binyamin 54", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Tribal Lands, Chapter 15; Binyamin 54", "sourceHeRef": "נחלת השבטים, טו; בנימין נ״ד", "anchorVerse": 27, "sourceHasEn": true, "compDate": [2013, 2015], "commentaryNum": 54, "collectiveTitle": {"en": "Tribal Lands", "he": "נחלת השבטים"}, "heTitle": "טו; בנימין", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "And yet, Benjamin was innocent of theft or deception. He did not steal Joseph’s goblet. He was not part of the sale of Joseph, either. He was the clean-handed, pure son of Jacob and Rachel – and Judah, mastermind of the sale of Joseph, stepped in to take full responsibility for Benjamin’s welfare. From his oath to Jacob, “I personally will guarantee him,”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Genesis 33:9.</i> to his acknowledgement before Joseph of the special relationship Jacob would always have with Rachel, Joseph, and Benjamin,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">When Judah declared before Joseph, “Your servant my father said to us, ‘You know that my wife bore me two sons’” (Genesis 44:27), he acknowledged the love that Jacob had for Rachel, Joseph, and Benjamin over and against Leah, the maidservants, and their offspring – including himself.</i> Judah passionately insisted on bearing Benjamin’s fate in his stead.", "versionTitle": "Jerusalem, 2019", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6418792fc9371ec0cebe5ff2", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Reggio on Torah, Genesis 44:27:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>ילדה לי אשתי,</b> העיקרית אשר בעבורה היה עיקר עבודתי ולכן גם בניה אהבתי יותר מכלם, ואחיו מת ולא נשאר לי ממנה רק זה לבדו אשר אהבתיו:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463e70699c26744fd4d6", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Midrash Sekhel Tov, Bereshit 44:27:1", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "ויאמר עבדך אבי אלינו. לפי שהיה שומע שהיה קורין לאביו עבדו ואינו מוחה, לפיכך מת קודם לאחיו, שנאמר וימת יוסף וכל אחיו (שמות א ו):", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6487463e70699c26744fd4d8", "index_title": "Midrash Sekhel Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Sekhel Tov, Bereshit 44:27:2", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Midrash Sekhel Tov, Bereshit 44:27:2", "sourceHeRef": "מדרש שכל טוב, בראשית מ״ד:כ״ז:ב׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1139], "commentaryNum": 27.0002, "collectiveTitle": {"en": "Midrash Sekhel Tov", "he": "מדרש שכל טוב"}, "heTitle": "בראשית", "he": "אתם ידעתם כי שנים ילדה לי אשתי. אמו של זה:", "heVersionTitle": "Sechel Tob, Berlin 1900-1901", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש שכל טוב, ברלין תר\"ס-תרס\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc2a758c1dc532ec86e2", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 44:27", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Steinsaltz on Genesis 44:27", "sourceHeRef": "ביאור שטיינזלץ על בראשית מ״ד:כ״ז", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 44.0027, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>וַיֹּאמֶר עַבְדְּךָ אָבִי אֵלֵינוּ: “אַתֶּם יְדַעְתֶּם כִּי שְׁנַיִם יָלְדָה לִּי אִשְׁתִּי.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Your servant, my father, said to us: You know that my wife bore me two sons; </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "5614e3f9fbfba21096622df4", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sotah 1:50", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Ein Yaakov (Glick Edition), Sotah 1:50", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סוטה א׳:נ׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 1.005, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סוטה", "he": "אמר רב יהודה אמר רב מפני מה נקרא יוסף עצמות בחייו מפני שלא מיחה בכבוד אביו דקא אמרי ליה עבדך אבינו ולא מיחה ולא אמר להו מידי. וא״ר יהודה ואיתימא ר׳ חמא ברבי חנינא מפני מה מת יוסף קודם אחיו מפני שהנהיג עצמו ברבנות (בראשית לט א) ויוסף הורד מצרימה א״ר אלעזר אל תקרי הורד אלא הוריד שהוריד אצטגניני פרעה מגדולתם.", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "Said R. Juda in the name of Rab: \"Why was Joseph called bones while yet alive?\" Because he did not protest when the honor of his father was disparaged. For, his brothers said to him (Gen. 44, 27) And thy servant our father said, \"and he did not protest in the least.\" R. Juda said again in the name of R. Chama b. Chanina: \"Why did Joseph die before his brothers? Because he assumed airs of superiority.\" (Gen. 39, 1) And Joseph was brought down to Egypt. Said R. Elazar: \"Do not read Horad (that he was brought down) but read Horid (he caused to bring down others) i.e., he caused the removal of the astrologers of Egypt from their high positions.\" ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5cd13ee13a676f00197d1353", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Birkat Asher on Torah, Genesis 44:27:1", "sourceHeRef": "ברכת אשר על התורה, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "בראשית", "he": "<b>\"...ילדה לי אשתי\".</b> קצת קשה לי, כיצד אמר יעקב לבניו בבהירות שכזאת, שרק רחל היא אשתו, וכי אין הם אפוא הבנים שלהם ציפה. ומה באשר להקמת י\"ב השבטים? (פ' ויגש תשנ\"ח, תשנ\"ט) ור' רמב\"ן על אתר.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d4f5b6084aa1cbf3a4ff", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שְׁנַ֫יִם 1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "BDB, שְׁנַ֫יִם 1", "sourceHeRef": "בראון-דרייבר-בריגס, שְׁנַ֫יִם א׳", "anchorVerse": 27, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שְׁנַ֫יִם", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שְׁנַ֫יִם</span>, <span dir=\"rtl\">שְׁתַּיִם</span></big>  (Philipi<sup>ZMG xlix (1895), 202</sup> Ges<sup>§ 97b note</sup>)<sub>768</sub> <strong>n.m. et f.du. two (</strong>NH id.<em>;</em> Ph. <span dir=\"rtl\">אשנם</span> (and <span dir=\"rtl\">שני</span> <em>second</em>), Pun. <span dir=\"rtl\">שנם</span> Lzb<sup>380</sup>; Arabic <span dir=\"rtl\">اِثنَانِ</span>; Sab. <span dir=\"rtl\">תֿני</span> Hom<sup>Chr 47</sup>, Aramaic <span dir=\"rtl\">תְּרֵין</span>, <span dir=\"rtl\">ܬܪܶܝܢ</span> (<span dir=\"rtl\">תִּנְיָנָא</span>, <span dir=\"rtl\">ܬܶܢܝܳܢܳܐ</span> <em>second</em>); Nab. <span dir=\"rtl\">תרין</span>, Palm. f. <span dir=\"rtl\">תרתן</span>, <span dir=\"rtl\">תרתיא</span>, Lzb<sup>388</sup>; Assyrian <em>šinâ</em>; on etym v. √, and especially Philippi<sup>ZMG xxxii (1878), 21–98</sup><strong>)</strong>;—<strong>m.</strong> (c. <strong>n.m.</strong>) <span dir=\"rtl\">שְׁנַיִם</span> <a data-ref=\"Amos 3:3\" href=\"/Amos.3.3\">Am 3:3</a> +; cstr. <span dir=\"rtl\">שְׁנֵי</span> <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">Is 7:16</a> +, sf. <span dir=\"rtl\">שְׁנֵיהֶם</span> <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">Gn 2:25</a> +, etc.; <strong>f.</strong> (c. n.f.) <span dir=\"rtl\">שְׁתַּיִם</span> <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a> +; cstr. <span dir=\"rtl\">שְׁתֵּי</span> <a data-ref=\"Genesis 4:19\" href=\"/Genesis.4.19\">Gn 4:19</a>, <span dir=\"rtl\">וּשְׁתֵּי</span> <a data-ref=\"Isaiah 7:21\" href=\"/Isaiah.7.21\">Is 7:21</a> +, etc., <span dir=\"rtl\">מִשְּׁתֵֿי</span> <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a> (v. GFM); sfs. v. infr. (2 + 10 = 12, v. infr.); Hex chiefly P:—<em>two:</em><br><strong>1.</strong>  no other num.: <strong>a.</strong>  usually cstr. before n.pl. <span dir=\"rtl\">(צְמִידִים) שְׁנֵי</span> <a data-ref=\"Genesis 24:22\" href=\"/Genesis.24.22\">Gn 24:22</a> + 194 times + <a data-ref=\"II Samuel 23:20\" href=\"/II_Samuel.23.20\">2 S 23:20</a> ‖ <a data-ref=\"I Chronicles 11:22\" href=\"/I_Chronicles.11.22\">1 Ch 11:22</a> (ins. <span dir=\"rtl\">בְּנֵי</span> 𝔊 Th mod., otherwise RS<sup>Sem. i. 469, 2nd ed., 488</sup>); <span dir=\"rtl\">(נָשִׁים) שְׁתֵּי</span> <a data-ref=\"Genesis 4:19\" href=\"/Genesis.4.19\">Gn 4:19</a> + 132 times, <a data-ref=\"I Samuel 10:4\" href=\"/I_Samuel.10.4\">1 S 10:4</a> ins. <span dir=\"rtl\">כִּכְּרוֹת</span> Klo HPS Bu Now; <a data-ref=\"Leviticus 16:21\" href=\"/Leviticus.16.21\">Lv 16:21</a> read du. <span dir=\"rtl\">יָדָיו</span> Qr, + <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">Ju 16:28</a> (v. supr.) + <span dir=\"rtl\">שְׁתֵּי־אֵלֶּה</span> <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a> <em>both these thing;</em> before n.sg., <span dir=\"rtl\">שְׁנֵי</span> <a data-ref=\"Exodus 16:22\" href=\"/Exodus.16.22\">Ex 16:22</a> (Ges<sup>§ 134e</sup>); sf. <span dir=\"rtl\">שְׁנֵיהֶם</span> <em>the two of them</em> <a data-ref=\"Genesis 2:25\" href=\"/Genesis.2.25\">Gn 2:25</a> + 62 times, + <a data-ref=\"Proverbs 24:22\" href=\"/Proverbs.24.22\">Pr 24:22</a> (> <em>their years</em> 𝔖 𝔗 De al.; prob. crpt., v. Toy), <span dir=\"rtl\">שְׁנֵינוּ</span> <a data-ref=\"Genesis 31:37\" href=\"/Genesis.31.37\">Gn 31:37</a> + 2 times, <span dir=\"rtl\">שְׁנֵיכֶם</span> †<a data-ref=\"Genesis 27:45\" href=\"/Genesis.27.45\">Gn 27:45</a>; <span dir=\"rtl\">שְׁתֵּיהֶם</span> (msf.! Ges<sup>§ 135 o</sup>) †<a data-ref=\"Ruth 1:19\" href=\"/Ruth.1.19\">Ru 1:19</a>; <a data-ref=\"Ruth 4:11\" href=\"/Ruth.4.11\">4:11</a>, <span dir=\"rtl\">יהֶן—ֵ</span> †<a data-ref=\"I Samuel 25:43\" href=\"/I_Samuel.25.43\">1 S 25:43</a>; <a data-ref=\"Ezekiel 23:13\" href=\"/Ezekiel.23.13\">Ez 23:13</a>. <strong>b.</strong>  abs. (1) <span dir=\"rtl\">שְׁנַ֫יִם</span> (90 times), before n.pl. <a data-ref=\"Judges 11:37\" href=\"/Judges.11.37\">Ju 11:37</a> + 26 times; after n.pl. <a data-ref=\"II Samuel 1:1\" href=\"/II_Samuel.1.1\">2 S 1:1</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> + 21 times (usually P Chr), n.sg. (coll.) <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a> <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 11 times <a data-ref=\"Numbers 17\" href=\"/Numbers.17\">Nu 17</a>; n. om. <a data-ref=\"Genesis 7:2\" href=\"/Genesis.7.2\">Gn 7:2</a>; <a data-ref=\"Genesis 44:27\" href=\"/Genesis.44.27\">44:27</a> + 26 times; <span dir=\"rtl\">שׁ׳ שׁ׳</span> distrib. <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">Gn 7:9</a> +; <span dir=\"rtl\">לִשׁ׳</span> cut <em>in two</em> †<a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a>; <a data-ref=\"Jeremiah 34:18\" href=\"/Jeremiah.34.18\">Je 34:18</a>; = <em>double amount</em> †<a data-ref=\"Exodus 22:3\" href=\"/Exodus.22.3\">Ex 22:3</a>, <a data-ref=\"Exodus 22:6\" href=\"/Exodus.22.6\">6</a>, <a data-ref=\"Exodus 22:8\" href=\"/Exodus.22.8\">8</a> (E); <span dir=\"rtl\">פִּי שׁ׳</span> †<a data-ref=\"Deuteronomy 21:17\" href=\"/Deuteronomy.21.17\">Dt 21:17</a> <em>two-thirds</em>, + <span dir=\"rtl\">בְּרוּחֲךָ</span> †<a data-ref=\"II Kings 2:9\" href=\"/II_Kings.2.9\">2 K 2:9</a> <em>in</em> (of) <em>thy spirit</em>, + <span dir=\"rtl\">בָּהּ</span> †<a data-ref=\"Zechariah 13:8\" href=\"/Zechariah.13.8\">Zc 13:8</a>; (<a data-ref=\"Zechariah 13:2\" href=\"/Zechariah.13.2\">2</a>) <span dir=\"rtl\">שְׁתַּ֫יִם</span> (55 times), bef. n.pl.; <a data-ref=\"I Kings 3:16\" href=\"/I_Kings.3.16\">1 K 3:16</a> + 16 times; after n.pl. (usually P and late) <a data-ref=\"II Chronicles 24:3\" href=\"/II_Chronicles.24.3\">2 Ch 24:3</a> + 9 times; n. om., = <em>two things</em> †<a data-ref=\"Isaiah 51:19\" href=\"/Isaiah.51.19\">Is 51:19</a> <a data-ref=\"Job 13:20\" href=\"/Job.13.20\">Jb 13:20</a> <a data-ref=\"Proverbs 30:7\" href=\"/Proverbs.30.7\">Pr 30:7</a>; <span dir=\"rtl\">שְׁתַּיִם</span> = <em>twice</em> †<a data-ref=\"II Kings 6:10\" href=\"/II_Kings.6.10\">2 K 6:10</a> <a data-ref=\"Job 40:5\" href=\"/Job.40.5\">Jb 40:5</a> <a data-ref=\"Psalms 62:12\" href=\"/Psalms.62.12\">ψ 62:12</a> (or as <a data-ref=\"Proverbs 30:7\" href=\"/Proverbs.30.7\">Pr 30:7</a>), <span dir=\"rtl\">בִּשׁ׳</span> <a data-ref=\"Job 33:14\" href=\"/Job.33.14\">Jb 33:14</a> either so, or <em>in two ways</em> RVm (v. De); as ordin. <span dir=\"rtl\">בִּשְׁנַת שְׁתַּיִם לְ</span> <a data-ref=\"I Kings 15:25\" href=\"/I_Kings.15.25\">1 K 15:25</a> + 9 times, etc.; (3) as round number, <span dir=\"rtl\">שְׁנַיִם עֵצִים</span> <a data-ref=\"I Kings 17:12\" href=\"/I_Kings.17.12\">1 K 17:12</a> <em>a few sticks</em> (Germ. ‘ein paar’), cf. <a data-ref=\"II Kings 9:32\" href=\"/II_Kings.9.32\">2 K 9:32</a> <a data-ref=\"Isaiah 17:6\" href=\"/Isaiah.17.6\">Is 17:6</a>; <span dir=\"rtl\">שְׁתַּיִם שָׁלשׁ</span> <a data-ref=\"Amos 4:8\" href=\"/Amos.4.8\">Am 4:8</a>, <span dir=\"rtl\">פַּעַם וּשְׁתָּ֑יִם</span> <a data-ref=\"Nehemiah 13:20\" href=\"/Nehemiah.13.20\">Ne 13:20</a>, cf. <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">Je 3:14</a> <span dir=\"rtl\">אֶחָד מֵעִיר וּשְׁנַיִם מִמִּשְׁפָחָה</span> = a small no.; <a data-ref=\"Ezra 10:13\" href=\"/Ezra.10.13\">Ezr 10:13</a> <em>not for one or two days</em> (but for many), <a data-ref=\"II Kings 6:10\" href=\"/II_Kings.6.10\">2 K 6:10</a>.<br><strong>2.</strong>  <em>twelve:</em> c. n.m. <span dir=\"rtl\">שְׁנֵים עָשָׂר</span> <a data-ref=\"Genesis 42:13\" href=\"/Genesis.42.13\">Gn 42:13</a> + 87 times, <span dir=\"rtl\">לִשְׁנֵי עָשָׂר</span> <a data-ref=\"Exodus 28:21\" href=\"/Exodus.28.21\">Ex 28:21</a> + 4 times; c. n.f. <span dir=\"rtl\">שְׁתֵּים עֶשְׂרֵה</span> <a data-ref=\"Exodus 24:4\" href=\"/Exodus.24.4\">Ex 24:4</a> + 34 times, <span dir=\"rtl\">שְׁתֵּי עֶשְׂרֵה</span> †<a data-ref=\"Ezekiel 32:1\" href=\"/Ezekiel.32.1\">Ez 32:1</a>, <a data-ref=\"Ezekiel 32:17\" href=\"/Ezekiel.32.17\">17</a>; <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">33:21</a>; before n.pl. <a data-ref=\"Genesis 17:20\" href=\"/Genesis.17.20\">Gn 17:20</a>; <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a> +; after n.pl. <a data-ref=\"Numbers 7:84\" href=\"/Numbers.7.84\">Nu 7:84</a><sup>(×2)</sup> +; before n.sg. <a data-ref=\"Exodus 28:21\" href=\"/Exodus.28.21\">Ex 28:21</a> +, <a data-ref=\"Genesis 14:4\" href=\"/Genesis.14.4\">Gn 14:4</a> (<a data-ref=\"Genesis 14:12\" href=\"/Genesis.14.12\">12</a> <em>year</em>) +, etc.; as ord., <span dir=\"rtl\">בְּיוֹם שְׁנֵים עָשָׂר יוֹם</span> <a data-ref=\"Numbers 7:78\" href=\"/Numbers.7.78\">Nu 7:78</a>, <span dir=\"rtl\">בִּשְׁתֵּי עֶשְׂרֵה שָׁנָה</span> <a data-ref=\"Ezekiel 32:1\" href=\"/Ezekiel.32.1\">Ez 32:1</a> +, etc.<br><strong>3.</strong>  with large num.: 10 (etc.) + 2, <a data-ref=\"II Samuel 8:5\" href=\"/II_Samuel.8.5\">2 S 8:5</a>; <a data-ref=\"Judges 10:3\" href=\"/Judges.10.3\">Ju 10:3</a> + 56 times; 2 + 10 (etc.) <a data-ref=\"Numbers 1:35\" href=\"/Numbers.1.35\">Nu 1:35</a> (P), <a data-ref=\"II Chronicles 22:2\" href=\"/II_Chronicles.22.2\">2 Ch 22:2</a> + 18 times (Kö<sup>ii. 1, 215 ff.</sup> Ges<sup>§ 97 f.</sup>); 200 + 2 + 30, <a data-ref=\"I Kings 20:15\" href=\"/I_Kings.20.15\">1 K 20:15</a>; 50 + 2 as ord. <a data-ref=\"II Kings 15:27\" href=\"/II_Kings.15.27\">2 K 15:27</a> + 2 times; cf. 2 + 20, <a data-ref=\"I Chronicles 24:17\" href=\"/I_Chronicles.24.17\">1 Ch 24:17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bfcc175781082118c14e16", "index_title": "Alshekh on Torah", "category": "Commentary", "type": "commentary", "ref": "Alshekh on Torah, Genesis 44:27:1", "anchorRef": "Genesis 44:27", "anchorRefExpanded": ["Genesis 44:27"], "sourceRef": "Alshekh on Torah, Genesis 44:27:1", "sourceHeRef": "תורת משה - אלשיך, בראשית מ״ד:כ״ז:א׳", "anchorVerse": 27, "sourceHasEn": false, "compDate": [1540, 1590], "commentaryNum": 27.0001, "collectiveTitle": {"en": "Alshich", "he": "אלשיך"}, "heTitle": "בראשית", "he": "<b>ויאמר עבדך וכו'. </b>ראה איך לא היה עלה בדעתו היות ממש באשר אמרת כי בזאת תדע כי כנים אנחנו אם יבא אחינו הקטן כאשר סיפרנו לו כי הנה לא עליך היה מטיל אשמת דבר כ\"א עלינו שהודינו להוליכו בלי הכרח כי שחוק והיתול היו מאמריך אך עלינו באומ' אתם ידעתם וכו' ולקחתם גם את זה וכו' והורדתם וכו'. וכונת הכתוב שנשא ק\"ו ואמר אתם ידעתם כי שנים ילדה לי אשתי המיוחדת ועיקרית לי כי יגדל כאב צרת זרעה בעיני וראו כמה מעותדים בניה לשיקראנם אסון כי הא' לא לוקח מאתי בחזקה רק ויצא בבחירתו. ועוד תהיה הא' שעדיין לא פגעה מדת הדין בבני אמו וזהו הראשון כלומר כי עדיין היה לו שני. ועוד כי לא הרחיק נדוד. רק יצא מאתי מהיותו סמוך לי לראות את שלום אחיו. ועכ\"ז אמר אך טרוף טורף ומה תעשו עתה ששלשתם בהפך כי הנה אין זה יוצא מעצמו כראשון רק ולקחתם בידים. וגם הוא על אסון הא' וזהו גם את זה כי כבר פגעה מה\"ד בא'. וגם אינו למקום קרוב כאחיו שהיה מאתי רק מעם פני שהוא רחוק שאינו מלפני רק מעם פני שהוא נפרד מכל סביבות הסמוכים אל פני שמלת עם הוא כאומר סמוך כד\"א עם חשיכה שהוא קודם לספק חשיכה כך מכל מה שהוא סמוך כ\"א רחוק ולא תורידו שיבתי אבל שאולה כאשר בראשון כי האחרון יכביד ויהיה ברעה שאולה. והנה לדקדק כל רבוי הכתוב באו' גם את זה נזכירה מסורה אחד והיא ולקחתם ו' במקרא. (א) ולקחתם גם את זה. (ב) ולקחתם אגודת אזוב. (ג) ולקחתם לכם ביום הראשון. (ד) והתחזקתם ולקחתם מפרי הארץ. (ה) ולקחתם את ארון ברית ה'. (ו) ולקחתם מן החרם. ויהיה הענין לתת טעם אל רבוי הגם ורבוי האת יאמר כי אומר זה ואומר את. ואומר גם על ג' ידבר וזהו ולקחתם אזוב. כי אין אגודה פחות מג' בדים כנודע ומפרש ואזיל האחד שהוא מה שריבה הגם הוא ולקחתם לכם ביום הראשון פרי עץ הדר. הוא יוסף שנקרא בן פורת יוסף והוא פרי צדיק עץ חיים והוא מהודר בכור שורו הדר לו והאת הוא את שמעון והוא והתחזקתם ולקחתם מפרי הארץ והוא מה שכתבנו למעלה שאמר יעקב בראות צרורות כספיהם אותי שכלתם וכו' כי אמר היתכן שבימי רעבון כזה נתנו לכם עשר חמורים טעונים בר ולחם ומזון בלא כסף ובלא מחיר ושכחו מקחת המעות אך אין זה כי אם שהחלפתם את שמעון באוכל. כי על כן כספכם אתכם ושמעון איננו ואמתחותיכם מלאים בר וזהו והתחזקתם וכו' שהתחזקתם עליו למוכרו בע\"כ הוא שמעון לקחת בדמיו מפרי הארץ. ועל אומרו זה שהוא על בנימין אמר ולקחת' את ארון ברית ה' הוא בנימין שבתחומו ארון ברית ה'. ושעור הענין הנה ולקחתם את יוסף ואת שמעון ותבקשו את ארון ברית ה' זה בנימין הוא אשר אמרתי לא תקחוהו. כי אם בקבלת חרם שקבל יהודה. וזהו ולקחתם את ארון ברית ה' ולקחתם מן החרם: ", "heVersionTitle": "Torat Moshe, Warsaw, 1875", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "670395d81c11007fdd2908e1", "index_title": "Covenant and Conversation Family Edition", "category": "Tanakh", "type": "", "ref": "Covenant and Conversation Family Edition, Vayigash, II; Does My Father Love Me? 23", "anchorRef": "Genesis 44:27-31", "anchorRefExpanded": ["Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31"], "sourceRef": "Covenant and Conversation Family Edition, Vayigash, II; Does My Father Love Me? 23", "sourceHeRef": "שיח ושיג מהדורה משפחתית, ויגש, ב כ״ג", "anchorVerse": 27, "sourceHasEn": true, "commentaryNum": 23, "collectiveTitle": {"en": "Covenant and Conversation Family Edition", "he": "שיח ושיג מהדורה משפחתית"}, "heTitle": "ב", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "If this is so, it sheds new light on the great opening scene of <i>Vayigash</i>. What was it in Yehuda’s speech that made Yosef break down in tears and finally reveal his identity to his brothers? Yehuda says words that, for the first time, allow Yosef to understand what had actually occurred twenty-two years previously. Yehuda recounted what happened after the brothers returned from their first journey to buy food in Egypt when Yaakov refused to allow the brothers to return with Binyamin, saying, “You know that my wife bore me two sons. One of them went away from me, and I said, ‘He has surely been torn to pieces.’ And I have not seen him since. If you take this one from me too and harm comes to him, you will bring my gray head down to the grave in misery” (Bereshit 44:27–31).", "versionTitle": "Covenant and Conversation Family Edition, Maggid Books, 2023", "license": "", "versionTitleInHebrew": ""}]