[{"_id": "531e4fe4fbfba276047f717e", "index_title": "Onkelos Numbers", "category": "Targum", "type": "targum", "ref": "Onkelos Numbers 34:17", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Onkelos Numbers 34:17", "sourceHeRef": "תרגום אונקלוס על במדבר ל״ד:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 34.0017, "collectiveTitle": {"en": "Onkelos Numbers", "he": "תרגום אונקלוס על במדבר"}, "heTitle": "תרגום אונקלוס על במדבר", "he": "אִלֵּין שְׁמָהַת גֻּבְרַיָּא דִּי יַחְסְנוּן לְכוֹן יָת אַרְעָא אֶלְעָזָר כַּהֲנָא וִיהוֹשֻׁעַ בַּר נוּן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "“These are the names of the men who shall inherit the land for you: Elozor the <i>kohein</i> and Yehoshua son of Nun,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2686fbfba27c35eec9b3", "index_title": "Targum Jonathan on Numbers", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Numbers 34:17", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Targum Jonathan on Numbers 34:17", "sourceHeRef": "תרגום יונתן על במדבר ל״ד:י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 34.0017, "collectiveTitle": {"en": "Targum Jonathan on Numbers", "he": "תרגום יונתן על במדבר"}, "heTitle": "תרגום יונתן על במדבר", "he": "אִלֵין שְׁמָהַת גוּבְרַיָא דְיַחְסְנוּן לְכוֹן יַת אַרְעָא אֶלְעָזָר כַּהֲנָא וִיהוֹשֻׁעַ בַּר נוּן", "heVersionTitle": "Targum Jonathan on Numbers", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום יונתן על במדבר", "text": " These are the names of the men who shall make to you the inheritance of the land: Elazar the priest, and Jehoshua bar Nun, \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f179fffbfba22336ea6d0a", "index_title": "Rashi on Numbers", "category": "Commentary", "type": "commentary", "ref": "Rashi on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Rashi on Numbers 34:17:1", "sourceHeRef": "רש\"י על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על במדבר", "he": "<b>אשר ינחלו לכם.</b> בִּשְׁבִילְכֶם; כָּל נָשִׂיא וְנָשִׂיא אַפּוֹטְרוֹפּוֹס לְשִׁבְטוֹ וּמְחַלֵּק נַחֲלַת הַשֵּׁבֶט לַמִּשְׁפָּחוֹת וְלַגְּבָרִים, וּבוֹרֵר לְכָל אֶחָד וְאֶחָד חֵלֶק הָגוּן, וּמַה שֶּׁהֵם עוֹשִׂים יִהְיֶה עָשׂוּי כְּאִלּוּ עֲשָׂאוּם שְׁלוּחִים; וְלֹא יִתָּכֵן לְפָרֵשׁ <b>לכם</b> זֶה כְּכָל לָכֶם שֶׁבַּמִּקְרָא, שֶׁאִם כֵּן הָיָה לוֹ לִכְתֹּב יַנְחִילוּ לָכֶם, יִנְחֲלוּ מַשְׁמַע שֶׁהֵם נוֹחֲלִים לָכֶם — בִּשְׁבִילְכֶם וּבִמְקוֹמְכֶם, כְּמוֹ \"ה' יִלָּחֵם לָכֶם\" (שמות י\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann -- corrected vocalization", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אשר ינחלו לכם [THESE ARE THE … MEN] WHO SHALL TAKE POSSESSION OF THE LAND לכם — i.e., for you. Each prince was the agent of his tribe and divided the inheritance of the tribe amongst the families and again amongst the men, selecting for each a portion fitting for him. What they did was done (was legal) just as if they (the tribes) had appointed them their representatives (Kiddushin 42b). — It would not be right to explain this לכם as all other לכם (“to you”) which occur in the Bible, for if so it should have written יַנְחִילוּ לכם (Hiphil), “they will give the possession to you”. But יִנְחֲלוּ (Kal), implies that they themselves take possession לכם, “for you” and in your place. It is the same as, (Exodus 14:14): “The Lord will fight לכם” — “for you”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5697f3fcd6e4a940e98ae0ba", "index_title": "Shadal on Numbers", "category": "Commentary", "type": "commentary", "ref": "Shadal on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Shadal on Numbers 34:17:1", "sourceHeRef": "שד\"ל על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על במדבר", "he": "כל נשיא יעלה הגורל בשביל שבטו, וכמו שכתב רש\"י: כל נשיא אפוטרופוס לשבטו.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d8bd6e4a94c7c18b37d", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Numbers 34:17", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Tafsir Rasag, Numbers 34:17", "sourceHeRef": "תפסיר רס\"ג, במדבר ל״ד:י״ז", "anchorVerse": 17, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 34.0017, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "במדבר", "he": "הד̇ה אסמא אלרג̇אל אלד̇ין יקסמון לכם אלבלד אלעזר אלאמאם ויהושע בן נון", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b3c5d6e4a902855fe640", "index_title": "Tur HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Tur HaArokh, Numbers 30:2:2", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Tur HaArokh, Numbers 30:2:2", "sourceHeRef": "הטור הארוך, במדבר ל׳:ב׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 2.0002, "collectiveTitle": {"en": "Tur HaArokh", "he": "הטור הארוך"}, "heTitle": "במדבר", "he": "<b>ראשי המטות לבני ישראל. </b>הם נשיאי הדגלים שהעמידו אותם המטות על הדגלים אחר שמתו נחשון וחביריו. ואפשר שהם הנזכרים בפרשת (הנחלה) אלה שמות האנשים אשר ינחלו לכם את הארץ או שהיו אחרים כי שם דבר הכתו' על העתי' כי בעת חילוק הארץ יהיו הנזכרים חיים ויעמדו עליהם. ואמר' אל ראשי המטות ולא אמרה לכל בני ישראל ביחד כי אין צורך לכל ישראל שידעו שהאב והבעל יכולין להפר נדרי עינוי נפש. ואולי צריך להעלים אלה החוקים מהם שלא ינהגו קלות ראש בנדרים אבל לחכמי ישראל ראשי שבטיהם לימד להם המשפט. ורומז עוד למה שאמרו חכמים שיחיד מומחה מתיר הנדרים. והנה היתר הנדרים אינו מפורש בתורה אלא הוא הלכה למשה מסיני ותלאו הכתוב בחוט השערה כמו שאמרו היתר נדרים פורחים באויר אלא רמז לו באומרו לא יחל דברו ולא אמר לא יעבור על דברו אלא צוה שלא יחלל הנדר כי בבואו לפני ב\"ד וימצאו לו פתח וניחם עליו והם ימחלו לו אינו מחלל אותו וכל הטעם להסתיר הדבר שלא יהו פרוצים בנדרים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "   ראשי המטות לבני ישראל, “the heads of the tribes of Israel.” These were the ones who replaced the first generation of such princes, carriers of the various banners, who had included such illustrious figures as Nachshon ben Aminadav, who had courageously entered the sea of Reeds before it had been split.\n    It is possible that the men referred to here were the ones mentioned in the chapter dealing with the distribution of the parcels of land in the as yet non-existent State of Israel, (Numbers 34,17-28). Alternately, we may be speaking of different men, seeing that in Numbers 34 the Torah speaks about something that would come to pass later, after Moses had left the scene. Or, the men mentioned in chapter 34 were all alive and well 14 years after Joshua took over and was in a position to make the allocation of most of these lands.\n    The reason why the Torah here uses the unusual formulation of ראשי המטות instead of saying: ”to all the Children of Israel,” is simply that there was no need for all of the Israelites to be taught rules applying to a narrow aspect of the relationship between a wife and her husband or a father with a daughter below twelve and a half years old. The vows discussed here are only those that result in interference with the father’s, or husband’s quality of life, עינוי נפש.\n    Perhaps there was a need at this time to withhold these laws from them so that they would not begin to become negligent concerning the whole subject of vows, knowing that their husbands were able to rescue them from a foolish vow. At any rate, the spiritual leaders of the people could be entrusted with this legislation without it being filtered through the High Priest and the seventy elders first.\n    Mention of the individual leaders of the tribes is also an oblique hint on which the sages later on may have based themselves, when allowing an individual who possesses the necessary expertise to annul such vow, without recourse to a lay court of at least three people. It is a fact that the Torah nowhere spells out a procedure for annulling vows generally, other than the specific vows mentioned here which are subject to annulment only by the father or husband, and only within 24 hours of their becoming aware of them. The whole legislation of annulling vows and how and by whom is הלכה למשה מסיני, a law handed down orally since the time of Moses, something that cannot be arrived at by the use of our logic in interpreting the written Torah. Our sages, in referring to this, describe it as hanging by a thread as thin as a hair on our heads.” (Compare <i>Chagigah</i> 10) Another expression used there is that this entire legislation, its various rules are “flying in thin air.” The “hint” we mentioned, consists of the Torah writing that the party making the vow לא יחל את דברו, “he must not profane his word,” instead of the Torah having written לא יעבור על דברו, “he must not violate his verbal undertaking.” This enabled the sages to save the applicant from violating his vow if he could find an opening, פתח, primarily by establishing that when making the vow the person who made it did not foresee certain circumstances which, if he had foreseen them, he never would have made such a vow in the first place. Seeing that this is so, the Torah did not reveal this legislation to the people at large, else too many people would become irresponsible and make vows lightheartedly.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "591bf718d6e4a9560e2cf04c", "index_title": "Redeeming Relevance; Numbers", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 17", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Redeeming Relevance; Numbers, CHAPTER 1 The Titleless Torah 17", "sourceHeRef": "פדיון הרלוונטיות על במדבר, פרק ראשון י״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 17, "collectiveTitle": {"en": "Redeeming Relevance; Numbers", "he": "פדיון הרלוונטיות על במדבר"}, "heTitle": "פרק ראשון", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Of particular interest is the interchange for first position that occurs between Reuven and Yehudah. The general trend is delineated by the first tribal list in <i>Bemidbar </i> (Bemidbar 1:5-16) starting with Reuven and the last (Bemidbar 34:17-29) starting with Yehudah. Mirroring the process in <i>Bereshit</i>, the default position of leadership starts with Reuven, who is, after all, the firstborn. Yet, in the same way as Reuven’s leadership in <i>Bereshit</i> is ineffective and becomes eclipsed by Yehudah’s,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">See Francis Nataf, <i>Redeeming Relevance in the Book of Genesis </i>(Jerusalem: Urim Publications, 2006), Chap. 5.</i> Reuven’s descendants give way to the descendants of Yehudah as well. This is made amply clear by the end of <i>Bemidbar</i>, when Reuven teams up with Gad<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The inclusion of part of the tribe of Menashe with these tribes remains shrouded in mystery. We will take this up later in Chap. Five and especially in the final section of Chap. Six.</i> and settles in Transjordan (Bemidbar 32), essentially deserting the rest of the tribes.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i> See Chap. Five of this book for a more comprehensive description of these events and their meaning.</i> Reuven’s abdication is formalized by his absence in the final list of princes, now led by Yehudah’s Calev ben Yefuneh.</i>", "versionTitle": "Redeeming Relevance -- Numbers 1", "license": "", "versionTitleInHebrew": ""}, {"_id": "5964d69ed6e4a92bf45a8c01", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Bamidbar 34:17:1-2", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Rabbeinu Bahya, Bamidbar 34:17:1-2", "sourceHeRef": "רבנו בחיי, במדבר ל״ד:י״ז:א׳-ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "במדבר", "he": ["<b>אלה שמות האנשים אשר ינחלו לכם את הארץ.</b> פירש רש\"י ז\"ל ינחלו לכם בשבילכם, שכל נשיא ונשיא אפוטרופוס לשבטו, ומחלק נחלת השבט למשפחות ולגברים ובורר לכל אחד ואחד חלק יפה, ומה שהם עושים יהא עשוי כאלו עשאוהו שלוחיהם. והזכיר תחלה אלעזר כי יהושע יצא על פיו. והזכיר עשרה שבטים ונשיא עם כל אחד ואחד, ולא הזכיר ראובן וגד כי כבר לקחו חלקם מעבר לירדן מזרחה. והתחיל בנשיאים מיהודה כמו שיצא הגורל תחלה. ואמר ולמטה בני דן נשיא בקי בן יגלי.\n", "<b>ויש </b>לשאול כיון שהיו כולם נשיאים נשיא אחד נשיא אחד ממטה ומטה, למה לא הזכיר עד עתה נשיא אלא מדן ואילך. ואפשר לומר כי לא הוצרך להזכיר הנשיא בכלב כי היה מפורסם מן המרגלים שכתוב שם (במדבר י״ג:ב׳) כל נשיא בהם, ובשמעון לפי שזמרי בן סלוא היה נשיאם לכך לא זכה שבט שמעון להקרא עליו נשיא אפילו אחרי מות זמרי, ובבנימין לא הזכיר גם כן מפני פלגש בגבעה. ואמרו במדרש תנחומא בסדר בהעלותך אלידד בן כסלון זה אלדד חבירו של מידד שהיו נביאים וכיון שהיה נביא לא הוצרך הכתוב לקראו נשיא.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["אלה שמות האנשים אשר ינחלו לכם את הארץ, “these are the names of the men who will take possession of the land for you (on your behalf)”. We have translated this in accordance with Rashi, i.e. that each tribal head acted as the trustee of his tribe. He in turn would distribute the parcel according to the number of families and the number of male members in his tribe. He would personally select these parcels and whatever he did was considered as if their legal representative had done it. The reason that the Torah names Eleazar the High Priest first, although he did not share out anything, is that Joshua was subject to his authority as he could not initiate a war without first obtaining Eleazar’s approval. The Torah here mentions ten of the tribes and their respective princes, omitting the tribes of Reuven and Gad as these tribes had already taken possession of their inheritance. It starts the list of the tribal heads with Yehudah as Yehudah‘s lot was determined first.", "Why did the Torah repeat the word נשיא when speaking of the prince of the tribe of Gad, Buki ben Yagli and the princes of the tribes listed after him? Perhaps the reason is that Calev was so well known that there was no need to add his title. He had already been described by that title when the Torah described all the twelve spies in Numbers 13,2 as נשיא. Seeing that the prince of the tribe of Shimon, Zimri, was also well known in the negative sense of the word, a name may not have been mentioned as no replacement had yet been appointed to take the place of the slain Zimri. The title “prince” may have been withheld from the tribe of Binyamin in view of later developments involving the tribe in a civil war as a result of that tribe’s unwillingness to hand over a criminal (Judges, chapter 20,13). We find in Tanchuma Behaalotcha 12 that Elydad ben Kisslon, here mentioned as the prince of Binyamin was identical with Eldad, the colleague of Meidad, both of whom had prophesied as reported in Numbers 11,26. Seeing the man was already known as a prophet there was no need to add another (inferior) title to his name."], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a1547e5d6e4a92409ac4fac", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Siftei Chakhamim, Numbers 34:17:1", "sourceHeRef": "שפתי חכמים, במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>בשבילכם.</b> ר\"ל דינחלו משמע שהם ינחלו לעצמן. ולכם משמע שהם ינחילו לכם: ל\"פ אשר ינחלו בשבילכם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>For your sake.</b> The word ינחלו [\"shall inherit\"] implies that they would inherit it themselves [\"i.e., on their own\"], while לכם [\"for you\"] implies that they would cause you to inherit it. Therefore, Rashi explains, “Who shall inherit for your sake.”", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e5d6e4a92409ac4fae", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 34:17:2", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Siftei Chakhamim, Numbers 34:17:2", "sourceHeRef": "שפתי חכמים, במדבר ל״ד:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ומחלק נחלת השבט.</b> דאל\"כ שהרי כאן היו קטנים דלאו בני שליחות נינהו, וגם איכא דניחא להו בהר ואיכא דניחא להו בבקעה, אלא מה שעשה אפוטרופוס עשוי והיינו בחלוקת נחלת השבט למשפחות, והמשפחות לגברים אבל חלוקת הארץ עצמה לשבטים היה על פי הגורל ואינו תלוי ביד האפוטרופוס:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He apportioned the tribal inheritance.</b> For if not so, there were minors who were not of the age [to appoint] emissaries; also there were those who preferred [their portions in] the hills or the valleys [in both cases the actions of an emissary would not normally be effective]. Rather, [here] what the guardian did was binding. However, this was for the apportioning of the tribal inheritance to the families, and from the families to the individuals. But the apportioning of the land itself to the tribes was by lot, and thus not dependent upon the actions of the guardian.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e5d6e4a92409ac4fb0", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 34:17:3", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Siftei Chakhamim, Numbers 34:17:3", "sourceHeRef": "שפתי חכמים, במדבר ל״ד:י״ז:ג׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0003, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>ובורר לכל אחד.</b> הא דלא נקט רש\"י ג\"כ דהנשיאים היו מחלקים תחילה לשבטים, ואח\"כ למשפחות ולגברים, משום דהנשיאים לא חלקו לשבטים אלא ע\"פ הגורל נחלק לשבטים:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>He chose [a suitable portion] for each individual.</b> The reason why Rashi does not also mention that the leaders initially apportioned [the land] to the tribes, and only afterwards to the families and the individuals, is because the leaders did not apportion it to the tribes, rather it was apportioned to the tribes by lot.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1547e5d6e4a92409ac4fb2", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Numbers 34:17:4", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Siftei Chakhamim, Numbers 34:17:4", "sourceHeRef": "שפתי חכמים, במדבר ל״ד:י״ז:ד׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 17.0004, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "במדבר", "he": "<b>נוחלים לכם כו'.</b> ר\"ל א\"כ למה כתיב לכם, אלא בשבילכם:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>Shall inherit for you.</b> Rashi wishes to answer the question: If so, why it is written לכם [lit. \"<i>To</i> you\"]? Rather [it means] for your sake.", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b0ea9e373ad4f00597bd947", "index_title": "Or HaChaim on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Or HaChaim on Numbers 32:2:1", "anchorRef": "Numbers 34:17-18", "anchorRefExpanded": ["Numbers 34:17", "Numbers 34:18"], "sourceRef": "Or HaChaim on Numbers 32:2:1", "sourceHeRef": "אור החיים על במדבר ל״ב:ב׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1718, 1742], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Or HaChaim on Numbers", "he": "אור החיים על במדבר"}, "heTitle": "אור החיים על במדבר", "he": "<b>ויאמרו אל משה ואל אלעזר הכהן ואל נשיאי העדה</b>. צריך לדעת למה לא הספיק להם לדבר למשה לבדו, ואם אין צורך בדבר למה הוצרך הכתוב להזכירם, ואולי שהכוונה היא לומר שהיה הדבר כדרך שצוה ה' עשות בנחלת הארץ, דכתיב בפרשת אלה מסעי (ל\"ד י\"ז) אלה אשר ינחלו לכם את הארץ אלעזר הכהן ויהושע בן נון ונשיא אחד נשיא אחד וגו' שצריך מלך וכהן גדול והנשיאים והם האמורים כאן, וטעם שהצריך ה' שלשתם לפי שכל אחד יש לו כח אחר, המלך תמצא שכתב רמב\"ם בפרק ד' מהלכות מלכים וזה לשונו כל הארץ שכובש הוא שלו ונותן לעבדיו ולאנשי המלחמה כפי מה שיראה עד כאן, הרי שהמלך בידו הכל, אלעזר והנשיאים כשאין רצון המלך לתת אלא לכל אחד הראוי לו כפי החלוקה צריכין כל בעלי החלוקה להזדמן לחלוק, והכהן לדעת אשר יסכים אל עליון באיזה מקום יטול פלוני חלקו, הא למדת שכל הג' צריכין להיות בהסכמת נתינת חלק בארץ כל אחד יש לו כח אחר, ומה גם שיש בזה לצדד שאין דין מלך שנותן למי שירצה אלא אחר חלוקת הארץ וישיבת ישראל בעריהם אבל לא בתחילת הירושה שאין למלך משפט זה, ולכן הוצרכו בני גד ובני ראובן לעמוד גם כן לפני אלעזר והנשיאים, ואומרו <b>לאמר</b>, אולי ירצה שיאמרו לישראל כולן דבר שיסכימו עליו, או ירצה אמירה רכה לשון ריצוי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "<b> <span>ויאמרו אל משה ואל אלעזר ואל נשיאי העדה</span>, and they said to Moses, to Eleazar, and to the princes of the congregation, etc.</b> We need to know why they were not content to speak to Moses alone; if there was no need for them to address also Eleazar and the princes in the matter there was also no need for the Torah to report this. Perhaps the reason was simply that they had noted that when the general legislation about distributing the land of Canaan was made public in Numbers 34,17-18, Eleazar and Joshua as well as the princes were present. Also the daughters of Tzelofchod had made certain that Moses, Eleazar, and the princes were present when they presented their claim (27,2). In order for this distribution to be valid and not subject to complaints at a later date, it had to be confirmed by the king, i.e. Moses (and subsequently Joshua), by the High Priest, i.e. Eleazar, and by the lay leaders, i.e. the princes. Each one of these leaders possessed an exclusive authority. Maimonides wrote in chapter four section ten of his treatise <i>Hilchot Melachim</i> that when a (Jewish) king conquers a country the whole country becomes legally his, and he can dispose of it to his servants as he sees fit. This shows that the king has overriding authority. As far as the princes are concerned, they enter the picture when the king wants to share out to every one of his people a fair share of the spoils. In such a situation all the representatives of the people, i.e. the princes, need to be present and arrive at an agreed formula at the time the shares are handed out. The function of the High Priest was to inform the people where their respective shares were located. In other words, the king might have decreed for everyone to receive 100 acres of land but did not say who was to get which parcel of 100 acres. You will note that each one of these three authorities had to contribute his opinion in order for the distribution to take place without friction. Furthermore, inasmuch as the function of the king could only be fulfilled after he had conquered the land and the people were settled therein but not at the beginning of the whole process of conquest, it certainly would not have been sufficient for the tribes of Reuven and Gad to submit their claim only to Moses for his adjudication. The word <span>לאמור</span> may mean that the princes were to convey the claim of Gad and Reuven to the people at large in order to secure their approval also. Alternatively, the word emphasises that their claim was presented in \"soft language,\" i.e. <span>אמירה</span>; they were not aggressive in the manner in which they presented their request.", "versionTitle": "Or Hachayim, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6dccda51cfa3ddf3dbd", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 21:1:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Ramban on Numbers 21:1:1", "sourceHeRef": "רמב\"ן על במדבר כ״א:א׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>וישמע הכנעני</b> מצינו בכיבושי יהושע (יהושע יב יד) מלך ערד אחד ועוד כתיב במסעות (במדבר ל״ג:מ׳) והוא יושב בנגב בארץ כנען והכתוב לא יקרא ארץ כנען סתם מעבר לירדן מזרחה כמו שאמר (במדבר ל״ד:ב׳) ארץ כנען לגבולותיה ועוד כי היה ראוי שיחלוק משה את ארצו של מלך ערד לאחד משבטי ישראל והכתוב יספר בכל מקום כי ארץ סיחון ועוג שני מלכי האמורי נתן משה לשני המטות וחצי המטה ותשעת המטות וחצי המטה לקחו נחלתם אחרי עברם את הירדן בארץ כנען ואולי נאמר כי החרימו ישראל את ארצם ולא ישבו בה כלל ואינו נכון וכן רש\"י מפרש והחרמתי את עריהם (במדבר כ״א:ב׳) שהקדיש שללם לגבוה והנכון בעיני כי זה מלך ערד הוא יושב בנגב מעבר לירדן ימה בארץ כנען על יד הירדן בגבול בני יהודה סמוך לחברון שהיא בנגב ושמע מרחוק בבוא בני ישראל ובא דרך האתרים אל ערבות מואב להלחם עמהם שם וזה טעם <b>וישמע</b> ולכך ספר הכתוב <b>והוא יושב בנגב בארץ כנען</b> כי בא מארץ אחרת אל מקום ישראל ונדרו ישראל נדר לה' שאם יתן אותו בידם שיחרימו כל אשר להם לה' וספר הכתוב כי שמע השם תפלתם ונדרו נדר לה' ושלמו אותו כי הרגו אותם עתה בימי משה כמו שצוה (ויקרא כז כט) כל חרם אשר יחרם מן האדם לא יפדה מות יומת ונתנו כל שללם לאוצר בית ה' והשלים עוד בכאן לספר כי החרימו ישראל גם את עריהם אחרי בואם בארץ כנען אחרי מות יהושע לקיים את נדרם אשר נדרו ויקראו שם הערים חרמה והוא מה שנאמר בספר שופטים (א טז) ובני קיני חותן משה עלו מעיר התמרים את בני יהודה מדבר יהודה אשר בנגב ערד ושם כתוב (במדבר כ״א:י״ז) וילך יהודה את שמעון אחיו ויכו את הכנעני יושב צפת ויחרימו אותה ויקרא את שם העיר חרמה ושם נשלם הנדר הזה אבל השלים הכתוב להזכיר הענין בכאן וזה כענין הפרשה שאמרה ברדת המן (שמות טז לד לה) ויניחהו אהרן לפני העדות למשמרת ובני ישראל אכלו את המן ארבעים שנה עד בואם אל ארץ נושבת את המן אכלו עד בואם אל קצה ארץ כנען והוא לאחר מיתתו של משה עד ממחרת הפסח (יהושע ה יב) וכן אלה שמות האנשים אשר ינחלו לכם את הארץ וגו' (במדבר ל״ד:י״ז) נבואה שיהיו חיים וקיימים כי לא יתכן שיהיה השם מיחד להם אנשים על הספק אבל היה ראוי שיצוה ליהושע בעת החלוקה גם נכון הוא לומר שהחרימו ישראל עתה בימי משה את המלך הזה ואת עמו לפי חרב וקראו שם מקום המלחמה חרמה ואחרי עברם את הירדן המית יהושע גם את מלך ערד אשר מלך אחרי כן עם מלכי כנען אשר מלכו בימים ההם ובני יהודה בבאם בעריהם החרימו אותם גם כן וקראו שם הערים חרמה כי השלימו את נדרם אשר נדרו אבותם <b>והחרמתי את עריהם</b> ולכך אמר כאן ויקרא שם המקום חרמה ושם כתוב ויקרא את שם העיר חרמה שם כל עיר שהיתה ממלך ערד כי השלימו נדרם והיה שללם מחרמי גבוה והנה כל הנזכר כאן היה בבת אחת זולתי שהזכיר <b>ואת עריהם</b> שהיה לעתיד בבואם בעריהם ולכך אמר והחרמתי את עריהם ולא אמר אתהם ואת עריהם כי הזכיר הנדר העתיד כי הם במלחמה ימותו ושם יתמו ולשון הכתוב נאות למה שפירשנו שהיה ראוי לומר ויתן את הכנעני בידם ויחרימו אתהם ואת עריהם ויקראו שם המקום חרמה אבל חסר הכנויין לרמוז שנתן הכנעני ביד מי שנתנו מישראל מהם עתה ומהם לעתיד כי השם שמע את תפלתם והם קיימו את נדרם:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THE CANAANITE, THE KING OF ARAD, HEARD. We find [mentioned] amongst the conquests of Joshua: <i>the king of Arad, one</i>.<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Joshua 12:14. Ramban is to ask: since the verse in Joshua clearly indicates that Arad was in Canaan proper, to the <i>west</i> of the river Jordan: so how — as indicated in this section — could its king fight against Israel whilst they were still on the eastern bank of the Jordan:</i> Moreover, in the section dealing with the [stages of the Israelites’] journeyings [in the wilderness], it is written, <i>And the Canaanite, the king of Arad, who dwelt in the south in the land of Canaan</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> and Scripture does not refer to [that land which is] on the eastern side of the Jordan as “the land of Canaan” without qualification, just as He said, <i>the land of Canaan according to the borders thereof</i>.<sup class=\"footnote-marker\">219</sup><i class=\"footnote\"><i>Ibid.</i>, 34:2. Verses 10-12 <i>ibid.</i>, define the eastern boundary of Canaan as the Jordan: hence we see that the word “Canaan” does <i>not</i> include land <i>east</i> of the Jordan. So the question reappears: how come that the king of Arad, a land west of the Jordan, came to fight the children of Israel who were now encamped <i>east</i> of the Jordan?</i> Furthermore, [if Arad was to the east of the river Jordan], Moses should have given the land of the king of Arad to one of the tribes of Israel [as their inheritance, in the same way that he divided up the other lands which he conquered]; but Scripture always tells<sup class=\"footnote-marker\">220</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 13-15; Joshua 12:6, etc.</i> that it was the land of Sihon and Og, the two Amorite kings, which Moses gave to the two tribes [Reuben and Gad] and to the half-tribe [of Menasheh], whereas the nine tribes and the [other] half-tribe [of Menasheh] received their inheritance after they crossed the Jordan into the land of Canaan. Perhaps we may explain [that the reason for this is] that Israel utterly destroyed their land, and did not settle therein at all. But that is not [the] correct [explanation of the word <i>v’hacharamti</i> in Verse 2]. Similarly Rashi explains [that the expression: <i>And Israel vowed a vow unto the Eternal, and said, If Thou wilt indeed deliver this people into my hand</i>,] <i>then ‘v’hacharamti’ their cities</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> means that Israel would dedicate the spoils [of those cities] to the Most High [and not that they would destroy the cities themselves].<sup class=\"footnote-marker\">222</sup><i class=\"footnote\">Hence the question would be: If Arad was on the eastern side of the Jordan, why did Moses not give it to any of the tribes?</i><br>The correct interpretation appears to me to be that this king of Arad <i>dwelt in the south</i><sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> on the <i>western</i> side of the Jordan, in the land of Canaan near the Jordan, bordering onto the land of the children of Judah, near Hebron which is in the south;<sup class=\"footnote-marker\">223</sup><i class=\"footnote\">Above, 13:22: <i>And they went up into the south, and came unto Hebron</i>.</i> <i>and he heard</i> from afar <i>of the coming of the children of Israel</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> so he [the king] <i>came by the way of Atharim</i><sup class=\"footnote-marker\">224</sup><i class=\"footnote\">Here in Verse 1.</i> to the plains of Moab to fight there against Israel. This is the meaning of the word <i>‘vayishma’</i> (<i>and he heard</i>) [i.e., he heard from a distance]. Therefore Scripture relates that he <i>dwelt in the south in the land of Canaan</i>,<sup class=\"footnote-marker\">218</sup><i class=\"footnote\">Further, 33:40.</i> [to point out] that he came from another land, to the place where Israel was [encamped]. Then <i>Israel vowed a vow unto the Eternal</i><sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> that if He would deliver him [the king of Arad] into their hand, they would dedicate all that they had to G-d. And Scripture [further] relates<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> that G-d heard their prayer, and the vow that they had vowed unto G-d, they fulfilled,<sup class=\"footnote-marker\">226</sup><i class=\"footnote\">See Isaiah 19:21: <i>and they shall vow a vow unto the Eternal, and shall perform it</i>.</i> for they killed them now in the days of Moses, as He had commanded, <i>None devoted, that may be devoted of men, shall be ransomed; he shall surely be put to death</i>,<sup class=\"footnote-marker\">227</sup><i class=\"footnote\">Leviticus 27:29. See Ramban <i>ibid.</i></i> and they gave all their spoils <i>into the treasury of the House of the Eternal</i>.<sup class=\"footnote-marker\">228</sup><i class=\"footnote\">Joshua 6:24.</i> Scripture continued by relating <i>here</i><sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> that Israel also laid their cities waste when they came into the land of Canaan, after the death of Joshua, in order to fulfill the vow which they had made, and they called the name of the cities Hormah [Utter Destruction].<sup class=\"footnote-marker\">229</sup><i class=\"footnote\">Ramban is thus saying that the account in Verse 3 of the destruction of the cities refers to an event which took place after Joshua’s death, and which is recorded in detail in the Book of Judges, as will be explained further on. Thus we must say that this future event was told by G-d to Moses, who wrote it down — like the rest of the Torah — at the command and dictation of G-d. Compare Ramban’s remarks in his introduction to the Commentary on the Torah, (Vol. I p. 9): “However, it is true and clear that the entire Torah — from the beginning of Genesis to <i>in the sight of all Israel</i> [the last words in Deuteronomy] — reached the ear of Moses from the mouth of the Holy One, blessed be He”. Since there is no difference in time for G-d, it is written in the past tense, for past, present, and future are all the same to Him. See also Ramban Vol. II, p. 192, for the reason why the tenses are often used interchangeably in prophetic statements.</i> It is with reference to this that it is stated in the Book of Judges, <i>And the children of the Kenite, Moses’ father-in-law, went up out of the city of palm-trees with the children of Judah into the wilderness of Judah, which is in the south of Arad</i>,<sup class=\"footnote-marker\">230</sup><i class=\"footnote\">Judges 1:16.</i> and it is [further] written, <i>And Judah went with Simeon his brother, and they smote the Canaanites that inhabited Zephath, and utterly destroyed it. And he called the name of the city Hormah</i>.<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> It was then that this vow [recorded here] was fulfilled, but Scripture, however, completed the account of the matter here, just as it did in the section speaking of the descending of the manna, [where it states]<i>: and Aaron laid it up before the Testimony, to be kept. And the children of Israel did eat the manna forty years, until they came to a land inhabited; they did eat the manna, until they came unto the borders of the land of Canaan</i>,<sup class=\"footnote-marker\">232</sup><i class=\"footnote\">Exodus 16:34-35.</i> [an event which occurred] after the death of Moses, until <i>the morrow after the Passover</i>.<sup class=\"footnote-marker\">233</sup><i class=\"footnote\">Joshua 5:11.</i> Similarly, <i>These are the names of the men that shall take possession of the Land for you</i> etc.<sup class=\"footnote-marker\">234</sup><i class=\"footnote\">Further, 34:17.</i> constitutes a prophecy that these men will [still] live and function [at that time]; for it is impossible [to say] that G-d would specify for them men about whom there was a doubt [as to whether they would still be living; for if so], He should rather have commanded Joshua [about them] at the time of the division of the Land. [But since the command was already given to Moses, we see that the Torah speaks of future events, and that this constitutes a Divine promise that these specified men would live until the time of the division of the Land.]<br>It is also correct to say that already now in the days of Moses the Israelites destroyed this king [of Arad] <i>and his people with the edge of the sword</i>,<sup class=\"footnote-marker\">235</sup><i class=\"footnote\">Exodus 17:13.</i> and called the place of the battle Hormah, and after they crossed the Jordan, Joshua also killed the [then] king of Arad<sup class=\"footnote-marker\">217</sup><i class=\"footnote\">Joshua 12:14. Ramban is to ask: since the verse in Joshua clearly indicates that Arad was in Canaan proper, to the <i>west</i> of the river Jordan: so how — as indicated in this section — could its king fight against Israel whilst they were still on the eastern bank of the Jordan:</i> who ruled after [the one in the days of Moses], together with the [other] Canaanite kings who ruled at that time. When the children of Judah came into their cities, they destroyed them as well, and called the name of the cities Hormah,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> because [by destroying them] they fulfilled the vow which their fathers had made, <i>and I will utterly destroy their cities</i>.<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> Therefore He stated here, <i>and he called the name of ‘the place’ Hormah</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> but there [in the Book of Judges] it is written, <i>and he called the name of ‘the city’ Hormah</i>,<sup class=\"footnote-marker\">231</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 17.</i> meaning the name of every city which belonged to the king of Arad, as they fulfilled their vow, and their spoils were dedicated to the Sanctuary. Thus [according to this interpretation] everything mentioned here happened at the same time [in the days of Moses], except that He mentioned, <i>and their cities</i>,<sup class=\"footnote-marker\">225</sup><i class=\"footnote\">Further, Verse 3.</i> [the destruction of which] occurred at a later time, when they came into their cities. It is for this reason that it says [here], <i>and I will utterly destroy their cities</i>,<sup class=\"footnote-marker\">221</sup><i class=\"footnote\">Further, verse 2.</i> and does not say “[I will destroy] them and their cities,” because the verse [only] mentions their vow concerning the future, but they themselves [the people] died in the battle [at the time of Moses] and were destroyed there. And the language of the verse fits in well with this explanation of ours, for it should have said: “and He delivered up the Canaanites ‘into their hand,’ and ‘they’ utterly destroyed them and their cities, and ‘they’ called the name of the place Hormah.” But Scripture omitted the pronouns<sup class=\"footnote-marker\">236</sup><i class=\"footnote\">Thus it does not say that He gave the Canaanites “into their hand” [which would refer exclusively to the hand of the Israelites <i>of the days of Moses</i>]. Nor does it say <i>vayacharimu</i> (and “they” destroyed), but instead says: <i>‘vayachareim’</i> [literally: “and ‘he’ destroyed” — i.e., the one who destroyed them — now, or later on in the days of Joshua]. Similarly it does not say <i>vayikr’u</i> (“and ‘they’ called”), the name of the place Hormah [in the days of Moses] but <i>‘vayikra’</i> [“and ‘he’ called” — the one who called — now or later on].</i> in order to indicate that He delivered the Canaanites into the hand of whoever of the Israelites He delivered them, some of them now and some of them at a later time, for G-d hearkened to their prayer, and they fulfilled their vow.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a6e8cda51cfa3ddf3e8f", "index_title": "Ramban on Numbers", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Numbers 30:2:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Ramban on Numbers 30:2:1", "sourceHeRef": "רמב\"ן על במדבר ל׳:ב׳:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Ramban on Numbers", "he": "רמב\"ן על במדבר"}, "he": "<b>וידבר משה אל ראשי המטות</b> לא הקדים הכתוב לאמר בכאן וידבר ה' אל משה לאמר דבר אל ראשי המטות ואמרת אליהם זה הדבר אשר צוה ה' כמו שאמר בפרשת שחוטי חוץ (ויקרא יז ב) ובשאר פרשיות אבל הזכיר זה בסוף הפרשה שאמר (במדבר ל׳:י״ז) אלה החקים אשר צוה ה' את משה ובפרשת ויהי ביום השמיני נאמר (ויקרא ט ו) ויאמר משה זה הדבר אשר צוה ה' תעשו ולא הזכיר הצואה כלל וכן בפרשת המן (שמות טז לב) ויאמר משה זה הדבר אשר צוה ה' מלא העומר ממנו וגו' וראשי המטות לבני ישראל הם נשיאי הדגלים שהעמידו אותם המטות על דגליהם אחר שמתו נחשון בן עמינדב וחבריו ואפשר שהיו הנזכרים בפרשת הנחלה אלה שמות האנשים אשר ינחלו לכם את הארץ (במדבר ל״ד:י״ז) או שהיו אחרים כי שם ידבר הכתוב על העתיד כי בעת חלוק הארץ יהיו הנזכרים חיים ויעמדו עליהם וטעם וידבר משה אל ראשי המטות כי אין צורך ללמד לכל בני ישראל שהאב והבעל יכולין להפר נדרי ענוי נפש ואולי צריך להעלים אלה החוקים מהם שלא ינהגו קלות ראש בנדרים אבל לחכמי ישראל ראשי שבטיהם לימד המשפט וירמוז עוד למדרש רבותינו (נדרים עח) כי לראשי המטות יד ושם בנדרים יותר משאר העם שיחיד מומחה מתיר הנדר והנה היתר הנדרים לא נתפרש בתורה אבל הוא הלכה למשה מסיני תלאו הכתוב בחוט השערה כמו שאמרו (חגיגה י) היתר נדרים פורחין באויר ואין להם על מה שיסמוכו אלא שרמז לו הכתוב (במדבר ל׳:ג׳) לא יחל דברו כלומר שלא אמר לא יעבור על דברו אבל צוה שלא יחלל דברו שלא יעשה הנדר חלול כי בבואו לב\"ד וימצאו לו פתח ונחם עליו והם ימחלו לו איננו מחלל אותו והטעם בזה כאשר אמרתי שעשה היתר הנדר והשבועה בסתרי התורה שלא יאמרו אלא לראויים להם ויכתבו ברמיזה ובאה הפרשה הזאת בכאן מפני שהזכיר נדרי גבוה לבד מנדריכם ונדבותיכם לעולותיכם ולמנחותיכם ולנסכיכם ולשלמיכם (במדבר כ״ט:ל״ט) אמר עוד מלבד אלה הנדרים הנזכרים יש עוד נדרי הדיוט וככל היוצא מפיו של אדם חייב לקיים ולעשות כל אשר אסר על נפשו ובכולן לא יחל דברו אבל אחרים מוחלין לו:", "heVersionTitle": "On Your Way New", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND MOSES SPOKE UNTO THE HEADS OF THE TRIBES. Scripture did not precede this section with [the statement]: “And the Eternal spoke unto Moses, saying: Speak unto the heads of the tribes, and say unto them: This is the thing which the Eternal hath commanded,” as He stated in the section [dealing with] slaughtering [offerings] outside the Sanctuary Court,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Leviticus 17:2.</i> and in other sections. Instead, He mentioned it as the <i>end</i> of this section, saying, <i>These are the statutes, which the Eternal commanded Moses</i>.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Further, Verse 17.</i> And in the section of <i>Vayehi Bayom Ha’shemini</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Leviticus 9:1.</i> it says: <i>And Moses said: ‘This is the thing which the Eternal commanded that ye should do</i>,’<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 6. See also Ramban <i>ibid.</i> Verse 2.</i> but did not mention the [actual] command [given by G-d to Moses] at all. Similarly, in the section about the manna [it is said], <i>And Moses said: ‘This is the thing which the Eternal hath commanded: Let an omerful of it be kept</i> etc.’<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Exodus 16:32.</i> [although the Divine command about it to Moses is not expressly stated].<br>Now <i>the heads of the tribes of the children of Israel</i> are the princes of the standards, whom the tribes had appointed over their standards after Nachshon the son of Amminadab [prince of the children of Judah]<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Above, 2:3.</i> and his colleagues had died. It is possible that they [<i>the heads of the tribes</i> referred to here] were those who are mentioned in the section [dealing with] the inheritance [of the Land]: <i>These are the names of the men that shall take possession of the Land for you;</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Further, 34:17.</i> or it may be that those [referred to here] were others, for there Scripture speaks about [the leaders of] the future [saying] that when they come to divide up the Land [in the time of Joshua] all those mentioned will be living, and they will represent them [in the apportionment of the Land].<br><i>And Moses spoke unto the heads of the tribes</i>. The reason [why he did not address this section to the entire people] is because it was not necessary to teach all the children of Israel that the father and husband [of a woman] can declare void those vows [of their daughter or wife, respectively] which involve affliction of the soul, and perhaps it is [even] necessary to conceal these [rights] from them, so that they should not treat vows lightly. But it was to the Sages of Israel, the heads of their tribes, that he taught the ordinance [of vows]. The verse also alludes to the interpretation of our Rabbis<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Nedarim 78a.</i> [who said] that the <i>heads of the tribes</i> have a special function and power in vows over and above the rest of the people, namely, that a single person who is an expert in the laws can release a person from a vow [and therefore, this section was addressed to the heads of the tribes, i.e., the Sages].<br>Now the [power of] release from vows [by a Sage] is not expressly stated in the Torah, but it is a law declared to Moses on Sinai, and Scripture “hung it on a hair’s-breadth,” just as the Rabbis have said:<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Chagigah 10a. Now although these rules concerning the release from vows by a Sage “have nothing [in Scripture itself] on which they can be based,” they are yet on an absolute par with those laws which do have support in Scripture, as “they are all the essentials of the Torah” (<i>ibid.</i>, 11b).</i> “[The rules concerning] the release from vows [by a Sage] hover in the air, and have nothing [in Scripture itself] on which they can be based.” But Scripture did allude to it [by saying]: <i>‘lo yacheil’</i> (<i>he shall not profane</i>) <i>his word</i>.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> For it did not say: “he shall not <i>transgress</i> his word.” but commanded that he should not make “profane” his word, meaning that he should not treat the vow as a hollow [and irreverent] thing; and when he comes to the court and they find him a cause for absolution<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Thus, for example, if a man vows or swears that he will divorce his wife, the court may say to him: “Had you known that people would say about you: ‘Such is the nature of this person to divorce his wife,’ and that they will say about your daughters: ‘They are the daughters of a divorced woman! What did her mother do that she was divorced?’ [Had you known all this], would you then have made your vow?” If he says, “Had I known this I would not have made my vow,” they may release him from his vow (Nedarim 66a). See also Note 44 further on.</i> and he regrets [having made the vow], and they release him thereof, he is not profaning it.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Chagigah 10a. Now although these rules concerning the release from vows by a Sage “have nothing [in Scripture itself] on which they can be based,” they are yet on an absolute par with those laws which do have support in Scripture, as “they are all the essentials of the Torah” (<i>ibid.</i>, 11b).</i> And the reason for this [law being indicated in this manner of allusion] is as I have said [above], that Scripture treated absolution from a vow or oath as if it were one of the secrets of the Torah which are only to be revealed to those who are fit to [hear] them, and therefore they are written [in the Torah] in allusion. And this section [of vows] is placed here [in the Torah] because since [in the section above] He mentioned vows to the Sanctuary, [as it is said], <i>beside your vows, and your freewill offerings, whether they be your burnt-offerings, or your meal-offerings, or your drink-offerings, or your peace-offerings</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Above, 29:39.</i> therefore He said furthermore: “Apart from these above-mentioned vows, there are also vows of a secular nature. [In the case of these vows, too], <i>according to all that proceedeth out of</i> a man’s <i>mouth</i><sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> he is obliged to fulfill, and to do all with which he bound his soul; for in [the case of] all vows [whether of a holy or secular nature] <i>he shall not profane his word</i>,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Verse 3.</i> but others may absolve it for him” [by finding him a cause for absolution, as explained above].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "606f0bcea58908d2049c69d3", "index_title": "Zechariah", "category": "Tanakh", "type": "", "ref": "Zechariah 2:16", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Zechariah 2:16", "sourceHeRef": "זכריה ב׳:ט״ז", "anchorVerse": 17, "sourceHasEn": true, "compDate": [-520, -380], "commentaryNum": 2.0016, "collectiveTitle": {"en": "Zechariah", "he": "זכריה"}, "heTitle": "זכריה", "he": "וְנָחַ֨ל יְהֹוָ֤ה אֶת־יְהוּדָה֙ חֶלְק֔וֹ עַ֖ל אַדְמַ֣ת הַקֹּ֑דֶשׁ וּבָחַ֥ר ע֖וֹד בִּירוּשָׁלָֽ͏ִם׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": " \nG<small>OD</small>\n will claim Judah as a special portion<sup class=\"footnote-marker\">j</sup><i class=\"footnote\"><b>claim Judah as a special portion </b>Emendation yields “allot to Judah its portion”; cf. Num. 34.17.</i> in the Holy Land—and will choose Jerusalem once more.", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "61d5d592f4629f2b5727dbac", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נחל 1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Sefer HaShorashim, נחל 1", "sourceHeRef": "ספר השרשים, נחל א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נחל", "he": ["<strong><big>נחל</big></strong>   וְאֵלֶּה אֲשֶׁר־<strong>נָֽחֲלוּ</strong> בְנֵֽי־יִשְׂרָאֵל (<a class=\"refLink\" href=\"Joshua 14:1\" data-ref=\"Joshua 14:1\">יהושע יד, א</a>),<strong> וְנָֽחֲלוּ</strong> לְעֹלָֽם (<a class=\"refLink\" href=\"Exodus 32:13\" data-ref=\"Exodus 32:13\">שמות לב, יג</a>), כִּי לֹא <strong>נִנְחַל</strong> אִתָּם (<a class=\"refLink\" href=\"Numbers 32:19\" data-ref=\"Numbers 32:19\">במדבר לב, יט</a>), <strong>יִנְחֲלוּ</strong> לָכֶם אֶת־הָאָרֶץ (<a class=\"refLink\" href=\"Numbers 34:17\" data-ref=\"Numbers 34:17\">במדבר לד, יז</a>), וְסָֽלַחְתָּ לַֽעֲוֹנֵנוּ וּלְחַטָּאתֵנוּ <strong>וּנְחַלְתָּֽנוּ</strong> (<a class=\"refLink\" href=\"Exodus 34:9\" data-ref=\"Exodus 34:9\">שמות לד, ט</a>), כִּֽי־אַתָּה <strong>תִנְחַל</strong> בְּכָל־הַגּוֹיִֽם (<a class=\"refLink\" href=\"Psalms 82:8\" data-ref=\"Psalms 82:8\">תהלים פב, ח</a>), <strong>לִנְחֹל</strong> אֶת־הָאָֽרֶץ (<a class=\"refLink\" href=\"Numbers 34:18\" data-ref=\"Numbers 34:18\">במדבר לד, יח</a>),<strong> וְנָחַל </strong>י\"י אֶת־יְהֹוּדָה חֶלְקוֹ (<a class=\"refLink\" href=\"Zechariah 2:16\" data-ref=\"Zechariah 2:16\">זכריה ב, טז</a>), כלם שהם מפעל הקל הם פעלים יוצאים אל פעול אחד לבד והוא הנחלה, כי פירוש <strong>יִנְחֲלוּ לָכֶם</strong> ינחלו בעבורכם, ופירוש <strong>וְסָֽלַחְתָּ לַֽעֲוֹנֵנוּ וּלְחַטָּאתֵנוּ וּנְחַלְתָּֽנוּ</strong>, תנחל אותנו שנהיה נחלתך כמו שאמר כִּי חֵלֶק י\"י עַמּוֹ יַֽעֲקֹב חֶבֶל <strong>נַֽחֲלָתֽוֹ</strong> (<a class=\"refLink\" href=\"Deuteronomy 32:9\" data-ref=\"Deuteronomy 32:9\">דברים לב, ט</a>), וְהֵם עַמְּךָ <strong>וְנַֽחֲלָתֶךָ</strong> (<a class=\"refLink\" href=\"Deuteronomy 9:29\" data-ref=\"Deuteronomy 9:29\">דברים ט, כט</a>). וכן <strong>וְנָחַל י\"י אֶת־יְהֹוּדָה חֶלְקוֹ</strong>, כלומר יהודה יהיה נחלת השם לעולם על אדמת הקדש. ופירוש <strong>כִּֽי־אַתָּה תִנְחַל בְּכָל־הַגּוֹיִֽם</strong> אמר בתחלת המזמור <strong>עַד־מָתַי תִּשְׁפְּטוּ־עָוֶל</strong>, ואמר <strong>קוּמָה אֱלֹהִים שָׁפְטָה הָאָרֶץ</strong>, כלומר קח משפט העניים והצועקים חמס מידי הרשעים שופטי עול כי אתה <strong>תִנְחַל</strong> העניים בכל הגוים, כלומר באיזה גוי שיהיו העניים והעשוקים הם עמך ונחלתך ואתה תנחל אותם והצילם מיד העושקים. <strong>והשם</strong> <strong>וְנַֽחֲלָה</strong> לֹא־יִֽהְיֶה־לּוֹ בְּקֶרֶב אֶחָיו י\"י הוּא<strong> נַֽחֲלָתוֹ</strong> (<a class=\"refLink\" href=\"Deuteronomy 18:2\" data-ref=\"Deuteronomy 18:2\">דברים יח, ב</a>). <strong>והנפעל</strong> יתכן לפרש מזה <strong>וְנִחַלְתְּ</strong> בָּךְ לְעֵינֵי גוֹיִם (<a class=\"refLink\" href=\"Ezekiel 22:16\" data-ref=\"Ezekiel 22:16\">יחזקאל כב, טז</a>), אף על פי שפירשתיו בשרש <strong>חָלַל</strong>. ויתכן להיות מזה ומשפטו <strong>וְנִנְחַלְתְּ</strong> ולולי ה<strong>חי\"ת</strong> היה דגש <strong>וְנִחַלְתְּ</strong> בך. ופירושו שקודם לכן היית נחלתי אבל כיון שחטאת אין את נחלתי אלא תהי ננחלת בך ולא בי. <strong>והכבד</strong> [פִּעֵל] יוצא לשנים פעולים אֵלֶּה אֲשֶׁר־<strong>נִחַל </strong>מֹשֶׁה בְּעַרְבוֹת מוֹאָב (<a class=\"refLink\" href=\"Joshua 13:32\" data-ref=\"Joshua 13:32\">יהושע יג, לב</a>), אֵלֶּה <strong>הַנְּחָלֹת</strong> אֲשֶׁר <strong>נִֽחֲלוּ</strong> אֶלְעָזָר הַכֹּהֵן וִֽיהוֹשֻׁעַ בִּן־נוּן (<a class=\"refLink\" href=\"Joshua 19:51\" data-ref=\"Joshua 19:51\">יהושע יט, נא</a>) <strong>וכבד אחר</strong> [הִפְעִיל] יוצא גם כן לשנים פעולים כִּי אַתָּה <strong>תַּנְחִיל</strong> אֶת־הָעָם הַזֶּה (<a class=\"refLink\" href=\"Joshua 1:6\" data-ref=\"Joshua 1:6\">יהושע א, ו</a>) בְּיוֹם <strong>הַנְחִילוֹ</strong> אֶת־בָּנָיו (<a class=\"refLink\" href=\"Deuteronomy 21:16\" data-ref=\"Deuteronomy 21:16\">דברים כא, טז</a>),<strong> בְּהַנְחֵל</strong> עֶלְיוֹן גּוֹיִם (<a class=\"refLink\" href=\"Deuteronomy 32:8\" data-ref=\"Deuteronomy 32:8\">דברים לב, ח</a>) <strong>ושלא נזכר פעלו ממנו</strong> [הָפְעַל] כֵּן <strong>הָנְחַלְתִּי</strong> לִי יַרְחֵי־שָׁוְא (<a class=\"refLink\" href=\"Job 7:3\" data-ref=\"Job 7:3\">איוב ז, ג</a>). <strong>וההתפעל</strong> <strong>וְהִתְנַֽחַלְתֶּם</strong> אֹתָם (<a class=\"refLink\" href=\"Leviticus 25:46\" data-ref=\"Leviticus 25:46\">ויקרא כה, מו</a>) לְמַטּוֹת אֲבֹֽתֵיכֶם <strong>תִּתְנֶחָֽלוּ</strong> (<a class=\"refLink\" href=\"Numbers 33:54\" data-ref=\"Numbers 33:54\">במדבר לג, נד</a>). ופירוש והתנחלתם אותם מהם כמו הֵם יָֽצְאוּ אֶת־הָעִיר (<a class=\"refLink\" href=\"Genesis 44:4\" data-ref=\"Genesis 44:4\">בראשית מד, ד</a>) וענין אחר פָּרַץ נַחַל מֵֽעִם־<strong>גָּר</strong> (<a class=\"refLink\" href=\"Job 28:4\" data-ref=\"Job 28:4\">איוב כח, ד</a>) וְהָיָה <strong>מֵֽהַנַּחַל</strong> תִּשְׁתֶּה (<a class=\"refLink\" href=\"I Kings 17:4\" data-ref=\"I Kings 17:4\">מלכים א' יז, ד</a>) <strong>נַחְלָה</strong> עָבַר עַל־נַפְשֵֽׁנוּ (<a class=\"refLink\" href=\"Psalms 124:4\" data-ref=\"Psalms 124:4\">תהלים קכד, ד</a>). ובלשון שנים אֶל כָּל־אֲשֶׁר יָבוֹא שָׁם <strong>נַֽחֲלַיִם</strong> יִֽחְיֶה (<a class=\"refLink\" href=\"Ezekiel 47:9\" data-ref=\"Ezekiel 47:9\">יחזקאל מז, ט</a>) והקבוץ כָּל־<strong>הַנְּחָלִים</strong> הֹֽלְכִים אֶל־הַיָּם (<a class=\"refLink\" href=\"Ecclesiastes 1:7\" data-ref=\"Ecclesiastes 1:7\">קהלת א, ז</a>), <strong>וְֽנַֽחֲלֵי</strong> בְלִיַּעַל יְבַֽעֲתֽוּנִי (<a class=\"refLink\" href=\"Psalms 8:5\" data-ref=\"Psalms 8:5\">תהלים ח, ה</a>). נַֽהֲרֵי <strong>נַֽחֲלֵי</strong> דְּבַשׁ וְחֶמְאָֽה (<a class=\"refLink\" href=\"Job 20:17\" data-ref=\"Job 20:17\">איוב כ, יז</a>) בא סמוך על סמוך וכן אֶת־מִסְפַּר מִפְקַד־הָעָם (<a class=\"refLink\" href=\"II Samuel 24:9\" data-ref=\"II Samuel 24:9\">שמואל ב' כד, ט</a>), וּמִבְצַר מִשְׂגַּב חֽוֹמֹתֶיךָ (<a class=\"refLink\" href=\"Isaiah 25:12\" data-ref=\"Isaiah 25:12\">ישעיה כה, יב</a>), מִבְחַר וְטֽוֹב־לְבָנוֹן (<a class=\"refLink\" href=\"Ezekiel 38:15\" data-ref=\"Ezekiel 38:15\">יחזקאל לח, טו</a>), חַכְמֵי יֹֽעֲצֵי פַרְעֹה (<a class=\"refLink\" href=\"Isaiah 19:11\" data-ref=\"Isaiah 19:11\">ישעיה יט, יא</a>), וּשְׂפֻנֵי טְמוּנֵי חֽוֹל (<a class=\"refLink\" href=\"Deuteronomy 33:19\" data-ref=\"Deuteronomy 33:19\">דברים לג, יט</a>). וַיַּחְפְּרוּ עַבְדֵֽי־יִצְחָק <strong>בַּנָּחַל</strong> (<a class=\"refLink\" href=\"Genesis 26:19\" data-ref=\"Genesis 26:19\">בראשית כו, יט</a>), בְּחַלְּקֵי־<strong>נַחַל</strong> חֶלְקֵךְ (<a class=\"refLink\" href=\"Isaiah 57:6\" data-ref=\"Isaiah 57:6\">ישעיה נז, ו</a>), העמק שנגרים בו המים יקרא נחל ואף על פי שאין בו מים יקרא גם כן נחל, כי המקום הוא הנקרא נחל. וכן וְהִשְׁקָה אֶת־<strong>נַחַל</strong> הַשִּׁטִּֽים (<a class=\"refLink\" href=\"Joel 4:18\" data-ref=\"Joel 4:18\">יואל ד, יח</a>), וְהָעִיר אֲשֶׁר <strong>בַּנַּחַל</strong> (<a class=\"refLink\" href=\"Deuteronomy 2:36\" data-ref=\"Deuteronomy 2:36\">דברים ב, לו</a>). וכן בדברי רבותינו ז\"ל (<a class=\"refLink\" href=\"Megillah 3b\" data-ref=\"Megillah 3b\">מגילה ג, ע\"ב</a>) ביושבת בנחל. אֶל־<strong>נַחַל</strong> אֵיתָן (<a class=\"refLink\" href=\"Deuteronomy 21:4\" data-ref=\"Deuteronomy 21:4\">דברים כא, ד</a>), היה בו מים כי כתוב יִרְחֲצוּ אֶת־יְדֵיהֶם (שם). וכן וּצְדָקָה <strong>כְּנַחַל</strong> אֵיתָֽן (<a class=\"refLink\" href=\"Amos 5:24\" data-ref=\"Amos 5:24\">עמוס ה, כד</a>), ששוטפים בו המים בכח. לַֽמְנַצֵּחַ אֶל־<strong>הַנְּחִילוֹת</strong> (<a class=\"refLink\" href=\"Psalms 5:1\" data-ref=\"Psalms 5:1\">תהלים ה, א</a>), שם ניגון היה ידוע אצלם. ורבינו האיי ז\"ל פירש המלה מלשון נחיל של דבורים (בבא קמא פרק עשירי משנה ב. דף קיד, ע\"א), רוצה לומר כי ניגונו היה דומה לשריקת דבורים."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ee56bfddfbb310fed0c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "anchorRef": "Numbers 1:1-36:13", "anchorRefExpanded": ["Numbers 1:1", "Numbers 1:2", "Numbers 1:3", "Numbers 1:4", "Numbers 1:5", "Numbers 1:6", "Numbers 1:7", "Numbers 1:8", "Numbers 1:9", "Numbers 1:10", "Numbers 1:11", "Numbers 1:12", "Numbers 1:13", "Numbers 1:14", "Numbers 1:15", "Numbers 1:16", "Numbers 1:17", "Numbers 1:18", "Numbers 1:19", "Numbers 1:20", "Numbers 1:21", "Numbers 1:22", "Numbers 1:23", "Numbers 1:24", "Numbers 1:25", "Numbers 1:26", "Numbers 1:27", "Numbers 1:28", "Numbers 1:29", "Numbers 1:30", "Numbers 1:31", "Numbers 1:32", "Numbers 1:33", "Numbers 1:34", "Numbers 1:35", "Numbers 1:36", "Numbers 1:37", "Numbers 1:38", "Numbers 1:39", "Numbers 1:40", "Numbers 1:41", "Numbers 1:42", "Numbers 1:43", "Numbers 1:44", "Numbers 1:45", "Numbers 1:46", "Numbers 1:47", "Numbers 1:48", "Numbers 1:49", "Numbers 1:50", "Numbers 1:51", "Numbers 1:52", "Numbers 1:53", "Numbers 1:54", "Numbers 2:1", "Numbers 2:2", "Numbers 2:3", "Numbers 2:4", "Numbers 2:5", "Numbers 2:6", "Numbers 2:7", "Numbers 2:8", "Numbers 2:9", "Numbers 2:10", "Numbers 2:11", "Numbers 2:12", "Numbers 2:13", "Numbers 2:14", "Numbers 2:15", "Numbers 2:16", "Numbers 2:17", "Numbers 2:18", "Numbers 2:19", "Numbers 2:20", "Numbers 2:21", "Numbers 2:22", "Numbers 2:23", "Numbers 2:24", "Numbers 2:25", "Numbers 2:26", "Numbers 2:27", "Numbers 2:28", "Numbers 2:29", "Numbers 2:30", "Numbers 2:31", "Numbers 2:32", "Numbers 2:33", "Numbers 2:34", "Numbers 3:1", "Numbers 3:2", "Numbers 3:3", "Numbers 3:4", "Numbers 3:5", "Numbers 3:6", "Numbers 3:7", "Numbers 3:8", "Numbers 3:9", "Numbers 3:10", "Numbers 3:11", "Numbers 3:12", "Numbers 3:13", "Numbers 3:14", "Numbers 3:15", "Numbers 3:16", "Numbers 3:17", "Numbers 3:18", "Numbers 3:19", "Numbers 3:20", "Numbers 3:21", "Numbers 3:22", "Numbers 3:23", "Numbers 3:24", "Numbers 3:25", "Numbers 3:26", "Numbers 3:27", "Numbers 3:28", "Numbers 3:29", "Numbers 3:30", "Numbers 3:31", "Numbers 3:32", "Numbers 3:33", "Numbers 3:34", "Numbers 3:35", "Numbers 3:36", "Numbers 3:37", "Numbers 3:38", "Numbers 3:39", "Numbers 3:40", "Numbers 3:41", "Numbers 3:42", "Numbers 3:43", "Numbers 3:44", "Numbers 3:45", "Numbers 3:46", "Numbers 3:47", "Numbers 3:48", "Numbers 3:49", "Numbers 3:50", "Numbers 3:51", "Numbers 4:1", "Numbers 4:2", "Numbers 4:3", "Numbers 4:4", "Numbers 4:5", "Numbers 4:6", "Numbers 4:7", "Numbers 4:8", "Numbers 4:9", "Numbers 4:10", "Numbers 4:11", "Numbers 4:12", "Numbers 4:13", "Numbers 4:14", "Numbers 4:15", "Numbers 4:16", "Numbers 4:17", "Numbers 4:18", "Numbers 4:19", "Numbers 4:20", "Numbers 4:21", "Numbers 4:22", "Numbers 4:23", "Numbers 4:24", "Numbers 4:25", "Numbers 4:26", "Numbers 4:27", "Numbers 4:28", "Numbers 4:29", "Numbers 4:30", "Numbers 4:31", "Numbers 4:32", "Numbers 4:33", "Numbers 4:34", "Numbers 4:35", "Numbers 4:36", "Numbers 4:37", "Numbers 4:38", "Numbers 4:39", "Numbers 4:40", "Numbers 4:41", "Numbers 4:42", "Numbers 4:43", "Numbers 4:44", "Numbers 4:45", "Numbers 4:46", "Numbers 4:47", "Numbers 4:48", "Numbers 4:49", "Numbers 5:1", "Numbers 5:2", "Numbers 5:3", "Numbers 5:4", "Numbers 5:5", "Numbers 5:6", "Numbers 5:7", "Numbers 5:8", "Numbers 5:9", "Numbers 5:10", "Numbers 5:11", "Numbers 5:12", "Numbers 5:13", "Numbers 5:14", "Numbers 5:15", "Numbers 5:16", "Numbers 5:17", "Numbers 5:18", "Numbers 5:19", "Numbers 5:20", "Numbers 5:21", "Numbers 5:22", "Numbers 5:23", "Numbers 5:24", "Numbers 5:25", "Numbers 5:26", "Numbers 5:27", "Numbers 5:28", "Numbers 5:29", "Numbers 5:30", "Numbers 5:31", "Numbers 6:1", "Numbers 6:2", "Numbers 6:3", "Numbers 6:4", "Numbers 6:5", "Numbers 6:6", "Numbers 6:7", "Numbers 6:8", "Numbers 6:9", "Numbers 6:10", "Numbers 6:11", "Numbers 6:12", "Numbers 6:13", "Numbers 6:14", "Numbers 6:15", "Numbers 6:16", "Numbers 6:17", "Numbers 6:18", "Numbers 6:19", "Numbers 6:20", "Numbers 6:21", "Numbers 6:22", "Numbers 6:23", "Numbers 6:24", "Numbers 6:25", "Numbers 6:26", "Numbers 6:27", "Numbers 7:1", "Numbers 7:2", "Numbers 7:3", "Numbers 7:4", "Numbers 7:5", "Numbers 7:6", "Numbers 7:7", "Numbers 7:8", "Numbers 7:9", "Numbers 7:10", "Numbers 7:11", "Numbers 7:12", "Numbers 7:13", "Numbers 7:14", "Numbers 7:15", "Numbers 7:16", "Numbers 7:17", "Numbers 7:18", "Numbers 7:19", "Numbers 7:20", "Numbers 7:21", "Numbers 7:22", "Numbers 7:23", "Numbers 7:24", "Numbers 7:25", "Numbers 7:26", "Numbers 7:27", "Numbers 7:28", "Numbers 7:29", "Numbers 7:30", "Numbers 7:31", "Numbers 7:32", "Numbers 7:33", "Numbers 7:34", "Numbers 7:35", "Numbers 7:36", "Numbers 7:37", "Numbers 7:38", "Numbers 7:39", "Numbers 7:40", "Numbers 7:41", "Numbers 7:42", "Numbers 7:43", "Numbers 7:44", "Numbers 7:45", "Numbers 7:46", "Numbers 7:47", "Numbers 7:48", "Numbers 7:49", "Numbers 7:50", "Numbers 7:51", "Numbers 7:52", "Numbers 7:53", "Numbers 7:54", "Numbers 7:55", "Numbers 7:56", "Numbers 7:57", "Numbers 7:58", "Numbers 7:59", "Numbers 7:60", "Numbers 7:61", "Numbers 7:62", "Numbers 7:63", "Numbers 7:64", "Numbers 7:65", "Numbers 7:66", "Numbers 7:67", "Numbers 7:68", "Numbers 7:69", "Numbers 7:70", "Numbers 7:71", "Numbers 7:72", "Numbers 7:73", "Numbers 7:74", "Numbers 7:75", "Numbers 7:76", "Numbers 7:77", "Numbers 7:78", "Numbers 7:79", "Numbers 7:80", "Numbers 7:81", "Numbers 7:82", "Numbers 7:83", "Numbers 7:84", "Numbers 7:85", "Numbers 7:86", "Numbers 7:87", "Numbers 7:88", "Numbers 7:89", "Numbers 8:1", "Numbers 8:2", "Numbers 8:3", "Numbers 8:4", "Numbers 8:5", "Numbers 8:6", "Numbers 8:7", "Numbers 8:8", "Numbers 8:9", "Numbers 8:10", "Numbers 8:11", "Numbers 8:12", "Numbers 8:13", "Numbers 8:14", "Numbers 8:15", "Numbers 8:16", "Numbers 8:17", "Numbers 8:18", "Numbers 8:19", "Numbers 8:20", "Numbers 8:21", "Numbers 8:22", "Numbers 8:23", "Numbers 8:24", "Numbers 8:25", "Numbers 8:26", "Numbers 9:1", "Numbers 9:2", "Numbers 9:3", "Numbers 9:4", "Numbers 9:5", "Numbers 9:6", "Numbers 9:7", "Numbers 9:8", "Numbers 9:9", "Numbers 9:10", "Numbers 9:11", "Numbers 9:12", "Numbers 9:13", "Numbers 9:14", "Numbers 9:15", "Numbers 9:16", "Numbers 9:17", "Numbers 9:18", "Numbers 9:19", "Numbers 9:20", "Numbers 9:21", "Numbers 9:22", "Numbers 9:23", "Numbers 10:1", "Numbers 10:2", "Numbers 10:3", "Numbers 10:4", "Numbers 10:5", "Numbers 10:6", "Numbers 10:7", "Numbers 10:8", "Numbers 10:9", "Numbers 10:10", "Numbers 10:11", "Numbers 10:12", "Numbers 10:13", "Numbers 10:14", "Numbers 10:15", "Numbers 10:16", "Numbers 10:17", "Numbers 10:18", "Numbers 10:19", "Numbers 10:20", "Numbers 10:21", "Numbers 10:22", "Numbers 10:23", "Numbers 10:24", "Numbers 10:25", "Numbers 10:26", "Numbers 10:27", "Numbers 10:28", "Numbers 10:29", "Numbers 10:30", "Numbers 10:31", "Numbers 10:32", "Numbers 10:33", "Numbers 10:34", "Numbers 10:35", "Numbers 10:36", "Numbers 11:1", "Numbers 11:2", "Numbers 11:3", "Numbers 11:4", "Numbers 11:5", "Numbers 11:6", "Numbers 11:7", "Numbers 11:8", "Numbers 11:9", "Numbers 11:10", "Numbers 11:11", "Numbers 11:12", "Numbers 11:13", "Numbers 11:14", "Numbers 11:15", "Numbers 11:16", "Numbers 11:17", "Numbers 11:18", "Numbers 11:19", "Numbers 11:20", "Numbers 11:21", "Numbers 11:22", "Numbers 11:23", "Numbers 11:24", "Numbers 11:25", "Numbers 11:26", "Numbers 11:27", "Numbers 11:28", "Numbers 11:29", "Numbers 11:30", "Numbers 11:31", "Numbers 11:32", "Numbers 11:33", "Numbers 11:34", "Numbers 11:35", "Numbers 12:1", "Numbers 12:2", "Numbers 12:3", "Numbers 12:4", "Numbers 12:5", "Numbers 12:6", "Numbers 12:7", "Numbers 12:8", "Numbers 12:9", "Numbers 12:10", "Numbers 12:11", "Numbers 12:12", "Numbers 12:13", "Numbers 12:14", "Numbers 12:15", "Numbers 12:16", "Numbers 13:1", "Numbers 13:2", "Numbers 13:3", "Numbers 13:4", "Numbers 13:5", "Numbers 13:6", "Numbers 13:7", "Numbers 13:8", "Numbers 13:9", "Numbers 13:10", "Numbers 13:11", "Numbers 13:12", "Numbers 13:13", "Numbers 13:14", "Numbers 13:15", "Numbers 13:16", "Numbers 13:17", "Numbers 13:18", "Numbers 13:19", "Numbers 13:20", "Numbers 13:21", "Numbers 13:22", "Numbers 13:23", "Numbers 13:24", "Numbers 13:25", "Numbers 13:26", "Numbers 13:27", "Numbers 13:28", "Numbers 13:29", "Numbers 13:30", "Numbers 13:31", "Numbers 13:32", "Numbers 13:33", "Numbers 14:1", "Numbers 14:2", "Numbers 14:3", "Numbers 14:4", "Numbers 14:5", "Numbers 14:6", "Numbers 14:7", "Numbers 14:8", "Numbers 14:9", "Numbers 14:10", "Numbers 14:11", "Numbers 14:12", "Numbers 14:13", "Numbers 14:14", "Numbers 14:15", "Numbers 14:16", "Numbers 14:17", "Numbers 14:18", "Numbers 14:19", "Numbers 14:20", "Numbers 14:21", "Numbers 14:22", "Numbers 14:23", "Numbers 14:24", "Numbers 14:25", "Numbers 14:26", "Numbers 14:27", "Numbers 14:28", "Numbers 14:29", "Numbers 14:30", "Numbers 14:31", "Numbers 14:32", "Numbers 14:33", "Numbers 14:34", "Numbers 14:35", "Numbers 14:36", "Numbers 14:37", "Numbers 14:38", "Numbers 14:39", "Numbers 14:40", "Numbers 14:41", "Numbers 14:42", "Numbers 14:43", "Numbers 14:44", "Numbers 14:45", "Numbers 15:1", "Numbers 15:2", "Numbers 15:3", "Numbers 15:4", "Numbers 15:5", "Numbers 15:6", "Numbers 15:7", "Numbers 15:8", "Numbers 15:9", "Numbers 15:10", "Numbers 15:11", "Numbers 15:12", "Numbers 15:13", "Numbers 15:14", "Numbers 15:15", "Numbers 15:16", "Numbers 15:17", "Numbers 15:18", "Numbers 15:19", "Numbers 15:20", "Numbers 15:21", "Numbers 15:22", "Numbers 15:23", "Numbers 15:24", "Numbers 15:25", "Numbers 15:26", "Numbers 15:27", "Numbers 15:28", "Numbers 15:29", "Numbers 15:30", "Numbers 15:31", "Numbers 15:32", "Numbers 15:33", "Numbers 15:34", "Numbers 15:35", "Numbers 15:36", "Numbers 15:37", "Numbers 15:38", "Numbers 15:39", "Numbers 15:40", "Numbers 15:41", "Numbers 16:1", "Numbers 16:2", "Numbers 16:3", "Numbers 16:4", "Numbers 16:5", "Numbers 16:6", "Numbers 16:7", "Numbers 16:8", "Numbers 16:9", "Numbers 16:10", "Numbers 16:11", "Numbers 16:12", "Numbers 16:13", "Numbers 16:14", "Numbers 16:15", "Numbers 16:16", "Numbers 16:17", "Numbers 16:18", "Numbers 16:19", "Numbers 16:20", "Numbers 16:21", "Numbers 16:22", "Numbers 16:23", "Numbers 16:24", "Numbers 16:25", "Numbers 16:26", "Numbers 16:27", "Numbers 16:28", "Numbers 16:29", "Numbers 16:30", "Numbers 16:31", "Numbers 16:32", "Numbers 16:33", "Numbers 16:34", "Numbers 16:35", "Numbers 17:1", "Numbers 17:2", "Numbers 17:3", "Numbers 17:4", "Numbers 17:5", "Numbers 17:6", "Numbers 17:7", "Numbers 17:8", "Numbers 17:9", "Numbers 17:10", "Numbers 17:11", "Numbers 17:12", "Numbers 17:13", "Numbers 17:14", "Numbers 17:15", "Numbers 17:16", "Numbers 17:17", "Numbers 17:18", "Numbers 17:19", "Numbers 17:20", "Numbers 17:21", "Numbers 17:22", "Numbers 17:23", "Numbers 17:24", "Numbers 17:25", "Numbers 17:26", "Numbers 17:27", "Numbers 17:28", "Numbers 18:1", "Numbers 18:2", "Numbers 18:3", "Numbers 18:4", "Numbers 18:5", "Numbers 18:6", "Numbers 18:7", "Numbers 18:8", "Numbers 18:9", "Numbers 18:10", "Numbers 18:11", "Numbers 18:12", "Numbers 18:13", "Numbers 18:14", "Numbers 18:15", "Numbers 18:16", "Numbers 18:17", "Numbers 18:18", "Numbers 18:19", "Numbers 18:20", "Numbers 18:21", "Numbers 18:22", "Numbers 18:23", "Numbers 18:24", "Numbers 18:25", "Numbers 18:26", "Numbers 18:27", "Numbers 18:28", "Numbers 18:29", "Numbers 18:30", "Numbers 18:31", "Numbers 18:32", "Numbers 19:1", "Numbers 19:2", "Numbers 19:3", "Numbers 19:4", "Numbers 19:5", "Numbers 19:6", "Numbers 19:7", "Numbers 19:8", "Numbers 19:9", "Numbers 19:10", "Numbers 19:11", "Numbers 19:12", "Numbers 19:13", "Numbers 19:14", "Numbers 19:15", "Numbers 19:16", "Numbers 19:17", "Numbers 19:18", "Numbers 19:19", "Numbers 19:20", "Numbers 19:21", "Numbers 19:22", "Numbers 20:1", "Numbers 20:2", "Numbers 20:3", "Numbers 20:4", "Numbers 20:5", "Numbers 20:6", "Numbers 20:7", "Numbers 20:8", "Numbers 20:9", "Numbers 20:10", "Numbers 20:11", "Numbers 20:12", "Numbers 20:13", "Numbers 20:14", "Numbers 20:15", "Numbers 20:16", "Numbers 20:17", "Numbers 20:18", "Numbers 20:19", "Numbers 20:20", "Numbers 20:21", "Numbers 20:22", "Numbers 20:23", "Numbers 20:24", "Numbers 20:25", "Numbers 20:26", "Numbers 20:27", "Numbers 20:28", "Numbers 20:29", "Numbers 21:1", "Numbers 21:2", "Numbers 21:3", "Numbers 21:4", "Numbers 21:5", "Numbers 21:6", "Numbers 21:7", "Numbers 21:8", "Numbers 21:9", "Numbers 21:10", "Numbers 21:11", "Numbers 21:12", "Numbers 21:13", "Numbers 21:14", "Numbers 21:15", "Numbers 21:16", "Numbers 21:17", "Numbers 21:18", "Numbers 21:19", "Numbers 21:20", "Numbers 21:21", "Numbers 21:22", "Numbers 21:23", "Numbers 21:24", "Numbers 21:25", "Numbers 21:26", "Numbers 21:27", "Numbers 21:28", "Numbers 21:29", "Numbers 21:30", "Numbers 21:31", "Numbers 21:32", "Numbers 21:33", "Numbers 21:34", "Numbers 21:35", "Numbers 22:1", "Numbers 22:2", "Numbers 22:3", "Numbers 22:4", "Numbers 22:5", "Numbers 22:6", "Numbers 22:7", "Numbers 22:8", "Numbers 22:9", "Numbers 22:10", "Numbers 22:11", "Numbers 22:12", "Numbers 22:13", "Numbers 22:14", "Numbers 22:15", "Numbers 22:16", "Numbers 22:17", "Numbers 22:18", "Numbers 22:19", "Numbers 22:20", "Numbers 22:21", "Numbers 22:22", "Numbers 22:23", "Numbers 22:24", "Numbers 22:25", "Numbers 22:26", "Numbers 22:27", "Numbers 22:28", "Numbers 22:29", "Numbers 22:30", "Numbers 22:31", "Numbers 22:32", "Numbers 22:33", "Numbers 22:34", "Numbers 22:35", "Numbers 22:36", "Numbers 22:37", "Numbers 22:38", "Numbers 22:39", "Numbers 22:40", "Numbers 22:41", "Numbers 23:1", "Numbers 23:2", "Numbers 23:3", "Numbers 23:4", "Numbers 23:5", "Numbers 23:6", "Numbers 23:7", "Numbers 23:8", "Numbers 23:9", "Numbers 23:10", "Numbers 23:11", "Numbers 23:12", "Numbers 23:13", "Numbers 23:14", "Numbers 23:15", "Numbers 23:16", "Numbers 23:17", "Numbers 23:18", "Numbers 23:19", "Numbers 23:20", "Numbers 23:21", "Numbers 23:22", "Numbers 23:23", "Numbers 23:24", "Numbers 23:25", "Numbers 23:26", "Numbers 23:27", "Numbers 23:28", "Numbers 23:29", "Numbers 23:30", "Numbers 24:1", "Numbers 24:2", "Numbers 24:3", "Numbers 24:4", "Numbers 24:5", "Numbers 24:6", "Numbers 24:7", "Numbers 24:8", "Numbers 24:9", "Numbers 24:10", "Numbers 24:11", "Numbers 24:12", "Numbers 24:13", "Numbers 24:14", "Numbers 24:15", "Numbers 24:16", "Numbers 24:17", "Numbers 24:18", "Numbers 24:19", "Numbers 24:20", "Numbers 24:21", "Numbers 24:22", "Numbers 24:23", "Numbers 24:24", "Numbers 24:25", "Numbers 25:1", "Numbers 25:2", "Numbers 25:3", "Numbers 25:4", "Numbers 25:5", "Numbers 25:6", "Numbers 25:7", "Numbers 25:8", "Numbers 25:9", "Numbers 25:10", "Numbers 25:11", "Numbers 25:12", "Numbers 25:13", "Numbers 25:14", "Numbers 25:15", "Numbers 25:16", "Numbers 25:17", "Numbers 25:18", "Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, On the Book of Numbers and Its Structure 2-52", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר א׳ ב׳-נ״ב", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Numbers and Its Structure", "he": "במדבר מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE READER WHO APPROACHES THE BOOK OF</small> N<small>UMBERS UNDER THE INFLUENCE OF ITS</small> common Hebrew name, <i>Bemidbar</i>, “In the Wilderness,” will logically expect a narrative account of the wanderings of the Israelites before they reach the Promised Land. But the book in its present form is a great deal more than that. To be sure,it contains stories of the long trek from Egypt to Canaan, with moments of triumph and difficulty, obedience and rebellion. Some of the great narratives of the Pentateuch are here, from the account of Korah’s revolt (Chap. 16) to Moshe’s sin (20) to Bil'am’s recalcitrant donkey (22). But the book also features census and sacrificial donation lists; details of the setup of Israel’s camp; the duties of the Levites in the traveling sanctuary; laws regarding wives suspected of adultery and those who take on extraordinary vows; a complicated and mysterious ritual for removing the extreme ritual pollution carried by death; a doubled tale about daughters inheriting land; and a host of other rules and regulations.", "It is this composite character and apparent lack of easily definable structure that imbue the book with fascination for scholars and with frustration for lay readers. While the four other books of the Torah also mix narrative, law, poetry, and cultic regulations, none of them has combined and alternated these genres with such abandon. There are a number of possible explanations for this. First, it is conceivable that Numbers as we have it reflects the desire to preserve as many traditions about the wilderness wanderings as possible; as Greenberg (1972) has demonstrated with the traditions about the revelation on Mount Sinai, it may have been more important to collect everything relevant than to create a smooth or seamless text. Second, here as elsewhere in the Torah, narrative may serve to introduce law or to provide the preceding background for it. Third, there is an aesthetic consideration: the great rebellion stories in the center of the book, to give an example, are separated from one another by prescriptive legal passages. Earlier books in the Torah similarly utilize breaks of varying lengths (e.g., the genealogical lists in Genesis, the Tabernacle texts of Exodus). The result is to highlight both narrative and law, and also to provide a large-scale rhythm to the book (Milgrom comments on the consistent alternating pattern).", "The kind of literary mixture that we find in Numbers goes beyond that rabbinic dictum that “the Torah speaks in human language.” It suggests that, far from betraying human frailties in the composition or transmission of the traditions presented in Numbers, a purposeful and powerful hand has been at work. More than any other book in the Torah, this one gives evidence of an editorial process. While the finished product may not be able to help us unravel the detailed history of that process, we may at least observe that much has been added to the wilderness narratives, in a way that transforms them into a patterned view of Israel’s early history.", "Recent commentaries see a two- or three-part structure to Numbers, based either on geography—the Sinai Wilderness, Kadesh, the plains of Moab—or chronology. Since the book as we have it is not entirely clear about either area— there seems to be internal disagreement about where the spies (Chap. 13) left from and went, and also about when the forty-year punishment began—I am in general agreement with Olson’s scheme of seeing the book as “The Death of the Old and the Birth of the New,” that is, the slave generation and that of their children, which are set apart by the two census lists in Chapters 1 and 26. But the differences between Chapters 1–10 and 11–25 must also be taken into account. I propose the following theoretical structure:", "I In the Wilderness of Sinai: The Camp", "1 The Census (Musterings) of the Israelites; the Duties of the Levites", "2 The Ordering of the Camp", "3 The Census of the Levites According to Their Duties", "4 The Tasks of the Levites", "5 Threats to the Ritual Integrity of the Camp", "6 Procedure Regarding a Nazirite; the Priestly Blessing", "7 Gifts of the Tribes to the Tabernacle", "8 The Tabernacle Lamps; Purification of the Levites", "9 Passover in the Wilderness; God’s Presence with the Tabernacle", "10 The Journey to Canaan Commences", "II The Rebellious Folk: Narratives of Challenge", "A Sealing the Fate of the First Generation", "11 First Rebellion: Food", "12 Second Rebellion: Siblings", "13 The Spies’ Mission", "14 Third Rebellion: Panic", "15 Interlude: Rules on Sacrifices, Sabbath, and Tassels", "B The Crisis of Leadership", "16 Fourth Rebellion: Korah and the Levites", "17 Fifth Rebellion: After the Purge", "18 The Levites as Guardians", "19 Pollution by Death and Its Removal", "20 Sixth Rebellion: The Sin of Moshe and Aharon", "C Encountering the Other", "21 Encounters with Various Neighbors; Seventh Rebellion:", "Food and Water", "22–24 The Bil'am Cycle", "25 Final Rebellion: Apostasy", "III In the Plains of Moab: Preparations for the Conquest of Canaan", "26 The Second Census", "27 Inheritance: the Daughters of Tzelofhad I", "28–29 Sacrifices for Holy Days", "30 Rules Concerning Vows", "31 First Battle and Aftermath", "32 Two and a Half Tribes and the Future Conquest", "33 Wilderness Itinerary and Warning", "34 Future Borders", "35 The Levites’ Towns of Asylum", "36 Inheritance: the Daughters of Tzelofhad II", "In this scheme, not only does the otherwise haphazard subject matter of the book fit roughly into the three divisions, but the divisions themselves seem to correspond to narrative mood swings. This might be characterized as a movement from order to chaos, and back to order again. The wilderness camp is still connected to the ordering—nation-founding—experience of Sinai; God speaks to Moshe from the Tabernacle, both here and in Leviticus, and the structure serves as a surrogate Mount Sinai. The concerns of Part I, therefore, are expressed in lists, and the section is filled with them.", "With the rebellion narratives of Part II, which not coincidentally take place as soon as Israel sets out on its journey through the wilderness, the idealistic order of Sinai is broken, and the people (and Moshe) must deal with the harsh reality of life in the desert. It becomes clear that nation-founding involves not only the giving of laws and the arranging of societal roles, but also the developing of the ability to cope with physical and spiritual challenges to survival.", "The slave generation is unable to successfully meet the challenge, and Part II chronicles their failures and their punishment. They had been born into the rigidly ordered situation of slavery—an order with underlying spiritual chaos— and only their children, born into the chaotic but free air of the wilderness, can be readied for the orderly transition into conquest and societal life on their own soil. This readying process is portrayed in Part III, through a series of lists once again: another military census, clear inheritance laws, a sacred calendar tied to the growing cycles of the land, a tracing of the Israelites’ travels through the wilderness, and a laying out of future borders. By the end of the book, Israel is fully prepared to enter the land, with a new generation, new leadership in the wings, a full set of societal rules, an operative cult, and, above all, a collective memory of experiences that serve to instruct and warn future generations. These issues will be fully and memorably summarized in the great final speeches of Moshe that comprise the last book of the Torah, Deuteronomy.", "Of special note in the book of Numbers is the emphasis on the Levites and their tasks. The text introduces this group, which may have originated as a guild rather than as a tribe, already in Chapter 1 (v.47). Thereafter, they play a major role in the book—the portrayal of their purification for service (Chap. 8), the great rebellion fomented by some of them (16), their important function as guardians against encroachment on the sanctuary (18), and their distribution in certain towns that serve also as places of refuge for accidental manslayers (35) is spread throughout the book, as if to form a distinctive thread amid the other themes of wandering, rebellion, and preparation for conquest. This interest in the Levites, in the eyes of some scholars, signals a particularly late development in the history of Israelite religion, and perhaps a late editing for our book as well. It also indicates how thoroughly the wilderness traditions have been reworked, to establish a hoary history for the central Israelite institutions connected with divine worship. While it is next to impossible to trace the internal struggles of the Israelite priesthood over the centuries with historical precision, it seems clear that such strife was part of history, and may be reflected in the portrayals of Aharon, Korah, and Pin’has, to mention just a few of the priestly/Levitical figures that populate the wilderness stories. At any rate, the combining of clearly priestly material into the varied narrative and poetic stuff of Numbers has created a book different than what might have been, had the editors sought a story and only a story. The same, of course, might be said for the entire five books of which Numbers is a part.", "As I noted in the introduction to Volume II of this work, <i>Now These Are the Names</i> (Exodus), the hero’s journey through the unknown is, of course, a central theme in Western literature. From Homer’s <i>Odyssey</i> to Sinbad’s journeys in <i>A Thousand and One Nights</i> to the many twentieth-century works on the theme, the protagonist’s unfamiliar terrain has become the familiar metaphor for our own inner journeys. Such accounts normally concentrate on obstacles in the way: opponents divine and human, harsh landscapes, wild beasts, lack of water, lack of people and succor. Heroes are left to their own devices, and if they are successful in completing their journey, the audience experiences the vicarious triumph of conquering the impossible. Indeed, the operating principle seems to be: the greater the obstacles, the more stunning the triumph.", "The wilderness trek recounted in the heart of the book of Numbers has a wholly different feel. To be sure, there are obstacles, some of them standard, such as the dearth of food and water and the opposition of hostile nations along the way. But the main emphasis in these texts is on internal obstacles—the people’s lack of trust, faith, and courage. And as so often happens in the Torah, physical background, as important as it obviously is in Numbers, what with a myriad of geographical locations noted, is overshadowed by the dominant issue of the relationship between Israel and God. The God of the wilderness journey is initially a provider and protector (cf. Ex. 15–18); when he turns lawgiver, Israel’s situation seems secure despite the harsh ecological setting. But Numbers has chosen to remember the people’s moments of doubt and rebellion above all, and so the orderly leaving of Sinai which closes the first part of the book, along with the orderly preparations for conquest that mark its third part, fade in the reader’s consciousness before the memorable narratives in Chapters 11–25.", "It has been pointed out (Tunyogi) that these stories serve as “foundation accounts,” as stories that tell about “the archetypes to be repeated in all coming generations.” As such, they are significant in later Israel’s understanding of itself. Through the book of Numbers, later generations were warned not to repeat the sins of the wilderness; and Moshe himself came to be looked upon as the quintessential prophet. For the era of the literary prophets (ninth-sixth centuries <small>B.C.E.</small>), concerned as they were with Israel’s forgetfulness and backsliding, and the era of Babylonian Exile (sixth century <small>B.C.E.</small>), in which the exiles also found themselves outside the Promised Land, there could have been no stronger warning or cause for hope than the stories and laws set down in the Torah, and especially the traditions recorded in the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eea47cf7a0c25239b85", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Parceling Out the Land 2", "anchorRef": "Numbers 34:1-29", "anchorRefExpanded": ["Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Parceling Out the Land 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ח׳ ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Parceling Out the Land", "he": "במדבר הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Again appropriate in the context, the postconquest borders of the Promised Land are laid out here. Milgrom, following Mazar, characterizes these boundaries as matching no historically verifiable Israelite territories, but rather the map of Canaan as an Egyptian province before the conquest. Be that as it may, the chapter ends with a list of representatives who will parcel out the land—another one of Numbers’s leadership lists.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620380ae713bd8cd388d3e57", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "anchorRef": "Numbers 26:1-36:13", "anchorRefExpanded": ["Numbers 26:1", "Numbers 26:2", "Numbers 26:3", "Numbers 26:4", "Numbers 26:5", "Numbers 26:6", "Numbers 26:7", "Numbers 26:8", "Numbers 26:9", "Numbers 26:10", "Numbers 26:11", "Numbers 26:12", "Numbers 26:13", "Numbers 26:14", "Numbers 26:15", "Numbers 26:16", "Numbers 26:17", "Numbers 26:18", "Numbers 26:19", "Numbers 26:20", "Numbers 26:21", "Numbers 26:22", "Numbers 26:23", "Numbers 26:24", "Numbers 26:25", "Numbers 26:26", "Numbers 26:27", "Numbers 26:28", "Numbers 26:29", "Numbers 26:30", "Numbers 26:31", "Numbers 26:32", "Numbers 26:33", "Numbers 26:34", "Numbers 26:35", "Numbers 26:36", "Numbers 26:37", "Numbers 26:38", "Numbers 26:39", "Numbers 26:40", "Numbers 26:41", "Numbers 26:42", "Numbers 26:43", "Numbers 26:44", "Numbers 26:45", "Numbers 26:46", "Numbers 26:47", "Numbers 26:48", "Numbers 26:49", "Numbers 26:50", "Numbers 26:51", "Numbers 26:52", "Numbers 26:53", "Numbers 26:54", "Numbers 26:55", "Numbers 26:56", "Numbers 26:57", "Numbers 26:58", "Numbers 26:59", "Numbers 26:60", "Numbers 26:61", "Numbers 26:62", "Numbers 26:63", "Numbers 26:64", "Numbers 26:65", "Numbers 27:1", "Numbers 27:2", "Numbers 27:3", "Numbers 27:4", "Numbers 27:5", "Numbers 27:6", "Numbers 27:7", "Numbers 27:8", "Numbers 27:9", "Numbers 27:10", "Numbers 27:11", "Numbers 27:12", "Numbers 27:13", "Numbers 27:14", "Numbers 27:15", "Numbers 27:16", "Numbers 27:17", "Numbers 27:18", "Numbers 27:19", "Numbers 27:20", "Numbers 27:21", "Numbers 27:22", "Numbers 27:23", "Numbers 28:1", "Numbers 28:2", "Numbers 28:3", "Numbers 28:4", "Numbers 28:5", "Numbers 28:6", "Numbers 28:7", "Numbers 28:8", "Numbers 28:9", "Numbers 28:10", "Numbers 28:11", "Numbers 28:12", "Numbers 28:13", "Numbers 28:14", "Numbers 28:15", "Numbers 28:16", "Numbers 28:17", "Numbers 28:18", "Numbers 28:19", "Numbers 28:20", "Numbers 28:21", "Numbers 28:22", "Numbers 28:23", "Numbers 28:24", "Numbers 28:25", "Numbers 28:26", "Numbers 28:27", "Numbers 28:28", "Numbers 28:29", "Numbers 28:30", "Numbers 28:31", "Numbers 29:1", "Numbers 29:2", "Numbers 29:3", "Numbers 29:4", "Numbers 29:5", "Numbers 29:6", "Numbers 29:7", "Numbers 29:8", "Numbers 29:9", "Numbers 29:10", "Numbers 29:11", "Numbers 29:12", "Numbers 29:13", "Numbers 29:14", "Numbers 29:15", "Numbers 29:16", "Numbers 29:17", "Numbers 29:18", "Numbers 29:19", "Numbers 29:20", "Numbers 29:21", "Numbers 29:22", "Numbers 29:23", "Numbers 29:24", "Numbers 29:25", "Numbers 29:26", "Numbers 29:27", "Numbers 29:28", "Numbers 29:29", "Numbers 29:30", "Numbers 29:31", "Numbers 29:32", "Numbers 29:33", "Numbers 29:34", "Numbers 29:35", "Numbers 29:36", "Numbers 29:37", "Numbers 29:38", "Numbers 29:39", "Numbers 30:1", "Numbers 30:2", "Numbers 30:3", "Numbers 30:4", "Numbers 30:5", "Numbers 30:6", "Numbers 30:7", "Numbers 30:8", "Numbers 30:9", "Numbers 30:10", "Numbers 30:11", "Numbers 30:12", "Numbers 30:13", "Numbers 30:14", "Numbers 30:15", "Numbers 30:16", "Numbers 30:17", "Numbers 31:1", "Numbers 31:2", "Numbers 31:3", "Numbers 31:4", "Numbers 31:5", "Numbers 31:6", "Numbers 31:7", "Numbers 31:8", "Numbers 31:9", "Numbers 31:10", "Numbers 31:11", "Numbers 31:12", "Numbers 31:13", "Numbers 31:14", "Numbers 31:15", "Numbers 31:16", "Numbers 31:17", "Numbers 31:18", "Numbers 31:19", "Numbers 31:20", "Numbers 31:21", "Numbers 31:22", "Numbers 31:23", "Numbers 31:24", "Numbers 31:25", "Numbers 31:26", "Numbers 31:27", "Numbers 31:28", "Numbers 31:29", "Numbers 31:30", "Numbers 31:31", "Numbers 31:32", "Numbers 31:33", "Numbers 31:34", "Numbers 31:35", "Numbers 31:36", "Numbers 31:37", "Numbers 31:38", "Numbers 31:39", "Numbers 31:40", "Numbers 31:41", "Numbers 31:42", "Numbers 31:43", "Numbers 31:44", "Numbers 31:45", "Numbers 31:46", "Numbers 31:47", "Numbers 31:48", "Numbers 31:49", "Numbers 31:50", "Numbers 31:51", "Numbers 31:52", "Numbers 31:53", "Numbers 31:54", "Numbers 32:1", "Numbers 32:2", "Numbers 32:3", "Numbers 32:4", "Numbers 32:5", "Numbers 32:6", "Numbers 32:7", "Numbers 32:8", "Numbers 32:9", "Numbers 32:10", "Numbers 32:11", "Numbers 32:12", "Numbers 32:13", "Numbers 32:14", "Numbers 32:15", "Numbers 32:16", "Numbers 32:17", "Numbers 32:18", "Numbers 32:19", "Numbers 32:20", "Numbers 32:21", "Numbers 32:22", "Numbers 32:23", "Numbers 32:24", "Numbers 32:25", "Numbers 32:26", "Numbers 32:27", "Numbers 32:28", "Numbers 32:29", "Numbers 32:30", "Numbers 32:31", "Numbers 32:32", "Numbers 32:33", "Numbers 32:34", "Numbers 32:35", "Numbers 32:36", "Numbers 32:37", "Numbers 32:38", "Numbers 32:39", "Numbers 32:40", "Numbers 32:41", "Numbers 32:42", "Numbers 33:1", "Numbers 33:2", "Numbers 33:3", "Numbers 33:4", "Numbers 33:5", "Numbers 33:6", "Numbers 33:7", "Numbers 33:8", "Numbers 33:9", "Numbers 33:10", "Numbers 33:11", "Numbers 33:12", "Numbers 33:13", "Numbers 33:14", "Numbers 33:15", "Numbers 33:16", "Numbers 33:17", "Numbers 33:18", "Numbers 33:19", "Numbers 33:20", "Numbers 33:21", "Numbers 33:22", "Numbers 33:23", "Numbers 33:24", "Numbers 33:25", "Numbers 33:26", "Numbers 33:27", "Numbers 33:28", "Numbers 33:29", "Numbers 33:30", "Numbers 33:31", "Numbers 33:32", "Numbers 33:33", "Numbers 33:34", "Numbers 33:35", "Numbers 33:36", "Numbers 33:37", "Numbers 33:38", "Numbers 33:39", "Numbers 33:40", "Numbers 33:41", "Numbers 33:42", "Numbers 33:43", "Numbers 33:44", "Numbers 33:45", "Numbers 33:46", "Numbers 33:47", "Numbers 33:48", "Numbers 33:49", "Numbers 33:50", "Numbers 33:51", "Numbers 33:52", "Numbers 33:53", "Numbers 33:54", "Numbers 33:55", "Numbers 33:56", "Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29", "Numbers 35:1", "Numbers 35:2", "Numbers 35:3", "Numbers 35:4", "Numbers 35:5", "Numbers 35:6", "Numbers 35:7", "Numbers 35:8", "Numbers 35:9", "Numbers 35:10", "Numbers 35:11", "Numbers 35:12", "Numbers 35:13", "Numbers 35:14", "Numbers 35:15", "Numbers 35:16", "Numbers 35:17", "Numbers 35:18", "Numbers 35:19", "Numbers 35:20", "Numbers 35:21", "Numbers 35:22", "Numbers 35:23", "Numbers 35:24", "Numbers 35:25", "Numbers 35:26", "Numbers 35:27", "Numbers 35:28", "Numbers 35:29", "Numbers 35:30", "Numbers 35:31", "Numbers 35:32", "Numbers 35:33", "Numbers 35:34", "Numbers 36:1", "Numbers 36:2", "Numbers 36:3", "Numbers 36:4", "Numbers 36:5", "Numbers 36:6", "Numbers 36:7", "Numbers 36:8", "Numbers 36:9", "Numbers 36:10", "Numbers 36:11", "Numbers 36:12", "Numbers 36:13"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest 2-10", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳ ב׳-י׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Preparations for Conquest", "he": "במדבר מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE LAST PART OF</small> N<small>UMBERS IS WHAT THE READER MIGHT HAVE EXPECTED ALL ALONG</small>: a collection of materials that deal directly with the upcoming conquest of Canaan. It is concerned, then, with the transfer of leadership from Moshe to Yehoshua (Joshua); with provisions for two and a half tribes to remain on the east bank of the Jordan River, as long as they take part in the impending invasion; with listing the entire route of the Israelites, from Egypt to the plains of Moab; and with the borders of the land to be conquered.", "As has been the case earlier in the book, however, other material intervenes: a theme and variation doublet on the inheritance of land in a case where a man leaves daughters, not sons; two chapters on what sacrifices are to be brought on holy days; a section on vows taken by women; war with Midyan and the precise apportioning of spoils, both to warriors and to the sanctuary; and the law regarding accidental homicide, in which family vengeance is circumvented by the existence of “safe” Levite towns to which the manslayer may flee.", "The inconsistent thematics may again be explained by the intrusion of an editorial hand, again by priestly interests. In Levine’s view, most of Chapters 25–36 function to establish matters of importance in the priestly view, just as in Chapters 1–10. Here law takes precedence over narrative.", "Despite the varied subject matter of this section, it holds together structurally, via the common biblical technique of word (sound) repetition. The rather common verb <i>tzivvah</i>, “command,” weaves through every one of Chapters 26–36, except for 33. Sometimes it introduces what God wants the Israelites to do; sometimes it leads to the formula of fulfillment, “as YHWH commanded the Children of Israel, so they did”; still other times it refers to a command given by Moshe himself. The entire section begins with the verb (26:4), and ends with it as well (36:13). In addition, the chapters most far afield, 28–29 (taken as a unit) and 30, begin and end with it. Whether this was a conscious technique by redactors is hard to say, but its existence is striking.", "Another structural device, that of framing, also occurs in this part of the book: after the introductory census (Chap. 26), the rest is built between two brackets, each involving the daughters of Tzelofhad, and each opening with the verb “to come-near” (27:1 and 36:1). So despite the wide-ranging material, some sense of unity has been imposed upon it.", "Finally, there is the key occurrence, for the book of Numbers, of more lists, from census to holiday sacrifices, from stops along the journey to the precise borders of the Promised Land. We are in the presence of order once again.", "What remains lacking at the end of the book is exactly what Deuteronomy supplies: a final exhortation from Moshe, which includes reiteration and further clarification of the laws, a public covenant ceremony, Moshe’s long blessing of the people, and the account of his death and burial. If added here, these topics might have tipped the scales of Numbers, which has given us almost too much to digest as it is; as the Torah has come down to us, they are more appropriately treated in the expansive and majestic rhetorical setting of Deuteronomy.", "<img>", "<b><i>Num. 26:3</i> Moshe spoke, and El’azar the priest, to them in the Plains of Moav …</b>"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382f1c9ad75f2d99afa52", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Parceling Out the Land 1", "anchorRef": "Numbers 34:1-29", "anchorRefExpanded": ["Numbers 34:1", "Numbers 34:2", "Numbers 34:3", "Numbers 34:4", "Numbers 34:5", "Numbers 34:6", "Numbers 34:7", "Numbers 34:8", "Numbers 34:9", "Numbers 34:10", "Numbers 34:11", "Numbers 34:12", "Numbers 34:13", "Numbers 34:14", "Numbers 34:15", "Numbers 34:16", "Numbers 34:17", "Numbers 34:18", "Numbers 34:19", "Numbers 34:20", "Numbers 34:21", "Numbers 34:22", "Numbers 34:23", "Numbers 34:24", "Numbers 34:25", "Numbers 34:26", "Numbers 34:27", "Numbers 34:28", "Numbers 34:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Numbers, Part III; The Preparations for Conquest, Parceling Out the Land 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, במדבר, במדבר מאמר ד׳, במדבר הערה ח׳ א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "במדבר הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Numbers 34:1-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Numbers 34:1-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "63d77c83eca1000753446cd9", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Rav Hirsch on Torah, Numbers 34:17:1", "sourceHeRef": "רש\"ר הירש על התורה, במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "במדבר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 17. אשר ינחלו לכם. Unter Elasars und Josuas Aufsicht und Leitung als Vertreter der Gesamtheit soll jeder Stammesfürst \"für seinen Stamm\" den demselben zugewiesenen Landesteil \"in Besitz nehmen\" und dessen entsprechende Verteilung unter die Familien und erbberechtigten Männer vollziehen. Indem diese Männer hier als Vertreter der Stämme, Familien und einzelnen bestellt sind, so stehen sie als Bevollmächtigte aller Erbberechtigten da, und was sie für dieselben vollziehen, ist rechtsgültig und endgültig vollzogen (Raschi). So wird Kiduschin 42a auch hierauf die Vollmacht der gerichtsseitig zur Erbteilung für Waisen bestellten Vormünder und die auch später von den mündig gewordenen Waisen unanfechtbare Rechtsgültigkeit ihrer Abmachungen gegründet: מנין ליתומים שבאו לחלק בנכסי אביהם שבית דין מעמידין להם אפוטרופוס לחוב ולזכות תלמוד לומר נשיא אחד נשיא אחד ממטה תקחו. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc7d758c1dc532ec9479", "index_title": "Steinsaltz on Numbers", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Numbers 34:17", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Steinsaltz on Numbers 34:17", "sourceHeRef": "ביאור שטיינזלץ על במדבר ל״ד:י״ז", "anchorVerse": 17, "sourceHasEn": true, "commentaryNum": 34.0017, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על במדבר", "he": "<b>אֵלֶּה שְׁמוֹת הָאֲנָשִׁים אֲשֶׁר יִנְחֲלוּ לָכֶם</b>, יפקחו כשתחלקו \n    <b>אֶת הָאָרֶץ:</b>\n    <b>אֶלְעָזָר הַכֹּהֵן</b> הגדול, \n    <b>וִיהוֹשֻׁעַ בִּן נוּן.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>These are the names of the men who shall allocate the land on your behalf: Elazar the </b>High <b>Priest, and Joshua son of Nun. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9da7bb215f43691cfe15c", "index_title": "Tze'enah Ure'enah", "category": "Commentary", "type": "commentary", "ref": "Tze'enah Ure'enah, Masei 12", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Tze'enah Ure'enah, Masei 12", "sourceHeRef": "צאינה וראינה, מסעי י״ב", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1590, 1616], "commentaryNum": 12, "collectiveTitle": {"en": "Tze'enah Ure'enah", "he": "צאינה וראינה"}, "heTitle": "מסעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "“<i>These are the names of the men through whom the land shall be apportioned for you</i>” [34:17]. The men will enable you to inherit the land. The Holy One said: you should choose a chieftain from each tribe, who should see how many <i>families</i> there are in his tribe and if the family is large. They should see that it is just to give that tribe more land. However, the chieftain will make it, so should it remain. The verse mentions <i>Eleazar before Joshua</i>, even though Joshua will be in place of Moses, but in any event Joshua must first ask Eleazar what should be done. The verse mentions ten chieftains, even though there were twelve chieftains of tribes. However, the tribes of <i>Reuben and Gad</i> had their share of the land, <i>outside the land of Israel.</i> Therefore, the verse only mentions ten chieftains who should divide the land. One can ask, why does the verse not mention with regard to three tribes that their <i>administrators were chieftains</i> and important people, as he says with regard to the seven tribes, where he calls them chieftains. The verse first mentions, “<i>from the tribe of Judah, Caleb</i>” [34:19]. This means, to the tribe of Judah, the <i>administrator</i> should be the one called Caleb. It does not tell us that he was a chieftain. However, as soon as he comes to the <i>tribe of Dan</i> and the other tribes, it says, “<i>from the tribe of Dan, a chieftain, Buki son of Jogli</i>” [34:21]. This means, for the tribe of Dan, the <i>administrator</i> was a chieftain called, Buki son of Jogli. The verse calls him a chieftain. Also with the other tribes, they are called chieftains. However, the Torah did not write this concerning the tribe of Judah, its administrator is not called important, since the whole world knows that Caleb was pious and important. Therefore, it does not have to say that the <i>administrator of Judah</i> was important. With regard to the <i>tribe of Simeon</i>, it also does not call him a chieftain. The tribe of Simeon was not worthy to have the word, chieftain, written because they engaged in illicit sex with the daughters of Midian, and their evil chieftain was killed. Therefore, the Torah does not write the word, chieftain. Concerning the tribe of Benjamin, it also does not write the word chieftain, because the tribe of Benjamin would commit sins regarding illicit sex with regard to the <i>concubine in Gibeah.</i> Some sages say that chieftain is not written regarding the tribe of Benjamin, because the chieftain was a prophet. Thus, it did not want to call him chieftain. One would have thought that he was like the other chieftains, and the truth was that he was a prophet.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Bahya, Numbers, 34:17.</i>", "versionTitle": "A Critical Translation into English; Edited and translated by Morris M. Faierstein. De Gruyter, 2017", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "525a9341edbab4498f485404", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Ibn Ezra on Numbers 34:17:1", "sourceHeRef": "אבן עזרא על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>ינחלו.</b> פעל יוצא לשנים פעולים וכן ונחלתנו על דעת המדקדקים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "SHALL TAKE POSSESSION. <i>Yinchalu</i> (shall take possession) is a causative.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Even though it is a <i>kal</i>. According to I. E. the word <i>yinchalu</i> here should be rendered, shall cause you to take possession, rather than shall take possession.</i> The same applies to the word <i>u-nechaltanu</i> (and take us for Thine inheritance) (Ex. 34:9)<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">According to I.E., <i>u-nechaltanu</i> (and take us for Thine inheritance) should be rendered, you will cause us to inherit. See I.E.’s short commentary on Ex. 34:9.</i> in the opinion of the grammarians.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "525a9341edbab4498f485406", "index_title": "Ibn Ezra on Numbers", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Numbers 34:17:2", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Ibn Ezra on Numbers 34:17:2", "sourceHeRef": "אבן עזרא על במדבר ל״ד:י״ז:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 17.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על במדבר", "he": "<b>אלעזר.</b> ראשונה כי על פיו יצא יהושע גם הוא בן אהרן. ולא הזכיר נשיא לבני ראובן וגד כי כבר לקחו חלקם והמפרשים אמרו כי החל מיהודה כאשר יצא הגורל בתחלה רק יש טענה גדולה עליהם אף על פי שהפירוש נכון יהיה נראה לפי דעתינו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ELEAZAR. He is mentioned first<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Before Joshua.</i> because Joshua went out by his command. Furthermore, Eleazar was also the son of Aaron. Scripture does not mention the princes of the tribes of Reuben or Gad,<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">In listing the princes of the tribes in verses 17-28.</i> for they<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Their tribes.</i> had already taken their share. The commentaries say that Scripture starts<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">In listing the tribes.</i> with Judah,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Even though Simeon was older.</i> for that is the way the lot came out at first.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">When the land was actually divided. See Joshua 15:1.</i> However, there is a great argument against them.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">If Scripture followed the order in which the tribes actually received their inheritance, the children of Joseph should have followed Judah, for they took their inheritance after Judah. See Joshua 16.</i> Nevertheless, the comments appear correct to us.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">For no one can offer a better reason than these commentaries for listing Judah first (Weiser).</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "53f17a32fbfba22336ea74b1", "index_title": "Kitzur Ba'al HaTurim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Kitzur Ba'al HaTurim on Numbers 34:17:1", "sourceHeRef": "קיצור בעל הטורים על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על במדבר", "he": "<b>אלה שמות האנשים</b> ולמטה פעם אחרת ואלה שמות האנשים. לומר שנאים בשמותם ונאים במעשיהם:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "554ef0b7fbfba21b48f54266", "index_title": "Haamek Davar on Numbers", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Haamek Davar on Numbers 34:17:1", "sourceHeRef": "העמק דבר על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר ינחלו לכם.</b> המה נוחלים. ומידם יגיע לכלל כל שבט. והנ״מ בזה הוא כדאי׳ בגיטין פרק ד׳ הוקש ראשים לאבות מה אבות מנחילין את הבנים מה שירצו כך ראשים. ע״כ ניתן להם הנחלה לעשות כדעתם. ואע״ג שגם המה נצטוו לעשות דוקא ע״י הגורל ושאר כללי החלוקה. מכ״מ האיך אפשר שלא יפול איזה ספק בשומא וכדומה. מש״ה ניתן להראשים כח אבות ושוב לא היה חשש גזל בזה. ואמר הכתוב שאלעזר ויהושע נחלו וחלקו לתשעת שבטים על דעתם במקום שנפל ספק. ואח״כ כל ראש השבט נחל לעצמו. לעשות הוא וב״ד בפרטי המשפחות והיחידים על דעתם. והיינו דכתיב.\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892ef9fd6e4a9274646d663", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Exodus 34:9:2", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Chizkuni, Exodus 34:9:2", "sourceHeRef": "חזקוני, שמות ל״ד:ט׳:ב׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 9.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>ונחלתנו</b> והנחלתנו את הארץ אשר נשבעת דוגמא אלה ראשי האבות אשר ינחלו את בני ישראל שהוא כמו ינחילו.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ונחלתנו, “and consider us as Your inheritance.” Moses means: “and thus make certain that we will inherit the land which You have promised on oath.”We find a similar construction in Numbers 34,17: אלה ראשי האבות אשר ינחלו את בני ישראל, “these are the names of the men through whom the land shall be apportioned to you.” The word ינחלו is to be understood as if in the causative mode, i.e. ינחילו.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f2cbd6e4a927464726dc", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Chizkuni, Numbers 34:17:1", "sourceHeRef": "חזקוני, במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1220, 1260], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "במדבר", "he": "<b>[אשר ינחלו</b> כמו ינחילו].", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": [], "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b6b18dd6e4a952249cc686", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Minchat Shai on Torah, Numbers 34:17:1", "sourceHeRef": "מנחת שי על תורה, במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "במדבר", "he": "<b>אלה.</b> בשופר יתיב לא בגלגל והלמ\"ד דגושה:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c5bd6e4a9416e9c4d4b", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Mizrachi, Numbers 34:17:1", "sourceHeRef": "מזרחי, במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "במדבר", "he": "<b>כל נשיא ונשיא אפוטרופוס לשבטו ומחלק נחלת השבט למשפחות ולגברים ובורר לכל אחד חלק הגון ומה שהם עושים יהיה עשוי כאילו עשאום שלוחים. </b>כדאיתא בפ' האיש מקדש דאמר רבה בר רב הונא אמר רב גידל אמר רב מנין ליתומים שבאו לחלוק בנכסי אביהם שב\"ד מעמידין להם אפוטרופוס לזכות ולחוב ע\"מ לזכות ת\"ל ונשיא אחד נשיא א' ממטה תקחו לנחול את הארץ דליכ' למימר דהאי קרא לשלוחו של אד' שכמותו הוא דאתא דאטו קטני' בני שליחו' נינהו גם ליכ' למימר דלזכין לאד' שלא בפניו הוא דאתא דהא חובה נמי איכ' דאיכא דניח' ליה בהר ולא ניחא לי' בבקע' ואיכ' דניח' לי' בבקעה ולא נ\"ל בהר אלא כדרבה ב\"ר הונא כדלעיל ופרש\"י כלומר לא זכות שלא בפניו גרידתא איכ' למשמע מניה לגדולי' אלא לאורויי נמי דלקטנים אפי' חובה הבאה להם מחמת זכות דרשאין ב\"ד לעשות להם כי הכא דלזכות' בנחלה באו ואע\"פ שפעמי' שחלוקה זו חובת' היא דאיכ' דלא ניח' לי' בחלק שנפל לו אפ\"ה לא הדרי בהו ולפיכך גבי יתומי' נמי ממנים להם ב\"ד אפוטרופוס לדון ולערער בשבילם לזכותם ולהנאתם ואם יתחייב בדין מה שעשו עשוי וזהו שכתב רש\"י כאילו עשאום שלוחי' ולא שלוחי' ממש דאטו קטני' של שבטי' בני שליחו' נינהו ומ\"ש ומחלק נחלת השבט למשפחות ולגברים ולא אמר ומחלקים נחלת הארץ לשבטים ולמשפחות ולגברים הוא מפני שחלוקת הארץ לשבעי' ע\"פ הגורל היתה והגורל עצמו היה צווח ואמר תחום פלוני לשבט פלוני ואין זה תלוי ביד האפוטרופסין של שבטי' אבל חלוקת נחלת השב' למשפחותיו וחלוקת המשפח' לגברי' זהו שתלוי בידי האפוטרופסין ועל זה הוצרך הכ' להודיע שמה שעשו עשו: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b0bc285c1533e001928b0a5", "index_title": "Malbim on Numbers", "category": "Commentary", "type": "commentary", "ref": "Malbim on Numbers 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Malbim on Numbers 34:17:1", "sourceHeRef": "מלבי\"ם על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על במדבר", "he": "<b>אלה שמות האנשים אשר ינחלו לכם את הארץ וגו'</b> ואלה שמות האנשים, ר\"ל ששמותיהם נאים ויפים להם אם מצד שהם נבחרו לדבר הגדול הזה להנחיל לכם את הארץ שלזה צריך שיהיו אנשי שם שיסמך לב העם עליהם שיעשו מעשיהם באמונה מבלי פניה ונטיה לא' ממשפחתם ומבני שבטם, ואם מצד עצמם היה שמם נאה להם כי היו צדיקים וישרים ועז\"א אלא שמות האנשים, ובאשר נקשר בדבור זה הבטחה שלא ימות א' מהם במשך הזמן של ארבע עשרה שנה של הכבוש והחלוק, ואם יחטא אחד מהם ויתחייב מיתה, או יתחייב שלא יהיה מן המנחילים יתבטלו דברי משה שיעד שאלה אשר צוה ה' לנחל את ב\"י אלה ולא זולתם, לכן הקדים שהיה בטוח בצדקתם כי לא ימעדו אשוריהם, וכתב הרי\"א שבעבור שמשה היה עצב ודואג מאד שאחר כל עמלו ויגיעו להוציא את העם ממצרים ולהוליכם ארבעים שנה במדבר לא זכה לראות בשמחתם ולהכניסם אל הארץ, בא האלהים לנחמו ולצוות על ידו כל הדברים התלוים בארץ בכבישתה וירושתה וחלוקתה ור\"ל אמר לו, הלא מלבד ראיית הארץ בעיניך תחפוץ עוד חמשה דברים, [א] לכבשה ולהוריש ז' עממין, [ב] להציב גבוליה, [ג] לחלקה לשבטים לכל אחד את חלקו, [ד] להבדיל ערים ללוים, [ה] להבדיל ערי המקלט, וידוע שאדם א' לא יוכל לעשות כל אלה הדברים בעצמו רק שיצוה לעשותם, ובזה כל הנעשה עפ\"י צוויו הוא כאלו עשהו הוא בעצמו, עפ\"ז א\"ל כי חמשה דברים אלה תצוה אתה לפני מותך, והיה הצווי הראשון על כבוש הארץ והורשת הכנענים ממנה, וצווי הב' ציין גבולות הארץ שיהיו הגבולים של עתה טרם שיפרו וירבו כנ\"ל, ובצווי הג' יחד את האנשים המחלקים ובזה ידמה כאלו חלקה בעצמו כי הם הם שלוחיו וצווי ד' וה' על הפרשת ערי הלוים וערי מקלט ובזה נח דעתו כי ראה בעיניו את הארץ, ומנה שלוחיו לעשות כל הצורך לעשות בה, עד שהיה כאלו עבר אל הארץ והוא עשה את הכל:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bc7302281b55e00c03e5915", "index_title": "Maor VaShemesh", "category": "Chasidut", "type": "commentary", "ref": "Maor VaShemesh, Masei 8", "anchorRef": "Numbers 34:16-17", "anchorRefExpanded": ["Numbers 34:16", "Numbers 34:17"], "sourceRef": "Maor VaShemesh, Masei 8", "sourceHeRef": "מאור ושמש, מסעי ח׳", "anchorVerse": 16, "sourceHasEn": false, "compDate": [1817, 1823], "commentaryNum": 8, "collectiveTitle": {"en": "Maor VaShemesh", "he": "מאור ושמש"}, "heTitle": "מסעי", "he": "<b>וידבר </b>ה' אל משה לאמר אלה שמות האנשים אשר ינחלו לכם את הארץ אלעזר הכהן ויהושע בן נון ונשיא אחד נשיא אחד ממטה תקחו לנחול את הארץ ואלה שמות האנשים למטה יהודא כלב בן יפונה ולמטה בני שמעון שמואל בן עמיהוד למטה בנימין אלידד בן כסלון ולמטה בני דן נשיא בקי בן יגלי. והנה יש להבין קושית המפורשים למה לא נכתב אצל כלב בן יפונה תיבת נשיא. וכן גבי שמעון לא כתיב נשיא וכן גבי בנימין לא כתיב נשיא. כי מדן ואילך כתיב נשיא בכולם וצריך ליתן טעם בדבר והנה האור החיים הקדוש מביא בשם מפורש לפי שכלב בן יפונה הי' מפורסם לנשיא כי הי' נשיא גבי שלוח מרגלים לכך לא נכתב כאן תיבת נשיא ואצל שמעון לפי שחטאו בזנות לפיכך לא רצה הכתוב לזכור נשיא גבי שמעון וגבי בנימין אלידד בן כסלון הוא אלדד שהי' מתנבא במחנה והי' מפורסם לנביא ג\"כ לא הזכיר אצלו נשיא ונראה לי ליתן טעם ותבלין בדבר קצת באופן אחר שהכתוב מרמז לנו דהעיקר הוא שהאדם יהי' כוונתו רק לש\"ש ואז לא יפסיד כלום הגם שנראה לו שבעשותו המצוה יבוא לו הפסד או בממון או בכבודו לא יחוש כלום וסוף הכבוד לבוא ולא יפסיד כלום והנה איתא בזו\"הק שכוונת המרגלים הי' מה שדברו על א\"י לפי שידעו שהם לא יהיו נשיאים בא\"י ע\"כ רצו שלא יבואו לא\"י כדי שיהיו נשיאים במדבר. והנה כלב בן יפונה הי' בין המרגלים והי' נשיא ולא חש על כבודו וכן אלדד ומידד לא חשו על כבודם כדכתיב בפ' בהעלתך וישארו שני אנשים במחנה שם האחד אלדד כו' פירש\"י שאמרו אין אנו כדאי לגדולה זו ולבסוף התנבאו משה מת ויהושע מכניס לא\"י ולא חשו על כבודם ולא ידעו כלל משום דבר רק לש\"ש. ונחזור לבארה שלכך לא כתיב כאן נשיא אצל כלב בן יפונה לפי שהוא השליך את הנשיאות שלו אצל שלוח מרגלים שאמר בשבחה של ארץ ישראל הגם שלא יהי' נשיא שוב בא\"י על כן מרמז כאן הפסוק שלא הזכיר אצלו נשיא לפי שלא רצה להיות נשיא ולא חש על כבודו ועשה הכל לש\"ש לפיכך נעשה נשיא להנחיל את א\"י לשבטו. וכן אלידד הוא אלדד לפי שלא רצה להיות נשיא ולא חש על כבודו על כן נבחר הוא להיות נשיא להנחיל את א\"י לשבטו ע\"כ מרמז כאן שלא נכתב אצלו נשיא לפי שהוא השליך הכבוד מנגד ע\"כ זכה להיות נבחר להיות ראש ונשיא לשבטו. והורה לנו הכתוב ללמד מזה שנעשה הכל לשם שמים ואז לא נפסיד כלום אדרבה במקומך ישיבוך ומשלך יתנו לך ואין אדם נוגע במה שמוכן לחבירו וק\"ל.", "heVersionTitle": "Maor Vashemesh, Breslau, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מאור ושמש, ברסלאו תר\"ב", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3ef939c3baf000181eb8fe", "index_title": "Abarbanel on Zechariah", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on Zechariah 2:16:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Abarbanel on Zechariah 2:16:1", "sourceHeRef": "אברבנאל על זכריה ב׳:ט״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1502, 1508], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Abarbanel on Zechariah", "he": "אברבנאל על זכריה"}, "heTitle": "אברבנאל על זכריה", "he": "ואמנם אומרו ונחל ה' את יהודה חלקו על אדמת הקדש פירשו המפרשים שיהיה הקב\"ה הוא הנוחל לפי שיהודה שהוא חלק השם כמ\"ש כי חלק ה' עמו יעקב חבל נחלתו (דברים לב, ט) הוא יתברך ינחל אותם ותהיה אותה נחלה שלו על אדמתם הקדש, והביאם אל הפירוש הזה לפי שחשבו שאם היה יהודה הוא הנוחל והקב\"ה מנחיל אותו היה ראוי שיאמר והנחיל, אבל אין צורך כי ונחל הוא כמו והנחיל כמו ושב ה' אלקיך את שבותך (שם ל, ג) שהוא כמו והשיב, וגם בענין הנחלה מצינו אלה שמות האנשים אשר ינחלו לכם את הארץ (במדבר לד, יז) שהוא כמו אשר ינחילו כן ונחל ה' את יהודה הוא כמו והנחיל, ופירוש הכתוב וענינו הוא שבבית שני בני יהודה החזיקו בכל הארץ ובירושלם גם כן ולא נתחלקה הארץ לשבטים לפי שלא חזרו כולם לנחול את חלקם וגם לא נתנו ממנה תרומה לה', ואף בבית ראשון הנחיל יהושע את יהודה חלקו קודם מדידת הארץ וחלוקתה בעבור כלב בן יפונה שהיה משבט יהודה ולכן לקח לו שבט יהודה יותר מראוי לו עד שמפני זה אמר לשמעון עלה אתי בגורלי, והיה גמגום בין השבטים על חלקם ונחלתם כמו שתראה בספר יהושע מצווחת בני יוסף, ולכן אמר כאן שבגאולה העתידה לא יהיה כן אבל שינחיל ה' את יהודה חלקו הראוי לו בלבד על אדמת הקדש לפי שיעשו ממנה חלקים שוים לי\"ב שבטים כמו שזכר יחזקאל ויהודה ינחל חלקו לבד ככל אחד משאר השבטים ולא עוד.", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e299a8c341db61ad17af03e", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Fourteenth Herald (Zechariah) 1:26", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Mashmia Yeshuah, The Fourteenth Herald (Zechariah) 1:26", "sourceHeRef": "משמיע ישועה, המבשר הארבעה עשר (זכריה) א׳:כ״ו", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 1.0026, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "he": "<b>ואמנם</b> אמרו: \"ונחל יי' את יהודה חלקו על אדמת הקדש\" <small>(ב, טז)</small>, כפי המפרשים<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">רד\"ק.</i> הקב\"ה הוא הנוחל שיהודה שהוא חלק יי', כמו שאמר <small>(דברים לב, ט)</small>: \"כי חלק יי' עמו יעקב חבל נחלתו\" ינחל אותו הקב\"ה, שתהיה נחלתו על אדמת הקודש. והביאם לזה, לפי שאם היה יהודה הוא הנוחל והקב\"ה מנחיל אותו, היה ראוי שיאמר והנחיל יי', ואין צורך. כי 'ונחל' כמו 'והנחיל'<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">כר\"י קרא.</i> כמו \"ושב יי' אלהיך את שבותך\" <small>(שם ל, ג)</small>, הוא כמו 'והשיב'. וגם בענין הנחלה<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">בנדפס: \"הנחלח\".</i> מצינו \"אלה שמות השבטים אשר ינחלו לכם את הארץ\" <small>(במדבר לד, יז)</small>, שהוא כמו 'ינחילנו' כן \"ונחל יי' את יהודה\", הו' כמו 'והנחיל' יאמר, שבבית שני בני יהודה החזיקו בכל ארץ ישראל ובירושלים גם כן, לפי שלא חזרו השבטים לנחול את חלקם וגם לא נתנו מן הארץ תרומה ליי', ואף בבית ראשון הנחיל יהושע את יהודה חלקו קודם מדידת הארץ וחלוקתה בעבור כלב בן יפונה שהיה משבטו, ומפני זה לקח לו שבט יהודה יותר מהראוי לו, עד שמפני זה אמר לשמעון \"עלה אתי בגורלי\" <small>(שופטים א, ג)</small> והיה גמגום בן השבטים על חלקם ונחלתם, כמו שתראה בספר יהושע מצווחת בני יוסף <small>(יהושע יז, יד)</small>. ומפני זה אמר כאן, שבגאולה העתידה לא יהיה כן אבל שינחיל \"יי' את יהודה חלקו על אדמת הקדש\", רוצה לומר שיעשה מן הארץ י\"ב חלקים שווים לי\"ב שבטים, כמו שזכר יחזקאל <small>(יחזקאל מז, יד)</small><sup class=\"footnote-marker\">41</sup><i class=\"footnote\">וראה מבשר החמישי, נבואה עשירית, ייעוד הב'.</i> ויהודה נחל חלקו ככל אחד משאר השבטים, לא עוד.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d6e58415afd29c04f451", "index_title": "Gur Aryeh on Bamidbar", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Bamidbar 34:17:1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Gur Aryeh on Bamidbar 34:17:1", "sourceHeRef": "גור אריה על במדבר ל״ד:י״ז:א׳", "anchorVerse": 17, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על במדבר", "he": "<b>כאילו עשאום שלוחים.</b> דאין לומר שלוחים ממש, שהרי הרבה קטנים היו שם, דלא שייך בהו שליחות (קדושין מב. )<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"5\"></i> , אלא '<b>כאילו עשאום שלוחים</b>'. אף על גב דלא שייך בהו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"6\"></i> שליחות, כיון דהם נשיאי השבט, הרי הם כמו אפוטרופוס, ואפוטרופוס יכול לחלוק עם אחיו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>. הכי איתא בפרק האיש מקדש (שם):", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d037b6084aa1cbf00fb3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֵּן 1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "BDB, בֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֵּן א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בֵּן</span></big></big><sub>4870</sub><big></big>  <strong>n.m. son (</strong>MI Ph. <span dir=\"rtl\">בן</span>; so Sab. CIS<sup>iv. No. 2</sup>, cf. <span dir=\"rtl\">בני</span> DHM<sup>Sem. Sprachforsch. 6</sup>; Arabic <span dir=\"rtl\">اِبْنٌ</span>; Assyrian <em>bin(u)</em>, Lyon<sup>Sargon 9, 1. 57</sup>; especially in <em>bin-bin</em>, <em>grandson</em> COT<sup>Gloss.</sup>, cf. Dl infr.; Aramaic <span dir=\"rtl\">בַּר</span>, <span dir=\"rtl\">ܒܰܪ</span>, pl. <span dir=\"rtl\">בְּנִין</span>, <span dir=\"rtl\">ܒܢܺܝܢ</span>; cf. Palm., especially Vog<sup>No. 21. 31. 36 a al.</sup>; possibly orig. connected with <span dir=\"rtl\">בנה</span> <em>build</em>, so Thes, cf. Assyrian <em>bânu</em>, <em>begetter</em> (Dl<sup>Pr 104</sup> & cf. Ba<sup>ZMG 1887, 638 ff.</sup>); but all traces of this √ lost in Heb. form; √ perhaps orig. bilit. (<span dir=\"rtl\">בִּן</span>, <span dir=\"rtl\">בֵּן</span>) <span dir=\"rtl\">בַּן</span> v. Sta<sup>§ 183</sup><strong>)</strong>—abs. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a> +; <span dir=\"rtl\">בֵּֽן־</span> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; cstr. <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; <span dir=\"rtl\">בֶּן־</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> +; <span dir=\"rtl\">בֶּן</span> <a data-ref=\"Esther 2:5\" href=\"/Esther.2.5\">Est 2:5</a>; <a data-ref=\"Nehemiah 6:18\" href=\"/Nehemiah.6.18\">Ne 6:18</a>, & c. prefix <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Numbers 24:3\" href=\"/Numbers.24.3\">24:3</a>, <a data-ref=\"Numbers 24:15\" href=\"/Numbers.24.15\">15</a>; <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; <span dir=\"rtl\">בִּן</span> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; <span dir=\"rtl\">בִּן־</span> <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">Ex 33:11</a> + 32 times (29 times in combination <span dir=\"rtl\">בִּן־נוּן</span> (<span dir=\"rtl\">ישׁוע</span>, <span dir=\"rtl\">הושׁע</span>) <span dir=\"rtl\">יהושׁע</span>); sf. <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; <span dir=\"rtl\">בִּנְךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> +; <span dir=\"rtl\">לִבֱנ֑ךָ</span> <a data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\">Dt 7:3</a>; <a data-ref=\"I Kings 11:13\" href=\"/I_Kings.11.13\">1 K 11:13</a>; <span dir=\"rtl\">בְּנֵךְ</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> +; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +; <span dir=\"rtl\">בְּנָהּ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; pl. <span dir=\"rtl\">בָּנִים</span> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> +; cstr. <span dir=\"rtl\">בְּנֵי</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בָּנַי</span> <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">Gn 31:43</a> +; <span dir=\"rtl\">בָּנֵינוּ</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> +; <span dir=\"rtl\">בְּנֵיכֶם</span> <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a> +, etc.;—<br><strong>1.</strong>  <em>son</em>, male child, born of a woman <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a>, <a data-ref=\"Genesis 16:15\" href=\"/Genesis.16.15\">15</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a> cf. v <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a> <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10</a>, <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">14</a>; <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> + often, cf. <span dir=\"rtl\">בֶּן־בִּטְנָהּ</span> <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4 f.</a> <a data-ref=\"Genesis 5:28\" href=\"/Genesis.5.28\">28</a>; <a data-ref=\"Genesis 6:10\" href=\"/Genesis.6.10\">6:10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11 f.</a> + often; ‖ <span dir=\"rtl\">בַּת (בָּנוֹת)</span> <em>daughter</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10 f.</a> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">16:11</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a> <a data-ref=\"I Samuel 30:3\" href=\"/I_Samuel.30.3\">1 S 30:3</a>, <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">6</a> <a data-ref=\"Job 1:2\" href=\"/Job.1.2\">Jb 1:2</a> <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">42:13</a> +; of son as desired <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (cf. <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">15:2</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>; <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10 f.</a> <a data-ref=\"I Samuel 1:5-11\" href=\"/I_Samuel.1.5-11\">1 S 1:5–11</a>) <a data-ref=\"II Kings 4:14\" href=\"/II_Kings.4.14\">2 K 4:14</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a> <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">ψ 127:3</a> +; rejoiced in <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">Gn 30:6</a> +; beloved <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>, <a data-ref=\"II Samuel 19:3\" href=\"/II_Samuel.19.3\">3</a>, <a data-ref=\"II Samuel 19:5\" href=\"/II_Samuel.19.5\">5</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>; cared for <a data-ref=\"Deuteronomy 1:31\" href=\"/Deuteronomy.1.31\">Dt 1:31</a>; spared <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; disciplined & trained <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a> <a data-ref=\"Proverbs 3:12\" href=\"/Proverbs.3.12\">Pr 3:12</a>; <a data-ref=\"Proverbs 13:24\" href=\"/Proverbs.13.24\">13:24</a>; <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">19:18</a>; <a data-ref=\"Proverbs 29:17\" href=\"/Proverbs.29.17\">29:17</a>; owing reverence, obedience, etc. to parents <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">10:1</a>; <a data-ref=\"Proverbs 13:1\" href=\"/Proverbs.13.1\">13:1</a>; <span dir=\"rtl\">בִּנְךָ בְּכוֹרְךָ</span> <em>thy first-born son</em> <a data-ref=\"Genesis 27:32\" href=\"/Genesis.27.32\">Gn 27:32</a>; <span dir=\"rtl\">הַבֵּן הַבְּכֹר</span> <a data-ref=\"Deuteronomy 21:15\" href=\"/Deuteronomy.21.15\">Dt 21:15</a> cf. <a data-ref=\"I Samuel 8:2\" href=\"/I_Samuel.8.2\">1 S 8:2</a>; <span dir=\"rtl\">בְּנָהּ הַגָּדֹל</span> <em>her elder son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>; <span dir=\"rtl\">בְּנוֹ הַגָּדֹל</span> <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a>; <span dir=\"rtl\">בְּנָהּ הַקָּטָן</span> <em>her younger son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>. In partic. <strong>a.</strong>  <span dir=\"rtl\">בֶּן־אִמּוֹ</span> <em>son of his mother</em>, i.e. own (uterine) brother <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">Gn 43:29</a>, cf. <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 69:9\" href=\"/Psalms.69.9\">69:9</a>, & v. <a ,=\"\" data-ref=\"BDB, אֵם²\" dir=\"rtl\" href=\"/BDB,_אֵם²\">אֵם</a>; <span dir=\"rtl\">בְּנֵי אָבִיךָ</span> <em>son of thy father</em> = brethren <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poet.) †<strong>b.</strong>  <span dir=\"rtl\">בְּנֵי דֹדֵיהֶן</span> = <em>cousins</em> <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">Nu 36:11</a>. <strong>c.</strong>  <span dir=\"rtl\">בְּנִי</span> <em>my son</em>, as term of kindliness of endearment, used by Eli to Samuel <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:16\" href=\"/I_Samuel.3.16\">16</a> cf. <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">4:16</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">26:17</a>, <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">21</a>, <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">25</a>, v. also <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>, <a data-ref=\"Proverbs 1:10\" href=\"/Proverbs.1.10\">10</a> <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a> +; cf. <span dir=\"rtl\">בִּנְךָ</span>, used by Benhaded of himself to Elisha <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">2 K 8:9</a>; by Ahaz to Tiglath-pileser <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">16:7</a>; especially to express intimate and gracious relation with God: <span dir=\"rtl\">י׳</span> calls Israel <span dir=\"rtl\">בְּנִי בְכֹרִי</span> <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. v <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">23</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>, v. also <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a> (but cf. Che); <span dir=\"rtl\">בָּנִים אַתֶּם ליהוה אלהיכם</span> <a data-ref=\"Deuteronomy 14:1\" href=\"/Deuteronomy.14.1\">Dt 14:1</a>; <span dir=\"rtl\">בְּנֵי עֶלְיוֹן</span> <a data-ref=\"Psalms 82:6\" href=\"/Psalms.82.6\">ψ 82:6</a> (‖ <span dir=\"rtl\">אלהים</span>); <span dir=\"rtl\">בְּנֵי אֵל־חָ֑י</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; cf. further <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (pl.) v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> (pl.) <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>, <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">4</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>, <a data-ref=\"Isaiah 30:9\" href=\"/Isaiah.30.9\">9</a>; <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">Je 3:14</a>, <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">22</a>; <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">4:22</a>; <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">31:20</a>; of future Davidic king <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> = <a data-ref=\"I Chronicles 17:13\" href=\"/I_Chronicles.17.13\">1 Ch 17:13</a> cf. <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; expressly referred to Solomon <a data-ref=\"I Chronicles 22:10\" href=\"/I_Chronicles.22.10\">1 Ch 22:10</a>; <a data-ref=\"I Chronicles 28:6\" href=\"/I_Chronicles.28.6\">28:6</a>; also of children (offered in fire) <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>. <strong>d.</strong>  <span dir=\"rtl\">בְּנֵי האלהים</span> applied to supernatural beings <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>; <span dir=\"rtl\">בְּנֵי אלהים</span> <a data-ref=\"Job 38:7\" href=\"/Job.38.7\">Jb 38:7</a>; <span dir=\"rtl\">בְּנֵי אֵלִים</span> <a data-ref=\"Psalms 29:1\" href=\"/Psalms.29.1\">ψ 29:1</a> (on which cf. Che’s note) <a data-ref=\"Psalms 89:7\" href=\"/Psalms.89.7\">89:7</a>. <strong>e.</strong>  <span dir=\"rtl\">בֶּן־אָדָם</span> <em>son of man</em>, cf. <span dir=\"rtl\">בְּנֵי א׳</span>, v. <a ,=\"\" data-ref=\"BDB, אָדָם\" dir=\"rtl\" href=\"/BDB,_אָדָם\">אָדָם</a>; †<span dir=\"rtl\">בְּנֵי אִישׁ</span> <a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a> & (‖ <span dir=\"rtl\">בני אדם</span>) <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a>; <a data-ref=\"Lamentations 3:33\" href=\"/Lamentations.3.33\">La 3:33</a>. †<strong>f.</strong>  <span dir=\"rtl\">בֶּן־בִּנְךָ</span> = <em>thy grandson</em> <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Judges 8:22\" href=\"/Judges.8.22\">Ju 8:22</a> cf. <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; also pl. <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">Ex 34:7</a>; <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">25</a>; <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">Ju 12:14</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <a data-ref=\"I Chronicles 8:40\" href=\"/I_Chronicles.8.40\">1 Ch 8:40</a>; <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; <a data-ref=\"Psalms 128:6\" href=\"/Psalms.128.6\">ψ 128:6</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a>; <a data-ref=\"Proverbs 17:6\" href=\"/Proverbs.17.6\">17:6</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">Ez 37:25</a>; also <span dir=\"rtl\">בֵּן</span> alone with similar reference <a data-ref=\"Genesis 29:5\" href=\"/Genesis.29.5\">Gn 29:5</a> (Laban son of Nahor); Laban calls his daughters’ children his own sons <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">Gn 31:28</a>, <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">43</a> cf. <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a>; son of Naomi <a data-ref=\"Ruth 4:17\" href=\"/Ruth.4.17\">Ru 4:17</a>; <span dir=\"rtl\">בְּנֵי רְבִעִים</span> <a data-ref=\"II Kings 10:30\" href=\"/II_Kings.10.30\">2 K 10:30</a> <em>sons of the fourth generation</em>, and, in general, descendants <a data-ref=\"Joshua 22:24\" href=\"/Joshua.22.24\">Jos 22:24</a>, <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">25</a>, <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">27</a> +; cf. <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>; <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>. <strong>g.</strong>  constantly, as more precise designation, added to personal name <span dir=\"rtl\">כָּלֵב בֶּן־יְפֻנֶּה</span> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> +; <span dir=\"rtl\">יְהוֹשֻׁעַ בִּן־נוּן</span> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> +; <span dir=\"rtl\">יָרָבְעָם בֶּן־נְבָט</span> <a data-ref=\"I Kings 12:2\" href=\"/I_Kings.12.2\">1 K 12:2</a>, <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">15</a> +, etc.; also without personal name (often with implication of contempt) <span dir=\"rtl\">בֶּן־קִישׁ</span> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>; <span dir=\"rtl\">בֶּן־יִשַׁי</span> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">30</a>, <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">31</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a>, <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">8</a>, <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">9</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>; <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">25:10</a> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a>; <span dir=\"rtl\">בְּנֵי צְרוּיָה</span> <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a>; <span dir=\"rtl\">בֶּן־רְמַלְיָהוּ</span> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">9</a>; <a data-ref=\"Isaiah 8:16\" href=\"/Isaiah.8.16\">8:16</a>; <span dir=\"rtl\">בֶּן־טָֽבְאַ֑ל</span> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; cf. also <a ,=\"\" data-ref=\"BDB, לֵוִי²\" dir=\"rtl\" href=\"/BDB,_לֵוִי²\">בְּנֵי לֵוִי</a> <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">Nu 16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>. <strong>h.</strong>  designated as <span dir=\"rtl\">בֶּן־זְקֻנִים</span> i.e. born in old age of father <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a>; opp. <span dir=\"rtl\">בְּנֵי הַנְּעוּרִים</span> <em>sons of one’s youth</em> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a>; also <span dir=\"rtl\">בֶּן־בֵּיתִי</span> <em>one born in my house</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> (i.e. slave) so <span dir=\"rtl\">בְּנֵי בַיִת</span> <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a>. <strong>i.</strong>  in various combinations: (α) as expression of contumely, <span dir=\"rtl\">בֶּן־נַעֲוַת הַמַּרְדּוּת</span> <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">1 S 20:30</a>; <span dir=\"rtl\">בֶּן־הַמְּרַצֵּחַ הַוֶּה</span> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <em>this son of a murderer;</em> cf. <span dir=\"rtl\">בְּנֵי־נָבָל</span> <a data-ref=\"Job 30:8\" href=\"/Job.30.8\">Jb 30:8</a>; <span dir=\"rtl\">בְּנֵי בְלִי־שֵׁם</span> <em>ib.</em>; <span dir=\"rtl\">בְּנֵי עֹנֲנָה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (‖ <span dir=\"rtl\">זֶרַע מְנָאֵף</span>); cf. <span dir=\"rtl\">בֶּן־אִשָּׁה אַחֶרֶת</span> <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a> (cf. v <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">1</a>); (β) as term of respect, dignity, <span dir=\"rtl\">בֶּן־חוֹרִים</span> <em>son of nobles</em> <a data-ref=\"Ecclesiastes 10:17\" href=\"/Ecclesiastes.10.17\">Ec 10:17</a> (in Aramaic = <em>free born</em>); <span dir=\"rtl\">בֶּן־חֲכָמִים</span> <a data-ref=\"Isaiah 19:11\" href=\"/Isaiah.19.11\">Is 19:11</a>; <span dir=\"rtl\">בֶּן־מַלְכֵי־קֶדֶם</span> <em>ib.</em>; cf. <span dir=\"rtl\">בֶּן־מֶלֶךְ</span> <a data-ref=\"Psalms 72:1\" href=\"/Psalms.72.1\">ψ 72:1</a> (‖ <span dir=\"rtl\">מֶלֶךְ</span>); <span dir=\"rtl\">בֶּן־אֲמָתֶ֑ךָ</span> <a data-ref=\"Psalms 86:16\" href=\"/Psalms.86.16\">ψ 86:16</a> in addressing <span dir=\"rtl\">י׳</span> (‖ <span dir=\"rtl\">עַבְדֶּ֑ךָ</span>) & <span dir=\"rtl\">בְּנֵי־עֲבָדֶיךָ</span> <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">ψ 102:29</a>; of noble appearance <span dir=\"rtl\">בְּנֵי הַמֶּלֶךְ</span> <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a>. <strong>j.</strong>  often pl. with name of ancestor, people, land, or city, to denote descendants, inhabitants, membership in a nation or family, etc.: (α) e.g. <span dir=\"rtl\">בְּנֵי־עֵבֶר</span> <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a>; <span dir=\"rtl\">בְּנֵי־חֵת</span> <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a>, <a data-ref=\"Genesis 23:5\" href=\"/Genesis.23.5\">5</a>, <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">7</a>, <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">16</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a>; <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">25:10</a>; <a data-ref=\"Genesis 49:32\" href=\"/Genesis.49.32\">49:32</a> (all P); <span dir=\"rtl\">(בְּנֵי־שֵׁת)</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> v. sub <strong>8</strong>); <span dir=\"rtl\">בְּנֵי־חֲמוֹר</span> <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">Gn 33:19</a> <a data-ref=\"Joshua 24:32\" href=\"/Joshua.24.32\">Jos 24:32</a>; <span dir=\"rtl\">בְּנֵי עֵשָׂו</span> <a data-ref=\"Genesis 36:5\" href=\"/Genesis.36.5\">Gn 36:5</a>, <a data-ref=\"Genesis 36:15\" href=\"/Genesis.36.15\">15</a>, <a data-ref=\"Genesis 36:19\" href=\"/Genesis.36.19\">19</a> <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>, <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">8</a>, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">12</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:29\" href=\"/Deuteronomy.2.29\">29</a>; <span dir=\"rtl\">בְּנֵי שֵׂעִיר</span> <a data-ref=\"Genesis 36:20\" href=\"/Genesis.36.20\">Gn 36:20</a>, <a data-ref=\"Genesis 36:21\" href=\"/Genesis.36.21\">21</a>; <span dir=\"rtl\">בֶּן־(בני)הִנֹּם</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> + (cf. sub <a data-ref=\"BDB, גַּיְא\" href=\"/BDB,_גַּיְא\", dir=\"rtl\">גַּיְא</a>); <span dir=\"rtl\">בְּנֵי לוֹט</span> <a data-ref=\"Deuteronomy 2:9\" href=\"/Deuteronomy.2.9\">Dt 2:9</a>, <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">19</a> <a data-ref=\"Psalms 83:9\" href=\"/Psalms.83.9\">ψ 83:9</a>; <span dir=\"rtl\">בְּנֵי־יוֹסֵף</span> (lit. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>; <a data-ref=\"Genesis 48:8\" href=\"/Genesis.48.8\">48:8</a>; <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a>) <a data-ref=\"Numbers 1:32\" href=\"/Numbers.1.32\">Nu 1:32</a>; <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">26:28</a>, <a data-ref=\"Numbers 26:37\" href=\"/Numbers.26.37\">37</a>; <a data-ref=\"Numbers 34:23\" href=\"/Numbers.34.23\">34:23</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> <span dir=\"rtl\">(מַטֵּה ב׳ י׳)</span> + 6 times Jos, cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; even <span dir=\"rtl\">בְּנֵי חֲצִי שֵׁבֶט מְנַשֶּׁה</span> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; <span dir=\"rtl\">בְּנֵי דָוִיד</span> (lit. <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a> = <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>, <a data-ref=\"I Chronicles 3:1\" href=\"/I_Chronicles.3.1\">1 Ch 3:1</a>, <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">9</a>) <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">23:3</a>; <a data-ref=\"II Chronicles 32:33\" href=\"/II_Chronicles.32.33\">32:33</a>; <span dir=\"rtl\">בְּנֵי אָסָף</span> <a data-ref=\"II Chronicles 29:13\" href=\"/II_Chronicles.29.13\">2 Ch 29:13</a>; <a data-ref=\"Ezra 2:41\" href=\"/Ezra.2.41\">Ezr 2:41</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">3:8</a> + (v. <a data-ref=\"BDB, אָסָף\" href=\"/BDB,_אָסָף\", dir=\"rtl\">אָסָף</a>); <span dir=\"rtl\">בְּנֵי קֹרַח</span> in titles of <a data-ref=\"Psalms 42-49\" href=\"/Psalms.42-49\">ψ 42–49</a>, <a data-ref=\"Psalms 84\" href=\"/Psalms.84\">84</a>, <a data-ref=\"Psalms 85\" href=\"/Psalms.85\">85</a>, <a data-ref=\"Psalms 87\" href=\"/Psalms.87\">87</a>, <a data-ref=\"Psalms 88\" href=\"/Psalms.88\">88</a>; especially (β) <span dir=\"rtl\">בְּנֵי־עַמּוֹן</span> (standing designation of people of Ammon) <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">Gn 19:38</a> + 81 times (cf. <a data-ref=\"BDB, עַמּוֹן\" href=\"/BDB,_עַמּוֹן\", dir=\"rtl\">עַמּוֹן</a> & Nö<sup>ZMG 1886, 171</sup> Dr<sup>Sm 66</sup>); <span dir=\"rtl\">בְּנֵי יַעֲקֹב</span> (lit. <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">Gn 34:7</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">25</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a>; <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">35:5</a>, <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">22</a>, <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">26</a>; <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">49:2</a>) <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a> <a data-ref=\"Psalms 105:6\" href=\"/Psalms.105.6\">ψ 105:6</a> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a> cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; & chiefly (γ) <span dir=\"rtl\">בְּנֵי יִשְׂרָאֵל</span> (lit. <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:5</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a>; <a data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\">46:5</a>; <a data-ref=\"Exodus 1:1\" href=\"/Exodus.1.1\">Ex 1:1</a>) <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a> + 613 times, incl. Hex 427 (of which 328 P, 49 E, 25 J, 25 D), <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">Ju 6:1</a>, SK Ch 73 (23 in ref. to ancient history, 10 in opp. to Judah); so also Vrss & var. sometimes for <span dir=\"rtl\">בֵּית יִשׂ׳</span>, e.g. <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a> + v. Di, <a data-ref=\"Ezekiel 3:1\" href=\"/Ezekiel.3.1\">Ez 3:1</a> + v. Co; also the reverse <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> al.; note especially <span dir=\"rtl\">עַם בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 1:9\" href=\"/Exodus.1.9\">Ex 1:9</a>; <span dir=\"rtl\">עַמִּי בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>; <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>; <span dir=\"rtl\">עֲדַת בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a> <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> (all P); <span dir=\"rtl\">דֹּרוֹת ב׳ יִשׂ׳</span> <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">כָּל־ב׳ יִשׂ׳ וְכָל־הָעָם</span> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">20:26</a>; <span dir=\"rtl\">ב׳ יִשׂ׳ וּבְנֵי הַלֵּוִי</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; also (δ) <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> (lit. <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a>; <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">26:19</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">10</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>) <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> + 18 times Nu Jos, <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>, <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">9</a>, <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">16</a> (so read also v <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a><sup>(×2)</sup> cf. <a data-ref=\"Joshua 15:53\" href=\"/Joshua.15.53\">Jos 15:53</a> & v. sub <span dir=\"rtl\">בנימן</span>) <a data-ref=\"II Samuel 1:18\" href=\"/II_Samuel.1.18\">2 S 1:18</a> <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">1 Ch 4:27</a> + 8 times Chr, <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> + 4 times Je; <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>, <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">8</a>, <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">19</a> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a> (not in K, of Judah or of any other tribe, except <span dir=\"rtl\">בְּנֵי לֵוִי</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a>) incl. <span dir=\"rtl\">מַטֵּה בְּנֵי יְהוּדָה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a> <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; for usage with other tribes of Isr., v. the articles;—but note (ε) †<span dir=\"rtl\">בְּנֵי לֵוִי</span> (lit. <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a> <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a> <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a> <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a> cf. <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>) <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a>; <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (as including sons of Aaron etc.); <span dir=\"rtl\">כָּל־בְּנֵי לֵוִי</span> <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <span dir=\"rtl\">כָּל־אַחֶיךָ ב׳ ל׳</span> <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">Nu 16:10</a>; <span dir=\"rtl\">הַכֹּהֲנִים ב׳ ל׳</span> <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">Dt 21:5</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a> cf. <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> & <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a> (distinguished from priests) <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a> (including <span dir=\"rtl\">בְּנֵי צָדוֹק</span> the priests); also <span dir=\"rtl\">מַחֲנוֹת ב׳ ל׳</span> <a data-ref=\"I Chronicles 9:18\" href=\"/I_Chronicles.9.18\">1 Ch 9:18</a>; <span dir=\"rtl\">בְּנֵי הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">בְּנֵי הַלְּוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a>; <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (cf. also <a data-ref=\"BDB, לֵוִי²\" href=\"/BDB,_לֵוִי²\", dir=\"rtl\">לֵוִי</a>); (ζ) <span dir=\"rtl\">בְּנֵי אַהֲרֹן</span> (lit. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a> <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>; often Aaron and his sons lit. <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> +) <a data-ref=\"Leviticus 3:5\" href=\"/Leviticus.3.5\">Lv 3:5</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>, <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">11</a>; <a data-ref=\"Leviticus 7:10\" href=\"/Leviticus.7.10\">7:10</a>, <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">33</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> <a data-ref=\"I Chronicles 6:35\" href=\"/I_Chronicles.6.35\">1 Ch 6:35</a>, <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">39</a>, <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">42</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a> (+ Levites) <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a>; also <span dir=\"rtl\">בְּנֵי א׳ הַכֹּהֲנִים</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> & <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a> <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a> cf. <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנֵי אַהֲרֹן הַכֹּהֵן</span> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a> (as subdivision of Levites) v <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">13</a> cf. <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a>; <span dir=\"rtl\">אֶת־כֹּהֲנֵי יהוה אֶת־בְּנֵי אַהֲרֹן וְהַלְּוִיִּם</span> <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> cf. v <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; once in sing. <span dir=\"rtl\">הַכֹּהֵן בֶּן־אַהֲרֹן</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; v. also sub <a ,=\"\" data-ref=\"BDB, אַהֲרֹן\" dir=\"rtl\" href=\"/BDB,_אַהֲרֹן\">אַהֲרֹן</a>; (η) †<span dir=\"rtl\">בְּנֵי צָדוֹק</span> <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">Ez 40:26</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a> <span dir=\"rtl\">הכהנים הלוים בני צדוק</span>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a> <span dir=\"rtl\">הכהנים הַמְֿקֻדָּשׁ מבני צדוק</span> (𝔊 Sm Co join מ of <span dir=\"rtl\">מבני</span> to preceding word, making pl.); (θ) <span dir=\"rtl\">בְּנֵי</span> with names of peoples, lands, and cities, <span dir=\"rtl\">בְּנֵי כֻשִׁיִּים</span> <a data-ref=\"Amos 9:7\" href=\"/Amos.9.7\">Am 9:7</a>; <span dir=\"rtl\">בְּנֵי מִצְרַיִם</span> <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <span dir=\"rtl\">בְּנֵי אַשּׁוּר</span> <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">Ez 16:28</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:9\" href=\"/Ezekiel.23.9\">9</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ אֶרֶץ הַבְּרִית</span> <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">Ez 30:5</a> (Co del. <span dir=\"rtl\">ארץ</span>); <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Ezekiel 23:15\" href=\"/Ezekiel.23.15\">Ez 23:15</a>, <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">17</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלִַם</span> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>; <span dir=\"rtl\">ב׳ צִיּוֹן</span> <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a> <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">La 4:2</a> <a data-ref=\"Psalms 149:2\" href=\"/Psalms.149.2\">ψ 149:2</a> (cf. <a data-ref=\"Zechariah 9:13\" href=\"/Zechariah.9.13\">Zc 9:13</a>). Vid. further (ι) <span dir=\"rtl\">בְּנֵי עַמֶּ֑ךָ</span> <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">Lv 19:18</a> cf. <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a> <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a> <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a>, <a data-ref=\"Judges 14:17\" href=\"/Judges.14.17\">17</a> <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">Ez 3:11</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>, <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">12</a>, <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">17</a>, <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">30</a>; <a data-ref=\"Ezekiel 37:18\" href=\"/Ezekiel.37.18\">37:18</a> <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a>; <span dir=\"rtl\">בְּנֵי פָּרִיצֵי עַמֶּךָ</span> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a>; (κ) <span dir=\"rtl\">קֶבֶר בְּנֵי הָעָם</span> <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a> <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>, <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">7</a>, <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">12</a>; <span dir=\"rtl\">קִבְרֵי בְנֵי הָעָם</span> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; (λ) <span dir=\"rtl\">בְּנֵי־קֶדֶם</span> <a data-ref=\"Genesis 29:1\" href=\"/Genesis.29.1\">Gn 29:1</a> <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a>; <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">8:10</a> <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a> <a data-ref=\"Isaiah 11:14\" href=\"/Isaiah.11.14\">Is 11:14</a> <a data-ref=\"Jeremiah 49:28\" href=\"/Jeremiah.49.28\">Je 49:28</a> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>, <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">10</a>; †(μ) <span dir=\"rtl\">בְּנֵי הַמְּדִינָה</span> <a data-ref=\"Ezra 2:1\" href=\"/Ezra.2.1\">Ezr 2:1</a> = <a data-ref=\"Nehemiah 7:6\" href=\"/Nehemiah.7.6\">Ne 7:6</a>; (ν) of bulls, <span dir=\"rtl\">בְּנֵי בָשָׁן</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) cf. Klo<sup>SK 1872, 254</sup> Di.<br><strong>2.</strong>  <em>children</em> (male and female) <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 21:7\" href=\"/Genesis.21.7\">21:7</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">22:23</a>; hence <span dir=\"rtl\">בְּנֵי מְנַשֶּׁה הַזְּכָרִים</span> <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a> <em>male children</em>, <span dir=\"rtl\">בֵּן זָכָר</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>.<br><strong>3.</strong>  <em>youth, young men</em> (pl.) <a data-ref=\"Proverbs 7:7\" href=\"/Proverbs.7.7\">Pr 7:7</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a>.<br><strong>4.</strong>  <em>the young</em> of animals <a data-ref=\"Leviticus 22:28\" href=\"/Leviticus.22.28\">Lv 22:28</a> <span dir=\"rtl\">(שׁוֹר אוֹ שֶׂה)</span> cf. <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">Dt 22:6</a>, <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">7</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Job 4:11\" href=\"/Job.4.11\">Jb 4:11</a>; <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">28:8</a>; <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">39:4</a>, <a data-ref=\"Job 39:16\" href=\"/Job.39.16\">16</a>;—<span dir=\"rtl\">בֶּן־בָּקָר</span> etc. v. sub <strong>7 b</strong> infr.<br><strong>5.</strong>  of plant-shoots <span dir=\"rtl\">בֵּן פֹּרָת</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; also <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a>? (‖ <span dir=\"rtl\">כַּנָּה</span>; see Che trans. & crit. n.)<br><strong>6.</strong>  fig. of lifeless things, <span dir=\"rtl\">בְּנֵי רֶשֶׁף</span> <em>sparks</em> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <em>stars</em> <span dir=\"rtl\">עַיִשׁ עַל־בָּנֶיהָ</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; <em>arrows</em> <span dir=\"rtl\">בֶּן־קָ֑שֶׁת</span> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; <span dir=\"rtl\">בְּנֵי אַשְׁפָּתוֹ</span>) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <span dir=\"rtl\">בֶּן־גָּרְנִי</span> i.e. <em>corn of my threshing-floor</em> <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>.<br><strong>7.</strong> <strong>a.</strong>  <em>member</em> of a guild, order or class, †<span dir=\"rtl\">בְּנֵי הַנְּבִיאִים</span> i.e. those belonging to the prophetic order <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">7</a>, <a data-ref=\"II Kings 2:15\" href=\"/II_Kings.2.15\">15</a>; <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">4:1</a>, <a data-ref=\"II Kings 4:38\" href=\"/II_Kings.4.38\">38</a><sup>(×2)</sup>; <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">5:22</a>; <a data-ref=\"II Kings 6:1\" href=\"/II_Kings.6.1\">6:1</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a> (Hoffm RS<sup>Proph. 85. 388, K 15 f.</sup>; Zehnpfund<sup>BAS i.355</sup> comp. Assyrian <em>mâr šipri</em>, <em>son of a messenger</em> = <em>messenger</em>, and explains from the son’s succeeding to father’s calling) & <span dir=\"rtl\">בֶּן־נָבִיא</span> <a data-ref=\"Amos 7:14\" href=\"/Amos.7.14\">Am 7:14</a>; prob. also †<span dir=\"rtl\">בְּנֵי הַכֹּהֲנִים</span> <a data-ref=\"I Chronicles 9:30\" href=\"/I_Chronicles.9.30\">1 Ch 9:30</a> <a data-ref=\"Ezra 2:61\" href=\"/Ezra.2.61\">Ezr 2:61</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; †<span dir=\"rtl\">בְּנֵי הַשֹּׁעֲרִים</span> <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">Ezr 2:42</a>; cf. <span dir=\"rtl\">בְּנֵי הַגְּדוּד</span> <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a> <em>men of the troop</em>, v. Palm. <span dir=\"rtl\">בני שירתא</span> <em>men of the caravan</em> Vog<sup>No. 4 al.</sup>; also <span dir=\"rtl\">בְּנֵי הַגּוֹלָה</span> = <em>exiles</em> †<a data-ref=\"Ezra 4:1\" href=\"/Ezra.4.1\">Ezr 4:1</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">6:19</a>, <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">20</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">8:35</a>; <a data-ref=\"Ezra 10:7\" href=\"/Ezra.10.7\">10:7</a>, <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">16</a>; <span dir=\"rtl\">בֶּן־הָרַקָּחִים</span> <a data-ref=\"Nehemiah 3:8\" href=\"/Nehemiah.3.8\">Ne 3:8</a>; further, in <span dir=\"rtl\">בֶּן־נֵכָר</span> = <em>foreigner</em> (only P, poet., & late) †<a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a> <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">Lv 22:25</a> <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">Ez 44:9</a><sup>(×2)</sup>; <span dir=\"rtl\">ב׳־הַנּ׳</span> †<a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; <span dir=\"rtl\">בְּנֵיִ־נֵכָר</span> †<a data-ref=\"II Samuel 22:45\" href=\"/II_Samuel.22.45\">2 S 22:45</a>, <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">46</a> = <a data-ref=\"Psalms 18:45\" href=\"/Psalms.18.45\">ψ 18:45</a>, <a data-ref=\"Psalms 18:46\" href=\"/Psalms.18.46\">46</a> <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a> <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">Is 60:10</a>; <a data-ref=\"Isaiah 61:5\" href=\"/Isaiah.61.5\">61:5</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">62:8</a> <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a> <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">ψ 144:7</a>, <a data-ref=\"Psalms 144:11\" href=\"/Psalms.144.11\">11</a>, <span dir=\"rtl\">בְּנֵי־הַנּ׳</span> <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">Is 56:6</a>; also <span dir=\"rtl\">בְּנֵי הַתּוֹשָׁבִים הַגָּרִים עִמָּכֶם</span> <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a>. <strong>b.</strong>  of animals, <span dir=\"rtl\">בֶּן־בָקָר</span> <em>son of</em> (<em>the</em>) <em>herd</em>, i.e. young one of the herd, <span dir=\"rtl\">בָּקָר וּבְנֵי בָקָר</span> <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a> cf. <span dir=\"rtl\">עֵגֶל בֶּן־בָּקָר</span> <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a> (P); then, in general, one of the herd: fit for food <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J), for sacrifice <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a> (P); <span dir=\"rtl\">בן הַבּ׳</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">Nu 15:9</a> (P); especially <span dir=\"rtl\">פַּר בֶּן־בָּקָר</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> + 16 times Nu (all P) + <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>; <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">46:6</a>; <span dir=\"rtl\">פָּרִים בְּנֵי בָּקָר</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> (P); also <span dir=\"rtl\">בְּנִי אֲתֹנוֹ</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (poem, J; ‖<span dir=\"rtl\">עִירֹה</span>); <span dir=\"rtl\">בְּנֵי־צֹאן</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a>; <span dir=\"rtl\">בֶּן־רְאֵמִים</span> <a data-ref=\"Psalms 29:6\" href=\"/Psalms.29.6\">ψ 29:6</a>; <span dir=\"rtl\">בְּנֵי הָרַמָּכִים</span> <a data-ref=\"Esther 8:10\" href=\"/Esther.8.10\">Est 8:10</a>; <span dir=\"rtl\">(הַ)יּוֹנָה בְּנֵי</span> <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a> + 7 times Lv + <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a> cf. <span dir=\"rtl\">בֶּן־יוֹנָה</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> (all P); <span dir=\"rtl\">בְּנֵי־נָ֑שֶׁר</span> <a data-ref=\"Proverbs 30:17\" href=\"/Proverbs.30.17\">Pr 30:17</a>; <span dir=\"rtl\">בְּנֵי עֹרֵב</span> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>.<br><strong>8.</strong>  <span dir=\"rtl\">ב׳</span> as n. relat. followed by word of quality, characteristic, etc. especially †(α) <span dir=\"rtl\">בֶּן־(בני)חַיִל</span> = <em>mighty man</em> <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a>; <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">18:17</a> <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">2 S 2:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a>; <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">17:10</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> + 7 times Ch; <span dir=\"rtl\">אֲנָשִׁים בני ח׳</span> <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">Ju 18:2</a> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a>; <span dir=\"rtl\">אֶלָף אִישׁ מִבְּנֵי הֶחָ֑יִל</span> <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">Ju 21:10</a>; †(β) <span dir=\"rtl\">בְּנֵי עַוְלָה</span> <em>wicked men</em> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a> <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">Ho 10:9</a>; <span dir=\"rtl\">בֶּן־ע׳</span> <a data-ref=\"Psalms 89:23\" href=\"/Psalms.89.23\">ψ 89:23</a> (for <span dir=\"rtl\">בני בליעל</span> v. <span dir=\"rtl\">בליעל</span>); †(γ) <span dir=\"rtl\">בְּנֵי מֶ֑רִי</span> <em>rebels</em> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (cf. <a data-ref=\"BDB, בַּ֫יִת\" href=\"/BDB,_בַּ֫יִת\", dir=\"rtl\">בַּיִת</a>); †(δ) <span dir=\"rtl\">בְּנֵי הַתַּעֲרֻבוֹת</span> <em>sons of pledges</em> = hostages <a data-ref=\"II Kings 14:14\" href=\"/II_Kings.14.14\">2 K 14:14</a> = <a data-ref=\"II Chronicles 25:24\" href=\"/II_Chronicles.25.24\">2 Ch 25:24</a>; †(ε) <span dir=\"rtl\">בְּנֵי מָוֶת</span> i.e. those deserving of death <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">1 S 26:16</a>; so <span dir=\"rtl\">בֶּן־מות</span> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a>; <span dir=\"rtl\">בְּנֵי תְמוּתָה</span> <em>appointed</em> or <em>exposed to death</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; <a data-ref=\"Psalms 102:21\" href=\"/Psalms.102.21\">102:21</a>; cf. †(ζ) <span dir=\"rtl\">בִּן הַכּוֹת</span> one worthy of smiting <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; †(η) <span dir=\"rtl\">בְּנֵי עֹ֑נִי</span> <a data-ref=\"Proverbs 31:5\" href=\"/Proverbs.31.5\">Pr 31:5</a>; †(θ) <span dir=\"rtl\">בְּנֵי חֲלוֹף</span> <a data-ref=\"Proverbs 31:8\" href=\"/Proverbs.31.8\">Pr 31:8</a>; †(ι) <span dir=\"rtl\">בְּנֵי שָׁאוֹן</span> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> = <em>tumultuous ones;</em> so also (= <span dir=\"rtl\">שֵׁאת</span>) <span dir=\"rtl\">בְּנֵי שֵׁת</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> cf. RV Di al.; †(κ) <span dir=\"rtl\">בְּנֵי הַיִּצְהָר</span> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a> i.e. anointed ones; †(λ) <span dir=\"rtl\">בֶּן־מֶשֶׁק</span> <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> <em>son of possession</em>, i.e. heir; †(μ) <span dir=\"rtl\">הֵילֵל בֶּן־שָׁ֑חַר</span> <a data-ref=\"Isaiah 14:12\" href=\"/Isaiah.14.12\">Is 14:12</a> <em>son of dawn;</em> †(ν) of animals <span dir=\"rtl\">בְּנֵי שָׁ֑חַץ</span> i.e. proud beasts <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">Jb 28:8</a>; <a data-ref=\"Job 41:26\" href=\"/Job.41.26\">41:26</a>; (ξ) of Jonah’s gourd <span dir=\"rtl\">בִּן־לַיְלָה</span> <a data-ref=\"Jonah 4:10\" href=\"/Jonah.4.10\">Jon 4:10</a><sup>(×2)</sup>; †(ο) of a fertile hill <span dir=\"rtl\">קֶרֶן בֶּן־שֶׁמֶן</span> <a data-ref=\"Isaiah 5:1\" href=\"/Isaiah.5.1\">Is 5:1</a>.<br><strong>9.</strong>  n. relat. of age: <strong>a.</strong>  of men, <span dir=\"rtl\">וַיְהִי נֹחַ בֶּן־חֲמֵשׁ מֵאוֹת שָׁנָה</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> cf. <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a> + 71 times P; <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">Gn 50:26</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>, <a data-ref=\"Joshua 14:10\" href=\"/Joshua.14.10\">10</a>; <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">24:29</a> (all E); <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a> (J), <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a>; also <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">Ju 2:8</a> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a>; <a data-ref=\"II Samuel 19:33\" href=\"/II_Samuel.19.33\">19:33</a>, <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">36</a> <a data-ref=\"I Chronicles 2:21\" href=\"/I_Chronicles.2.21\">1 Ch 2:21</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>, <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">27:3</a> <a data-ref=\"II Chronicles 24:15\" href=\"/II_Chronicles.24.15\">2 Ch 24:15</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a>; + 41 times SK Ch of kings at accession; note especially (incl. in above) the phrase <span dir=\"rtl\">מִבֶּן עֶשְׂרִים שָׁנָה וָמָ֑עְלָה</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">Ex 30:14</a>; <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">38:26</a> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + 21 times <a data-ref=\"Numbers 1-3\" href=\"/Numbers.1-3\">Nu 1–3</a> + <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>, <a data-ref=\"Numbers 26:4\" href=\"/Numbers.26.4\">4</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a> <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; cf. <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">Lv 27:7</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">1 Ch 23:3</a> & without <span dir=\"rtl\">מעלה</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"Numbers 18:16\" href=\"/Numbers.18.16\">18:16</a>; also <span dir=\"rtl\">מִבֶּן עשׂרים שׁנה וְעַד בֶּן־שִׁשִּׁים שָׁנָה</span> <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">Lv 27:3</a> cf. v <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>; <span dir=\"rtl\">מִבֶּן שׁלשׁים שׁנה ומעלה ועד בן־חמשׁים שׁנה</span> <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">Nu 4:3</a><sup>(×2)</sup> + 12 times <a data-ref=\"Numbers 4\" href=\"/Numbers.4\">Nu 4</a>; <span dir=\"rtl\">מבן שׁלושׁ שׁנים וּלְמַ֫עְלָה</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> cf. v <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; & <span dir=\"rtl\">לְמִבֶּן עשׂרים שׁנה וּלְמָ֑טָה</span> <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>. <strong>b.</strong>  of animals, (Hex all P, incl. H) <span dir=\"rtl\">בֶּן־שָׁנָה</span> <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a>; <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">29:38</a> <a data-ref=\"Leviticus 9:3\" href=\"/Leviticus.9.3\">Lv 9:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a>, <a data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\">19</a> <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 28 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">28</a>, <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">29</a>; also <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; <span dir=\"rtl\">בֶּן־שְׁנָתוֹ</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">23:12</a> <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>, <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">14</a> + 12 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; also <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>. Note.—<span dir=\"rtl\">בן</span> appears perhaps abbrev. as <span dir=\"rtl\">בּ</span> in a few cpd. n.pr.; v. <a ,=\"\" data-ref=\"BDB, בִּדְקַר\" dir=\"rtl\" href=\"/BDB,_בִּדְקַר\">בִּדְקַר</a> (= <span dir=\"rtl\">בֶּן־דקר</span>?), <span dir=\"rtl\">בִּלְשָׁן</span>, <span dir=\"rtl\">בִּמְהָל</span>, <span dir=\"rtl\">בַּעֲלִיס</span>, <span dir=\"rtl\">בַּעֲנָה</span>, <span dir=\"rtl\">בִּרְשַׁע</span>, <span dir=\"rtl\">בִּשְׁלָם</span> (so MV after Schol. Hamâsa<sup>3</sup> ed. Freytag; Rö<sup>de libr. hist. interpr. Arabic 20, 21</sup>; but this is very uncertain, cf. Ol<sup>§227 b, p. 613</sup>).—On Lag’s explan. of <span dir=\"rtl\">אבי</span> in some n.pr. as for <span dir=\"rtl\">אבן</span> = <span dir=\"rtl\">בן</span> cf. Lag<sup>BN 75</sup> & v. <a ,=\"\" data-ref=\"BDB, אֲבִינֵר\" dir=\"rtl\" href=\"/BDB,_אֲבִינֵר\">אבינר</a> p. 4, etc., but this is dub."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d0cdb6084aa1cbf079c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יְהוֹשׁוּעַ 1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "BDB, יְהוֹשׁוּעַ 1", "sourceHeRef": "בראון-דרייבר-בריגס, יְהוֹשׁוּעַ א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יְהוֹשׁוּעַ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">יְהוֹשׁוּעַ</span>, <span dir=\"rtl\">יְהוֹשֻׁעַ</span></big>  and (later <span dir=\"rtl\">יֵשׁוּעַ</span>, <strong>n.pr.m.</strong> (& <strong>loc.</strong>, v. <strong>9</strong> infr.) <strong>(</strong><span dir=\"rtl\">י׳</span> <em>is salvation</em>, or <span dir=\"rtl\">י׳</span> <em>is opulence</em>, cf. <a data-ref=\"BDB, אֱלִישָׁע\" href=\"/BDB,_אֱלִישָׁע\", dir=\"rtl\">אֱלִישָׁע</a>, <a data-ref=\"BDB, אֱלִישׁוּעַ\" href=\"/BDB,_אֱלִישׁוּעַ\", dir=\"rtl\">אֱלִישׁוּעַ</a>, <a data-ref=\"BDB, אֲבִישׁוּעַ\" href=\"/BDB,_אֲבִישׁוּעַ\", dir=\"rtl\">אֲבִישׁוּעַ</a>, & Nes<sup>SK 1892, 573 f.</sup>; in any case it came to be associated with <span dir=\"rtl\">ישׁע</span>, cf. Mat 1:21; on <span dir=\"rtl\">יֵשׁוּעַ</span> v. especially Frä<sup>VOJ iv, 1890, 332 f.</sup> Müll<sup>SK 1892, 177 f.</sup> who cite analog. for change of <span dir=\"rtl\">וֹ</span> to later—ֵ, & Nes<sup>l.c.</sup><strong>)</strong>—<br><strong>1.</strong>  Moses’ successor, son of Nun, (𝔊 Ἰησοῦς) <span dir=\"rtl\">יְהוֹשׁוּעַ</span> <a data-ref=\"Deuteronomy 3:21\" href=\"/Deuteronomy.3.21\">Dt 3:21</a> <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">Ju 2:7</a>; = <span dir=\"rtl\">יְהוֹשֻׁעַ</span> <a data-ref=\"Exodus 17:9\" href=\"/Exodus.17.9\">Ex 17:9</a>, <a data-ref=\"Exodus 17:10\" href=\"/Exodus.17.10\">10</a>, <a data-ref=\"Exodus 17:13\" href=\"/Exodus.17.13\">13</a>, <a data-ref=\"Exodus 17:14\" href=\"/Exodus.17.14\">14</a>; <a data-ref=\"Exodus 24:13\" href=\"/Exodus.24.13\">24:13</a>; <a data-ref=\"Exodus 32:17\" href=\"/Exodus.32.17\">32:17</a>; <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">33:11</a> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 13:16\" href=\"/Numbers.13.16\">13:16</a>; <a data-ref=\"Numbers 14:6\" href=\"/Numbers.14.6\">14:6</a>, <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">30</a>, <a data-ref=\"Numbers 14:38\" href=\"/Numbers.14.38\">38</a>; <a data-ref=\"Numbers 26:65\" href=\"/Numbers.26.65\">26:65</a>; <a data-ref=\"Numbers 27:18\" href=\"/Numbers.27.18\">27:18</a>, <a data-ref=\"Numbers 27:22\" href=\"/Numbers.27.22\">22</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> <a data-ref=\"Deuteronomy 1:38\" href=\"/Deuteronomy.1.38\">Dt 1:38</a>; <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">3:28</a>; <a data-ref=\"Deuteronomy 31:3\" href=\"/Deuteronomy.31.3\">31:3</a>, <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">7</a>, <a data-ref=\"Deuteronomy 31:14\" href=\"/Deuteronomy.31.14\">14</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 31:23\" href=\"/Deuteronomy.31.23\">23</a>; <a data-ref=\"Deuteronomy 34:9\" href=\"/Deuteronomy.34.9\">34:9</a> <a data-ref=\"Joshua 1:1\" href=\"/Joshua.1.1\">Jos 1:1</a> + 167 times Jos; <a data-ref=\"Judges 1:1\" href=\"/Judges.1.1\">Ju 1:1</a>; <a data-ref=\"Judges 2:6\" href=\"/Judges.2.6\">2:6</a>, <a data-ref=\"Judges 2:7\" href=\"/Judges.2.7\">7</a>, <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">8</a>, <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">21</a>, <a data-ref=\"Judges 2:23\" href=\"/Judges.2.23\">23</a>; <a data-ref=\"I Kings 16:34\" href=\"/I_Kings.16.34\">1 K 16:34</a>; <a data-ref=\"I Chronicles 7:27\" href=\"/I_Chronicles.7.27\">1 Ch 7:27</a>; = <span dir=\"rtl\">יֵשׁוּעַ</span> <a data-ref=\"Nehemiah 8:17\" href=\"/Nehemiah.8.17\">Ne 8:17</a> (𝔊 Ἰησοῦς); according to P, name changed by Moses from <span dir=\"rtl\">הוֹשֵׁעַ</span> q.v. <a data-ref=\"Numbers 13:8\" href=\"/Numbers.13.8\">Nu 13:8</a>, <a data-ref=\"Numbers 13:16\" href=\"/Numbers.13.16\">16</a> (𝔊 Αὑση) <a data-ref=\"Deuteronomy 32:44\" href=\"/Deuteronomy.32.44\">Dt 32:44</a> (𝔊 Ἰησοῦς).<br>†<strong>2.</strong>  <span dir=\"rtl\">יְהוֹשֻׁעַ</span> a Bethshemite <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">18</a> (𝔊 Ὡσηε, A Ἰησοῦς, 𝔊L Ἰωσηε).<br>†<strong>3.</strong>  h.p. after the restoration, son of Jehozadak <span dir=\"rtl\">יְהוֹשֻׁעַ</span> (𝔊 Ἰησοῦς) <a data-ref=\"Haggai 1:1\" href=\"/Haggai.1.1\">Hg 1:1</a>, <a data-ref=\"Haggai 1:12\" href=\"/Haggai.1.12\">12</a>, <a data-ref=\"Haggai 1:14\" href=\"/Haggai.1.14\">14</a>; <a data-ref=\"Haggai 2:2\" href=\"/Haggai.2.2\">2:2</a>, <a data-ref=\"Haggai 2:4\" href=\"/Haggai.2.4\">4</a>; <a data-ref=\"Zechariah 3:1\" href=\"/Zechariah.3.1\">Zc 3:1</a>, <a data-ref=\"Zechariah 3:3\" href=\"/Zechariah.3.3\">3</a>, <a data-ref=\"Zechariah 3:6\" href=\"/Zechariah.3.6\">6</a>, <a data-ref=\"Zechariah 3:8\" href=\"/Zechariah.3.8\">8</a>, <a data-ref=\"Zechariah 3:9\" href=\"/Zechariah.3.9\">9</a>; <a data-ref=\"Zechariah 6:11\" href=\"/Zechariah.6.11\">6:11</a>; = <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς) <a data-ref=\"Ezra 2:2\" href=\"/Ezra.2.2\">Ezr 2:2</a>; <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">3:2</a>, <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">8</a>; <a data-ref=\"Ezra 4:3\" href=\"/Ezra.4.3\">4:3</a>; <a data-ref=\"Ezra 5:2\" href=\"/Ezra.5.2\">5:2</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; <a data-ref=\"Nehemiah 7:7\" href=\"/Nehemiah.7.7\">Ne 7:7</a>; <a data-ref=\"Nehemiah 12:1\" href=\"/Nehemiah.12.1\">12:1</a>, <a data-ref=\"Nehemiah 12:7\" href=\"/Nehemiah.12.7\">7</a>, <a data-ref=\"Nehemiah 12:10\" href=\"/Nehemiah.12.10\">10</a>, <a data-ref=\"Nehemiah 12:26\" href=\"/Nehemiah.12.26\">26</a>.<br>†<strong>4.</strong>  <span dir=\"rtl\">יְהוֹשֻׁעַ</span> governor of Jerusalem under Josiah <a data-ref=\"II Kings 23:8\" href=\"/II_Kings.23.8\">2 K 23:8</a> (𝔊 Ἰησοῦς, 𝔊L Ἰωσηε).<br>†<strong>5.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς) head of one of the classes of priests <a data-ref=\"I Chronicles 24:11\" href=\"/I_Chronicles.24.11\">1 Ch 24:11</a>, possibly also <a data-ref=\"Ezra 2:36\" href=\"/Ezra.2.36\">Ezr 2:36</a> = <a data-ref=\"Nehemiah 7:38\" href=\"/Nehemiah.7.38\">Ne 7:39</a>.<br>†<strong>6.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 Ἰησοῦς, etc.), a Levitical family-name of frequent occurrence: <strong>a.</strong>  <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a>; <a data-ref=\"Ezra 3:9\" href=\"/Ezra.3.9\">3:9</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>; <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">8:7</a>; <a data-ref=\"Nehemiah 9:4\" href=\"/Nehemiah.9.4\">9:4</a>, <a data-ref=\"Nehemiah 9:5\" href=\"/Nehemiah.9.5\">5</a>; <a data-ref=\"Nehemiah 10:10\" href=\"/Nehemiah.10.10\">10:10</a>; <a data-ref=\"Nehemiah 12:8\" href=\"/Nehemiah.12.8\">12:8</a>. <strong>b.</strong>  <a data-ref=\"II Chronicles 31:15\" href=\"/II_Chronicles.31.15\">2 Ch 31:15</a>; <a data-ref=\"Ezra 8:33\" href=\"/Ezra.8.33\">Ezr 8:33</a>; <a data-ref=\"Nehemiah 12:24\" href=\"/Nehemiah.12.24\">Ne 12:24</a>.<br>†<strong>7.</strong>  <span dir=\"rtl\">יֵשׁוּעַ</span> (𝔊 <em>id.</em>), father of a builder at the wall <a data-ref=\"Nehemiah 3:19\" href=\"/Nehemiah.3.19\">Ne 3:19</a>, perhaps =<br>†<strong>8.</strong>  a Judaite family-name (𝔊 <em>id.</em>), <a data-ref=\"Ezra 2:6\" href=\"/Ezra.2.6\">Ezr 2:6</a> = <a data-ref=\"Nehemiah 7:11\" href=\"/Nehemiah.7.11\">Ne 7:11</a> (cf. Sm<sup>Listen 12</sup>).<br>†<strong>9.</strong>  <strong> n.pr.loc.</strong> in south of Judah <a data-ref=\"Nehemiah 11:26\" href=\"/Nehemiah.11.26\">Ne 11:26</a> <span dir=\"rtl\">בְּיֵשׁוּעַ</span> (𝔊 ἐν Ἰησού, 𝔊L ἐν Σουα)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d2fcb6084aa1cbf20fcd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָחַל 1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "BDB, נָחַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָחַל א׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָחַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נָחַל</span></big>  <strong>vb. denom. get or take as a possession (</strong>cf. Gerber <sup>236 ff.</sup>; Ecclus <span dir=\"rtl\">נחל</span> <a data-ref=\"Ben Sira 45:22\" href=\"/Ben_Sira.45.22\">45:22</a> b +; NH <em>id.</em> (rare)<strong>)</strong>;—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">נ׳</span> Zc, <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">2:16</a>; 2 ms. <span dir=\"rtl\">נָמַלְתָּ</span> <a data-ref=\"Exodus 23:30\" href=\"/Exodus.23.30\">Ex 23:30</a> + 8 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יִנְחַל</span> <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a>; 3 mpl. <span dir=\"rtl\">יִנְחֲלוּ</span> <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">Nu 18:23</a> + 5 times; <span dir=\"rtl\">יִנְחָ֑לוּ</span> <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">26:55</a> + 2 times; + 8 times Impf.; Inf. <span dir=\"rtl\">נִחֹל</span> <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">Nu 34:18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a>;— <strong>1.</strong>  <em>take possession, inherit:</em> <strong>a</strong>  land of Canaan, <a data-ref=\"Exodus 23:30\" href=\"/Exodus.23.30\">Ex 23:30</a> (E), <a data-ref=\"Exodus 32:13\" href=\"/Exodus.32.13\">32:13</a> (J), <a data-ref=\"Isaiah 57:13\" href=\"/Isaiah.57.13\">Is 57:13</a> <a data-ref=\"Ezekiel 47:14\" href=\"/Ezekiel.47.14\">Ez 47:14</a>; Zion and Judah <a data-ref=\"Psalms 69:37\" href=\"/Psalms.69.37\">ψ 69:37</a>. <strong>b.</strong>  special sections in the land, of tribes and individuals, <span dir=\"rtl\">נחל נחלה</span> <a data-ref=\"Joshua 17:6\" href=\"/Joshua.17.6\">Jos 17:6</a> (J); <span dir=\"rtl\">נחלה אשׁר נ׳</span> <a data-ref=\"Deuteronomy 19:14\" href=\"/Deuteronomy.19.14\">Dt 19:14</a> (D), <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">Nu 35:8</a> (P), cf. <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a> (P); without acc., <em>have or get a</em> (landed) <em>property</em>, <a data-ref=\"Numbers 18:20\" href=\"/Numbers.18.20\">Nu 18:20</a>, <a data-ref=\"Numbers 18:23\" href=\"/Numbers.18.23\">23</a>, <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">24</a>; <a data-ref=\"Numbers 26:55\" href=\"/Numbers.26.55\">26:55</a>; <a data-ref=\"Numbers 32:19\" href=\"/Numbers.32.19\">32:19</a> <a data-ref=\"Joshua 16:4\" href=\"/Joshua.16.4\">Jos 16:4</a>; <a data-ref=\"Joshua 19:9\" href=\"/Joshua.19.9\">19:9</a> (all P), <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a>. <strong>c.</strong>  land of Moab and Ammon by conquest <a data-ref=\"Zephaniah 2:9\" href=\"/Zephaniah.2.9\">Zp 2:9</a>; landed property <span dir=\"rtl\">בכל הגוים</span> <a data-ref=\"Psalms 82:8\" href=\"/Psalms.82.8\">ψ 82:8</a>. <strong>d.</strong>  God takes possession of Israel as his private property <a data-ref=\"Exodus 34:9\" href=\"/Exodus.34.9\">Ex 34:9</a> (J); Judah <a data-ref=\"Zechariah 2:16\" href=\"/Zechariah.2.16\">Zc 2:16</a>. <strong>2.</strong>  fig. <em>have</em> or <em>get as a possession, property:</em> testimonies <a data-ref=\"Psalms 119:111\" href=\"/Psalms.119.111\">ψ 119:111</a>, glory <a data-ref=\"Proverbs 3:35\" href=\"/Proverbs.3.35\">Pr 3:35</a>, good things <a data-ref=\"Proverbs 28:10\" href=\"/Proverbs.28.10\">28:10</a>, lies <a data-ref=\"Jeremiah 16:19\" href=\"/Jeremiah.16.19\">Je 16:19</a>, wind <a data-ref=\"Proverbs 11:29\" href=\"/Proverbs.11.29\">Pr 11:29</a>, simplicity <a data-ref=\"Proverbs 14:18\" href=\"/Proverbs.14.18\">14:18</a>. <strong>3.</strong>  <em>divide the land for a possession</em>, <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">Nu 34:17</a>, <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a> (all P; incorrect pointing for Piel, so SS).<br><strong>Pi.</strong>  <em>divide for a possession:</em> Pf. 3 ms. <span dir=\"rtl\">נִחַל</span> <a data-ref=\"Joshua 13:32\" href=\"/Joshua.13.32\">Jos 13:32</a>; 3 pl. <span dir=\"rtl\">נִחֲלוּ</span> <a data-ref=\"Joshua 14:1\" href=\"/Joshua.14.1\">Jos 14:1</a>; <a data-ref=\"Joshua 19:51\" href=\"/Joshua.19.51\">19:51</a>; Inf. <span dir=\"rtl\">נַחֵל</span> <a data-ref=\"Numbers 34:29\" href=\"/Numbers.34.29\">Nu 34:29</a> (all P); also <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">Nu 34:17</a>, <a data-ref=\"Numbers 34:18\" href=\"/Numbers.34.18\">18</a> <a data-ref=\"Joshua 19:49\" href=\"/Joshua.19.49\">Jos 19:49</a> (v. <strong>Qal 3</strong>).<br><strong>Hithp.</strong>  Pf. 3 pl. sf. <span dir=\"rtl\">הִתְנַחֲלוּם</span> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; 2 mpl. <span dir=\"rtl\">הִתְנַחַלְתֶּם</span> <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; Impf. <span dir=\"rtl\">תִּתְנַחֲלוּ</span> <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">Nu 34:13</a> <a data-ref=\"Ezekiel 47:13\" href=\"/Ezekiel.47.13\">Ez 47:13</a>; <span dir=\"rtl\">תִּתְנֶתָ֑לוּ</span> <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; Inf. <span dir=\"rtl\">הִתְנַחֵל</span> <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a>; <em>possess oneself of</em> land (acc.) <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a> (P) <a data-ref=\"Ezekiel 47:13\" href=\"/Ezekiel.47.13\">Ez 47:13</a>; <span dir=\"rtl\">נחלה</span> <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a> (P); slaves <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">Lv 25:46</a> (P) <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>; abs., ref. to land <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> (P); all c. <span dir=\"rtl\">לְ</span> pers. (for whose benefit), except <a data-ref=\"Numbers 32:18\" href=\"/Numbers.32.18\">Nu 32:18</a>; <a data-ref=\"Numbers 34:13\" href=\"/Numbers.34.13\">34:13</a> <a data-ref=\"Isaiah 14:2\" href=\"/Isaiah.14.2\">Is 14:2</a>.<br><strong>Hiph.</strong>  Pf. 1 s. <span dir=\"rtl\">הִנְחַ֫לְתִּי</span> <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a> + 3 times Pf.; Impf. 3 ms. <span dir=\"rtl\">יַנְחִיל</span> <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">Dt 3:28</a>; <span dir=\"rtl\">יַנְחִל</span> <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 46:18</a>; 2 ms. sf. <span dir=\"rtl\">תַּנְחִילָנָּה</span> <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">Dt 31:7</a> + 5 times Impf.; Inf. cstr. <span dir=\"rtl\">הַנְחִיל</span> <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a> <a data-ref=\"Proverbs 8:21\" href=\"/Proverbs.8.21\">Pr 8:21</a>; <span dir=\"rtl\">בְּהַנְחֵל</span> <a data-ref=\"Deuteronomy 32:8\" href=\"/Deuteronomy.32.8\">Dt 32:8</a> (on form cf. Ew<sup>§ 238 d</sup> Kö<sup>i 315</sup> Ges<sup>§ 53 k</sup>; read <span dir=\"rtl\">בְּהַנְחִל</span>?); sf. <span dir=\"rtl\">הַנְחִילוֹ</span> <a data-ref=\"Deuteronomy 21:16\" href=\"/Deuteronomy.21.16\">Dt 21:16</a>; Pt. <span dir=\"rtl\">מַנְחִיל</span> <a data-ref=\"Deuteronomy 12:10\" href=\"/Deuteronomy.12.10\">Dt 12:10</a>;— <strong>1.</strong>  <em>give as a possession:</em> <strong>a.</strong>  land of Canaan (given by <span dir=\"rtl\">י׳</span> or his servants), acc. pers. et rei, <a data-ref=\"Deuteronomy 1:38\" href=\"/Deuteronomy.1.38\">Dt 1:38</a>; <a data-ref=\"Deuteronomy 3:28\" href=\"/Deuteronomy.3.28\">3:28</a>; <a data-ref=\"Deuteronomy 12:10\" href=\"/Deuteronomy.12.10\">12:10</a>; <a data-ref=\"Deuteronomy 19:3\" href=\"/Deuteronomy.19.3\">19:3</a>; <a data-ref=\"Deuteronomy 31:7\" href=\"/Deuteronomy.31.7\">31:7</a> <a data-ref=\"Joshua 1:6\" href=\"/Joshua.1.6\">Jos 1:6</a> (all D), <a data-ref=\"Jeremiah 3:18\" href=\"/Jeremiah.3.18\">Je 3:18</a>; <a data-ref=\"Jeremiah 12:14\" href=\"/Jeremiah.12.14\">12:14</a>. <strong>b.</strong>  various things, acc. pers. et rei, especially blessings, <a data-ref=\"Zechariah 8:12\" href=\"/Zechariah.8.12\">Zc 8:12</a> <a data-ref=\"I Samuel 2:8\" href=\"/I_Samuel.2.8\">1 S 2:8</a> <a data-ref=\"Proverbs 8:21\" href=\"/Proverbs.8.21\">Pr 8:21</a>; acc. rei <a data-ref=\"Isaiah 49:8\" href=\"/Isaiah.49.8\">Is 49:8</a>; acc. pers. <a data-ref=\"Deuteronomy 32:8\" href=\"/Deuteronomy.32.8\">Dt 32:8</a>. <strong>2.</strong>  <em>cause to inherit, give as an inheritance</em>, c. acc. pers. et rei, <a data-ref=\"Deuteronomy 21:16\" href=\"/Deuteronomy.21.16\">Dt 21:16</a>; acc. pers. + <span dir=\"rtl\">מן</span> rei, <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">Ez 46:18</a>; acc. pers. <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a> ל pers. <a data-ref=\"I Chronicles 28:8\" href=\"/I_Chronicles.28.8\">1 Ch 28:8</a>.<br><strong>Hoph.</strong>  Pf. 1 s. <span dir=\"rtl\">הָנְחַלְתּי</span> <a data-ref=\"Job 7:3\" href=\"/Job.7.3\">Jb 7:3</a> <em>made to possess</em>, c. acc. rei, e.g. <em>months of vanity</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "66829bd0d8abc20226ed3558", "index_title": "Kovetz Yesodot VaChakirot", "category": "Reference", "type": "", "ref": "Kovetz Yesodot VaChakirot, אפוטרופוס 1", "anchorRef": "Numbers 34:17", "anchorRefExpanded": ["Numbers 34:17"], "sourceRef": "Kovetz Yesodot VaChakirot, אפוטרופוס 1", "sourceHeRef": "קובץ יסודות וחקירות, אפוטרופוס א׳", "anchorVerse": 17, "sourceHasEn": false, "commentaryNum": 1, "collectiveTitle": {"en": "Kovetz Yesodot VaChakirot", "he": "קובץ יסודות וחקירות"}, "heTitle": "אפוטרופוס", "he": ["<big><b>אפוטרופוס</b></big><br><br><small>הגדרה</small><br><b>כאשר ישנם יתומים קטנים, ממנים אדם שיתעסק בצורכיהם </b>(הסוגיא בגיטין נב, בסוגיא זו האריך דברי גאונים ז)<b>.</b><br><b>פירוש \"אפוטרופוס\"</b> הוא ממונה, וכן תרגום יונתן על הפסוקים \"ויפקידהו על ביתו\" (בראשית לט, ד) \"אתה תהיה על ביתי\" (בראשית מא, מ) – אפטרופוס. והערוך (ערך אפוטרופוס) כתב שבלעז פירושו אבי ילדים, או ממונה ופקיד.<br><b>לדוגמא</b>, האפוטרופוס מוציא, מכניס, בונה, סותר, שוכר, נוטע, זורע בנכסי הקטנים, וכן מאכילן ומשקן (שו\"ע חו\"מ רצ, ז).<br><br><small>מקור וטעם</small><br><b>במקורו </b>נחלקו הראשונים האם הוא מדרבנן מדין הפקר בית דין הפקר (רש\"י גיטין לד. ד\"ה התם, רמב\"ן גיטין נב. (ד\"ה הא) בשם יש אומרים), או מדאורייתא מדין זכין, שמעשי האפוטרופוס הם זכות ליתומים (רמב\"ן שם בדעת עצמו. ושיעורי ר' שמואל בבא בתרא ח\"ב עמוד רנו חקר האם מועיל מדין זכין או שהוא דין מיוחד שידו של האפוטרופוס כידם. לגבי אפוטרופוס לחלוק בנכסי אביהם מפורש בקידושין מב. שמקורו מהפסוק \"ונשיא אחד נשיא אחד ממטה, תקחו לנחול את הארץ\" (במדבר לד, יז)).<br><br><small>פרטי הדין</small><br><b>הממנה את האפוטרופוס</b> הוא המוריש (קודם שמת), ואם לא מינה – בית דין חייבים למנות, שבית דין הוא אביהם של יתומים (שו\"ע חו\"מ רצ, א).<br><b>שוטה וחרש </b>דינם כקטנים, ומעמידים להם אפוטרופוס (שו\"ע חו\"מ רצ, כז).<br><b>אפוטרופוס שמעיד ליתומים</b>, כגון שמעיד שחייבים להם מעות או שהם חייבים לאחר – יש בזה שלוש דעות האם נאמן (דברי גאונים ז, ב):<br>א) אינו נאמן (ש\"ך חו\"מ רצ, טז, והוסיף שאם הלווה מודה שהאפוטרופוס הלווהו מעות של היתומים – כן נאמן, שאז הלווה עשאו שליש).<br>ב) כן נאמן (שבות יעקב ח\"ב קעא).<br>ג) אם ידו של האפוטרופוס באמצע (שהוא הלווה בשבילם את המעות) – אינו נאמן, אך אם אין ידו באמצע (שאביהם הלווה) – כן נאמן (בשמים ראש קיז).<br><b>טענה שאינה שכיחה</b>, אע\"פ שבית דין לא טוענים אותה בשביל יתומים (בדין טענינן), אפוטרופוס כן יכול לטעון בשבילם (דברי גאונים ז, ו).<br><b>חזקת נזיקין </b>(כגון היזק ראיה) שאדם החזיק כמה שנים נגד היתום, והאפוטרופוס לא מיחה בו – החזקה לא מועילה, שהרי האפוטרופוס לא יכול למחול בלי תועלת ליתום, וגם אם מחל אינו מחול (דברי גאונים סט, יג).<br><b>לעשות פשרה</b> – נחלקו האחרונים האם האפוטרופוס<b> </b>יכול לפשר עבור היתומים (מהרלב\"ח צה: יכול, שו\"ת פני משה ח\"א ט: לא יכול. הובאו בדברי גאונים ז, יא).<br><b>אפוטרופוס שפשע </b>בנכסי היתומים, כגון שהלווה בלא משכון – בפשטות חייב, אך הרמב\"ן חידש שפטור (הובא בש\"ך חו\"מ רצ, כה). אמנם כשהזיק בידיים גם הרמב\"ן מודה שחייב, וכן הוא מודה באפוטרופוס שמינו בית דין (דברי גאונים ז, יג).<br><b>למכור את נכסי היתומים </b>ולהניח את המעות בעסק – אינו רשאי (שו\"ע חו\"מ רצ, יא), וגם בדיעבד אם עבר ומכר – מכירתו לא חלה (מהריב\"ל ח\"א עח וח\"ד כח, לחם רב רט, דברי גאונים ז, טז).<br><b>יד האפוטרופוס </b>דינה כיד היתום ותפיסתו מועילה עבורם. ולכן יכול לתפוס בשבילם גם כשחב לאחרים, וכן יכול לטעון בשבילם \"קים לי\" (שו\"ת ברכת יוסף כ).<br><b>כשהיתומים נעשו גדולים </b>האפוטרופוס נותן להם את ממון המוריש (שו\"ע חו\"מ רצ, טז). וזמן גדלותם הוא י\"ג לזכר וי\"ב לנקבה (ריב\"ש תסח, מהריב\"ל ח\"ב עו, דברי גאונים ז, יז).<br><b>התופס לבעל חוב </b>במקום שחב לאחרים – לא מועיל (גיטין יא:). אך אפוטרופוס כן יכול לתפוס אפילו כאשר חב לאחרים, שהוא כיד הבעלים (רא\"ש בבא מציעא פרק א סי' כז).<br><br><small>ערכים קרובים</small><br> <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, טענינן\" href=\"Kovetz_Yesodot_VaChakirot,_טענינן\">טענינן</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, קטן\" href=\"Kovetz_Yesodot_VaChakirot,_קטן\">קטן</a>, <a class=\"refLink\" data-ref=\"Kovetz Yesodot VaChakirot, קנייני קטן\" href=\"Kovetz_Yesodot_VaChakirot,_קנייני_קטן\">קנייני קטן</a>."], "heVersionTitle": "Netanya, 2023", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]