[{"_id": "522625b8edbab439a1daefad", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Rashi on Deuteronomy 27:8:1", "sourceHeRef": "רש\"י על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>באר היטב.</b> בְּשִׁבְעִים לָשׁוֹן (שם ל\"ב):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "באר היטב EXPLAINING THEM WELL — i.e. in seventy languages (Sotah 32a; cf. Rashi on Deuteronomy 1:5).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "525e421aedbab421f87c16c1", "index_title": "Ibn Ezra on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ibn Ezra on Deuteronomy 27:8:1", "sourceHeRef": "אבן עזרא על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על דברים", "he": "<b>באר היטב.</b> הכתיבה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "VERY PLAINLY. The reference is to the writing.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fdffbfba276047f5b5a", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 27:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Onkelos Deuteronomy 27:8", "sourceHeRef": "תרגום אונקלוס על דברים כ״ז:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0008, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "וְתִכְתּוֹב עַל אַבְנַיָּא יָת כָּל פִּתְגָּמֵי אוֹרַיְתָא הָדָא פָּרַשׁ יָאוּת:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "You are to write on the stones all the statements of this Torah, explained properly.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb39c", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 27:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Targum Jonathan on Deuteronomy 27:8", "sourceHeRef": "תרגום יונתן על דברים כ״ז:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0008, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "וְתִכְתְּבוּן עַל אַבְנַיָא יַת כָּל פִּתְגָמֵי אוֹרַיְיתָא הֲדָא כְּתַב חָקִיק וּמְפָרַשׁ מִתְקְרֵי בְּחַד לִישָׁן וּמִיתַרְגֵם בְּשִׁבְעִין לִישָׁנִין", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And upon the stones you shall write all the words of this law with writing deeply (engraven) and distinct, which shall be read in one language, but shall be interpreted in seventy languages.  \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c24fbfba22336eab2dc", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 27:8:1", "sourceHeRef": "קיצור בעל הטורים על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>התורה הזאת באר היטב</b> בגימ' גם בשבעים לשונות. בפ' זו נעלם ס', לומר אף על פי שכתוב ביום אשר תעברו את הירדן, נתרחקו ס' מילין קודם שהקימו האבנים, כדאיתא בסוטה:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "53fe008dfbfba248daa5c1d9", "index_title": "Rashbam on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Rashbam on Deuteronomy 27:8:1", "sourceHeRef": "רשב\"ם על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על דברים", "he": "וכתבת על האבנים את כל דברי וגו' - שכשנשבעו עתה בהר גריזים ובהר עיבל היתה התורה לפניהם, כתובה ונשבעו שיקיימוה. ", "heVersionTitle": "Rashbam on Deuteronomy -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רשב\"ם על דברים - דעת", "text": "'וכתבת על האבנים את כל דברי וגו, for when they were now sworn at Mount Gerizim and Mount Eyval the Torah was present before them in written format, and they were sworn to keep its commandments.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "560ba961fbfba25e369f8790", "index_title": "Haamek Davar on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Haamek Davar on Deuteronomy 27:8:1", "sourceHeRef": "העמק דבר על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1849, 1879], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> וכתבת על האבנים וגו׳.</b> כבר פירשנו שבכאן פליגי ר״י ור״ש. והנה ר״ש מסיים וכתבו למטה למען אשר לא ילמדו אתכם לעשות. והדבר תמוה מה שייך זה הסיום למחלוקתן של ר״י ור״ש. אמנם מתחלה יש להבין לדעת ר׳ יהודה אמאי הי׳ הצווי שיסודו את הכתיבה והמה יקפלו אח״כ. למאי נצרכו לכך. אלא ודאי בא הקב״ה לרמז בזה עיקר גדול. ההבדל בין ישראל לאו״ה דאע״ג דבין ישראל בין אוה״ע נצטוו על ע״ז ובשבע מצות. והייתי אומר דעיקר הבדל לא היה אלא בשאר מצות שבתורה. ע״כ הראה בזה שגם בז׳ מצות עצמן נשתנו היינו כמש״כ בפ׳ בחקותי שהקב״ה מבקש את ישראל שיעשו את המוטל עליהם כדי שיקבלו שכר. משא״כ אוה״ע אין נוגע לקיום העולם ומה איכפת להקב״ה יעשו מה שלבם חפץ. ובזה יש לדמות ולהמשיל לרופא שנכנס לרפאות ויש הבדל בין אם נכנס לבנו או לאחר. דאע״ג דעצם הרפואה שוה לשניהם מ״מ אינו דומה באופן נתינת הרפואה בשני דברים. דלבנו הרופא ממתיק את הרפואה כל האפשר כדי שיהא קלה עליו ליקח. משא״כ לאחר. שנית דלבנו מבטיח מתנה אם יקח הרפואה משא״כ לאחר. ובשני דברים אלו נשתנו ישראל לאוה״ע. דלישראל פירש קללות וברכות משא״כ לאוה״ע. ושנית דלישראל צוה לכתוב על הסיד שיהא נוח לקרות. ולאוה״ע נצטוו לכתוב תחת הסיד והיו נצרכים בקושי לקפל את הסיד. ובא הקב״ה בזה ללמדנו ההבדל בין ישראל לאוה״ע. וכ״ז לר״י אבל לר״ש לא היה בזה נ״מ מש״ה ביאר נ״מ אחרת דלישראל היו האזהרות כמשמען שיהא עושים. משא״כ לאוה״ע לא נזהרו אלא למען אשר לא ילמדו אתכם וגו׳. הא אם עשו תשובה ולא עבדו ע״ז היו מקבלין אותו. ולא חששו אם לא היו נזהרים בז׳ מצות וכמש״כ בס׳ שמות ר״פ בא בפי׳ מקרא בס׳ יהושע ד׳ ועי׳ מש״כ להלן פ׳ ברכה במקרא אף חובב עמים:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5614e3fafbfba21096622e5e", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sotah 7:16", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ein Yaakov (Glick Edition), Sotah 7:16", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סוטה ז׳:ט״ז", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 7.0016, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סוטה", "he": "ת״ר כיצד כתבו ישראל את התורה רבי יהודה אומר על גבי אבנים כתבוה שנאמר (דברים כז ח) וכתבת על האבנים את כל דברי התורה ואח״כ סדוהו אותו בסיד א״ל רבי שמעון לדבריך היאך למדו אומות את התורה א״ל בינה יתירה נתן הקב״ה באומות ושגרו נוטירין שלהם וקלפו את הסיד והשיאוה באותה שעה נתחתם גזר דינם על ע״ז לבאר שחת שהיה להם ללמוד תורה ולא למדו רבי שמעון אומר על גבי סיד כתבוה וכתבו להם למטה (דברים כ יח) למען אשר לא ילמדו אתכם לעשות ככל תועבותם הא למדת שאם חוזרים בתשובה מקבלים אותם אמר רבא בר שילא מ״ט דר״ש דכתיב (ישעיה לג יב) והיו עמים משרפות סיד על עסקי סיד ורבי יהודה אמר לך כסיד מה סיד אין לו תקנה אלא שריפה אף אותם האומות אין להם תקנה אלא שריפה כמאן אזלא הא דתניא (דברים כא י) ושבית שביו לרבות כנענים שבח״ל שאם חוזרים בתשובה מקבלים אותם (דף לו) כמאן כר׳ שמעון:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "Our Rabbis were taught: How did the Israelites write the Torah? R. Juda said: \"Upon stones did they describe it as it is said (Deut. 27, 8) And thou shalt write upon the stone all the words of the Torah, and afterwards it was covered with plaster.\" R. Simon then said to him: \"According to your opinion how were then the nations able to study the Torah from the stones?\" Whereupon he replied: \"The Holy One, praised be He, gave the nations exceptional wisdom so that they sent their representatives who removed the plaster from the stones and copied the Torah from it. In that moment, the nation's decree was issued in punishment for their not having studied the Torah.\" R. Simon said: \"The Torah was written upon plaster, and below it is inscribed (Ib. 20, 18) hi order that they may not teach you to do in accordance with all their abominations. From this it may be inferred that if the nations will repent, they are to be accepted.\" Raba b. R. Shila said: \"What is the reason of R. Simon's theory [that it was written upon plaster]? Because it is written (Is. 33, 12) And the people shall be burnt as lime; i.e., on account of the Torah which was written on lime.\" But R. Juda will explain that this means, just as there is no remedy for lime, except fire, so also will there be no salvation [with those nations who do not adhere to the Torah], except burning. In accordance with whom will the following Baraitha agree? (Deut. 49, 10) And thou takest captives of them. This includes also the Canaanites residing outside the land of Israel, who if desirous to return in repentance that they should be accepted. (Fol. 36) The above Baraitha is in accordance with the opinion of R. Simon. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5614e3fafbfba21096622e62", "index_title": "Ein Yaakov (Glick Edition)", "category": "Midrash", "type": "", "ref": "Ein Yaakov (Glick Edition), Sotah 7:17", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ein Yaakov (Glick Edition), Sotah 7:17", "sourceHeRef": "עין יעקב (מאת שמואל צבי גליק), סוטה ז׳:י״ז", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1901, 1921], "commentaryNum": 7.0017, "collectiveTitle": {"en": "Ein Yaakov (Glick Edition)", "he": "עין יעקב (מאת שמואל צבי גליק)"}, "heTitle": "סוטה", "he": "בוא וראה כמה נסים נעשו באותו היום עברו את הירדן ובאו להר גריזים ולהר עיבל יותר מס׳ מיל ואין כל בריה יכולה לעמוד בפניהם וכל העומד בפניהם מיד נתרז שנאמר (שמות כג כז) את אימתי אשלח לפניך והמותי את כל העם אשר תבא בהם ונתתי את כל אויביך אליך ערף ואומר (שם טו טז) תפול עליהם אימתה ופחד בגדול זרועך ידמו כאבן עד יעבור עמך ה׳ זו ביאה ראשונה עד יעבור עם זו קנית זו ביאה שניה אמור מעתה ראויין היו ישראל לעשות להם נס בביאה שניה כבביאה ראשונה אלא שגרם חטא. ואח״כ הביאו את האבנים ובנו את המזבח וסדוהו בסיד וכתבו עליהם את כל דברי התורה בשבעים לשון שנאמר (דברים כז ח) באר היטב והעלו עולות ושלמים ואכלו ושתו ושמחו וברכו וקללו וקפלו את האבנים ובאו ולנו בגלגל שנאמר (יהושע ד ג) והעברתם אותם עמכם והנחתם אותם במלון יכול בכל מלון ומלון ת״ל אשר תלינו בו הלילה וכתיב (שם) ואת שתים עשרה האבנים האלה אשר לקחו מן הירדן הקים יהושע בגלגל. תנא צרעה לא עברה עמהם ולא והכתיב (שמות כג כט) ושלחתי את הצרעה לפניך וגרשה וגו׳ אר״ל על (שפת) הירדן עמדה. תנא וסמתה את עיניהם מלמעלה וסרסתן מלמטה שנאמר (עמוס ב ט) ואנכי השמדתי את האמורי מפניהם אשר כגובה ארזים גבהו וחסון הוא כאלונים ואשמיד פריו ממעל ושרשיו מתחת רב פפא אמר שתי צרעות היו חדא דמשה וחדא דיהושע דמשה לא עברה דיהושע עברה:", "heVersionTitle": "En Jacob, translated by SH Glick, 1916", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916", "text": "Come and see how many miracles were wrought on that day! — Israel crossed the Jordan, came to Mt. Gerizem and Mt. Ebal, which is a distance of more than sixty miles; no creature of the world could stand against them [Israel], and whoever did stand against them, became ill immediately, as it is said (Ex. 23, 27) My terror will I send before thee, and will discomfit all the people to whom thou shall come, and I will make all thine enemies turn their backs unto thee, and again it is said (Ib. 15, 16) Terror and dread falleth upon them; by the greatness of Thine arm they are as still as a stone: till Thy people pass over, O Lord, this refers to the first entrance into the land of Israel; Till these people pass over, which Thou hast purchased, this refers to the second entrance into the land of Israel. Hence it may be inferred that Israel deserved that a miracle should be wrought for them, in the second entrance [during the days of Ezra], just as it happened during the first entrance; however, Israel's sin prevented the fulfillment of this. Afterwards they brought [on that very same day] stones and erected an altar, covered it with plaster and inscribed upon it the entire Torah in seventy languages, as it is said (Deut. 27, 8) Very plainly. They then offered burnt and peaceofferings, afterwards they ate, drank and rejoiced. They then pronounced the blessings [facing Mt. Gerizim] and the curses [facing Mt. Ebal] and they packed up the stones and spent their night in Gilgal, as it is said (Jos. 4, 3) And ye shall carry them over with you, and leave them in the lodging place. One may assume that they should be carried to each and every lodging place; it is therefore said (Ib.) Where ye will lodge this night, and again it is written (Ib.) And those twelve stones, which they had taken out of the Jordan did Joshua set up in Gilgal. We are taught in a Baraitha: The hornet did not cross the Jordan with Israel. Is this so? Behold it is written (Ex. 23, 29) I will send the hornet before thee, and it shall drive out, [hence it did pass the Jordan]? Said Resh Lakish: \"It remained on the banks of the Jordan and from there threw its poison which blinded their eyes and rendered them impotent, as it is said (Amos 2, 9) Yet have I destroyed the Ammorite from before them, whose height was like the height of cedars, and who was strong as the oaks; yet I destroyed his fruit from above and his roots from beneath.\" R. Papa said: \"There were two kinds of hornets, one mentioned by Moses and the other by Joshua. The one mentioned by Moses did not pass the Jordan, but the one mentioned by Joshua did pass the Jordan.\" [Hence the above contradiction is explained]. ", "versionTitle": "En Jacob, translated by SH Glick, 1916", "license": "Public Domain", "versionTitleInHebrew": "עין יעקב, בתרגום ס.ה. גליק, 1916"}, {"_id": "5739cf68d6e4a939713aefc0", "index_title": "Kedushat Levi", "category": "Chasidut", "type": "", "ref": "Kedushat Levi, Deuteronomy, Ki Tavo 5", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Kedushat Levi, Deuteronomy, Ki Tavo 5", "sourceHeRef": "קדושת לוי, דברים, כי תבוא ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1772, 1798], "commentaryNum": 5, "collectiveTitle": {"en": "Kedushat Levi", "he": "קדושת לוי"}, "heTitle": "כי תבוא", "he": "ובתבת על האבנים את כל דברי התורה הזאת באר היטב (דברים כז, ח). ועיין ברש\"י ז\"ל באר היטב בע' לשון. וצריך להבין מה צוה בכאן לכתוב את התורה בע' לשון. ויבואר על פי פירוש רש\"י ז\"ל בראשית <small>(בראשית א, א)</small> כו', כדי שלא יאמרו כו', הם אומרים להם כל הארץ כו', וברצונו ניטלה מהם ונתנה לנו. הפשט הפשוט כיון שישראל קבלו התורה ולכך נתן לנו את הארץ, וזה שאמר הקדוש ברוך הוא להקים אבנים ולכתוב עליהם התורה בשבעים לשון בבואם לארץ כדי להראות לכל האומות לכך יקחו ישראל את הארץ, כי על שלא קבלו התורה כל האומות כי אם ישראל לבדם הם קבלו התורה לכך יקחו ישראל את ארץ ישראל: ", "heVersionTitle": "Kedushat Levi - Munkatch 1939", "heLicense": "Public Domain", "heVersionTitleInHebrew": "קדושת לוי, מונקאץ', תרצ\"ט", "text": "Deuteronomy 27,8. <b> you will inscribe on these stones ‎all these words of the Torah, very clearly.”</b> <br>A look at ‎‎<i>Rashi’s</i> comment on the expression will reveal that he ‎understands this as a translation of the entire Torah into 70 ‎languages.<br>‎<small>[According to Rabbi Eliyahu Mizrachi, foremost super ‎commentary on Rashi, Rashi may have arrived at this ‎interpretation when considering that the letters of the word ‎היטב‎  ‎when converted into what is known as <i>tzeyrufim</i>, ”letter ‎permutation,” ‎ה, הי, היט, היטב‎, add up to a numerical value of 70. ‎Ed.]</small>‎<br>Still, we must try and understand what prompted Moses to ‎command at this point that the Torah be made available in ‎indelible writing (engraved on stone) in all the known languages ‎of that time. We may find the answer in <i>Rashi’s</i> commentary ‎on the very first verse in the Torah, where he said (based on ‎‎<i>Bereshit Rabbah</i> 1,3) that the reason why the Torah ‎commenced with the statement that G’d had created heaven and ‎earth, was so that when an international Court of Law would ‎declare the Israelites’ conquest and subsequent dispossession of ‎the seven Canaanite nations  illegal, we would respond that the ‎Canaanites themselves had claimed territorial rights to an earth ‎that belonged exclusively to G’d who had created it. Surely the ‎owner had the right to re-allocate the earth to tenants of His ‎choosing.‎<br>The whole idea behind G’d’s commandments to take stones ‎from the Jordan river and (erect them near Mount Gerizim) to ‎inscribe in them the Torah in all the known languages was that if ‎the Israelites, at this time, prepared to take possession of the ‎lands of the Canaanites they would do so with the owner’s ‎permission, nay, at the Owner’s instructions. Moreover, this ‎should remind the nations of the world that the reason they were ‎now being dispossessed was because they had refused to accept ‎this very Torah when they had been given the opportunity to ‎accept it. Seeing that the Israelites were the only nation willing to ‎accept the Torah, most of whose commandments can only be ‎observed in the land which up to then had belonged to the ‎Canaanites, the Canaanites were now forced to abandon it or die ‎in the struggle to hang on to it.‎ ‎‎ ‎‎ ‎", "versionTitle": "Kedushat Levi translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "קדושת לוי, מתורגם בידי רבי אליהו מונק"}, {"_id": "578784f2d6e4a96ab353ce98", "index_title": "Mishnah Sotah", "category": "Mishnah", "type": "", "ref": "Mishnah Sotah 7:5", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Mishnah Sotah 7:5", "sourceHeRef": "משנה סוטה ז׳:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Mishnah Sotah", "he": "משנה סוטה"}, "heTitle": "משנה סוטה", "he": "בְּרָכוֹת וּקְלָלוֹת כֵּיצַד. כֵּיוָן שֶׁעָבְרוּ יִשְׂרָאֵל אֶת הַיַּרְדֵּן וּבָאוּ אֶל הַר גְּרִזִּים וְאֶל הַר עֵיבָל שֶׁבְּשׁוֹמְרוֹן שֶׁבְּצַד שְׁכֶם שֶׁבְּאֵצֶל אֵלוֹנֵי מֹרֶה, שֶׁנֶּאֱמַר (שם יא) הֲלֹא הֵמָּה בְּעֵבֶר הַיַּרְדֵּן וְגוֹ', וּלְהַלָּן הוּא אוֹמֵר (בראשית יב) וַיַּעֲבֹר אַבְרָם בָּאָרֶץ עַד מְקוֹם שְׁכֶם עַד אֵלוֹן מוֹרֶה, מָה אֵלוֹן מוֹרֶה הָאָמוּר לְהַלָּן שְׁכֶם, אַף אֵלוֹן מוֹרֶה הָאָמוּר כָּאן שְׁכֶם. שִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר גְּרִזִּים וְשִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר עֵיבָל, וְהַכֹּהֲנִים וְהַלְוִיִּם וְהָאָרוֹן עוֹמְדִים לְמַטָּה בָאֶמְצַע, הַכֹּהֲנִים מַקִּיפִין אֶת הָאָרוֹן, וְהַלְוִיִּם אֶת הַכֹּהֲנִים, וְכָל יִשְׂרָאֵל מִכָּאן וּמִכָּאן, שֶׁנֶּאֱמַר (יהושע ח) וְכָל יִשְׂרָאֵל וּזְקֵנָיו וְשֹׁטְרָיו וְשֹׁפְטָיו עֹמְדִים מִזֶּה וּמִזֶּה לָאָרוֹן וְגוֹ'. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר גְּרִזִּים וּפָתְחוּ בַבְּרָכָה, בָּרוּךְ הָאִישׁ אֲשֶׁר לֹא יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר עֵיבָל וּפָתְחוּ בַקְּלָלָה, (דברים כז) אָרוּר הָאִישׁ אֲשֶׁר יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן, עַד שֶׁגּוֹמְרִין בְּרָכוֹת וּקְלָלוֹת. וְאַחַר כָּךְ הֵבִיאוּ אֶת הָאֲבָנִים וּבָנוּ אֶת הַמִּזְבֵּחַ וְסָדוּהוּ בְסִיד, וְכָתְבוּ עָלָיו אֶת כָּל דִּבְרֵי הַתּוֹרָה בְּשִׁבְעִים לָשׁוֹן, שֶׁנֶּאֱמַר (שם) בַּאֵר הֵיטֵב, וְנָטְלוּ אֶת הָאֲבָנִים וּבָאוּ וְלָנוּ בִמְקוֹמָן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>How</b> did the ceremony of the <b>blessings and curses</b> take place? <b>When the Jewish people crossed the Jordan River they came to Mount Gerizim and Mount Ebal, which are in Samaria along-side</b> the city of <b>Shechem, which is near the oaks of Moreh, as it is stated: “Are they not beyond the Jordan,</b> behind the way of the going down of the sun, in the land of the Canaanites that dwell in the Arabah, over against Gilgal, beside the oaks of Moreh?” (Deuteronomy 11:30), <b>and there it states: “And Abram passed through the land until the place of Shechem, until the oaks of Moreh”</b> (Genesis 12:6). <b>Just as the oaks of Moreh mentioned there</b> with regard to Abraham <b>are</b> close to <b>Shechem, so too, the oaks of Moreh mentioned here are</b> close to <b>Shechem.</b> <b>Six tribes ascended to the top of Mount Gerizim and six tribes ascended to the top of Mount Ebal, and the priests and the Levites and the Ark were standing at the bottom in the middle,</b> between the two mountains. <b>The priests were surrounding the Ark and the Levites</b> were surrounding <b>the priests, and all</b> the rest <b>of the Jewish people</b> were standing on the mountains <b>on this side and on that side, as it is stated: “And all Israel, and their elders and officers, and their judges, stood on this side of the Ark and on that side</b> before the priests the Levites that bore the Ark of the Covenant of the Lord” (Joshua 8:33). The Levites then <b>turned to face Mount Gerizim and opened with</b> the <b>blessing: Blessed be the man who does not make a graven or molten image</b> (see Deuteronomy 27:15), <b>and these</b> people <b>and those</b> people, i.e., the two groups standing on either mountain, <b>answered: Amen.</b> Then <b>they turned to face Mount Ebal and opened with</b> the <b>curse: “Cursed be the man who makes a graven or molten image”</b> (Deuteronomy 27:15), <b>and these</b> people <b>and those</b> people <b>answered: Amen.</b> They continued in this manner <b>until they completed</b> reciting all of the <b>blessings and curses.</b> <b>And afterward they brought the stones</b> as commanded in the Torah, <b>and</b> they <b>built the altar and plastered it with plaster, and they wrote on it all of the words of the Torah in seventy languages, as it is stated:</b> “And you shall write on the stones all the words of this law <b>clearly elucidated”</b> (Deuteronomy 27:8), indicating that it was to be written in every language. <b>And they</b> then <b>took the stones</b> from there <b>and came</b> to Gilgal <b>and slept in their</b> lodging <b>place.</b> ", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "57c43ba2d6e4a903fee3c790", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Deuteronomy 27:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Targum Jerusalem, Deuteronomy 27:8", "sourceHeRef": "תרגום ירושלמי, דברים כ״ז:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 27.0008, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "דברים", "he": "וְתִכְתְּבוּן עַל אַבְנַיָא יַת כָּל מִלֵי שְׁבַח אוֹרַייתָא הָדָא כְּתַב חָקִיק וּמְפָרֵשׁ טַבְאוֹת מִתְקְרֵי וּמְתַּרְגֵם בְּשִׁבְעִין לָשׁוֹן:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And you shall write upon the stones all the glorious words of this law in writing deep and plain, to be well read, and to be interpreted in seventy tongues.", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77db5d6e4a94c7c18b971", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 27:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Tafsir Rasag, Deuteronomy 27:8", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ז:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0008, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ואכתב עלי אחג̇אר ג̇מיע כלאם אלתוריה בינא נעמא", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad96a3d6e4a93323dc30ca", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 32a:13", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sotah 32a:13", "sourceHeRef": "סוטה ל״ב א:י״ג", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 63.0013, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "וְאַחַר כָּךְ הֵבִיאוּ אֶת הָאֲבָנִים, וּבָנוּ אֶת הַמִּזְבֵּחַ, וְסָדוּהוּ בְּסִיד, וְכָתְבוּ עָלָיו אֶת כׇּל דִּבְרֵי הַתּוֹרָה בְּשִׁבְעִים לָשׁוֹן. שֶׁנֶּאֱמַר: ״בַּאֵר הֵיטֵב״. וְנָטְלוּ אֶת הָאֲבָנִים, וּבָאוּ", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>And afterward they brought the stones</b> as commanded in the Torah, <b>and</b> they <b>built the altar and plastered it with plaster, and they wrote on it all of the words of the Torah in seventy languages, as it is stated:</b> “And you shall write on the stones all the words of this law <b>clearly elucidated”</b> (Deuteronomy 27:8), indicating that it was to be written in every language. <b>And they</b> then <b>took the stones</b> from there <b>and came</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad96a7d6e4a93323dc315e", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 35b:6", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sotah 35b:6", "sourceHeRef": "סוטה ל״ה ב:ו׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 70.0006, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "נִמְצֵאתָ אַתָּה אוֹמֵר שְׁלֹשָׁה מִינֵי אֲבָנִים הָיוּ: אֶחָד שֶׁהֵקִים מֹשֶׁה בְּאֶרֶץ מוֹאָב, שֶׁנֶּאֱמַר: ״בְּעֵבֶר הַיַּרְדֵּן בְּאֶרֶץ מוֹאָב הוֹאִיל מֹשֶׁה בֵּאֵר וְגוֹ׳״, וּלְהַלָּן הוּא אוֹמֵר: ״וְכָתַבְתָּ עֲלֵיהֶן אֶת כׇּל דִּבְרֵי הַתּוֹרָה הַזֹּאת וְגוֹ׳״, וְאָתְיָא ״בֵּאֵר״ ״בֵּאֵר״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ The Gemara returns to the discussion of how the Ark was brought into Eretz Yisrael. <b>You are found saying</b> that <b>there were three sets of stones. One</b> is a set <b>that Moses erected in the land of Moab, as it is stated: “Beyond the Jordan, in the land of Moab, Moses took upon himself to expound [<i>be’er</i>]</b> this law, saying” (Deuteronomy 1:5). <b>And it states there</b> with regard to the mitzva to erect the stones on Mount Ebal: <b>“And you shall write on the stones all the words of this law</b> clearly elucidated [<i>ba’er</i>]” (Deuteronomy 27:8). <b>It is derived</b> through a verbal analogy between the word <b>“<i>be’er</i>”</b> that appears with regard to Moses, and the word <b>“<i>ba’er</i>”</b> that appears with regard to the mitzva to write the Torah on the stones on Mount Ebal that Moses also wrote down the Torah on stones.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad96a7d6e4a93323dc3164", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 35b:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sotah 35b:8", "sourceHeRef": "סוטה ל״ה ב:ח׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 70.0008, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "תָּנוּ רַבָּנַן: כֵּיצַד כָּתְבוּ יִשְׂרָאֵל אֶת הַתּוֹרָה? רַבִּי יְהוּדָה אוֹמֵר: עַל גַּבֵּי אֲבָנִים כְּתָבוּהָ, שֶׁנֶּאֱמַר: ״וְכָתַבְתָּ עַל הָאֲבָנִים אֶת כׇּל דִּבְרֵי הַתּוֹרָה הַזֹּאת וְגוֹ׳״, וְאַחַר כָּךְ סָדוּ אוֹתָן בְּסִיד.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>The Sages taught: How did the Jewish people write the Torah? Rabbi Yehuda says: They wrote it on stones, as it is stated: “And you shall write on the stones all the words of this law”</b> (Deuteronomy 27:8). <b>And afterward they plastered them</b> over <b>with plaster.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad96a7d6e4a93323dc3174", "index_title": "Sotah", "category": "Talmud", "type": "", "ref": "Sotah 36a:5", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sotah 36a:5", "sourceHeRef": "סוטה ל״ו א:ה׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 71.0005, "collectiveTitle": {"en": "Sotah", "he": "סוטה"}, "heTitle": "סוטה", "he": "וְאַחַר כָּךְ הֵבִיאוּ אֶת הָאֲבָנִים, וּבָנוּ אֶת הַמִּזְבֵּחַ, וְסָדוּהוּ בְּסִיד, וְכָתְבוּ עֲלֵיהֶם אֶת כׇּל דִּבְרֵי הַתּוֹרָה בְּשִׁבְעִים לָשׁוֹן, שֶׁנֶּאֱמַר: ״בַּאֵר הֵיטֵב״,", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara continues its description of the entrance into Eretz Yisrael during the period of Joshua: <b>And afterward they brought the stones and built the altar</b> on Mount Ebal, <b>and plastered it</b> over <b>with plaster, and wrote on</b> the stones <b>all of the words of the Torah in seventy languages, as it is stated:</b> “And you shall write on the stones all of the words of this law <b>clearly elucidated”</b> (Deuteronomy 27:8).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58b6b1a3d6e4a952249cca3e", "index_title": "Minchat Shai on Torah", "category": "Commentary", "type": "commentary", "ref": "Minchat Shai on Torah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Minchat Shai on Torah, Deuteronomy 27:8:1", "sourceHeRef": "מנחת שי על תורה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1526], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Minchat Shai", "he": "מנחת שי"}, "heTitle": "דברים", "he": "<b>באר.</b> בס\"ס הבי\"ת בפתח ובאשכנזים בקמץ ובעל אור תורה כתבו בפתח בפשיטות:", "heVersionTitle": "Minchat Shai on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636918d6e4a9416e9bf867", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Mizrachi, Deuteronomy 27:8:1", "sourceHeRef": "מזרחי, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "דברים", "he": "<b>באר היטב בשבעים לשון. </b>כי היטב בצרופו עולה שבעים: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c65fd6e4a920f72da04a", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 27:8:1", "sourceHeRef": "הכתב והקבלה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1829, 1839], "commentaryNum": 8.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>וכתבת את כל. </b>להרמב\"ן היו האבנים גדולות מאד, אם שהיו ממעשה נסים לכתוב עליהן מבראשית עד לעיני כל ישראל, ולראב\"ע בשם הגאון כתבו עליהן מנין כל המצות והאזהרות כעין שכתבן בהלכות גדולות, ואפרים יאמרו שהוא מוסב אפרשת היום הזה (לעיל ט\"ז); ובני המשכיל מ\"ה שמואל נ\"י אמר מלת כל פה ענינו כמו כלל, הכולל פרטים רבים כמו וזכרתם את כל מצות ה', שהוא לרז\"ל פ' שמע לפי שיש בה קבלת מלכות שמים והרחקת ע\"א, וכן שתי דברות הראשונות אנכי ולא יהיה נקראים כל הדברים (כמ\"ש בשלח לך ט\"ו כ\"ב בוכי תשגו, ע\"ש), וכבר למדונו מדברי רד\"ק כי אין תיבת כל מלה, אבל הוא שם על הכלל כולו, לכן יתכן לומר הכל בה\"א, כי אם הוא מלת הענין לא יבא בה\"א, ושפיר אמר הרוו\"ה עמ\"ש (יהושע א' ז') לעשות ככל התורה אל תסור ממנו, שהיה ראוי ממנה בה\"א, ואמרו ממנו שהכנוי שב על מלת ככל שטעמו כלל התורה, כי מלת כל שם דבר הוא. וכן כאן. את כל דברי התורה הזאת פי' כלל דברי התורה (אינבעגריף דיעזער גאנצען לעהרע), וכתבו עליהן אם פרשת שמע או שתי הדברות, וקצת סמוכים לזה ממה דכתיב בפ' הקהל (וילך ל\"א י\"א) תקרא את התורה הזאת ושמרו לעשות את כל דברי התורה הזאת, ובאמת לא היה נקרא כל התורה כולה רק מאלה הדברים עד פ' שמע שבואתחנן, והיה אם שמוע שבפ' עקב, וברכות וקללות (כבמתני' דסוטה ספ\"ז). הנה גם על פ' קבלת מלכות שמים וקבלת עול מצות וכדומה ממצות הכלליות אה\"כ תקרא את התורה הזאת וגו, ה\"נ כאן אין מן ההכרח לפרש את כל דברי התורה הזאת מבראשית עד לעיני כ\"י, כ\"א מצות כלליות כפרשת שמע והיה אם שמוע וכדומה להן. ולכן אמרו (בסוטה) שכתבו עליהם את התורה בשבעים לשון לתועלות האומות שילמדוה (ע\"ש ברש\"י), ואין האומות מצווים על שמירת כל מצות התורה כדאמרינן תורה צוה לנו, לנו ולא לאו\"הע, אלא על כללת התורה מדבר והוא אחדות הבורא וכאמור, והנה ע\"ד הפשט היינו יכולים לפרש לשון כל דברי התורה הזאת, כפי' המפרשים, מבראשית עד לעיני כ\"י, ולשון וכתבת על האבנים דומה ללשון וכתבתם על מזוזות, דכתיבה דהתם איננה על המזוזה עצמה כ\"א על קלף הנקבע אח\"כ על מזוזת הבית, ה\"נ שיכתוב כל התורה מבראשית עד לעיני כ\"י על קלף כס\"ת, ויקבענה אח\"כ על האבנים. אמנם קבלת רבותינו תכריע: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "According to Ramban these stones were enormous in size, perhaps miraculously formed, to write from Bereishit through “before the eyes of all Israel” [at the end of the Torah] on them. According to Ibn Ezra in the name of Rav Saadia Gaon, they wrote on the stones the overall count of mitzvot and prohibitions, like those recorded in Halachot Gedolot. Others explain that only the previous paragraph (Devarim 26:16-19) was written on them. My son, the insightful Rabbi Shmuel, explained that here the word “kol [all]” is best understood as “klal [general principle]”, which incorporates many specific details. This is akin to “And you shall remember all the mitzvot of G-d,” which the Sages teach refers to the paragraph of Shema, which contains within it an acceptance of all rule of Heaven and a distancing from idol worship. So, too, the first two of the Ten Commandments, “I am” and “You shall not” are referred to as “All of these words” (in Exodus 15:22). And we have already been taught from the words of Rabbi David Kimchi that “kol” is not just a word; rather, it is a term that refers to “the entire general principle.” ... So too here, “all the words of this Torah” means “the general principle of the Torah’s words”... This explains the statement of the Sages (in Tractate Sotah) that  the Torah was written on the stones in seventy languages in order to benefit the nations of the world, to learn it-but the nations of the world aren’t commanded to observe the entire Torah ... Rather it refers to the general Torah, meaning the unity of the Creator, as we have said. More literally, we could explain, as do other commentators, that “all the words of the Torah” means from Bereishit through “before the eyes of all Israel” [at the end of the Torah]. When the Torah states, “And you shall write them on the stones,” it is analogous to the statement, “And you shall write them on the doorposts.” That “writing” doesn’t mean to write the words on the doorpost itself, but rather on a parchment which is then mounted on the doorpost. So too here it means to write the entire Torah, from Bereishit through “before the eyes of all Israel”, on parchment in the form of  a Torah scroll, and then mount it upon the stones. However, the tradition of our Sages [that these words were written on the stones themselves] should be the deciding factor.", "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "59d48a44d6e4a939ba1763c6", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 27:8:1", "sourceHeRef": "תורה תמימה על התורה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>על האבנים. </b>שלשה מיני אבנים היו, אחד שהקים משה בעבר הירדן בארץ מואב, שנאמר (ר\"פ דברים) בעבר הירדן בארץ מואב הואיל משה באר את התורה וכאן הוא אומר וכתבת על האבנים את כל דברי התורה הזאת באר היטב, ואתיא באר באר, ואחד שהקים יהושע בתוך הירדן ואחד שהקים בגלגל <sup class=\"footnote-marker\">ה</sup><i class=\"footnote\">דכתיב ביהושע (ד') ושתים עשרה אבנים הקים יהושע בתוך הירדן ושוב כתיב שם ואת שתים עשרה האבנים האלה אשר לקחו וגו', והיינו לאחר שבנו מהן המזבח בהר עיבל קפלום והביאום לגלגל וקבעום שם. ועיין בתוס' כאן בשם הירושלמי גרסות אחרות בענין זה.\n</i>.<br>(סוטה ל\"ה ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a44d6e4a939ba1763c8", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Deuteronomy 27:8:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Torah Temimah on Torah, Deuteronomy 27:8:2", "sourceHeRef": "תורה תמימה על התורה, דברים כ״ז:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "דברים", "he": "<b>באר היטב. </b>בשבעים לשון <sup class=\"footnote-marker\">ו</sup><i class=\"footnote\">המפרשים פרשו בטעם הדבר כדי שיבינו כל האומות וידעו מה שכתוב בתורה, וכבר טרחו ועמלו המפרשים לפרש הדבר כפשוטו שהיתה כל התורה כולה כתובה על האבנים מועתקת בשבעים לשון אשר זה דבר שלא ישוער, ולכן קרוב לומר דרק עשרת הדברות היו כתובים עליהם, וכסמך ראי' לדבר אפשר להסמיך מלשון את דברי התורה ואם היתה הכונה על כל התורה לא הול\"ל את דברי אלא את התורה וכמו בפ' וילך ויכתוב משה את התורה, ובאחד המאמרים שכתבנו בחקרי לה\"ק (שפה לנאמנים, ווארשוי תרנ\"ג) כתבנו בכלל ענין דרשה זו רעיון מושכל.\n<br>אמנם לולא דברי המפרשים היה אפשר לפרש הלשון בשבעים לשון לא כמו שרגילים לפרש בשבעים שפות אלא כמו שפירשו בזוהר (ויקרא, רע\"מ, כ') מ\"ש שהסנהדרין היו יודעין בשבעים לשון, ופירשו דאינון שבעים פנים לתורה, ובאמת שם מוכרח לפרש כן, דפשוטו לא יתכן, וגם הכא יתפרש כן, ויתבאר מאד הלשון באר היטב שנתבארה התורה מכל פנים ומכל צד, ובאמת בלשון חז\"ל רגיל לבא השם לשון במובן אופן ודרך, כמו לישנא בישא, לישנא קמא, לישנא בתרא, שפירושם, אופן רע, אופן ראשון ואופן השני, וכהנה הרבה.\n</i>.<br>(שם ל\"ג א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e6bd6e4a90d4d5c2603", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 32a:13", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Steinsaltz on Sotah 32a:13", "sourceHeRef": "ביאור שטיינזלץ על סוטה ל״ב א:י״ג", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 63.0013, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>ואחר כך הביאו את האבנים,</b> כמצווה עליהם בתורה, <b>ובנו את המזבח, וסדוהו בסיד, וכתבו עליו את כל דברי התורה בשבעים לשון. שנאמר:</b> <b>\"באר היטב\"</b> (דברים כז, ח), שהכוונה — מבואר בכל הלשונות. <b>ונטלו</b> לאחר מכן <b>את האבנים</b> משם, <b>ובאו</b> ", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e6cd6e4a90d4d5c269f", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 35b:6", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Steinsaltz on Sotah 35b:6", "sourceHeRef": "ביאור שטיינזלץ על סוטה ל״ה ב:ו׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 70.0006, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<big>א  </big>ושוב לענין הביאה לארץ <b>נמצאת אתה אומר שלשה מיני אבנים היו: אחד שהקים משה בארץ מואב, שנאמר:</b> <b>\"בעבר הירדן בארץ מואב הואיל משה באר</b> את התורה<b>\"</b> (דברים א, ה), <b>ולהלן</b> בציווי על הקמת האבנים בהר עיבל <b>הוא אומר \"וכתבת עליהן את כל דברי התורה הזאת</b> באר היטב<b>\"</b> (דברים כז, ח), <b>ואתיא</b> <small>[ובא,</small> נלמד<small>]</small> בגזירה שווה <b>\"באר\" \"באר\",</b> שגם משה כתב את דברי התורה על האבנים. ", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e6cd6e4a90d4d5c26a5", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 35b:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Steinsaltz on Sotah 35b:8", "sourceHeRef": "ביאור שטיינזלץ על סוטה ל״ה ב:ח׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 70.0008, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>תנו רבנן</b> <small>[שנו חכמים]:</small> <b>כיצד כתבו ישראל את התורה? ר' יהודה אומר: על גבי אבנים כתבוה, שנאמר: \"וכתבת על האבנים</b> <b>את כל דברי התורה הזאת\"</b> (דברים כז, ח) <b>ואחר כך סדו אותן בסיד.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2e6dd6e4a90d4d5c26b5", "index_title": "Steinsaltz on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sotah 36a:5", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Steinsaltz on Sotah 36a:5", "sourceHeRef": "ביאור שטיינזלץ על סוטה ל״ו א:ה׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 71.0005, "collectiveTitle": {"en": "Steinsaltz on Sotah", "he": "ביאור שטיינזלץ על סוטה"}, "heTitle": "ביאור שטיינזלץ על סוטה", "he": "<b>ואחר כך הביאו את האבנים, ובנו את המזבח</b> בהר עיבל, <b>וסדוהו בסיד, וכתבו עליהם את כל דברי התורה בשבעים לשון, שנאמר:</b> <b>\"</b>וכתבת על האבנים את כל דברי התורה הזאת <b>באר היטב\"</b> (דברים כז, ח),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a15481bd6e4a92409ac565e", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Siftei Chakhamim, Deuteronomy 27:8:1", "sourceHeRef": "שפתי חכמים, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>בשבעים לשון.</b> ע\"ל בפרשת דברים <small>(א ה)</small> ושם פרשתי. [מנחת יהודה]: והטעם שנכתב בע' לשון, היינו כדאיתא במסכת סוטה דף ל\"ה שיוכלו האומות להעתיקה. [נח\"י]: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>In seventy languages.</b> See above in <i>parshas</i> Devarim (1:5) where I explained this (Minchas Yehuda). The reason it was written in seventy languages is explained in Tractate Sotah (35) that it is to enable the nations to copy it (Nachalas Yaakov).", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b6bf50eaf3503027e682a8a", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Malbim on Deuteronomy 27:8:1", "sourceHeRef": "מלבי\"ם על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>וכתבת על האבנים</b> הם האבנים שטחו עליהם השיד קודם שבנו המזבח. <b>את כל דברי התורה הזאת באר היטב</b> הכתיבה הזאת שהיתה למען יקראו רבים היתה כתיבה מפורשת מעשה ידי אמן נפלא אבל הכתיבה המוסתרת לא היתה כתיבה מהודרת ויתכן לומר שיודע שבכל עת ישתנה מעט תמונת האותיות וניכר תמיד מתוך תמונת האותיות באיזה עת וזמן נכתב. וזה רק בכתיבה שאינה מהודרת אבל הכתיבה המהודרת שנכתב ע\"י סופר מהיר אי אפשר להכיר העת שנכתב. כי הסופרים המופלאים יכולים לכתוב תמונת אותיות שכבר עברו עליהם שנים רבות ולא יהיה ניכר שנכתב עתה. והאבנים שהקים יהושע בתוך הירדן ובמלון הם אבנים אחרות וכן כתב בעל התוה\"מ בפירושו ליהושע, וראיה לזה כי כל מקום שעשה יהושע מה שאמר משה כתיב ככל אשר צוה משה עבד ה' ושם לא נזכר רק שדבר הדברים אשר דבר משה ולא שעשה מה שצוה ה':", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be05147e42631001693ab10", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Ki Tavo 7:36", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Shem MiShmuel, Ki Tavo 7:36", "sourceHeRef": "שם משמואל, כי תבוא ז׳:ל״ו", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 7.0036, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "כי תבוא", "he": "<b>וכתבת על האבנים את כל דברי התורה הזאת באר היטב, </b>יש להתבונן בציווי כתיבת התורה על האבנים מה שלא נמצא בכל התורה שכל הכתיבה היא על הספר וכאן היא על האבנים, וגם בברכות וקללות של הר גריזים והר עיבל יש להתבונן למה היו נצרכים, כי כבר קבלו עליהם בערבות מואב כל התורה באלה ובשבועה כברש\"י בפסוק אלה דברי הברית אשר צוה ה' את משה לכרות את בנ\"י בארץ מואב, שיקבלו עליהם את התורה באלה ובשבועה עכ\"ל, ולמה אחר ביאתם לארץ תיכף הזקיקם שנית:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17babeb071e100bf4f7f6b", "index_title": "Ein Yaakov", "category": "Midrash", "type": "", "ref": "Ein Yaakov, Sotah 7:17", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ein Yaakov, Sotah 7:17", "sourceHeRef": "עין יעקב, סוטה ז׳:י״ז", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1490, 1550], "commentaryNum": 7.0017, "collectiveTitle": {"en": "Ein Yaakov", "he": "עין יעקב"}, "heTitle": "סוטה", "he": "פז תָּנוּ רַבָּנָן: כֵּיצַד כָּתְבוּ יִשְׂרָאֵל אֶת הַתּוֹרָה? רַבִּי יְהוּדָה אוֹמֵר: עַל גַּבֵּי אֲבָנִים כְּתָבוּהָ, שֶׁנֶּאֱמַר: (דברים כז) \"וְכָתַבְתָּ עַל הָאֲבָנִים אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת\". וְאַחַר כָּךְ סָדוּהוּ אוֹתוֹ בַּסִּיד. אָמַר לוֹ רַבִּי שִׁמְעוֹן: לִדְבָרֶיךָ, הֵיאַךְ לָמְדוּ הַגּוֹיִם אֶת הַתּוֹרָה? אָמַר לוֹ: בִּינָה יְתֵרָה נָתַן הַקָּדוֹשׁ בָּרוּךְ הוּא בַּגּוֹיִם וְשִׁגְּרוּ נוֹטִירִין שֶׁלָּהֶם, וְקִלְּפוּ אֶת הַסִּיד, וְהִשִּׂיאוּהָ. בְּאוֹתָהּ שָׁעָה נִתְחַתֵּם גְּזַר דִּין עַל עוֹבְדֵי כּוֹכָבִים לִבְאֵר שַׁחַת, שֶׁהָיָה לָהֶם לִלְמֹד תּוֹרָה וְלֹא לָמְדוּ. רַבִּי שִׁמְעוֹן אוֹמֵר: עַל גַּבֵּי סִיד כְּתָבוּהָ, וְכָתְבוּ לָהֶם לְמַטָּה: (דברים כ) \"לְמַעַן אֲשֶׁר לֹא יְלַמְּדוּ אֶתְכֶם לַעֲשׂוֹת כְּכֹל תּוֹעֲבֹתָם\". הָא לָמַדְתָּ, שֶׁאִם [הָיוּ] חוֹזְרִין בִּתְשׁוּבָה, [הָיוּ] מְקַבְּלִים אוֹתָם. אָמַר רָבָא בַּר (רב) שִׁילָא: מַאי טַעְמָא דְּרַבִּי שִׁמְעוֹן? דִּכְתִיב: (ישעיה לג) \"וְהָיוּ עַמִּים מִשְׂרְפוֹת שִׂיד\", עַל עִסְקֵי סִיד. וְרַבִּי יְהוּדָה אָמַר לְךָ: כְּסִיד, מַה סִּיד אֵין לוֹ תַּקָּנָה אֶלָּא שְׂרֵפָה, אַף אוֹתָן עוֹבְדֵי כּוֹכָבִים אֵין לָהֶם תַּקָּנָה אֶלָּא שְׂרֵפָה. כְּמַאן אַזְלָא הָא דְּתַנְיָא: (דברים כא) \"וְשָׁבִיתָ שִׁבְיוֹ\", לְרַבּוֹת כְּנַעֲנִים (של ארץ ישראל) [שֶׁבְּחוּץ לָאָרֶץ], שֶׁאִם חוֹזְרִים בִּתְשׁוּבָה, מְקַבְּלִים אוֹתָם, כְּמַאן? כְּרַבִּי שִׁמְעוֹן.", "heVersionTitle": "Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אגדות חז\"ל - דעת", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c3c8df3e20d4000851ec68a", "index_title": "Likutei Moharan", "category": "Chasidut", "type": "", "ref": "Likutei Moharan 27:5:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Likutei Moharan 27:5:2", "sourceHeRef": "ליקוטי מוהר\"ן כ״ז:ה׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1802, 1808], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Likutei Moharan", "he": "ליקוטי מוהר\"ן"}, "he": "וְזֶהוּ (דברים כ״ז:ח׳): בַּאֵר הֵיטֵב – בְּשִׁבְעִים לָשׁוֹן, שֶׁפֵּרוּשִׁים וּדְרוּשֵׁי הַתּוֹרָה, שֶׁמִּשָּׁם תּוֹצְאוֹת הַקּוֹל, עַל יָדָם הֵיטִיב לָנוּ בְּכָל הַלְּשׁוֹנוֹת וּבְכָל הָעַכּוּ\"ם, בִּבְחִינַת בְּשָׁמְעוֹ אֶת רִנָּתָם, רָאשֵׁי־תֵבוֹת בַּאֵר, וּבַאֵר הוּא לְשׁוֹן פֵּרוּשׁ וּדְרוּשׁ:", "heVersionTitle": "Likutei Moharan - rabenubook.com", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ליקוטי מוהר\"ן - rabenubook.com", "text": "This is the meaning of (Deuteronomy 27:8), “a good <i>baer</i> (clarification).” &lt;Rashi explains:&gt; In seventy languages. &lt;In other words, by means of the expositions of&gt; the Torah, through which the voice is emitted, He gave us good in all &lt;the seventy languages&gt;. This is as in, <i>B ’shamo Et Rinatam</i> (“when He heard their song/supplication/outcry”), the first letters of which form the word <i>BaER,</i> and <i>baer</i> indicates explanation and exposition.", "versionTitle": "Likutey Moharan Volumes 1-11, trans. by Moshe Mykoff. Breslov Research Inst., 1986-2012", "license": "CC-BY-NC", "versionTitleInHebrew": "ליקוטי מוהר\"ן בתרגום משה מיקוף, המוסד לחקר ברסלב, כרכים 1-11, 1986-2012"}, {"_id": "5c46750508d98a02694c7c68", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, אִסְטְלִי 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Jastrow, אִסְטְלִי 1", "sourceHeRef": "מילון יסטרוב, אִסְטְלִי א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "אִסְטְלִי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">אִסְטְלִי</strong>, <strong dir=\"rtl\">אִסְטוֹלִי</strong>, <strong dir=\"rtl\">אִיסְ׳ II</strong> f.  (a corruption of <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶפִּיסְטוֹלִי.1\" data-ref=\"Jastrow, אֶפִּיסְטוֹלִי 1\">אֶפִּיסְטוֹלִי</a> q. v.) <i>letter, dying injunction.</i> Pl. <span dir=\"rtl\">אִסְטְלִיּוֹת</span>. <span dir=\"rtl\">לִיאוֹת …</span> <a class=\"refLink\" href=\"Jerusalem_Talmud_Sotah.7.5.3\" data-ref=\"Jerusalem Talmud Sotah 7:5:3\">Y. Sot. VII, 21ᵈ</a> bot. <span dir=\"rtl\">וא׳ שנתן להם משה</span> and (the stones containing) the dying injunctions of Moses (<a class=\"refLink\" href=\"/Deuteronomy.27.8\" data-ref=\"Deuteronomy 27:8\">Deut. XXVII, 8</a>); (cmp. Bab. <a class=\"refLink\" href=\"/Sotah.35b\" data-ref=\"Sotah 35b\">Sot. 35ᵇ</a>). <a class=\"refLink\" href=\"/Bereishit_Rabbah.74\" data-ref=\"Bereishit Rabbah 74\">Gen. R. s. 74</a> end Ar. (ed. a. Var. in Ar. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_אֶפִּיסְטוֹלִי.1\" data-ref=\"Jastrow, אֶפִּיסְטוֹלִי 1\">אפיסטולי</a>). *Midr. Sam. ch. XI (ref. to the five verses <a class=\"refLink\" href=\"/I_Samuel.4.13-17\" data-ref=\"I Samuel 4:13-17\">I Sam. IV, 13—17</a>) <span dir=\"rtl\">הכן לא הוה ליה טופרין או חמשה איסטולין</span> (read <span dir=\"rtl\">סופרין</span>?) <span dir=\"rtl\">ממחינון חמשה אלא וכ׳</span> indeed so, not five pencils (writers?) or five messages could kill him, but over the news of the captured ark his neck was broken. [Others read <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_*איסטילין.1\" data-ref=\"Jastrow, *איסטילין 1\">אִיסְטִילִין</a> (<i>stili</i>) <i>styles</i> used for writing on waxen tablets]."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cd9358147866800173daf5d", "index_title": "Malbim on Joshua", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Joshua 8:30:2", "anchorRef": "Deuteronomy 27:2-8", "anchorRefExpanded": ["Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8"], "sourceRef": "Malbim on Joshua 8:30:2", "sourceHeRef": "מלבי\"ם על יהושע ח׳:ל׳:ב׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 30.0002, "collectiveTitle": {"en": "Malbim on Joshua", "he": "מלבי\"ם על יהושע"}, "he": "<b>אז יבנה.</b> כפי הפשט עשה מעשה זאת אחר מלחמת העי, וכפי סדר הכתובים. והנה בתורה אמר (דברים כז, ב - ח) והיה ביום אשר תעברו את הירדן כו' והקמות לך אבנים גדולות ושדת אותם בשיד, וכתבת עליהן את כל דברי התורה הזאת בעברך וכו', והיה בעברכם את הירדן תקימו את האבנים האלה אשר אנכי מצוה אתכם היום בהר עיבל ושדת אותם בשיד, ובנית שם מזבח לה' אלהיך מזבח אבנים וכו', והעלית עליו עולות וכו', וכתבת על האבנים את כל דברי התורה הזאת. ויש להבין מדוע כפל הציווי מהקמת האבנים ושוד אותם בשיד ומכתיבת דברי התורה שני פעמים; ובתחלה אמר ביום אשר תעברו ואח\"כ אמר והיה בעברכם; תחלת אמר והקמות לך, ולא באר שיקימום בהר עיבל, ואחר כך אמר שיהיו בהר עיבל; ומדוע אמר וכתבת עליהן את כל דברי התורה הזאת בעברך, שמלת בעברך מיותר. וכפי זה מבואר שהם שני צוויים בשני (זמנינו) [זמנים] מחולפים, תחלה אמר והיה ביום אשר תעברו את הירדן והקמות לך אבנים גדולות, הוא ציווי א' שנצטוו לעשות באותו יום שיעברו את הירדן ולא יאחרו, וכן עשה יהושע שהקים אבנים גדולות בגלגל באותו יום כנזכר (למעלה ד, ח ושם כ) והיו לאות ולזכרון אל הנס שנעשה להם בירדן. ואמר להם ושדת וכו' וכתבת וכו' בעברך, ר\"ל ואח\"כ בעברך (לא ביום עברך רק בעברך), ימים אחר שתעבור תעשה מצוה אחרת באבנים האלה שתשוד אותם בשיד ותכתוב עליהם את דברי התורה. ויען שזה בא דרך אגב, קצר, ואח\"כ באר המצוה השנית איך יעשוה, וז\"ש שמה שאמרתי וכתבת וכו' בעברך, כן תנהוג, והיה בעברכם את הירדן (ר\"ל איזה ימים אח\"ז, כי פה לא אמר ביום עברכם) אז תקימו את האבנים בהר עיבל, שתקחום מן המקום שהקמותם במלון ותקים אותם בהר עיבל ושם תקיים המצוה השנית ופרטיה לשוד אותם בשיד ולבנות מהם מזבח ולכתוב עליהם את דברי התורה ושיהיה (הכתובה) [הכתיבה] באר היטב. ולפ\"ז לא הפיל יהושע דבר ממצות רבו, כי מ\"ש תחלה ביום אשר תעברו אינו מוסב רק על הקמת האבנים, ומ\"ש ושדת וכתבת, ר\"ל שיהיו האבנים ראוים אל שתוכל לכתוב עליהם את התורה בעברך שהוא אח\"כ, ופירושנו עולה עם דעת ר' שילא בסנהדרין (מד א) שספור זה היה אחר מלחמת עי, וכדעת רב (שם) שדרש שיהושע לא שינה מדברי משה, וכיון למה שכתבנו (ולא כדברי תוס' (ד\"ה ואתם) שם):", "heVersionTitle": "Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dd16e2a8c8041e6acbd627b", "index_title": "Nachalat Avot on Avot", "category": "Quoting Commentary", "type": "", "ref": "Nachalat Avot on Avot 1:11:7", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Nachalat Avot on Avot 1:11:7", "sourceHeRef": "נחלת אבות על אבות א׳:י״א:ז׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1496], "commentaryNum": 11.0007, "collectiveTitle": {"en": "Nachalat Avot on Avot", "he": "נחלת אבות על אבות"}, "he": "<b>וכבר</b> הזהיר משה רבינו עליו השלום (דברים כז, ח): \"וכתבת על האבנים את כל דברי התורה הזאת באר היטב\", להגיד שלא יהיו הדברים סתומים וחתומים וסובלים פירושים. וכבר הורגל בדבריהם זכרונם לברכה לקרא ה'מינות' – מים הרעים נמשך למה שנמשלו דברי התורה למים. והוא שאמרו בספרי פרשת \"והיה עקב\" – שתה מים מבורך מבוראך כדברי רבי שמיון בן מנסיא, שהיה אומר \"שתה מים מבורך\" (משלי ה, טו) – ממים של בוראך, ולא תשתה מים עכורים להמשך אחר דברי מינות. הלא זה האופן הראשון מפירוש המאמר.", "heVersionTitle": "Nachalat Avot, Ashkelon 2013", "heLicense": "", "heVersionTitleInHebrew": "נחלת אבות, אשקלון תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf508afd0455414a3c2ad", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Ki Tavo 11", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Paaneach Raza, Ki Tavo 11", "sourceHeRef": "פענח רזא, כי תבוא י״א", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 11, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "כי תבוא", "he": "וכתבת על האבנים וגו' קצת תימה איך הי' כותב כל התורה בשבעים לשון על י\"ב אבנים (עיין בדברי הרמב\"ן) ארור וגו' י\"ב קללות לי\"ב שבטים וכולן על שבסתר דעל הגלויות הב\"ד יענישוהו מיתה ולכך לא קאמר השוכב את אשת רעהו, דאין זה סתר דמה לו ליכנס לבית רעהו או היא לביתו אם לא לניאוף לאפוקי כל הני שייכין בביתו:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1487592ed40553af51000e", "index_title": "Gan Naul", "category": "Jewish Thought", "type": "", "ref": "Gan Naul, House I 10:8:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Gan Naul, House I 10:8:2", "sourceHeRef": "גן נעול, בית ראשון י׳:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1755, 1765], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Gan Naul", "he": "גן נעול"}, "heTitle": "בית ראשון", "he": "ועתה אפרש. לפי שחֻקֵי התורה ומצותיה ואזהרותיה יתחלפו כפי התחלפות הנפשות. הן בענין קיומם, שאע\"פי שהם נשמרים ונעשים מכל ההמון, לא תדמה מעשה למעשה כמו שבארנו. וכן בענין הדברים שלא נתפרשו בתורה למצוה ולאזהרה, ונכללים כולם במאמר \"והלכת בדרכיו\". ואלה הדרכים הנפלאים נמסרו פה אל פה לנביאים ולחכמי לב. והם קבלו משפטי החכמה העליונה בכל דבר ודבר, כדרך שהן קצובים לבעלי הנפשות היקרות, שנאצלו בנפשותיהם הכחות היקרות במשקל גדול, כח שֵׂכֶל ובינה גדולה, כח גבורה, כח ענוה וכיוצא, והם חייבים לקיימם וללכת בהן. והודיעה התורה שתהיה הקמת המלך ע\"פ נביא, איש אשר יבחר ה' בו. כי הוא ב\"ה יודע האיש אשר בו נפש יקרה ראויה למלוכה, וכמו שבארנו (חדר שמיני חלון ז'). לכן באה המצוה עליו שבשבתו על כסא ממלכתו יכתוב מלפני הכהנים הלוים, הנביאים וחכמי לב שבדורו, שקבלו הדרכים הנפלאים את חקי המלוכה ודרכי הנגיד בעם. ומלת \"משנה\" הוא חזרת הדבר ופרושו, כי היא שניה לראשונה. ומטעם זה נקרא ספר אלה הדברים \"משנה תורה\", לפי שהוא מפרש דברי הספרים הראשונים. כמו שכתוב (דברים א, ה) \"הואיל משה באר את התורה הזאת\". גם אצל יהושע נאמר (יהושע ח, לב) \"ויכתב שם על האבנים את משנה תורת משה אשר כתב לפני בני ישראל\". פירוש, שכתב משנה וביאור תורת משה שהיא במכתב. שכן צוהו השם בתורה שנאמר (דברים כז, ח) \"וכתבת על האבנים את כל דברי התורה הזאת באר היטב\". וזה כמו (דברים א, ה) \"הואיל משה באר את התורה\". והוא פירוש. וקדמונינו ז\"ל אמרו (סוטה לב, א) שכתב התורה בשבעים לשון, וזה \"באר היטב\". ומדבריהם למדנו שפרשו הדברים ובארום. ועל כן נקראו דברי תורה שבעל פה, שהן פירוש תורה שבכתב, ששה סדרים \"משנה\". כי אלו הששה סדרים הם מפרשים התורה שבכתב. וכן המלך נצטוה ללכת אל הכהנים הלוים, לכתוב מפיהם [את] משנה ופירוש התורה על ספר התורה שבכתב שהוא ביד כל ישראל. והם יגידו לו הקבלה הנאמנה בפירוש המצווֹת וסתרי הדברים הראוים להנהגת המלכים, ואיך יבינו הם אופני שמירת מצות התורה ועשייתם. ועל זה אמר \"וכתב לו את משנה התורה הזאת\". כלומר פירוש התורה הזאת ודברי הקבלה מלפני הכהנים הלוים על ספר התורה שבכתב. ואמר \"והיתה עמו וקרא בו כל ימי חייו\". כלומר אע\"פי שיש לו ספר תורה בבית גנזיו כמו כל ישראל, הנה המשנה הזאת תהיה עמו תמיד. ויקרא בספר זה שנלוה עמו המשנה כל ימי חייו, למען ילמד ליראה את ה' אלהיו. כי בהיותו נגיד בעם ונפשו יקרה מאד, צריך ליראה את ה' יראה גדולה. ועל כן אמר \"יי' אלהיו\". כמו (דהי\"א כח, ט) \"דע את אלהי אביך\" ובארנוהו למעלה (חדר ז חלון ב). וכן בארנו (שם חלון ד) שהיראה יסוד השמירה והעשייה. ועל כן אמר (דברים יז, יט) \"לשמור את כל דברי התורה הזאת ואת החוקים האלה\". והנה סוד היראה כמו שהיא ראויה לנפש יקרה כמוהו ילמד מתוך משנה התורה הזאת. כי הנביאים וחכמי לב ימסרו לו מעשה בראשית ומעשה מרכבה וסוד השם, כי המלך חכם ומבין מדעתו. וכן ילמדוהו הדרכים היקרים שצריך ללכת בהן, שלא באו מפורשים בתורה, אבל נרמזו בתוך דברי התורה. והן המאמרים הכוללים והספורים הרבים הכתובים בתורה, שתוכן רצוף חכמה גדולה ומפיקות תבונה, ומלמדות דרכי ה' הישרים. ומי שנתן ה' לו לב לדעת, ילמד מהן ליראה את ה', וסוד דרכיו ונתיבותיו. ולא נכתבו הענינים האלו בלשון מצוה וחקה מטעם שבארנו שלא יאות לחקקן למצוה לכל הקהל כולו. גם חלוש הדעת והבינה הקורא בתורה, לא יבין הסוד החתום בהם. וכל אלה יכתבו הכהנים הלוים למלך במשנה ופירוש התורה. ועל זה אמר לשמור את כל דברי התורה הזאת. והוא השמירה בלב גם בדברים שאין בהם מעשה בעצמו. כמו סוד מצות קבלת עול מלכות שמים ומצות הייחוד. ומצות היראה ואהבה. ומצות בו תדבק; שבארנום למעלה. שהמלך וכיוצא בו מן בעלי הנפשות היקרות חייבין לשמרם כפי הסוד הנעלם בהם. ואלה הסודות מתפרשים לבעלי החכמה מדברי התורה וסיפוריה. כמו סיפור מעשה בראשית ומתן תורה וכיוצא בהן. והיראה יסוד שמירת הענינים האלו בלב כמבואר, וכן היא יסוד העשייה. והן מעשה המצווֹת בכללם המפורשים בתורה שנצטוו עליהן הקהל כולו. וגם המלך חייב לעשותם כמוהם, ועל זה אמר \"ואת החקים האלה לעשותם\". ומלת חקים כוללת מצות התורה כולם, כמו (דברים ד, ו) \"אשר ישמעון את כל החקים האלה\" ובארנוהו למעלה.", "heVersionTitle": "Gan Na'ul, Rishon Letzion, 2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "גן נעול, ראשון לציון תשע\"ו", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5ebd6029036e8c437c7613b8", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:6", "anchorRef": "Deuteronomy 14:22-28:69", "anchorRefExpanded": ["Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:6", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "ולדעת הרמב\"ם, מפרשת המעשרות קוראים ברציפות את כל הפרשיות עד סוף הברכות והקללות (דברים יד, כב – כח, סט). קריאה ארוכה זו כוללת בתוכה מצוות רבות מאוד, מאה ושלושים ושמונה מצוות שמופיעות לראשונה בפרשיות אלו (מצוות תע\"ג-תרי\"א בספר החינוך), ועוד מצוות רבות שכבר נזכרו בחומשים הקודמים. המצוות הכלולות בפרשיות אלו עוסקות בדיני תרומות ומעשרות, צדקה לעניים, ועוד מצוות רבות שבין אדם לחבירו כדוגמת מצוות השבת אבדה, איסור ריבית, העמדת שופטים ודיני המשפט. ועוד מצוות רבות בענייני המלכות והמלחמה, הנבואה והכהונה, מצוות הנישואין וגדריה. ועוד מצוות רבות שקשורות באיסור עבודה זרה וכישוף.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">em&gt;<strong>. רמב\"ם חגיגה ג, ג, ויסודו בירושלמי סוטה פ\"ז ה\"ח, וכך הוא גורס במשנה. ומה שכתבתי בתחילה הוא כפי גרסת המשנה שלפנינו בבבלי סוטה מא, א, ולפיה קוראים את הפרשה השנייה שעוסקת במעשרות לפני פרשת המלך, למרות שבתורה היא כתובה לאחריה, כדי להצמיד את שתי פרשיות המעשרות זו לזו. ולרש\"י היתה גרסה אחרת במשנה, לפיה, לאחר הפרשייה השנייה של מעשרות קוראים את הברכות והקללות, ורק בסוף הקריאה קוראים את פרשת המלך. </strong></i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "According to Rambam, everything from the section on tithes to the end of the curses was read straight through (14:22-28:69). This lengthy reading includes many <i>mitzvot</i>; 138 <i>mitzvot</i> appear here for the first time (§473-611 in <i>Sefer Ha-ḥinukh</i>), as do many more <i>mitzvot</i> that were mentioned earlier in the Torah. These include many interpersonal <i>mitzvot</i>, including tithing, charity, returning lost objects, appointing judges, rules of justice, and the prohibition upon charging interest. Other <i>mitzvot</i> relate to kings and war, prophecy and priesthood, and marriage, as well as many prohibitions connected to idolatry and magic.<sup>1</sup><i class=\"footnote\">MT, Laws of Pilgrimage Offerings 3:3, based on <i>y.</i> <i>Sota</i> 7:8 and Rambam’s version of the <i>mishna</i>. The first opinion cited above is based on the text of the <i>mishna</i> as it appears in <i>Sota</i> 41a. According to this version, “<i>Ki tekhaleh le’aser</i>” was read before the section on the king, even though in the Torah it appears later, to keep the two sections on tithes together. Rashi has a third version of the <i>mishna</i>, according to which the blessings and curses were read after “<i>Ki tekhaleh le’aser</i>,” and the section about the king was read at the end.</i>", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f02d7076d132ca49e443ffd", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Gur Aryeh on Devarim 27:8:1", "sourceHeRef": "גור אריה על דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>בשבעים לשון.</b> דאם לא כן, \"באר היטב\" למה לי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"7\"></i>. ויש מפרשים (רא\"ם) תיבת [\"היטב\"] (\"הטיב\") עולה שבעים כזה; ה', [ה\"י, הי\"ט, היט\"ב] (ה\"ט<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"8\"></i>, הט\"י<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"9\"></i> , הטי\"ב):<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"10\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d7086d132ca49e443fff", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 27:8:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Gur Aryeh on Devarim 27:8:2", "sourceHeRef": "גור אריה על דברים כ״ז:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>בכל יום יהיו בעיניך וכו'.</b> דאם לא כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"11\"></i>, \"היום הזה\" למה לי, אם בא לומר שהיום כרת ה' ברית – מאי נפקא מיניה:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a710cda51cfa3ddf4088", "index_title": "Ramban on Deuteronomy", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Deuteronomy 27:3:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ramban on Deuteronomy 27:3:1", "sourceHeRef": "רמב\"ן על דברים כ״ז:ג׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Ramban on Deuteronomy", "he": "רמב\"ן על דברים"}, "he": "<b>וְכָתַבְתָּ עֲלֵיהֶן אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת</b>, אָמַר ר\"א (אבן עזרא על דברים כ\"ז:א') בְּשֵׁם הַגָּאוֹן, שֶׁכָּתְבוּ עֲלֵיהֶם מִנְיַן הַמִּצְוֹת, כְּמוֹ הַכְּתוּבוֹת בַּהֲלָכוֹת גְּדוֹלוֹת, כְּעֵין אַזְהָרוֹת. וְטַעַם <b>בַּאֵר הֵיטֵב</b> (דברים כ\"ז:ח'), הַכְּתִיבָה. וְרַבּוֹתֵינוּ אָמְרוּ (סוטה לב) בְּשִׁבְעִים לָשׁוֹן. וּמָצִינוּ בְּסֵפֶר תָּאגֵי שֶׁהָיְתָה כָּל הַתּוֹרָה כְּתוּבָה בָּהֶן מִבְּרֵאשִׁית עַד לְעֵינֵי כָּל יִשְׂרָאֵל בְּתָאגֶיהָ וְזִיּוּנֶיהָ, וּמִשָּׁם נֶעְתְּקוּ הַתָּאגִין בְּכָל הַתּוֹרָה. וְיִתָּכֵן שֶׁהָיוּ הָאֲבָנִים גְּדוֹלוֹת מְאֹד אוֹ שֶׁהָיָה מִמַּעֲשֵׂה הַנִּסִּים:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND THOU SHALT WRITE UPON THEM ALL THE WORDS OF THIS LAW. Rabbi Abraham ibn Ezra wrote in the name of the Gaon<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">Rav Saadia Gaon. See Vol., II p. 99, Note 230.</i> that “they wrote upon the stones a list of the commandments like those written down in the ‘Hilchoth Gedoloth,’<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">Rabbi Shimon Kairo of the Gaonic period, who flourished in the second half of the eighth century Common Era, was the first to enumerate the <i>Taryag Mitzvoth</i> contained in the Torah. The listing is in the preface to his work “Hilchoth Gedoloth”. His concept was utilized by the <i>Paitanim</i>, the writers of liturgical poetry who wrote various <i>Azharoth</i> (Exhortations), liturgical poems containing the Divine Commandments. — It should be noted that while the “Hilchoth Gedoloth” contains the first historical record in our possession of an attempt at enumerating the individual commandments, there is no doubt that the author drew upon older sources of such lists, and as Rabbeinu Saadia Gaon writes here, such “a list of the commandments” was written upon the stones by Moses.</i> in the form of <i>Azharoth</i> (‘Exhortations’ of the liturgical poets). And the meaning of the expression <i>‘ba’eir heiteiv’</i> (<i>very plainly</i>)<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Verse 8.</i> refers to the writing” [i.e., that it be in legible script, but it does not mean “well explained,” since only a brief list of the commandments rather than a detailed rendering was inscribed upon the stones].<br>And our Rabbis have said<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">Sotah 32a.</i> [that <i>‘ba’eir heiteiv</i>’<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">Verse 8.</i> means] in the seventy languages [of the peoples of the world]. Now, we find in the Book of <i>Tagin</i> (crownlets)<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">See Vol. I, p. 11.</i> that the entire Torah was written on them [i.e., the stones] — from the beginning of <i>Bereshith</i> to <i>in the sight of all Israel</i><sup class=\"footnote-marker\">63</sup><i class=\"footnote\">Further, 34:12.</i> — with its crownlets and its flourishes, and from there all the crownlets in the entire Torah were copied. It is likely that either these stones were huge, or it was a miraculous event [for, otherwise, it would have been impossible to inscribe so much on a few stone tablets].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60e43c437a9a0e56fd492e36", "index_title": "Ohr LaShamayim", "category": "Chasidut", "type": "", "ref": "Ohr LaShamayim, Chukat 15", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ohr LaShamayim, Chukat 15", "sourceHeRef": "אור לשמים, חקת ט״ו", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 15, "collectiveTitle": {"en": "Ohr LaShamayim", "he": "אור לשמים"}, "heTitle": "חקת", "he": "<b>ומשם</b> בארה וכו' (כא, טז). בהקדם פירוש <b>כאדמו\"ר מוהרי\"י זצללה\"ה </b>על פסוק (דברים ל, ד) אם יהיה נדחך בקצה השמים, כי מדת יסוד סיומא דגופא (ת\"ז הקדמה יז.) נקרא קצה השמים, ואם ח\"ו יהיה נדחך במדת יסוד, לשון שממה, ר\"ל גם כי ח\"ו יהיה שומם אעפי\"כ יקבצך ה' אלהיך. ומשם בו' נוספות, ר\"ל גם אם ח\"ו יתרבה השממון ואעפי\"כ יקחך, מלשון נקוטנא לי בידאי מאן מירבי כו' (ע' חגיגה טו:).<br><b>וז\"פ</b> הגמרא (מנחות כט:) רבי עקיבא היה דורש על כל קוץ וקוץ תילי תלים של הלכות, כי הנה כל הנשמות הקדושות והגדולות הקב\"ה נוטע אותם במקום עומק הקליפות כדי להכניעם ולברר הני\"ק שנשארו בתוכם בעת שבירת הכלים, כמו אברהם היה בן תרח שהיה ראש לעובדי ע\"ז, וגם ר\"ע היה ממשפחת גרים, ועי\"ז כשרצה לעבוד השם היה קשה לו מעשה אבותיו קוצים ודרדרים, וכשאדם מכניע החלק הרע מקרבו ומברר מדותיו גורם יחוד עליון בג\"ע, ואח\"כ נמשך הדבר לעוה\"ז ונעשה מזה הלכה, וז\"פ על קוץ וקוץ - ממה שעקצו אותו כקוצים וברקנים, נעשה מזה תילי תלים של הלכות.<br><b>וז\"פ</b> ומשם בארה, משם הוא מלשון שממה, ר\"ל כשזוכה אדם לעלות משממון שלו, בארה - פירוש הוא זוכה לתורה שבכתב שהם ה' חומשים. הוא הבאר, וג\"כ זוכה לחבר תורה שבכתב לתורה שבע\"פ הנק' באר שמבאר התורה שבכתב כמ\"ש (דברים כז, ח) באר היטיב. אשר אמר ה' למשה, ר\"ל זוכה למדריגת משה להיות בעלה דמטרוניתא (זח\"א כא:), שמצוה עליה, והצדיק גוזר והיא מקיימ'. אסוף את העם, וזוכה ע\"י מעשיו לקיבוץ גליות. ואתנה להם מים, ר\"ל להמשיך שיהיה קיבוץ גליות בנחת מתוך הרחבה ע\"י השפעות טובות. גם מים בגימטריא מלך, שהמלך המשיח לבו רך כמים, ר\"ל שזוכה לקרב הגאולה וביאת משיח והתרוממות קרן ישראל ומלכות בית דוד מהרה אמן:", "heVersionTitle": "Jerusalem, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6121aa38cd596b03e9e2c696", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "dibur_hamatchil", "ref": "Yalkut Shimoni on Torah 938:52", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Yalkut Shimoni on Torah 938:52", "sourceHeRef": "ילקוט שמעוני על התורה תתקל״ח:נ״ב", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 938.0052, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "וכתבת על האבנים. תנו רבנן כיצד כתבו ישראל את התורה, רבי יהודה אומר על גבי אבנים כתבוהו שנאמר וכתבת על האבנים את כל דברי התורה הזאת באר היטב ואחר כך סדו אותו בסיד, א\"ל רבי שמעון לדבריך היאך למדו אומות העולם תורה, א\"ל בינה יתירה נתן בהם הקב\"ה ושגרו נוטירין שלהן וקלפו את הסיד והשיאוה, ועל דבר זה נחתם גזר דינם לבואר שחת שהיה להם ללמוד ולא למדו. רבי שמעון אומר על גבי סיד כתבוה וכתבו להם מלמטה למען אשר לא ילמדו אתכם לעשות ככל התועבות, הא למדת שאם היו חוזרים בתשובה היו מקבלים אותם. כמאן אזלא הא דתניא ושבית שביו לרבות כנענים שבח\"ל שאם חוזרין בתשובה מקבלין אותם כמאן כרבי שמעון. אבנים שלמות (כתוב ברמז ש\"ו):", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d529f4629f2b57278996", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, באר 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sefer HaShorashim, באר 1", "sourceHeRef": "ספר השרשים, באר א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "באר", "he": ["<strong><big>באר</big></strong>   <strong>בֵּאֵר </strong>אֶת־הַתּוֹרָה הַזֹּאת (<a class=\"refLink\" href=\"Deuteronomy 1:5\" data-ref=\"Deuteronomy 1:5\">דברים א, ה</a>), פעל עבר, <strong>בַּאֵר</strong> הֵיטֵֽב (<a class=\"refLink\" href=\"Deuteronomy 27:8\" data-ref=\"Deuteronomy 27:8\">דברים כז, ח</a>), מקור, <strong>וּבָאֵר</strong> עַל־הַלֻּחוֹת (<a class=\"refLink\" href=\"Habakkuk 2:2\" data-ref=\"Habakkuk 2:2\">חבקוק ב, ב</a>), פירש את התורה, פירש היטב. וענין אחר מַעְיַן גַּנִּים <strong>בְּאֵר</strong> מַיִם חַיִּים (<a class=\"refLink\" href=\"Song of Songs 4:15\" data-ref=\"Song of Songs 4:15\">שיר השירים ד, טו</a>), חָפַרְתִּי אֶת־<strong>הַבְּאֵר</strong> הַזֹּֽאת (<a class=\"refLink\" href=\"Genesis 21:30\" data-ref=\"Genesis 21:30\">בראשית כא, ל</a>), <strong>וּבְאֵר</strong> צָרָה נָכְרִיָּֽה (<a class=\"refLink\" href=\"Proverbs 23:27\" data-ref=\"Proverbs 23:27\">משלי כג, כז</a>), והקבוץ וְכָל־<strong>הַבְּאֵרֹת</strong> אֲשֶׁר חָֽפְרוּ (<a class=\"refLink\" href=\"Genesis 26:15\" data-ref=\"Genesis 26:15\">בראשית כו, טו</a>). ובסמוך לא נשתנה וַיַּחְפֹּר אֶת־<strong>בְּאֵרֹת</strong> הַמַּיִם (<a class=\"refLink\" href=\"Genesis 26:18\" data-ref=\"Genesis 26:18\">בראשית כו, יח</a>). ונשתנה <strong>בֶּֽאֱרֹת בֶּֽאֱרֹת</strong> חֵמָר (<a class=\"refLink\" href=\"Genesis 14:10\" data-ref=\"Genesis 14:10\">בראשית יד, י</a>), ועניינם ידוע והוא שמימיו נובעין."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e4a6bfddfbb310feb10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "anchorRef": "Deuteronomy 12:1-28:69", "anchorRefExpanded": ["Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ ב׳-י״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Terms of the Covenant", "he": "דברים מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>fter lengthy exhortation we are brought at last to the heart of Deu-</small> teronomy. Just as its corresponding Exodus section, Chapters 19–24, stands at the center of that book, and Gen. 22, Lev. 19, and Num. 19–20 place dramatic narratives or important laws at their core, the laws that we now encounter focus our attention on the object of Moshe’s main concern in Deut. 1–11 and 27–30: the “covenant” or pact between God and Israel. Israel is to demonstrate its love or loyalty to God by “taking-care to observe” the laws, and binds itself in a ceremony, at least in descriptive form, at the end of the section.", "The subject matter of this long collection forms an interesting contrast to both the Covenant Code of Exodus (in the chapters just referred to) and other law collections in the ancient Near East. The Exodus material contains much that deals with property and damages, whereas Deuteronomy appears to focus more heavily on criminal and moral issues. Although neighboring civilizations had legal literature that parallels many of the cases before us (cf. Hallo for a discussion), Deuteronomy’s particular emphases suggest a shift away from personal property as the central area of society’s concern (Greenberg 1970). In addition, the biblical text here (as previously in the book) is generally cast in the second person singular, giving it a highly personal edge, and there is a higher percentage of “motive clauses”—explanations or justifications for the laws—than in other Near Eastern law codes. Sonsino has noted a strong similarity between the language of these chapters and the thrust of biblical “wisdom literature” such as the book of Proverbs; thus a major function of the material may well be didactic and not legal per se. This, interestingly, puts Deuteronomy more squarely within its Near Eastern setting; Fishbane (1988) characterizes both sets of systems as “stylized collections of typical cases.”", "Yet he also argues that whatever the original purpose of the laws in Chapters 12–26, they came already within the biblical period itself to be seen as actual “legislative texts,” and as such, subject to later interpretation much as any law code might spawn (this multiple function of the laws was noted by Weinfeld 1972a). In this connection it is clear that new attitudes have been adopted and changes made in specific cases. It is usually accepted that Deuteronomy has introduced a markedly humanistic tone into Israel’s legal system; in Weinfeld’s words (1993):", "… the author’s purpose was not to produce a civil-law book like the book of the covenant, treating of pecuniary matters, but to set forth a code of laws securing the protection of the individual and particularly of those persons in need of protection.", "Some of the changes from earlier laws are noted in the Commentary and Notes below.", "Nelson has divided the laws into the following sections: Purity in Worship (12:1–14:21); Life in the New Land (14:22–16:17); The Structures of Society (16:18–20:20); and Interpreting Traditional Laws (21:1–26:19). In his view, the changes introduced into Israel’s legal culture are responses to changes in Israelite society, whether economic, political, or religious—changes that may well reflect the monarchic period. The attempt to find a logical pattern to the structure of the laws, however, does not always succeed. Levinson has shown how a better understanding of the sequencing of the laws may be found in the principle of response to the centralization of worship, the event that historically may have accompanied Deuteronomy’s promulgation. In this scheme, 12:1–16:17 is above all a response to how centralization affected the cultic (sacrifical worship) sphere, and 16:18–17:13 to how judicial process was similarly affected. At the same time, these changes appear to be woven into older material.", "The phrase “And Y<small>HWH</small> spoke to Moshe, saying: / Speak to the Children of Israel and say to them: …,” so common in the legal and cultic sections of Leviticus and Numbers, does not appear here. Neither does it appear in the Covenant Code; but in the context of Deuteronomy, the absence of the phrase supports the emphasis on Moshe as the central figure (in Exodus the legal portions are followed by the Tabernacle instructions, which indeed use the quoted formula).", "Chapter 12 begins with “These are the laws and the regulations that you are to take-care to observe”; Chapter 28 ends with “These are the words of the covenant ….” As in Exodus, the laws are the terms of the covenant, not merely a set of rules to be followed. This is further supported by the framework into which these chapters have been placed. The first two parts of the book serve as a classic ancient Near Eastern introduction to a treaty, with their historical look back. In addition, the section ends with both a covenant ceremony (Chap. 27) and a series of blessings and curses (28), also typical in this genre. So far from being merely a dry list of laws, the core of Deuteronomy, with its reasoned tone and wide-ranging scope, serves both as a summing-up and as a basis for Israel’s life on the land. No wonder, then, that the exiles returning from Babylonia under Persian rule in the sixth century <small>B.C.E.</small> and later came to view the Torah as a real constitution.", "<img>", "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e776bfddfbb310feb8b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 2", "anchorRef": "Deuteronomy 27:1-26", "anchorRefExpanded": ["Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה נ״ח ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Covenant Ceremony", "he": "דברים הערה נ״ח"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה נ״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "As if to dramatize what has just concluded, the text at this point interpolates a ceremony that in location (Shechem) and theme anticipates what we find at the end of the book of Joshua (Chap. 24). It also encourages viewing Deuteronomy as a Northern document. Here the core is the series of curses uttered on Mount Eval in vv.15–26 (the blessings, curiously, do not appear). The curses, which do not introduce any new material as such, reflect the community’s fear that someone will sin in secret and not be found out, and the entire community will suffer as a result (Bellefontaine). The public pronouncement of threats was not unusual at the sealing of an agreement in the ancient Near East. As in previous legal sections, we are presented with a mixture of areas—criminal, sexual, and ritual—ending with the general provision that the “words of this Instruction” are to be carefully observed.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb46", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 1", "anchorRef": "Deuteronomy 27:1-26", "anchorRefExpanded": ["Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה נ״ח א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה נ״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 27:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 27:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62e66d64c4c36e21ac7bc995", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 27:8:1", "sourceHeRef": "רש\"ר הירש על התורה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 8. וכתבת וגו׳. In dem Hochgefühle dessen, was Israel die Zukunft bringen werde, wenn das Gesetz selbst in seiner Verwirklichung ein zu Gott emporstrebender Altarbau wird, in dem Hochgefühle, wie dann mit diesem Gesetze an die Stelle der Gewalt (ברזל) das Recht und die ungezwungene und unverkümmerte Vollendung des dem Menschen eingeborenen geistigen und sittlichen Adels (אבנים שלמות), und damit das geistig sittliche Emporstreben zu Gott (עולות), und der heilesfrohe irdische Genuss (שלמים), und die nie zu trübende Freude vor Gottes Angesicht (ושמחת) in Israels Kreis einziehen werde, – in diesem Hochgefühle schreibt Israel auf die von seinen Stämmen zum ersten Gesetzesaltarbau im Lande aus dem Jordansbette herbeigetragenen Steine \"alle Worte dieses Gesetzes\", und sagt sich zugleich mit diesen Steinen und deren Ursprung, daß – wie sein Nationalgesang (Ps. 114, 7; vergl. Josua 3, 11 u. 13) den Moment noch in der Erinnerung feiert – ׳מלפני אדון חולי ארץ וגו, daß vor dem Herrn, dessen Gesetz voranschreitend dem Volke den Weg durch die Jordansfluten gebahnt, alle irdische Gewalt und Hoheit zurücktreten werde, und Israel, bei seiner Jakobsschwäche, so lange es der Bundeslade dieses Gesetzes folgt, alle irdischen Hindernisse überwindet. — ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "62e66d64c4c36e21ac7bc996", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Deuteronomy 27:8:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Rav Hirsch on Torah, Deuteronomy 27:8:2", "sourceHeRef": "רש\"ר הירש על התורה, דברים כ״ז:ח׳:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 8.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "דברים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "באר היטב verglichen mit Habakuk 2, 2 כתוב חזון ובאר על הלחות למען ירוץ קורא בו könnte באר היטב auch hier die hinlängliche Deutlichkeit der Schrift bezeichnen. Sota 32a wird jedoch hier באר in dem Sinne wie הואיל משה באר את התורה הזאת (Kap. 1, 5) als Erläutern, zum Verständnis Bringen gefasst, und gelehrt, daß dieser Abschrift des Gesetzes zugleich eine Übersetzung für das Verständnis der anderen Völker beigegeben war, somit Israel, fern von dem uns angedichteten Partikularismus, seine Mission zur geistigen und sittlichen Erlösung der Gesamtmenschheit von vornherein zu begreifen hatte, deren Zukunftsheil ebenfalls mit diesem Einzuge des göttlichen Gesetzes in ihre Mitte gegeben sein sollte. Ja, daselbst (35a) wird gelehrt, daß selbst für das Verständnis der kanaanitischen Völker die Kap. 20, 18 gegebene Klausel für deren Vertreibung: למען אשר לא ילמדו אתכם לעשות בכל וגו׳ unter die Gesetzesabschrift wiederholt und erläutert war, damit sie es wissen sollten, daß nur, wenn sie ihren polytheistischen Anschauungen und Lebensweisen getreu bleiben wollten, ihre Vertreibung bevorstehe, mit ihrer Rückkehr zur allgemein menschlichen Gesetzlichkeit aber ihrem Verbleiben im Lande nichts im Wege steht (siehe zu Kapitel 20, 10 f. u. 20, 18).", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6396fb1ae04aa92ab37c4db3", "index_title": "Introductions to the Babylonian Talmud", "category": "Guides", "type": "", "ref": "Introductions to the Babylonian Talmud, Sotah, Introduction to Perek VII 5", "anchorRef": "Deuteronomy 27:2-8", "anchorRefExpanded": ["Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8"], "sourceRef": "Introductions to the Babylonian Talmud, Sotah, Introduction to Perek VII 5", "sourceHeRef": "הקדמות לתלמוד הבבלי, סוטה, הקדמה לפרק ז׳ ה׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1965, 1995], "commentaryNum": 5, "collectiveTitle": {"en": "Introductions to the Babylonian Talmud", "he": "הקדמות לתלמוד הבבלי"}, "heTitle": "הקדמה לפרק ז׳", "he": "<b>וְהָיָה בַּיּוֹם אֲשֶׁר תַּעַבְרוּ אֶת הַיַּרְדֵּן אֶל הָאָרֶץ אֲשֶׁר ה׳ אֱלֹהֶיךָ נֹתֵן לָךְ וַהֲקֵמֹתָ לְךָ אֲבָנִים גְּדֹלוֹת וְשַׂדְתָּ אֹתָם בַּשִּׂיד. וְכָתַבְתָּ עֲלֵיהֶן אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת בְּעָבְרֶךָ לְמַעַן אֲשֶׁר תָּבֹא אֶל הָאָרֶץ אֲשֶׁר ה׳ אֱלֹהֶיךָ נֹתֵן לְךָ אֶרֶץ זָבַת חָלָב וּדְבַשׁ כַּאֲשֶׁר דִּבֶּר ה׳ אֱלֹהֵי אֲבֹתֶיךָ לָךְ. וְהָיָה בְּעָבְרְכֶם אֶת הַיַּרְדֵּן תָּקִימוּ אֶת הָאֲבָנִים הָאֵלֶּה אֲשֶׁר אָנֹכִי מְצַוֶּה אֶתְכֶם הַיּוֹם בְּהַר עֵיבָל וְשַׂדְתָּ אוֹתָם בַּשִּׂיד. וּבָנִיתָ שָּׁם מִזְבֵּחַ לַה׳ אֱלֹהֶיךָ מִזְבַּח אֲבָנִים לֹא תָנִיף עֲלֵיהֶם בַּרְזֶל. אֲבָנִים שְׁלֵמוֹת תִּבְנֶה אֶת מִזְבַּח ה׳ אֱלֹהֶיךָ וְהַעֲלִיתָ עָלָיו עוֹלֹת לַה׳ אֱלֹהֶיךָ. וְזָבַחְתָּ שְׁלָמִים וְאָכַלְתָּ שָּׁם וְשָׂמַחְתָּ לִפְנֵי ה׳ אֱלֹהֶיךָ. וְכָתַבְתָּ עַל הָאֲבָנִים אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת בַּאֵר הֵיטֵב.</b> (דברים כז, ב-ח)", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "And it shall be on the day when you shall pass over the Yarden to the land which the Lord thy God gives thee, that thou shalt set thee up great stones, and cover them with plaster: and thou shalt write upon them all the words of this Tora, when thou art passed over, that thou mayst go in to the land which the Lord thy God gives thee, a land flowing with milk and honey; as the Lord God of thy fathers has promised thee. And it shall be when you have gone over the Yarden, that you shall set up these stones, which I command you this day in mount ῾Eval, and thou shalt cover them with plaster. And there shalt thou build an altar to the Lord thy God, an altar of stones: thou shalt not lift up any iron tool upon them. Thou shalt build the altar of the Lord thy God of whole stones: and thou shalt offer burnt offerings upon it to the Lord thy God: and thou shalt offer peace offerings, and shalt eat there, and rejoice before the Lord thy God. And thou shalt write upon the stones all the words of this Tora very plainly. (Deuteronomy 27:2-8)", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64185f59c9371ec0cebe38bd", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Reggio on Torah, Deuteronomy 27:8:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "דברים", "he": "<b>באר היטב,</b> כתיבה מבוארת ונראית יפה, למען ירוץ הקורא בה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34734a1adfb3d45378214", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Levush HaOrah, Deuteronomy 27:8:1", "sourceHeRef": "לבוש האורה, ספר דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "commentaryNum": 8.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "ספר דברים", "he": "<b>רש\"י</b> באר היטב בשבעים לשון וכתב הרא\"ם וז\"ל פי' היטב בצירופו עולה שבעים רצה לומר בצירוף חשבון הקודמים וכבר בארתיו בפ' דברים:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65379b6b393bf40494a8b510", "index_title": "Sifrei Devarim", "category": "Midrash", "type": "", "ref": "Sifrei Devarim 36:2", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Sifrei Devarim 36:2", "sourceHeRef": "ספרי דברים ל״ו:ב׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200], "commentaryNum": 36.0002, "collectiveTitle": {"en": "Sifrei Devarim", "he": "ספרי דברים"}, "heTitle": "ספרי דברים", "he": "וכתבתם, שומע אני על גבי אבנים, הרי אתה דן, נאמר כאן כתב ונאמר להלן (דברים כז ח) כתב, מה כתב האמור להלן על גבי אבנים אף כתב האמור כאן על גבי אבנים, או כלך לדרך זו נאמר כאן כתב ונאמר להלן (במדבר ה כג) כתב, מה כתב האמור להלן על הספר בדיו אף כתב האמור כאן על הספר בדיו, אתה דן בלשון הזה ואני אדון בלשון שבעל דין חולק, נאמר כאן כתב ונאמר להלן כתב, מה כתב האמור להלן על גבי אבנים אף כתב האמור כאן על גבי אבנים, אמרת הפרש, אלמוד דבר מדבר ואדון דבר מדבר, אלמוד דבר שהוא מנהג לדורות מדבר שהוא מנהג לדורות ולא אלמוד דבר שהוא מנהג לדורות מדבר שאינו אלא לשעה, נאמר כאן כתב ונאמר להלן כתב מה כתב האמור להלן על הספר בדיו אף כתב האמור כאן על הספר בדיו. אף על פי שאין ראיה לדבר זכר לדבר (ירמיה לו יח) ויאמר להם ברוך מפיו יקרא אלי את כל הדברים האלה ואני כותב על הספר בדיו.", "heVersionTitle": "Sifre on Deuteronomy, ed. Dr. Louis Finkelstein. JTS, 1969", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "\"And you shall write them\": I might think (that he could write them) on stones — you, therefore, reason: It is stated here \"writing,\" and, elsewhere (<i>Ibid</i>. 24:1) \"writing.\" Just as there, on a scroll, here, too, on a scroll. <i>You</i> reason <i>this</i> way; but I can also reason: It is stated here \"writing,\" and, elsewhere (<i>Ibid</i>. 27:8) \"writing.\" Just as there, on stones, here, too, on stones! — Would you say this? There is a difference. I can learn one thing from another, and I can deduce one thing from another. I can learn one thing that obtains for all generations from another than obtains for all generations; but we do not deduce a thing that obtains for all generations (i.e., our instance) from something that obtains only for that time (i.e., the instance of the stones). As it is written (Jeremiah 36:18) \"And Baruch said to them: From his mouth he read all these words to me, and I wrote it in the book with ink.\"", "versionTitle": "Sifrei by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרי, רבי שרגא זילברשטיין"}, {"_id": "657ecc91758c1dc532ec976e", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 27:8", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Steinsaltz on Deuteronomy 27:8", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ז:ח׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 27.0008, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>וְכָתַבְתָּ עַל הָאֲבָנִים אֶת כָּל דִּבְרֵי הַתּוֹרָה הַזֹּאת</b>, שעד עתה היו כתובים בלוחות הברית ובספר התורה\n  <b>בַּאֵר הֵיטֵב,</b> באופן שיהיו גלויים לכול, קריאים ומבוארים.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>You shall write on the stones all the words of this Torah,</b> which until now were written only on the Tablets of the Covenant and in the Torah scroll. You shall ensure that the writing is <b>very clearly</b> readable by all and properly elucidated.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "660936a9353f16951d83f5b1", "index_title": "Midrash BeChiddush on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Midrash BeChiddush on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 1:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Midrash BeChiddush on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 1:1", "sourceHeRef": "מדרש בחדוש על הגדה של פסח, מגיד, מתחילה עובדי עבודה זרה היו אבותינו א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash BeChiddush on Pesach Haggadah", "he": "מדרש בחדוש על הגדה של פסח"}, "heTitle": "מתחילה עובדי עבודה זרה היו אבותינו", "he": "<b>כאן</b> מתחיל המגיד לספר בגנות אבותינו כאשר נצטווה מרז\"ל מתחיל בגנות ומסיים בשבח. והנה ראוי לתת טעם אל הדבר הזה. דבשלמא אילו היינו מספרי' בגנות עצמנו שפיר. אבל לספר בגנות האבות מה לנו וכ\"ש מאחר שתרח עשה תשובה קודם מותו. ואין ראוי להזכיר לו שום רשע. <br><b>אמנם</b> אפשר לו' כי מאחר שתרח עשה עברות עד סוף ימיו ומת בתשובה היא הנותנת המצוה לספר בגנותו. כי בספור ההוא מקילין לו העונש ויהיה לו כפרה. כי הא דאמרי' מעשה עגל הראשון נקרא ומתרגם ולזילותא דישראל לא חיישינן כי היכי דתהוי להו כפרה. וכן הא דתנן שלשה מלכים וארבעה הדיוטות אין להם חלק לעה\"ב. אין לחשוב שלא יבאו לעה\"ב מי יתן והייתי זוכה למה שיזכה מנשה מלך יהודה. כי רוב ימי חייו האחרונים היו בתשובה שלימה. אלא סדרו דבר זה במשנה כי היכי דתהוי להו כפרה. כי כשם שכל מי שנאמרה שמועה מפיו שפתותיו דובבות בקבר. כך כשמספרים בגנותו הוא שומע ומצטער ומתכפרים לו עונותיו וכן מצינו כשאמר רב אשי למחר נפתח בחברינו מנשה בא לו בחלומו ואמר לו מה שאמר. אף כאן מזכירין גנות תרח כי היכי דתהוי ליה כפרה. ואם אמרו שאסור לספר אחר מטתן של מתים הוא מאותם שלא החטיאו אחרים. אבל כשחטאו והחטיאו מותר לספר בגנותן בכונה זו אף אם עשו תשובה. ומה שאמרו שאין מזכירין לו שום רשע הוא בעולם אשר הוא שם שאין מענישין אותו על עברות שעשה הואיל ועשה תשובה. <br><b>והנכון</b> לומר שבא ספור זה לכאן מטעם אין ממנין פרנס על הצבור אא\"כ קופה של שרצים תלויה לו מאחריו שאם תזוח דעתו עליו אומרים לו ראה מה שאחריך. וכנה השי\"ת עשה ישראל סגולה לכל העמים. על כי ילכו בארחותם וכמו שעתידין לעשות בביאת הגואל שנ' והלכו גוים לאורך. וכן כתיב והלכו גוים רבים ואמרו לכו ונעלה אל הר ה' ויורנו מדרכיו ונלכה באורחותיו. וכן היתה רצונו יתב' שיעשו משיצאנו ממצרים כי ע\"כ צוה להקים אבנים גדולות מעבר לירדן ולכתוב עליהם התורה באר היטב בשבעים לשון. למען יוכלו כל האומות לראות משפטים ותורות אמת. ויאמרו אין תורה אלא תורת ה' וילכו אצל בני ישראל שילמדו דרכי ה' ויהיה להם מורא מהם כמורא שמחויב התלמיד לרבו. ולפי שיש לחוש פן ישראל יתגאו בראות עצמם במעלה זו. היינו שקרבנו המקום לעבודתו מה שלא עשה כן לשאר האומות. ע\"כ סדרו לו' מתחלה עע\"ז היו אבותינו כלו' חזור לאחוריך וראה מהיכן יצאת. ואפשר עוד לו' שסדרו לו' מתחלה עע\"ז לפי שבצאת ישראל ממצרים נתעלו על כל האומות. ועדיין העלוי ההוא ירושה בידינו הגם כי דלונו מאד ולמען לא תזוח דעתנו עלינו אמרו שנביט אחרינו מהיכן נולדנו הלא הי' תרח אבי אברהם. וחשק בנו לפי שאנו משפילים עצמנו. והנכון הוא לפי שמתחיל עכשו לתת טעם אל ירידתנו מצרים שהיה לטהר טנוף ע\"ז הנמשך להם מחטא אדה\"ר ולא אמר לטהר טנוף שאר העברות ובפרט ג\"ע שהיא היתה העיקר לפי שע\"ז כוללת כל העברות כאז\"ל כל המודה בע\"ז כופר בכל התורה כלה. ואולם מלת ועכשו קרבנו קשה. כי הלא מאז הוציאנו ממצרים קרבנו לעבודתו. <br><b>אך</b> הענין הוא כי בצאתנו ממצרים קרבנו המקום לעבודתו קירוב אחר קירוב עד שהיינו דבקים בו ית' כמו שכתבנו לפנים בפסקת עאכ\"ו בעה\"י ע\"ש. ולפי שגרם החטא ואבדנו הדיבוק ההוא כמ\"ש כיון שאמרו דבר אתה עמנו ונשמעה חזר יצה\"ר למקומו. ונשאר לנו הקירוב בלבד ולמען נרגיש האבדה שאבדנו ונטיב מעשינו להחזיר העטרה ליושנה מהדיבוק אמר ועכשו קרבנו לאפוקי מה שהיה בעת ההיא שהיינו דבקים בו ית' כדכתיב ואתם הדבקים בה' אלקיכם. ועם כי זה נאמר אחרי שחזר יצה\"ר למקומו עכ\"ז הטיבו מעשיהם עד שחזרו להיות דבקים בו. וזה הורה להם כאשר צוה להם על עשיית הדגלים שידוע שהם כנגד ארבע מחנות שכינה. וממילא משמע שכשגורם החטא אנו אובדים הדיבוק ונשאר לנו הקירוב ולז\"א ועכשיו קרבני. ושלמה התפלל ואמר ישקני מנשיקות פיהו שהוא דבקות רוחא ברוחא כמ\"ש בזהר: <br>", "heVersionTitle": "Przemyśl, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The <i>Maggid</i> begins by telling the story (of the Exodus) with the disgrace that our forefathers experienced, as the sages stated: “One begins with the Jewish people’s disgrace and concludes with their glory.”<sup class=\"footnote-marker\">90</sup><i class=\"footnote\"><i>Mishnah Pesachim</i> 10:4</i> We shall explain this. It would have been better if we began with the disgrace of Israel; why do we begin with the disgrace of the forefathers, and even more so, the disgrace of Terach (who worshipped idols). Didn’t he repent before his death?<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">According to the sages, Terach, father of Abraham, was not only an idolator most of his life but also ran an idol boutique. However in his latter years he came to understand the error of his ways and became a believer in God.</i> It doesn’t seem right to mention his wickedness.  <br>However, one might argue that since Terach committed many sins before the end of his life but died having performed repentance, it is a <i>mitzvah</i> to mention his disgrace. Telling his story lightens his guilt and brings atonement. This is what the sages stated: “The first report of the incident of the Golden Calf, (Ex. 32:1–20), is read and translated, but the second reported, (Aaron’s report to Moses of what had taken place Ex. 32:21–24) is read but not translated.” <sup class=\"footnote-marker\">92</sup><i class=\"footnote\"><i>BT Megillah</i> 25a Even though we recall the sin of the Golden Calf, by doing so we bring atonement to the sinner.</i> We do not worry about the sinners of Israel since they are received in atonement. <br>Similarly, we are taught, “Three kings and four commoners in the Bible have no share in the World-to-Come.”<sup class=\"footnote-marker\">93</sup><i class=\"footnote\"><i>Mishnah Sanhedrin</i> 10:2 “The three kings are: Jeroboam, son of Nebat, Ahab, both kings of Israel, and Manasseh, king of Judea. Rabbi Yehuda says: Manasseh has a share in the World-to-Come, as it is stated: “And he prayed to Him, and He received his entreaty, and heard his supplication and brought him back to Jerusalem unto his kingdom” (II Ch. 33:13). The Rabbis <b>said to</b> Rabbi Yehuda: He regretted his actions, and his repentance was effective to the extent that God restored him to his kingdom, but did not restore his portion in life in the World-to-Come. The four commoners are: Balaam, son of Beor; Doeg the Edomite; Ahithophel; and Gehazi.<b>”</b></i> One should not think that Menasheh did not receive a portion in the world to come! I would like to have the merit that Menasheh, King of Judah, had, since during the final days of his life were spent in complete repentance. Rather this is included in the <i>Mishnah</i> since it served as atonement. When we recall his actions, his words speak from the grave. So, too, when one's actions are recalled in disgrace, the dead hear it and are distressed and they ask for atonement for their sins.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">See <i>Kiddushin</i> 31b - “How does he honor him in his death? If he says a matter he heard from his father’s mouth, he should not say: So said Father. Rather, he should say: So said Father, my teacher, may I be an atonement for his resting soul. And this <i>halakha</i> applies within twelve months of his death. From this time onward he says: May his memory be for a blessing, for the life of the World-to-Come.” And Yevamot 97a.</i> Similarly, we learn, “When Rabbi Ashi concluded his lecture by saying, ‘Tomorrow we will begin our lecture with our colleague, Menasheh,” Menashe appeared to him in a dream and said, ‘How can you call me “colleague”’ <sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><i>Sanhedrin</i> 102b Manasseh said to him angrily: You called me your colleague and the colleagues of your father? How dare you characterize yourself as our equal? This suggests that Rabbi Ashi did not merit to call even Menashe, his colleague.</i> So, too, here, we recall the sins of Terach so that it would be an atonement for him. <br>And if the sages stated that we should not speak (poorly) about the dead, it means when we are speaking about those who did not cause others to sin. If, however, they not only sinned but caused others to sin as well, it is permissible to speak disparagingly about them with this intention, even if they repented. Or the sages meant that we should not mention the wicked in the world in which they are found because we don’t punish them for the sins they committed if they have repented.  <br>(<i><b>V’hanakhon</b></i>) It is also correct to say that this statement brought here to teach, “One appoints a leader over the community only if he has a box full of creeping animals hanging behind him,” Why is that? It is so that if he exhibits a haughty attitude toward the community, one can say to him: Turn and look behind you.”<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">BT <i>Yoma</i> 22b, i.e., he has something inappropriate in his ancestry that preceded him. The story of the Exodus reminds us to remain humble…</i> <br>God chose Israel from among all the nations so they would follow His path and do so in the future when the redeemer comes, as is stated, “And nations shall walk by your light…” (Is. 60:3) and it is also written, ““Come, let us go up to the Mount of <i>Adonai</i>, to the House of the God of Jacob; that He may instruct us in His ways, and that we may walk in His paths.” (Is. 2:3) This was also God’s will when the Israelites left Egypt. That is why God commanded them to set up several large stones on the other side of the Jordan and to write the<i> Torah</i> clearly on them in seventy languages. (Deut. 27:8 See <i>Rashi</i>) This was so the nations would see that the ordinances and teachings of <i>Torah</i> are true. Then they will say, “Israel’s teachings <i>(Torah)</i> is truly the teachings (<i>Torah</i>) of God and then they will come to Israel so that they can learn the ways of God and they will come to fear them in the way that students should show reverence to their teacher. But since there was concern that Israel might become arrogant when they saw their superiority, and that God brought them close in a way that He did not do so with the other nations, therefore they were instructed to first say, “At first our ancestors worshipped idols…” That is, “Look behind you and see where you have come from…” <br>It is also possible to explain, “At first our ancestors worshipped idols…” as follows: when Israel left Egypt they were raised above the other nations. Israel’s ascent was their inheritance even though they were feeble. In order to keep them from becoming haughty, they were told to look back (at the past) from whence they came; at Terach, the father of Abraham. God will desire us because we humble ourselves. <br>The correct understanding of this passage is to begin by explaining that the descent to Egypt was meant to purify them of the idolatry assciated with Adam, the first human being and not about purifying the other transgressions and sins in the Garden of Eden. They were all included in the sin of idolatry. As the sages state, “Anyone who worships idolatry denies the <i>Torah.</i><sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Midrash Lekach Tov Deuteronomy 11:28</i> However, the passage continues, “And now He has brought us close…” because when we went out of Egypt, God brought us to the service of the divine. <br><i><b>(Akh)</b></i> It has been said that when the Israelites left Egypt, the Omnipresent (<i>HaMakom</i>) brought them closer and closer to God’s service so that they cleaved to the Holy One, as is explained later, in the passage, <i>Al achat kama v’kama</i>, “How much do we owe thanks to God…”<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">The passage after <i>dayyenu.</i></i> Sin caused them to lose their ability to cleave to God, when they said to Moses, ““You speak to us and we will obey; but let not God speak to us, lest we die,”<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">The last half of this verse does not appear in the commentary but is necessary to understand its implication.</i> (Ex. 20:16) causing the evil inclination returned to its place,<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">The people experience <i>Devekut</i>, pure cleaving to God, at Mount Sinai. But when they turned to Moses and told him to act as an intermediary, they destroyed the moment of <i>Devekut</i>, cleaving, and this allowed the evil inclination to re enter their lives.</i> so that only they “come near” (<i>keiruv</i>).<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">But not cleave to God.</i> In order to sense what was lost, and improve their actions so that we would return the crown to its former glory through cleaving to God, we say, “And now the Omnipresent has drawn us near.” This was meant to exclude the time when we could cleave to God, as is stated, “while you, who held fast (<i>hadevekim</i>) to <i>Adonai</i> your God, are all alive today.” (Deut. 4:4) Even though this was stated after the evil inclination had returned, even so the Israelites had the ability to improve so that they would eventually cleave to God again. This was taught to them when they were commanded regarding the making of the flags.<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><i>Midrash Bemidbar Rabbah</i> 2:3</i> It is known that it is an allusion to the four camps of the Divine Presence. At first one might think that when sin occurred, Israel lost its ability to cleave to God and all that remained was the ability to come close. Therefore we say, \"And now we come close…” Therefore Moses prayed and said, “Oh, let him give me kisses of His mouth,-For your love is more delightful than wine.” (Song 1:2) <br>", "versionTitle": "Midrash BeChiddush, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2024", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "66c9ae9fc91a7f4636f4c5ad", "index_title": "Seder Olam Rabbah", "category": "Midrash", "type": "", "ref": "Seder Olam Rabbah 11:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Seder Olam Rabbah 11:1", "sourceHeRef": "סדר עולם רבה י״א:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [200, 500], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Seder Olam Rabbah", "he": "סדר עולם רבה"}, "he": "פרק יא", "heVersionTitle": "Seder Olam, Warsaw 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "סדר עולם, ורשה 1904", "text": "And the people came up from the Jordan on the tenth day of the first month [Nisan], and they took twelve stones from the Jordan, as the Lord commanded Joshua, and set them up in Gilgal. They also took twelve stones from the Jordan and set them up at the end of the Jordan, in the east of Jericho, when they had come up from the Jordan. They came to Mount Gerizim and Mount Ebal, in Samaria, near Shechem, as it is said, “Are they not beyond the Jordan, by the way of the sunset?” (Deuteronomy 11:30). The Israelites recited the blessings and curses, and arranged them according to the order as commanded, saying, “Take for yourselves twelve stones from the midst of the Jordan, from the place where the priests’ feet stood” (Joshua 4:3), and set them up in Gilgal. Joshua erected these twelve stones from the Jordan in Gilgal. They wrote the Torah on them in seventy languages, as it is said, “And you shall write upon them all the words of this law” (Deuteronomy 27:8). They sacrificed peace offerings and ate them there, as it is said, “And you shall sacrifice peace offerings and eat there” (Deuteronomy 27:7). At that time, the Israelites were obligated in the commandments of challah, orlah, and chadash. At that time, the Lord said to Joshua (Joshua 5:2), “Make yourself sharp knives and circumcise the sons of Israel at Gibeath-haaralot.” On the fourteenth of Nisan, the Israelites slaughtered the Passover sacrifices, as it is said, “And the children of Israel camped in Gilgal and kept the Passover” (Joshua 5:10). On the sixteenth of Nisan, the Israelites brought the Omer, as it is said, “And they ate from the produce of the land” (Joshua 5:11). After Passover, on the twenty-second of Nisan, they took the city, and it was on the seventh day (Joshua 6). Rabbi Yossi says that the battle of Jericho was on the Sabbath, and the battles of Ai and Gibeon were within three months. On the third of Tammuz, Joshua said before the eyes of all Israel, “Sun, stand still in Gibeon, and moon in the valley of Aijalon,” and the sun stood still (Joshua 10). Rabbi Yossi says it was the day of the solstice. We learn that the first of Nisan of that year was the day of the solstice. Caleb said to Joshua, “I was forty years old when Moses sent me” (Joshua 14:7), and now I am eighty-five years old (Joshua 14:10). We learn that they spent seven years conquering, and how do we know they spent seven years dividing? Until they began to count for tithes, sabbatical years, and jubilees. The Israelites spent eight hundred and fifty years in the land from when they entered until they left, which amounts to seventeen full jubilees, as it is said, “In the twenty-fifth year of our exile, at the beginning of the year” (Ezekiel 40:1). When did he say this? At the beginning of the jubilee. If it is seventeen full jubilees, how are there fourteen extra years? Say then, the fourteen years that the Israelites spent in Gilgal were seven for conquest, and seven for division. Afterward, “All the congregation of the children of Israel assembled at Shiloh” (Joshua 18:1). At that time they began to count for tithes, sabbatical years, and jubilees. Then Joshua called to the tribes of Reuben, Gad, and Manasseh, and said to them (Joshua 22). When they returned, they built a large altar to see. Joshua made the first sabbatical year with them, and the second one he did not complete before he died. The chosen house in Shiloh was built with stones below and coverings above, and the Israelites used it for three hundred and sixty-nine years, and it was destroyed.", "versionTitle": "ChatGpt", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cd142b669ad4c0152d592e3", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 27:8:1", "sourceHeRef": "ברכת אשר על התורה, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה באר היטב, בשבעים לשון. ע\"כ.</b> והוא על פי סוטה (לה ע\"ב) שכתבו התורה על גבי אבנים בשבעים לשון למען ילמדו הגויים. וכל הענין כולו קצת קשה להבין: (א) האומות סירבו לקבל התורה מפי הגבורה (עבודה זרה ב ע\"ב), ולמה זה יבואו להעתיקה? (ב) כיצד יַדעו שיש כאן תורה שאפשר להעתיקה? (ג) מה מביא את חז\"ל לדרוש דרשה זו ולא להסתפק בפשוטו של מקרא, וכפי שמפרשים למשל רשב\"ם או ראב\"ע? (ד) וראה דברי בעל \"תורה תמימה\" (אות ו) שכתב: בשבעים לשון - המפרשים פירשו בטעם הדבר, כדי שיבינו כל האומות וידעו מה שכתוב בתורה, וכבר טרחו ועמלו המפרשים לפרש הדבר כפשוטו, שהיתה כל התורה כולה כתובה על האבנים מועתקת בשבעים לשון אשר זה דבר שלא ישוער, ולכן קרוב לומר דרק עשרת הדברות היו כתובים עליהם, וכסמך ראיה לדבר אפשר להסמיך מלשון \"את דברי התורה\", ואם היתה הכוונה על כל התורה, לא הוה ליה למימר \"את דברי\" אלא 'את התורה', וכמו בפרשת וילך \"ויכתוב משה את התורה\"... אמנם לולא דברי המפרשים היה אפשר לפרש הלשון בשבעים לשון לא כמו שרגילים לפרש בשבעים שפות, אלא כמו שפירשו בזוהר (ויקרא כ ע\"א) מה שכתוב שהסנהדרין היו יודעין בשבעים לשון, ופירשו דאינון שבעים פנים לתורה, ובאמת שם מוכרח לפרש כן, דפשוטו לא יתכן, וגם הכא יתפרש כן, ויתבאר מאוד הלשון \"באר היטב\", שנתבארה התורה מכל פנים ומכל צד. ובאמת בלשון חז\"ל רגיל לבא השם \"לשון\" במובן אופן ודרך, כמו 'לישנא בישא', 'לישנא קמא', 'לישנא בתרא', שפירושם: אופן רע, אופן ראשון ואופן השני, וכהנה הרבה. ע\"כ. וזה שרש\"י מביא דרשה זו, שמא גם זה שייך לנטייתו לדברים המופלאים? (פ' כי־תבוא תשמ\"ח) הערת הרב פינחס דנינו שי': בשם רס\"ג מובא שכתבו את התורה בקיצור כעין האזהרות שכתבו מוני המצוות. (עיין רמב\"ן על אתר).", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c2d23d8c73e8530aa63e", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Devarim 7", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Agra DeKala, Devarim 7", "sourceHeRef": "אגרא דכלה, דברים ז׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 7, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "דברים", "he": "והנה יש מקום עוד לבאר תיבת הואי\"ל (דברים א ה). וגם הלאמ\"ר. דהנה אמרו רז\"ל (סוטה ל\"ב ע\"א) בא\"ר בע' לשון (וכמו שפירש רש\"י). ופירשו בו דדייקו מתיבת היט\"ב, האמור בפרשת תבא (דברים כז ח) באר היט\"ב, כשיוחשב במספר הקדמי בגימטריא ע', ולפי פשוטו לא ידענו. והנראה דהוקשה להם תיבת בא\"ר, משמע שהתורה היתה ערוכה לפניהם, רק הוצרכה לביאו\"ר. גם התורה הזא\"ת, כמורה באצבע שהיתה ערוכה בכל. גם מהו הלאמ\"ר. על כן פירש דהכוונה שביאר התורה מלשון הקודש ללשון אחר, והנה מדלא פירש לאיזה לשון, על כרחך על כל הלשונות דהי מינייהו מפקת. ובזה יוצדק הלאמ\"ר, היינו שכל אדם יהיה יכול לאומרה, כי בכל הלשונות של כל עם ועם ביארה, זה מה שנ\"ל לכוונת פשוטן של דברים:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e8b3887fb54a439085effe4", "index_title": "Ben Yehoyada on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Sotah 35b:3", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ben Yehoyada on Sotah 35b:3", "sourceHeRef": "בן יהוידע על סוטה ל״ה ב:ג׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 70.0003, "collectiveTitle": {"en": "Ben Yehoyada on Sotah", "he": "בן יהוידע על סוטה"}, "heTitle": "בן יהוידע על סוטה", "he": "<b>בִּינָה יְתֵירָה נָתַן בָּהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, וְשִׁיגְּרוּ נוֹטֵירִין שֶׁלָּהֶן וכו'.<small> (דברים כז, ח)</small>.</b> פירוש כיון שהיו האבנים מוסדים בסיד מהיכן ידעו האומות שיש כאן כתיבה תחת הסיד? ולכן אמר בינה יתירה נתן בהם שהבינו דבר מתוך דבר כי אמרו למה סדו בסיד? אלא ודאי שיש שם דברים שרצו לכסותן בסיד! ושלחו סופרים שלהם שהם בקיאים במלאכת הכתיבה ופקחים במעשיהם וקלפו הסיד בדרך חכמה שלא יתקלקל הכתב שתחתיו אפילו אות אחת מחמת הקילוף ועל ידי כך העתיקו אותה כולה בלתי שום חסרון אות כלל ועם כל זה לא למדו אותה אף על פי שהיתה מועתקת כולה אצלם.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e8b3888fb54a439085effe9", "index_title": "Ben Yehoyada on Sotah", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Sotah 35b:4", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Ben Yehoyada on Sotah 35b:4", "sourceHeRef": "בן יהוידע על סוטה ל״ה ב:ד׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 70.0004, "collectiveTitle": {"en": "Ben Yehoyada on Sotah", "he": "בן יהוידע על סוטה"}, "heTitle": "בן יהוידע על סוטה", "he": "<b>בְּאוֹתָהּ שָׁעָה נִתְחַתֵּם גְּזַר דִּינָם לִבְאֵר שַׁחַת, שֶׁהָיָה לָהֶן לִלְמֹד וְלֹא לָמְדוּ <small>(דברים כז, ח)</small>.</b> נראה לי בס\"ד דידוע דהתורה היא בחינת יסוד דחכמה ולכן כתיב הֳ' בְּחָכְמָה יָסַד אָרֶץ <small>(משלי ג, יט)</small> והיינו ארץ כינוי לתורה כמו שאמרו רבותנו ז\"ל <small>(בראשית רבה צח, יב)</small> על פסוק וְאֶת הָאָרֶץ כִּי נָעֵמָה <small>(בראשית מט, טו)</small> ולכן משה רבינו ע\"ה שהיה בחינת יסוד דחכמה ניתנה התורה על ידו.<br>ולכן דרשו רבותנו ז\"ל פסוק וְצַדִּיק יְסוֹד עוֹלָם <small>(משלי י, כה)</small> על משה רבינו ע\"ה שהוא יסוד דחכמה שהוא נעלם יותר מן יסוד דתפארת ולזה קרי יְסוֹד עוֹלָם לשון העלמה וידוע מה שאמר רבינו האר\"י ז\"ל בסוד י\"א סמני הקטורת כי שְׁחֵלֶת הוא יסוד וכנזכר בשער הכונות עיין שם, נמצא שחלת כינוי ליחוד.<br>ובזה פרשתי בס\"ד שַׁלֵּחַ תְּשַׁלַּח אֶת הָאֵם וְאֶת הַבָּנִים תִּקַּח לָךְ <small>(דברים כב, ז)</small> <b>תְּשַׁלַּח</b> בהפוך אתוון שְׁחֵלֶת שהוא היסוד שלח אותו <b>אֶת הָאֵם</b> לחבר יסוד במלכות שהוא אֵם תתאה בסוד ה־א אחרונה <b>וְאֶת ה</b>'<b> בָּנִים</b> רוצה לומר ה' פעמים, רמז לעשרה הויו־ת כי כל 'בן' הוא מספר ב' הויו־ת <small>[26×2=52]</small> <b>תִּקַּח לָךְ</b> והיינו חמשה חסדים הם חמשה הויו־ת <small>[26×5=130]</small> וחמשה גבורות הם גם כן חמשה הויו־ת וסך הכל ס\"ר <small>[260]</small> וזהו וַיַּרְא הֳ' כִּי סָר לִרְאוֹת <small>(שמות ג, ד)</small>.<br>נמצא שְׁחֵלֶת הוא כינוי ליסוד בכל מקום. והנה תמצא אות למ־ד בשחלת מפסיק בין אותיות 'שחת' והיינו למ־ד רומז ללימוד התורה מבטל השחת ואם לא יש לימוד לא יש למ־ד מפסיק ונשארו. ולכן נרמז זה בשחלת שהוא כינוי ליסוד והתורה היא יסוד דחכמה. ועל כן ישראל שקבלו לימוד התורה הפסיק הלמ־ד ונשארו אותיות שְׁחֵלֶת לגבי דידם בשלימות ואין כאן שַׁחַת אבל העובדי כוכבים שלא קבלו התורה אין להם חלק בלמ־ד אם כן לגבי דידם יסתלק הלמ־ד מן <b>שְׁחֵלֶת</b> וישאר <b>שַׁחַת</b> לכן ילכו '<b>לִבְאֵר שַׁחַת</b>' ולזה אמר אותה שעה נחתם גזר דינם של עובדי כוכבים לבאר שחת.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ec242196af0683b30274adc", "index_title": "Bartenura on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Sotah 9:1:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Bartenura on Mishnah Sotah 9:1:1", "sourceHeRef": "ברטנורא על משנה סוטה ט׳:א׳:א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Sotah", "he": "ברטנורא על משנה סוטה"}, "heTitle": "ברטנורא על משנה סוטה", "he": "<b>עגלה ערופה בלשון הקודש.</b> מה שהזקנים אומרים ידינו לא שפכו את הדם הזה והכהנים אומרים כפר לעמך ישראל וגו׳, בלשון הקודש הוזקקו לאמרן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "עגלה ערופה בלשון הקדש – what the elders say (Deuteronomy 21:7): “Our hands did not shed this blood,” and the Kohanim state (Deuteronomy 27:8): “Absolve, O LORD, Your people Israel [whom You redeemed, and do not let guilt for the blood of the innocent remain among Your people Israel],” it was necessary to state this in the Holy Tongue (i.e., Hebrew).", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf7fb6084aa1cbef87f3", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶ֫בֶן 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "BDB, אֶ֫בֶן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶ֫בֶן א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶ֫בֶן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֶ֫בֶן</span></big></big><sub>274</sub><big></big>  <strong>n.f.</strong> <a data-ref=\"Genesis 29:2\" href=\"/Genesis.29.2\">Gn 29:2</a> (<strong>m.</strong> <sup><a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a></sup>?) <strong>stone (</strong>Assyrian <em>abnu</em>, = the sharp, projecting? v. Dl<sup>W, Pr 107</sup>; Ph. <span dir=\"rtl\">אבן</span>; Aramaic. <span dir=\"rtl\">אֶבֶן</span>, <span dir=\"rtl\">ܐܰܒܢܳܐ</span>; Ethiopic እብን Sab. <span dir=\"rtl\">אבנ[ם]</span> DHM<sup>ZMG 1883, 341</sup><strong>)</strong> = <span dir=\"rtl\">א׳</span> abs. <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">Gn 28:22</a> +; <span dir=\"rtl\">אָ֑בֶן</span> <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">11:3</a> +; cstr. <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">49:24</a> +; sf. <span dir=\"rtl\">אַבְנוֹ</span> <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a>; <span dir=\"rtl\">אֲבָנִים</span> <a data-ref=\"Genesis 31:46\" href=\"/Genesis.31.46\">Gn 31:46</a> +, etc.;—a <em>stone</em> (large or small).<br><strong>1.</strong>  in natural state, used as pillow <a data-ref=\"Genesis 28:11\" href=\"/Genesis.28.11\">Gn 28:11</a>, <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">18</a> (E); seat <a data-ref=\"Exodus 17:12\" href=\"/Exodus.17.12\">Ex 17:12</a> (E); cover of well <a data-ref=\"Genesis 29:3\" href=\"/Genesis.29.3\">Gn 29:3</a><sup>(×2)</sup>, <a data-ref=\"Genesis 29:8\" href=\"/Genesis.29.8\">8</a>, <a data-ref=\"Genesis 29:10\" href=\"/Genesis.29.10\">10</a> (J) causing one to stumble <a data-ref=\"Isaiah 8:14\" href=\"/Isaiah.8.14\">Is 8:14</a>; marring good ground <a data-ref=\"II Kings 3:19\" href=\"/II_Kings.3.19\">2 K 3:19</a>, <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">25</a>; hand-missile <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (JE) <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">Nu 35:17</a>, <a data-ref=\"Numbers 35:23\" href=\"/Numbers.35.23\">23</a> (P) <a data-ref=\"II Samuel 16:6\" href=\"/II_Samuel.16.6\">2 S 16:6</a>, <a data-ref=\"II Samuel 16:13\" href=\"/II_Samuel.16.13\">13</a>, especially in judicial stoning, with vb. <span dir=\"rtl\">רָגַם</span> <a data-ref=\"Leviticus 20:2\" href=\"/Leviticus.20.2\">Lv 20:2</a>, <a data-ref=\"Leviticus 20:27\" href=\"/Leviticus.20.27\">27</a>; <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">24:23</a> <a data-ref=\"Numbers 14:10\" href=\"/Numbers.14.10\">Nu 14:10</a>; <a data-ref=\"Numbers 15:35\" href=\"/Numbers.15.35\">15:35</a>, <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">36</a> <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25a</a> (all P), so also <a data-ref=\"Deuteronomy 21:21\" href=\"/Deuteronomy.21.21\">Dt 21:21</a> <a data-ref=\"II Chronicles 24:21\" href=\"/II_Chronicles.24.21\">2 Ch 24:21</a> <a data-ref=\"Ezekiel 16:40\" href=\"/Ezekiel.16.40\">Ez 16:40</a>; <a data-ref=\"Ezekiel 23:47\" href=\"/Ezekiel.23.47\">23:47</a>; cf. <a data-ref=\"I Kings 12:18\" href=\"/I_Kings.12.18\">1 K 12:18</a> = <a data-ref=\"II Chronicles 10:18\" href=\"/II_Chronicles.10.18\">2 Ch 10:18</a>; with vb. <span dir=\"rtl\">סָקַל</span> <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">Dt 13:11</a>; <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; also <a data-ref=\"Joshua 7:25\" href=\"/Joshua.7.25\">Jos 7:25b</a> (JE or D); sling-stones <a data-ref=\"Judges 20:16\" href=\"/Judges.20.16\">Ju 20:16</a> <a data-ref=\"I Samuel 17:40\" href=\"/I_Samuel.17.40\">1 S 17:40</a>, <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">49</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">50</a> <a data-ref=\"II Chronicles 26:14\" href=\"/II_Chronicles.26.14\">2 Ch 26:14</a>; hurled by engines <a data-ref=\"II Chronicles 26:15\" href=\"/II_Chronicles.26.15\">2 Ch 26:15</a>; set up for inscribing law <a data-ref=\"Deuteronomy 27:2\" href=\"/Deuteronomy.27.2\">Dt 27:2</a>, <a data-ref=\"Deuteronomy 27:4\" href=\"/Deuteronomy.27.4\">4</a>, <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">8</a> <a data-ref=\"Joshua 8:32\" href=\"/Joshua.8.32\">Jos 8:32</a> (all D); as memorial <a data-ref=\"Joshua 4:3\" href=\"/Joshua.4.3\">Jos 4:3</a>, <a data-ref=\"Joshua 4:5\" href=\"/Joshua.4.5\">5</a>, <a data-ref=\"Joshua 4:6\" href=\"/Joshua.4.6\">6</a>, <a data-ref=\"Joshua 4:7\" href=\"/Joshua.4.7\">7</a>, <a data-ref=\"Joshua 4:8\" href=\"/Joshua.4.8\">8</a>, <a data-ref=\"Joshua 4:9\" href=\"/Joshua.4.9\">9</a>, <a data-ref=\"Joshua 4:20\" href=\"/Joshua.4.20\">20</a>, <a data-ref=\"Joshua 4:21\" href=\"/Joshua.4.21\">21</a> (JED) <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">1 S 7:12</a>; as sacred pillar <span dir=\"rtl\">(מַצֵּבָה)</span> <a data-ref=\"Genesis 28:18\" href=\"/Genesis.28.18\">Gn 28:18</a>; <a data-ref=\"Genesis 35:14\" href=\"/Genesis.35.14\">35:14</a> (anointed with oil), <a data-ref=\"Genesis 28:22\" href=\"/Genesis.28.22\">28:22</a> (= <span dir=\"rtl\">בֵּיתאֵל</span>) cf. <span dir=\"rtl\">יִשְׂרָאֵל (רֹעֶה)א׳</span> <a data-ref=\"Genesis 49:24\" href=\"/Genesis.49.24\">Gn 49:24</a> (v. Di); as witness <a data-ref=\"Genesis 31:45\" href=\"/Genesis.31.45\">31:45</a> cf. <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a>, <a data-ref=\"Joshua 24:27\" href=\"/Joshua.24.27\">27</a> (all JE); pl. gathered into heap <span dir=\"rtl\">(גַּל)</span> over dead, <a data-ref=\"Joshua 7:26\" href=\"/Joshua.7.26\">Jos 7:26</a> (v. Di) <a data-ref=\"Joshua 8:29\" href=\"/Joshua.8.29\">8:29</a> cf. <a data-ref=\"Joshua 10:18\" href=\"/Joshua.10.18\">10:18</a>, <a data-ref=\"Joshua 10:27\" href=\"/Joshua.10.27\">27</a> (JE) 2 S <a data-ref=\"II Samuel 18:17\" href=\"/II_Samuel.18.17\">18:17</a>; <span dir=\"rtl\">גַּל</span> on which meal was eaten, in a compact <a data-ref=\"Genesis 31:46\" href=\"/Genesis.31.46\">Gn 31:46</a><sup>(×2)</sup> (JE); built into altar <a data-ref=\"Exodus 20:22\" href=\"/Exodus.20.22\">Ex 20:25</a> <a data-ref=\"Deuteronomy 27:5\" href=\"/Deuteronomy.27.5\">Dt 27:5</a>, <a data-ref=\"Deuteronomy 27:6\" href=\"/Deuteronomy.27.6\">6</a> (JED) <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a> <a data-ref=\"I Kings 18:31\" href=\"/I_Kings.18.31\">1 K 18:31</a>, <a data-ref=\"I Kings 18:32\" href=\"/I_Kings.18.32\">32</a>, <a data-ref=\"I Kings 18:38\" href=\"/I_Kings.18.38\">38</a>; cf. <a data-ref=\"II Kings 23:15\" href=\"/II_Kings.23.15\">2 K 23:15</a> 𝔊 Klo (for <span dir=\"rtl\">הבמה</span>); of figured stone (forbidden) <span dir=\"rtl\">א׳ מַשְׂכִּית</span> <a data-ref=\"Leviticus 26:1\" href=\"/Leviticus.26.1\">Lv 26:1</a> (H); <span dir=\"rtl\">א׳ גדולה</span> where ark rested <a data-ref=\"I Samuel 6:14\" href=\"/I_Samuel.6.14\">1 S 6:14</a>, <a data-ref=\"I Samuel 6:15\" href=\"/I_Samuel.6.15\">15</a> also v <a data-ref=\"I Samuel 6:18\" href=\"/I_Samuel.6.18\">18</a> (MT <span dir=\"rtl\">אבל</span> q.v.); (v. for other noteworthy stones <strong>9.</strong> infr.)<br><strong>2.</strong>  <em>stone, as material</em>, of tablets <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a>; <a data-ref=\"Exodus 31:18\" href=\"/Exodus.31.18\">31:18</a>; <a data-ref=\"Exodus 34:1\" href=\"/Exodus.34.1\">34:1</a> (pl.) v <a data-ref=\"Exodus 34:4\" href=\"/Exodus.34.4\">4</a><sup>(×2)</sup> (JE) <a data-ref=\"Deuteronomy 4:13\" href=\"/Deuteronomy.4.13\">Dt 4:13</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">5:19</a>; <a data-ref=\"Deuteronomy 9:9\" href=\"/Deuteronomy.9.9\">9:9</a>, <a data-ref=\"Deuteronomy 9:10\" href=\"/Deuteronomy.9.10\">10</a>, <a data-ref=\"Deuteronomy 9:11\" href=\"/Deuteronomy.9.11\">11</a>; <a data-ref=\"Deuteronomy 10:1\" href=\"/Deuteronomy.10.1\">10:1</a>, <a data-ref=\"Deuteronomy 10:3\" href=\"/Deuteronomy.10.3\">3</a>; of vessels, hence prob. <a data-ref=\"Exodus 7:19\" href=\"/Exodus.7.19\">Ex 7:19</a> (P; <span dir=\"rtl\">א׳</span> = vessels of stone ‖ <span dir=\"rtl\">עצים</span>) v. Di; idols (‖ <span dir=\"rtl\">עץ</span>) <a data-ref=\"Deuteronomy 4:28\" href=\"/Deuteronomy.4.28\">Dt 4:28</a>; <a data-ref=\"Deuteronomy 28:36\" href=\"/Deuteronomy.28.36\">28:36</a>, <a data-ref=\"Deuteronomy 28:64\" href=\"/Deuteronomy.28.64\">64</a>; <a data-ref=\"Deuteronomy 29:16\" href=\"/Deuteronomy.29.16\">29:16</a> <a data-ref=\"II Kings 19:18\" href=\"/II_Kings.19.18\">2 K 19:18</a> = <a data-ref=\"Isaiah 37:19\" href=\"/Isaiah.37.19\">Is 37:19</a>; also <a data-ref=\"Jeremiah 3:9\" href=\"/Jeremiah.3.9\">Je 3:9</a> <a data-ref=\"Ezekiel 20:32\" href=\"/Ezekiel.20.32\">Ez 20:32</a>; pavement <a data-ref=\"II Kings 16:17\" href=\"/II_Kings.16.17\">2 K 16:17</a>; edifice <a data-ref=\"I Kings 6:7\" href=\"/I_Kings.6.7\">1 K 6:7</a> cf. <a data-ref=\"Genesis 11:3\" href=\"/Genesis.11.3\">Gn 11:3</a>; also <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; often pl. of (worked) stones <a data-ref=\"Leviticus 14:40\" href=\"/Leviticus.14.40\">Lv 14:40</a>, <a data-ref=\"Leviticus 14:42\" href=\"/Leviticus.14.42\">42</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 14:43\" href=\"/Leviticus.14.43\">43</a>, <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">45</a> (P; in wall of house) <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">2 K 22:6</a> +, cf. of city-wall <a data-ref=\"Nehemiah 3:35\" href=\"/Nehemiah.3.35\">Ne 3:35</a>; of (ruined) city <a data-ref=\"I Kings 15:22\" href=\"/I_Kings.15.22\">1 K 15:22</a> <a data-ref=\"Nehemiah 3:34\" href=\"/Nehemiah.3.34\">Ne 3:34</a>; tomb <a data-ref=\"Isaiah 14:19\" href=\"/Isaiah.14.19\">Is 14:19</a>; <span dir=\"rtl\">אֲבָנִים יְקָרוֹת</span> (costly building-stones) <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a>; <a data-ref=\"I Kings 7:9\" href=\"/I_Kings.7.9\">7:9</a>, <a data-ref=\"I Kings 7:10\" href=\"/I_Kings.7.10\">10</a>, <a data-ref=\"I Kings 7:11\" href=\"/I_Kings.7.11\">11</a> (v. also sub <strong>3</strong>); <span dir=\"rtl\">אַבְנֵי־שַׁיִשׁ</span> = <em>marble</em> (v. 𝔊) <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">אַבְנֵי גָזִית</span> = <em>hewn stones</em> <a data-ref=\"I Kings 5:31\" href=\"/I_Kings.5.31\">1 K 5:31</a> <a data-ref=\"I Chronicles 22:2\" href=\"/I_Chronicles.22.2\">1 Ch 22:2</a> <a data-ref=\"Ezekiel 40:42\" href=\"/Ezekiel.40.42\">Ez 40:42</a> (for altar-tables),—cf. <a ,=\"\" data-ref=\"BDB, גָּזִית\" dir=\"rtl\" href=\"/BDB,_גָּזִית\">גָּזִית</a>; <span dir=\"rtl\">א׳ מַחְצֵב</span> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a>; <a data-ref=\"II Kings 22:6\" href=\"/II_Kings.22.6\">22:6</a> <a data-ref=\"II Chronicles 34:11\" href=\"/II_Chronicles.34.11\">2 Ch 34:11</a>; foundation-stone, corner-stone <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">Is 28:16</a> <a data-ref=\"Jeremiah 51:26\" href=\"/Jeremiah.51.26\">Je 51:26</a> <a data-ref=\"Job 38:6\" href=\"/Job.38.6\">Jb 38:6</a> <a data-ref=\"Psalms 118:22\" href=\"/Psalms.118.22\">ψ 118:22</a>; cap-stone, completing the building, <span dir=\"rtl\">הָא׳ הָרִאשֹׁנָה</span> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a> (but v. <a data-ref=\"BDB, פִּנָּה\" href=\"/BDB,_פִּנָּה\", dir=\"rtl\">רֹאשׁ פִּנָּה</a> <a data-ref=\"Psalms 118:22\" href=\"/Psalms.118.22\">ψ 118:22</a> as above), <a data-ref=\"Zechariah 3:9\" href=\"/Zechariah.3.9\">Zc 3:9</a> <em>upon one stone seven eyes</em>, prob. refers to this cap- or head-stone; the eyes are symbol of God’s watchfulness; perhaps explaining cup-stones found in Orient, v. Guthe<sup>ZPV 1890, 129</sup>; <em>stone-cutters</em> <span dir=\"rtl\">חָרָשֵׁי א׳</span> <a data-ref=\"II Samuel 5:11\" href=\"/II_Samuel.5.11\">2 S 5:11</a> <a data-ref=\"I Chronicles 22:15\" href=\"/I_Chronicles.22.15\">1 Ch 22:15</a>; <span dir=\"rtl\">חֹצְבֵי הָא׳</span> <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> cf. <a data-ref=\"I Chronicles 22:2\" href=\"/I_Chronicles.22.2\">1 Ch 22:2</a>.<br><strong>3.</strong>  <em>precious stone</em>, gen. with modifying word <span dir=\"rtl\">א׳ יְקָרָה</span> coll. <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> <a data-ref=\"I Kings 10:2\" href=\"/I_Kings.10.2\">1 K 10:2</a> + often (v. <strong>2</strong>); <span dir=\"rtl\">א׳ הַשֹׁהַם</span> <a data-ref=\"Genesis 2:12\" href=\"/Genesis.2.12\">Gn 2:12</a> (J) cf. <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 28:9\" href=\"/Exodus.28.9\">28:9</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a>; <a data-ref=\"Exodus 39:6\" href=\"/Exodus.39.6\">39:6</a> (P) <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ מִלֻּאִים</span> <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>, <a data-ref=\"Exodus 35:27\" href=\"/Exodus.35.27\">27</a> cf. <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ סַפִּיר</span> <a data-ref=\"Ezekiel 1:26\" href=\"/Ezekiel.1.26\">Ez 1:26</a>; <a data-ref=\"Ezekiel 10:1\" href=\"/Ezekiel.10.1\">10:1</a>; <span dir=\"rtl\">אַבְנֵי אֶקְדָּח</span> <a data-ref=\"Isaiah 54:12\" href=\"/Isaiah.54.12\">Is 54:12</a>; <span dir=\"rtl\">א׳ חֵפֶץ</span> <em>ib.</em>; <span dir=\"rtl\">אַבְנֵי פוּךְ וְרִקְמָה</span> <a data-ref=\"I Chronicles 29:2\" href=\"/I_Chronicles.29.2\">1 Ch 29:2</a>; <span dir=\"rtl\">א׳ חֵן</span> <a data-ref=\"Proverbs 17:8\" href=\"/Proverbs.17.8\">Pr 17:8</a>; on <span dir=\"rtl\">אַבְנֵי אֵשׁ</span> (<em>stones of fire</em>) <a data-ref=\"Ezekiel 28:14\" href=\"/Ezekiel.28.14\">Ez 28:14</a>, <a data-ref=\"Ezekiel 28:16\" href=\"/Ezekiel.28.16\">16</a> as precious stones = Assyrian <em>aban išâti</em> (?) v. Dl<sup>Pa 118</sup> & <sup>W 40</sup>; but Sm al. <em>thunderbolts;</em> also without distinctive modifier <a data-ref=\"Exodus 25:7\" href=\"/Exodus.25.7\">Ex 25:7</a>; <a data-ref=\"Exodus 35:9\" href=\"/Exodus.35.9\">35:9</a>; <span dir=\"rtl\">חָרַשׁ א׳</span> engraver in stone <a data-ref=\"Exodus 28:11\" href=\"/Exodus.28.11\">Ex 28:11</a> cf. <a data-ref=\"Exodus 31:5\" href=\"/Exodus.31.5\">31:5</a>; <a data-ref=\"Exodus 35:33\" href=\"/Exodus.35.33\">35:33</a> (P).<br>†<strong>4.</strong>  <em>stones containing metal</em>, = <em>ore</em>, <a data-ref=\"Deuteronomy 8:9\" href=\"/Deuteronomy.8.9\">Dt 8:9</a> (v. Di) <a data-ref=\"Job 28:2\" href=\"/Job.28.2\">Jb 28:2</a> cf. v. <a data-ref=\"Job 28:3\" href=\"/Job.28.3\">3</a>.<br>†<strong>5.</strong>  <em>a weight</em>, as orig. stone (v. <a data-ref=\"Proverbs 27:3\" href=\"/Proverbs.27.3\">Pr 27:3</a> cf. Eng. weight <em>stone</em> = <a data-ref=\"Proverbs 27:14\" href=\"/Proverbs.27.14\">14</a> lb) <span dir=\"rtl\">אַבְנֵי־כִיס</span> <a data-ref=\"Proverbs 16:11\" href=\"/Proverbs.16.11\">Pr 16:11</a> (cf. Assyrian Dl<sup>W 38</sup>); <span dir=\"rtl\">א׳ הַמֶּלֶךְ</span> <a data-ref=\"II Samuel 14:26\" href=\"/II_Samuel.14.26\">2 S 14:26</a> (i.e. according to royal standard; cf. COT <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">Gn 23:16</a>); <span dir=\"rtl\">א׳ וָא׳</span> <a data-ref=\"Deuteronomy 25:13\" href=\"/Deuteronomy.25.13\">Dt 25:13</a> <a data-ref=\"Proverbs 20:10\" href=\"/Proverbs.20.10\">Pr 20:10</a>, <a data-ref=\"Proverbs 20:23\" href=\"/Proverbs.20.23\">23</a> (i.e. different weights, for dishonest use); <span dir=\"rtl\">כִּיס אַבְנֵי מִרְמָה</span> <a data-ref=\"Micah 6:11\" href=\"/Micah.6.11\">Mi 6:11</a>; just weights <span dir=\"rtl\">אַבְנֵי־צֶדֶק</span> <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; <span dir=\"rtl\">א׳ שְׁלֵמָה</span> <a data-ref=\"Proverbs 11:1\" href=\"/Proverbs.11.1\">Pr 11:1</a>; hence also heavy mass of metal (lead) <a data-ref=\"Zechariah 5:8\" href=\"/Zechariah.5.8\">Zc 5:8</a>.<br>†<strong>6.</strong>  <em>plummet</em> <a data-ref=\"Isaiah 34:11\" href=\"/Isaiah.34.11\">Is 34:11</a> (<em>stones of devastation</em>, or <em>emptiness</em>, cf. on sense <a data-ref=\"II Kings 21:13\" href=\"/II_Kings.21.13\">2 K 21:13</a> <a data-ref=\"Amos 7:7\" href=\"/Amos.7.7\">Am 7:7</a>, <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">8</a>); also made of metal <span dir=\"rtl\">הא׳ הַבְּדִּיל</span> <a data-ref=\"Zechariah 4:10\" href=\"/Zechariah.4.10\">Zc 4:10</a> (conversely plummet from <em>plumbum</em>).<br>†<strong>7.</strong>  objectslike stones; partic. <em>hail</em>, explicitly, <span dir=\"rtl\">אַבְנֵי הַבָּרָד</span> <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> cf. <a data-ref=\"Isaiah 30:30\" href=\"/Isaiah.30.30\">Is 30:30</a>; <span dir=\"rtl\">א׳ אֶלְגָּבִישׁ</span> <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a>, <a data-ref=\"Ezekiel 13:13\" href=\"/Ezekiel.13.13\">13</a>; <a data-ref=\"Ezekiel 38:22\" href=\"/Ezekiel.38.22\">38:22</a>; but also <span dir=\"rtl\">גְּדֹלוֹת אֲבָנִים</span> <a data-ref=\"Joshua 10:11\" href=\"/Joshua.10.11\">Jos 10:11</a> (E) (cf. Assyrian Dl<sup>W 38</sup>); lime-stones <span dir=\"rtl\">אַבְנֵי־גִד</span> <a data-ref=\"Isaiah 27:9\" href=\"/Isaiah.27.9\">Is 27:9</a>.<br><strong>8.</strong>  in sim. (mostly poet.) of sinking in water <a data-ref=\"Exodus 15:5\" href=\"/Exodus.15.5\">Ex 15:5</a> = <a data-ref=\"Nehemiah 9:11\" href=\"/Nehemiah.9.11\">Ne 9:11</a>; motionlessness <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a>; strength <a data-ref=\"Job 6:12\" href=\"/Job.6.12\">Jb 6:12</a>; firmness <a data-ref=\"Job 41:16\" href=\"/Job.41.16\">41:16</a>; solidity (of ice) <a data-ref=\"Job 38:30\" href=\"/Job.38.30\">38:30</a>; in prose, of commonness <a data-ref=\"I Kings 10:27\" href=\"/I_Kings.10.27\">1 K 10:27</a> <a data-ref=\"II Chronicles 1:15\" href=\"/II_Chronicles.1.15\">2 Ch 1:15</a>; also metaph. of one in fear <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> (i.e. <em>petrified</em> with terror, cf. <a data-ref=\"Exodus 15:16\" href=\"/Exodus.15.16\">Ex 15:16</a> supr.); <span dir=\"rtl\">לֵב הָא׳</span> = perverse, hard heart <a data-ref=\"Ezekiel 11:19\" href=\"/Ezekiel.11.19\">Ez 11:19</a>; <a data-ref=\"Ezekiel 36:26\" href=\"/Ezekiel.36.26\">36:26</a>; <span dir=\"rtl\">אַבְנֵי־נֵזֶר</span> <a data-ref=\"Zechariah 9:16\" href=\"/Zechariah.9.16\">Zc 9:16</a> (of ransomed Isr.)—<span dir=\"rtl\">א׳</span> personif. <a data-ref=\"Habakkuk 2:11\" href=\"/Habakkuk.2.11\">Hb 2:11</a> cf. v <a data-ref=\"Habakkuk 2:19\" href=\"/Habakkuk.2.19\">19</a>; cf. <a data-ref=\"Ezekiel 13:11\" href=\"/Ezekiel.13.11\">Ez 13:11</a> (v. <strong>7</strong> supr.)<br>†<strong>9.</strong>  In topogr. terms (nearly = n.pr.); <span dir=\"rtl\">אֶבֶן בֹּהַן</span> <a data-ref=\"Joshua 15:6\" href=\"/Joshua.15.6\">Jos 15:6</a>; <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">18:17</a>; <span dir=\"rtl\">א׳ הָעֶזֶר</span> <a data-ref=\"I Samuel 5:1\" href=\"/I_Samuel.5.1\">1 S 5:1</a> cf. <a data-ref=\"I Samuel 7:12\" href=\"/I_Samuel.7.12\">7:12</a>, also <a data-ref=\"I Samuel 4:1\" href=\"/I_Samuel.4.1\">4:1</a> (We Dr); <span dir=\"rtl\">הָא׳ הָאָ֑זֶל</span> <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">1 S 20:19</a>, read <span dir=\"rtl\">הָאַרְגָּב הַלָּאז</span> v. 𝔊 here & v <a data-ref=\"I Samuel 20:41\" href=\"/I_Samuel.20.41\">41</a> (We Dr Klo); <span dir=\"rtl\">א׳ הַזֹּחֶלֶת</span> <a data-ref=\"I Kings 1:9\" href=\"/I_Kings.1.9\">1 K 1:9</a> (where We<sup>Skizzen III,171</sup> comp. Ar. <em>Zuḥal</em> = Saturn)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d005b6084aa1cbefeb41", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, באר 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "BDB, באר 1", "sourceHeRef": "בראון-דרייבר-בריגס, באר א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "באר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">באר</span>]</big></big>  <strong>vb.</strong> only <strong>Pi. make distinct, plain (</strong>so NH, Aramaic; Lag<sup>BN 58</sup> prop. for Qal <span dir=\"rtl\">בָּאֵר</span>, <span dir=\"rtl\">בָּאֹר</span>, cf. deriv. infr.; Thes & most comp. Arabic <span dir=\"rtl\">بَأَرَ</span> <em>dig a pit</em> or <em>well</em>, but this prob. denom. v. Lag<sup>l.c.</sup><strong>)</strong>—<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">בֵּאֵר</span> <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a>, Imv. <span dir=\"rtl\">בָּאֵר</span> <a data-ref=\"Habakkuk 2:2\" href=\"/Habakkuk.2.2\">Hb 2:2</a>; Inf. abs. <span dir=\"rtl\">בַּאֵר</span> <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">Dt 27:8</a> (cf. Bö<sup>§393, 4</sup>)—<em>make distinct, plain</em>, of letters on tablets <a data-ref=\"Habakkuk 2:2\" href=\"/Habakkuk.2.2\">Hb 2:2</a> <span dir=\"rtl\">כְּתֹב חָזוֹן וּבָאֵר עַל־הַלֻּחוֹת לְמַעַן יָרוּץ קוֹרֵא בוֹ</span>, i.e. so that one may run past and (still) read; or, so that one may read swiftly; on stones <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">Dt 27:8</a><span dir=\"rtl\">וְכָתַבְתָּ עַל־הָאֲבָנִים</span> … <span dir=\"rtl\">בַּאֵר הֵיטֵב</span> <em>and thou shalt write upon the</em> [whitewashed] <em>stones</em> all the words of this law, <em>doing it plainly and well;</em> fig. <em>explain, expound</em> <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a> <span dir=\"rtl\">הוֹאִיל מֹשֶׁה בֵּאֵר הַתּוֹרָה</span> <em>Moses began</em> (and) <em>expounded the law</em>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1cfb6084aa1cbf12625", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָטַב 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "BDB, יָטַב 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָטַב א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָטַב", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big>[<span dir=\"rtl\">יָטַב</span>]</big></big>  <strong>vb.</strong> be good, well, glad, pleasing <strong>(</strong>Aramaic <span dir=\"rtl\">יְטַב</span>; Zinj. <span dir=\"rtl\">יטב</span> DHM<sup>Sendsch. 57</sup><strong>)</strong>—<br><strong>Qal</strong>  (Pf. not in use, v. <a data-ref=\"BDB, טוֹב\" href=\"/BDB,_טוֹב\", dir=\"rtl\">טוֹב</a> <strong>vb.</strong>) Impf. <span dir=\"rtl\">יִיטַב</span> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a> + 34 times, <span dir=\"rtl\">יִטַב</span> <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">1 S 24:5</a> + 3 times; <span dir=\"rtl\">תִּיטַב</span> <a data-ref=\"Esther 2:4\" href=\"/Esther.2.4\">Est 2:4</a> + 2 times; <span dir=\"rtl\">תֵּיטְבִי</span> (incorrect for <span dir=\"rtl\">תִּיטְבִי</span> Ges<sup>§ 70 R</sup>) <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a>; pl. <span dir=\"rtl\">יִיטְבוּ</span> <a data-ref=\"Genesis 34:18\" href=\"/Genesis.34.18\">Gn 34:18</a>; for Inf. and Pt. v. <a ,=\"\" data-ref=\"BDB, טוֹב\" dir=\"rtl\" href=\"/BDB,_טוֹב\">טוֹב</a>.— <strong>1.</strong>  <em>be glad, joyful</em>, <span dir=\"rtl\">לֵב</span> <a data-ref=\"Judges 18:20\" href=\"/Judges.18.20\">Ju 18:20</a>; <a data-ref=\"Judges 19:6\" href=\"/Judges.19.6\">19:6</a>, <a data-ref=\"Judges 19:9\" href=\"/Judges.19.9\">9</a> <a data-ref=\"I Kings 21:7\" href=\"/I_Kings.21.7\">1 K 21:7</a> <a data-ref=\"Ruth 3:7\" href=\"/Ruth.3.7\">Ru 3:7</a> <a data-ref=\"Ecclesiastes 7:3\" href=\"/Ecclesiastes.7.3\">Ec 7:3</a>. <strong>2.</strong>  <em>be well placed</em>, <span dir=\"rtl\">הֲתֵיטְבִי מִנֹּא אָמוֹן</span> <a data-ref=\"Nahum 3:8\" href=\"/Nahum.3.8\">Na 3:8</a> <em>art thou better placed than No of Amon?</em> <strong>3.</strong>  impers. c. <span dir=\"rtl\">לְ</span>, <em>be well for</em> or <em>with, go well with</em> <a data-ref=\"Genesis 12:13\" href=\"/Genesis.12.13\">Gn 12:13</a> (J), <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">40:14</a> (E), <a data-ref=\"Deuteronomy 4:40\" href=\"/Deuteronomy.4.40\">Dt 4:40</a>; <a data-ref=\"Deuteronomy 5:16\" href=\"/Deuteronomy.5.16\">5:16</a>, <a data-ref=\"Deuteronomy 5:23\" href=\"/Deuteronomy.5.23\">26</a>; <a data-ref=\"Deuteronomy 6:3\" href=\"/Deuteronomy.6.3\">6:3</a>, <a data-ref=\"Deuteronomy 6:18\" href=\"/Deuteronomy.6.18\">18</a>; <a data-ref=\"Deuteronomy 12:25\" href=\"/Deuteronomy.12.25\">12:25</a>, <a data-ref=\"Deuteronomy 12:28\" href=\"/Deuteronomy.12.28\">28</a>; <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">22:7</a> <a data-ref=\"II Kings 25:24\" href=\"/II_Kings.25.24\">2 K 25:24</a> <a data-ref=\"Ruth 3:1\" href=\"/Ruth.3.1\">Ru 3:1</a> <a data-ref=\"Jeremiah 7:23\" href=\"/Jeremiah.7.23\">Je 7:23</a>; <a data-ref=\"Jeremiah 38:20\" href=\"/Jeremiah.38.20\">38:20</a>; <a data-ref=\"Jeremiah 40:9\" href=\"/Jeremiah.40.9\">40:9</a>; <a data-ref=\"Jeremiah 42:6\" href=\"/Jeremiah.42.6\">42:6</a>. <strong>4.</strong>  <em>be pleasing</em> <span dir=\"rtl\">בְּעֵינֵי</span> <a data-ref=\"Genesis 34:18\" href=\"/Genesis.34.18\">Gn 34:18</a> (J), <a data-ref=\"Genesis 41:37\" href=\"/Genesis.41.37\">41:37</a>; <a data-ref=\"Genesis 45:16\" href=\"/Genesis.45.16\">45:16</a> (E), <a data-ref=\"Deuteronomy 1:23\" href=\"/Deuteronomy.1.23\">Dt 1:23</a> <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a>, <a data-ref=\"Leviticus 10:20\" href=\"/Leviticus.10.20\">20</a> <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">Jos 22:30</a>, <a data-ref=\"Joshua 22:33\" href=\"/Joshua.22.33\">33</a> (P), <a data-ref=\"I Samuel 18:5\" href=\"/I_Samuel.18.5\">1 S 18:5</a>; <a data-ref=\"I Samuel 24:5\" href=\"/I_Samuel.24.5\">24:5</a> <a data-ref=\"II Samuel 3:36\" href=\"/II_Samuel.3.36\">2 S 3:36</a>; <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">18:4</a> <a data-ref=\"I Kings 3:10\" href=\"/I_Kings.3.10\">1 K 3:10</a> <a data-ref=\"Esther 1:21\" href=\"/Esther.1.21\">Est 1:21</a>; <a data-ref=\"Esther 2:4\" href=\"/Esther.2.4\">2:4</a><sup>(×2)</sup>, <a data-ref=\"Esther 2:9\" href=\"/Esther.2.9\">9</a>; c. <span dir=\"rtl\">לְ</span>, <em>be pleasing to</em>, <a data-ref=\"Psalms 69:32\" href=\"/Psalms.69.32\">ψ 69:32</a>; c. <span dir=\"rtl\">לִפְנֵי</span> (late) <a data-ref=\"Nehemiah 2:5\" href=\"/Nehemiah.2.5\">Ne 2:5</a>, <a data-ref=\"Nehemiah 2:6\" href=\"/Nehemiah.2.6\">6</a> <a data-ref=\"Esther 5:14\" href=\"/Esther.5.14\">Est 5:14</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֵיטִיב</span> <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a> <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a>; <span dir=\"rtl\">הֵיטִב</span> <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a>; sf. <span dir=\"rtl\">הֵיטִֽבְךָ</span> <a data-ref=\"Deuteronomy 30:5\" href=\"/Deuteronomy.30.5\">Dt 30:5</a>; <span dir=\"rtl\">הֵיטַבְתָּ</span> <a data-ref=\"Jeremiah 1:12\" href=\"/Jeremiah.1.12\">Je 1:12</a>; <span dir=\"rtl\">הֵיטַבְתְּ</span> <a data-ref=\"Ruth 3:10\" href=\"/Ruth.3.10\">Ru 3:10</a>, etc.; <span dir=\"rtl\">וְהֵטִֽבֹתִ֫י</span> <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a> (for <span dir=\"rtl\">הֵיטַבְתִּי</span> as if from <span dir=\"rtl\">טוב</span> Ges<sup>§ 70 R</sup>); Impf. <span dir=\"rtl\">יֵיטִיב</span> <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">Nu 10:32</a> + 3 times; <span dir=\"rtl\">יֵיטִב</span> <a data-ref=\"Proverbs 15:13\" href=\"/Proverbs.15.13\">Pr 15:13</a> + 2 times; <span dir=\"rtl\">יְיֵטִיב</span> <a data-ref=\"Job 24:21\" href=\"/Job.24.21\">Jb 24:21</a> (Ges<sup>§ 70 R</sup>); <span dir=\"rtl\">יֵיטֵיב</span> <a data-ref=\"I Kings 1:47\" href=\"/I_Kings.1.47\">1 K 1:47</a> (Ges<sup>§ 70 R</sup>); <span dir=\"rtl\">וַיִּ֫יטֶב</span> <a data-ref=\"Exodus 1:20\" href=\"/Exodus.1.20\">Ex 1:20</a>; sf. <span dir=\"rtl\">וִיטִיבְךָ</span> <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">Ec 11:9</a>, etc.; Imv. <span dir=\"rtl\">הֵיטִ֫יבָה</span> <a data-ref=\"Psalms 51:20\" href=\"/Psalms.51.20\">ψ 51:20</a>; <span dir=\"rtl\">הֵיטִ֫יבִי</span> <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a>, etc.; Inf. abs. <span dir=\"rtl\">הֵיטֵיב</span> <a data-ref=\"Jeremiah 7:5\" href=\"/Jeremiah.7.5\">Je 7:5</a>; <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">10:5</a>; <span dir=\"rtl\">הֵיטֵב</span> <a data-ref=\"Genesis 32:13\" href=\"/Genesis.32.13\">Gn 32:13</a> + 10 times; Inf. cstr. <span dir=\"rtl\">הֵיטִיב</span> <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> + 7 times; <span dir=\"rtl\">הֵטִיב</span> <a data-ref=\"Jeremiah 32:41\" href=\"/Jeremiah.32.41\">Je 32:41</a>; sf. <span dir=\"rtl\">הֵיטִיבִי</span> <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">Je 32:40</a>, etc.; Pt. <span dir=\"rtl\">מֵיטִיב</span> <a data-ref=\"I Samuel 16:17\" href=\"/I_Samuel.16.17\">1 S 16:17</a>; <span dir=\"rtl\">מֵטִיב</span> <a data-ref=\"Psalms 119:68\" href=\"/Psalms.119.68\">ψ 119:68</a>; <span dir=\"rtl\">מֵטִב</span> <a data-ref=\"Ezekiel 33:32\" href=\"/Ezekiel.33.32\">Ez 33:32</a>, etc.;— <strong>1.</strong>  <em>make glad, rejoice</em> <span dir=\"rtl\">לֵב</span> <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22</a>; <span dir=\"rtl\">פנים</span> <a data-ref=\"Proverbs 15:13\" href=\"/Proverbs.15.13\">Pr 15:13</a>; the person <a data-ref=\"Ecclesiastes 11:9\" href=\"/Ecclesiastes.11.9\">Ec 11:9</a>. <strong>2.</strong>  <em>do good</em> to, <em>deal well</em> with, a person, usually c. prep.: c. <span dir=\"rtl\">לִ</span>, <a data-ref=\"Exodus 1:20\" href=\"/Exodus.1.20\">Ex 1:20</a> <a data-ref=\"Joshua 24:20\" href=\"/Joshua.24.20\">Jos 24:20</a> (both E), <a data-ref=\"Genesis 12:16\" href=\"/Genesis.12.16\">Gn 12:16</a> <a data-ref=\"Numbers 10:29\" href=\"/Numbers.10.29\">Nu 10:29</a>, <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">32</a> (all J), <a data-ref=\"Judges 17:13\" href=\"/Judges.17.13\">Ju 17:13</a> <a data-ref=\"I Samuel 25:31\" href=\"/I_Samuel.25.31\">1 S 25:31</a> <a data-ref=\"Psalms 49:19\" href=\"/Psalms.49.19\">ψ 49:19</a>; <a data-ref=\"Psalms 125:4\" href=\"/Psalms.125.4\">125:4</a>; c. <span dir=\"rtl\">עִם</span>, <a data-ref=\"Genesis 32:10\" href=\"/Genesis.32.10\">Gn 32:10</a>, <a data-ref=\"Genesis 32:13\" href=\"/Genesis.32.13\">13</a><sup>(×2)</sup> <a data-ref=\"Numbers 10:32\" href=\"/Numbers.10.32\">Nu 10:32</a> (all J), <a data-ref=\"Micah 2:7\" href=\"/Micah.2.7\">Mi 2:7</a>; c. acc. <a data-ref=\"Deuteronomy 8:16\" href=\"/Deuteronomy.8.16\">Dt 8:16</a>; <a data-ref=\"Deuteronomy 28:63\" href=\"/Deuteronomy.28.63\">28:63</a>; <a data-ref=\"Deuteronomy 30:5\" href=\"/Deuteronomy.30.5\">30:5</a> <a data-ref=\"I Samuel 2:32\" href=\"/I_Samuel.2.32\">1 S 2:32</a> <a data-ref=\"Jeremiah 18:10\" href=\"/Jeremiah.18.10\">Je 18:10</a>; <a data-ref=\"Jeremiah 32:40\" href=\"/Jeremiah.32.40\">32:40</a>, <a data-ref=\"Jeremiah 32:41\" href=\"/Jeremiah.32.41\">41</a> <a data-ref=\"Zechariah 8:15\" href=\"/Zechariah.8.15\">Zc 8:15</a> <a data-ref=\"Job 24:21\" href=\"/Job.24.21\">Jb 24:21</a> <a data-ref=\"Psalms 51:20\" href=\"/Psalms.51.20\">ψ 51:20</a>; c. <span dir=\"rtl\">מן</span> <a data-ref=\"Ezekiel 36:11\" href=\"/Ezekiel.36.11\">Ez 36:11</a>; opp. <span dir=\"rtl\">הֵרַע</span> (in prov. phr., cannot <em>do good or ill</em>, = cannot do anything at all; test of deity) <a data-ref=\"Zephaniah 1:12\" href=\"/Zephaniah.1.12\">Zp 1:12</a> <a data-ref=\"Isaiah 41:23\" href=\"/Isaiah.41.23\">Is 41:23</a> <a data-ref=\"Jeremiah 10:5\" href=\"/Jeremiah.10.5\">Je 10:5</a>. <strong>3.</strong>  <em>do well</em> or <em>thoroughly:</em> <span dir=\"rtl\">הֵטִיבוּ (כל)אשׁר דבּרוּ</span> <em>they have done well</em> (all) <em>that they have spoken</em> <a data-ref=\"Deuteronomy 5:22\" href=\"/Deuteronomy.5.22\">Dt 5:25</a>; <a data-ref=\"Deuteronomy 18:17\" href=\"/Deuteronomy.18.17\">18:17</a>; <span dir=\"rtl\">על הרע כפים להיטיב</span> <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a> <em>their hands are upon the evil to do it well</em>, i.e. <em>diligently, thoroughly</em>, lit. <em>make</em> (<em>it</em>) <em>good</em>, with play on <span dir=\"rtl\">הרע</span>; especially as auxil. sq. inf.; <span dir=\"rtl\">היט׳ דעת</span> <a data-ref=\"Proverbs 15:2\" href=\"/Proverbs.15.2\">Pr 15:2</a> = <em>know well;</em> <span dir=\"rtl\">לראות</span> <a data-ref=\"Jeremiah 1:12\" href=\"/Jeremiah.1.12\">Je 1:12</a> <em>see well;</em> <span dir=\"rtl\">(לְ)נַגֵּן</span> <em>play well, skilfully</em> <a data-ref=\"I Samuel 16:17\" href=\"/I_Samuel.16.17\">1 S 16:17</a> <a data-ref=\"Isaiah 23:16\" href=\"/Isaiah.23.16\">Is 23:16</a> <a data-ref=\"Ezekiel 33:32\" href=\"/Ezekiel.33.32\">Ez 33:32</a> <a data-ref=\"Psalms 33:3\" href=\"/Psalms.33.3\">ψ 33:3</a>; pt. cstr. sq. subst. <span dir=\"rtl\">מֵטִבֵי צָ֑עַד</span> <a data-ref=\"Proverbs 30:29\" href=\"/Proverbs.30.29\">Pr 30:29</a> <em>marching well</em>, in a stately manner, so <span dir=\"rtl\">מֵיטִבֵי לֶכֶת</span> v <a data-ref=\"Proverbs 30:29\" href=\"/Proverbs.30.29\">29</a>; inf. abs. <span dir=\"rtl\">הֵיטֵיב</span> as adv. = <em>thoroughly</em>, c. vbs.: <span dir=\"rtl\">טחן</span> <a data-ref=\"Deuteronomy 9:21\" href=\"/Deuteronomy.9.21\">Dt 9:21</a>, <span dir=\"rtl\">שׁאל</span> <a data-ref=\"Deuteronomy 13:15\" href=\"/Deuteronomy.13.15\">13:15</a>, <span dir=\"rtl\">דרשׁ</span> <a data-ref=\"Deuteronomy 17:4\" href=\"/Deuteronomy.17.4\">17:4</a>; <a data-ref=\"Deuteronomy 19:18\" href=\"/Deuteronomy.19.18\">19:18</a>, <span dir=\"rtl\">באר</span> <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">27:8</a>, <span dir=\"rtl\">שׁבּר</span> <a data-ref=\"II Kings 11:18\" href=\"/II_Kings.11.18\">2 K 11:18</a>. <strong>4.</strong>  <em>make a thing good, right, beautiful:</em> c. acc. rei: the head <a data-ref=\"II Kings 9:30\" href=\"/II_Kings.9.30\">2 K 9:30</a>; <em>dress, trim:</em> a lamp <a data-ref=\"Exodus 30:7\" href=\"/Exodus.30.7\">Ex 30:7</a> (P); <span dir=\"rtl\">מַצֵּבוֹת</span> <a data-ref=\"Hosea 10:1\" href=\"/Hosea.10.1\">Ho 10:1</a>; <span dir=\"rtl\">גֵּהָה</span> <a data-ref=\"Proverbs 17:22\" href=\"/Proverbs.17.22\">Pr 17:22</a> a glad heart <em>maketh a good cure;</em> sq. <span dir=\"rtl\">מִן</span> compar., obj. <span dir=\"rtl\">שֵׁם</span> <a data-ref=\"I Kings 1:47\" href=\"/I_Kings.1.47\">1 K 1:47</a> (= <em>make it more glorious than</em>); <span dir=\"rtl\">חֶסֶד</span> <a data-ref=\"Ruth 3:10\" href=\"/Ruth.3.10\">Ru 3:10</a>; sq. <span dir=\"rtl\">דֶּרֶךְ</span> = <em>course of life</em> or <em>action</em> <a data-ref=\"Jeremiah 2:33\" href=\"/Jeremiah.2.33\">Je 2:33</a> (in order to win love); <em>amend</em> one’s ways and doings <a data-ref=\"Jeremiah 7:3\" href=\"/Jeremiah.7.3\">Je 7:3</a>; <a data-ref=\"Jeremiah 18:11\" href=\"/Jeremiah.18.11\">18:11</a>; <a data-ref=\"Jeremiah 26:13\" href=\"/Jeremiah.26.13\">26:13</a>; <a data-ref=\"Jeremiah 35:15\" href=\"/Jeremiah.35.15\">35:15</a>; <span dir=\"rtl\">הֵיטֵיב תֵּיטִיבוּ את־ד׳</span> <a data-ref=\"Jeremiah 7:5\" href=\"/Jeremiah.7.5\">7:5</a>. <strong>5.</strong>  <em>do well, right</em>, ethically, abs.: <strong>a.</strong>  of men, <a data-ref=\"Genesis 4:7\" href=\"/Genesis.4.7\">Gn 4:7</a><sup>(×2)</sup> (J), <a data-ref=\"Leviticus 5:4\" href=\"/Leviticus.5.4\">Lv 5:4</a> (P), <a data-ref=\"Psalms 36:4\" href=\"/Psalms.36.4\">ψ 36:4</a> <a data-ref=\"Isaiah 1:17\" href=\"/Isaiah.1.17\">Is 1:17</a> <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">Je 4:22</a>; <a data-ref=\"Jeremiah 13:23\" href=\"/Jeremiah.13.23\">13:23</a>. <strong>b.</strong>  of God, <span dir=\"rtl\">טוֹב מֵטִיב</span> <em>good and doing good</em> <a data-ref=\"Psalms 119:68\" href=\"/Psalms.119.68\">ψ 119:68</a>; so inf. abs. as adv. <span dir=\"rtl\">הַהֵיטֵב חָרָה לך</span> <a data-ref=\"Jonah 4:4\" href=\"/Jonah.4.4\">Jon 4:4</a>, <a data-ref=\"Jonah 4:9\" href=\"/Jonah.4.9\">9</a> <em>art thou rightly angry?</em> sq. <span dir=\"rtl\">לי</span> v <a data-ref=\"Jonah 4:9\" href=\"/Jonah.4.9\">9</a>. In <span dir=\"rtl\">כִּי־יֵיטִב אֶל־אָבִי</span> <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">1 S 20:13</a> vb. is appar. intrans., = <strong>Qal</strong>, <em>if it be pleasing unto my father</em>, but <strong>Hiph.</strong> not elsewhere in this sense; point rather <span dir=\"rtl\">יִיטַב</span>; on this and on foll. <span dir=\"rtl\">אֶת־</span> v. We Dr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1feb6084aa1cbf148c5", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, תּוֹרָה 1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "BDB, תּוֹרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, תּוֹרָה א׳", "anchorVerse": 8, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "תּוֹרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">תּוֹרָה</span></big>  <strong>n.f.</strong> <sup><a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a></sup> <strong>direction, instruction, law (</strong>poss. in first instance from <em>casting</em> lots, We<sup>G i, 410; H 394</sup> (less confidently We<sup>Skizzen iii, 167</sup>), SS Sm<sup>AT Rel. Gesch. 36</sup> Benz<sup>Arch. 408</sup> Now<sup>Arch. ii, 97</sup>, opp. by Kö<sup>Offenb. ii, 347</sup> Baud<sup>Priest. 207</sup><strong>)</strong>;—<span dir=\"rtl\">ת׳</span>, <a data-ref=\"Exodus 12:49\" href=\"/Exodus.12.49\">Ex 12:49</a> + 88 times; cstr. <span dir=\"rtl\">תּוֹרַת</span> <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a> + 65 times; sfs. <span dir=\"rtl\">תּוֹרָתִי</span> <a data-ref=\"Psalms 78:1\" href=\"/Psalms.78.1\">ψ 78:1</a> + 16 times; <span dir=\"rtl\">תֹּרָו֯תְךָ</span> <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Je 32:23</a>; <span dir=\"rtl\">תֹּרָתוֹ</span> <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">44:23</a> + 34 times sfs.; pl. <span dir=\"rtl\">תּוֹרוֹת</span> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; <span dir=\"rtl\">תּוֹרֹת</span> <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a> + 2 times; sf. <span dir=\"rtl\">תּוֹרֹתַי</span> <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">Ez 44:24</a>; <span dir=\"rtl\">תּוֹרֹתָ֯ו</span> <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">43:11</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a> + 5 times sfs.;—<br><strong>1.</strong>  <em>instruction:</em> <strong>a.</strong>  human: of a mother <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>; <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">6:20</a>, <a data-ref=\"Proverbs 6:23\" href=\"/Proverbs.6.23\">23</a>; of a father <a data-ref=\"Proverbs 3:1\" href=\"/Proverbs.3.1\">3:1</a>; <a data-ref=\"Proverbs 4:2\" href=\"/Proverbs.4.2\">4:2</a>; <a data-ref=\"Proverbs 7:2\" href=\"/Proverbs.7.2\">7:2</a>; of sages <a data-ref=\"Proverbs 13:14\" href=\"/Proverbs.13.14\">13:14</a>; <a data-ref=\"Proverbs 28:4\" href=\"/Proverbs.28.4\">28:4</a><sup>(×2)</sup>, <a data-ref=\"Proverbs 28:7\" href=\"/Proverbs.28.7\">7</a>, <a data-ref=\"Proverbs 28:9\" href=\"/Proverbs.28.9\">9</a>; <a data-ref=\"Proverbs 29:18\" href=\"/Proverbs.29.18\">29:18</a>; of a poet <a data-ref=\"Psalms 78:1\" href=\"/Psalms.78.1\">ψ 78:1</a>; <span dir=\"rtl\">תּוֹרַת חֶסֶד</span> <em>kind instruction</em> (of a wise wife) <a data-ref=\"Proverbs 31:26\" href=\"/Proverbs.31.26\">Pr 31:26</a>. <strong>b.</strong>  divine ‖ <span dir=\"rtl\">אֲמָרִים</span> <a data-ref=\"Job 22:22\" href=\"/Job.22.22\">Jb 22:22</a>; through his servants <a data-ref=\"Isaiah 30:9\" href=\"/Isaiah.30.9\">Is 30:9</a> <a data-ref=\"Jeremiah 8:8\" href=\"/Jeremiah.8.8\">Je 8:8</a>; ‖ <span dir=\"rtl\">אִמְרָה</span> <a data-ref=\"Isaiah 5:24\" href=\"/Isaiah.5.24\">Is 5:24</a>; ‖ <span dir=\"rtl\">דָּבָר</span> <a data-ref=\"Isaiah 1:10\" href=\"/Isaiah.1.10\">Is 1:10</a>; ‖ <span dir=\"rtl\">תְּעוּדָה</span> <a data-ref=\"Isaiah 8:16\" href=\"/Isaiah.8.16\">8:16</a>, <a data-ref=\"Isaiah 8:20\" href=\"/Isaiah.8.20\">20</a>; ‖ <span dir=\"rtl\">חָזוֹן</span> <a data-ref=\"Lamentations 2:9\" href=\"/Lamentations.2.9\">La 2:9</a>; pl. <span dir=\"rtl\">תורות</span> <a data-ref=\"Daniel 9:10\" href=\"/Daniel.9.10\">Dn 9:10</a>. <strong>c.</strong>  <em>a body of prophetic</em> (or sometimes perhaps priestly) <em>teaching</em> <a data-ref=\"Isaiah 42:21\" href=\"/Isaiah.42.21\">Is 42:21</a>, <a data-ref=\"Isaiah 42:24\" href=\"/Isaiah.42.24\">24</a> <a data-ref=\"Jeremiah 9:12\" href=\"/Jeremiah.9.12\">Je 9:12</a>; <a data-ref=\"Jeremiah 16:11\" href=\"/Jeremiah.16.11\">16:11</a>; in the heart <a data-ref=\"Isaiah 51:7\" href=\"/Isaiah.51.7\">Is 51:7</a> <a data-ref=\"Psalms 37:31\" href=\"/Psalms.37.31\">ψ 37:31</a>; <a data-ref=\"Psalms 40:9\" href=\"/Psalms.40.9\">40:9</a>; ‖ <span dir=\"rtl\">משׁפט</span> <a data-ref=\"Habakkuk 1:4\" href=\"/Habakkuk.1.4\">Hb 1:4</a>; ‖ <span dir=\"rtl\">משׁפטים</span> <a data-ref=\"Psalms 89:31\" href=\"/Psalms.89.31\">ψ 89:31</a>; ‖ <span dir=\"rtl\">דְּבָרִים</span> <a data-ref=\"Jeremiah 6:19\" href=\"/Jeremiah.6.19\">Je 6:19</a>; <a data-ref=\"Jeremiah 26:4\" href=\"/Jeremiah.26.4\">26:4</a> <a data-ref=\"Zechariah 7:12\" href=\"/Zechariah.7.12\">Zc 7:12</a>; ‖ <span dir=\"rtl\">חקים</span> <a data-ref=\"Amos 2:4\" href=\"/Amos.2.4\">Am 2:4</a>; ‖ <span dir=\"rtl\">חקות</span> <a data-ref=\"Jeremiah 44:10\" href=\"/Jeremiah.44.10\">Je 44:10</a>, <a data-ref=\"Jeremiah 44:23\" href=\"/Jeremiah.44.23\">23</a>; myriads of precepts <a data-ref=\"Hosea 8:12\" href=\"/Hosea.8.12\">Ho 8:12</a>. <strong>d.</strong>  <em>instruction in Messianic age</em> <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:4\" href=\"/Micah.4.4\">Mi 4:4</a>, <a data-ref=\"Isaiah 42:4\" href=\"/Isaiah.42.4\">Is 42:4</a>; <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">51:4</a> <a data-ref=\"Jeremiah 31:33\" href=\"/Jeremiah.31.33\">Je 31:33</a>. <strong>e.</strong>  <em>a body of priestly direction</em> or <em>instruction</em> relating to sacred things <a data-ref=\"Hosea 4:6\" href=\"/Hosea.4.6\">Ho 4:6</a> <a data-ref=\"Jeremiah 2:8\" href=\"/Jeremiah.2.8\">Je 2:8</a>; <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">18:18</a> <a data-ref=\"Ezekiel 7:26\" href=\"/Ezekiel.7.26\">Ez 7:26</a> <a data-ref=\"Haggai 2:11\" href=\"/Haggai.2.11\">Hag 2:11</a> <a data-ref=\"Malachi 2:6\" href=\"/Malachi.2.6\">Mal 2:6</a>, <a data-ref=\"Malachi 2:7\" href=\"/Malachi.2.7\">7</a>, <a data-ref=\"Malachi 2:8\" href=\"/Malachi.2.8\">8</a>, <a data-ref=\"Malachi 2:9\" href=\"/Malachi.2.9\">9</a> <a data-ref=\"Zephaniah 3:4\" href=\"/Zephaniah.3.4\">Zp 3:4</a> <a data-ref=\"Ezekiel 22:26\" href=\"/Ezekiel.22.26\">Ez 22:26</a>; ‖ <span dir=\"rtl\">לֹא תוֹרָה לֹא כֹּהֵן מוֹרֶה</span> <a data-ref=\"II Chronicles 15:3\" href=\"/II_Chronicles.15.3\">2 Ch 15:3</a>.<br><strong>2.</strong>  <em>law</em> (proposes <em>direction</em>): viz. <strong>a.</strong>  of <em>special laws</em>, sg. of Feast of Maṣṣoth <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a> (J), sabbath <a data-ref=\"Exodus 16:4\" href=\"/Exodus.16.4\">16:4</a> (J); of direction given by priests in partic. case <a data-ref=\"Deuteronomy 17:11\" href=\"/Deuteronomy.17.11\">Dt 17:11</a>; of statutes of priest’s code <a data-ref=\"Exodus 12:49\" href=\"/Exodus.12.49\">Ex 12:49</a> (P), <a data-ref=\"Leviticus 6:2\" href=\"/Leviticus.6.2\">Lv 6:2</a>, <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">7</a>, <a data-ref=\"Leviticus 6:18\" href=\"/Leviticus.6.18\">18</a>; <a data-ref=\"Leviticus 7:1\" href=\"/Leviticus.7.1\">7:1</a>, <a data-ref=\"Leviticus 7:7\" href=\"/Leviticus.7.7\">7</a>, <a data-ref=\"Leviticus 7:11\" href=\"/Leviticus.7.11\">11</a>, <a data-ref=\"Leviticus 7:37\" href=\"/Leviticus.7.37\">37</a>; <a data-ref=\"Leviticus 11:46\" href=\"/Leviticus.11.46\">11:46</a>; <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">12:7</a>; <a data-ref=\"Leviticus 13:59\" href=\"/Leviticus.13.59\">13:59</a>; <a data-ref=\"Leviticus 14:2\" href=\"/Leviticus.14.2\">14:2</a>, <a data-ref=\"Leviticus 14:32\" href=\"/Leviticus.14.32\">32</a>, <a data-ref=\"Leviticus 14:54\" href=\"/Leviticus.14.54\">54</a>, <a data-ref=\"Leviticus 14:57\" href=\"/Leviticus.14.57\">57</a>; <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">15:32</a> <a data-ref=\"Numbers 5:29\" href=\"/Numbers.5.29\">Nu 5:29</a>, <a data-ref=\"Numbers 5:30\" href=\"/Numbers.5.30\">30</a>; <a data-ref=\"Numbers 6:13\" href=\"/Numbers.6.13\">6:13</a>, <a data-ref=\"Numbers 6:21\" href=\"/Numbers.6.21\">21</a><sup>(×2)</sup>; <a data-ref=\"Numbers 15:16\" href=\"/Numbers.15.16\">15:16</a>, <a data-ref=\"Numbers 15:29\" href=\"/Numbers.15.29\">29</a>; <a data-ref=\"Numbers 19:2\" href=\"/Numbers.19.2\">19:2</a>, <a data-ref=\"Numbers 19:14\" href=\"/Numbers.19.14\">14</a>; <a data-ref=\"Numbers 31:21\" href=\"/Numbers.31.21\">31:21</a> (P); <span dir=\"rtl\">תּוֹרַת הַבָּיִת</span> <a data-ref=\"Ezekiel 43:12\" href=\"/Ezekiel.43.12\">Ez 43:12</a><sup>(×2)</sup>; <span dir=\"rtl\">בֵּין ת׳ לְמִצְוָה</span> <a data-ref=\"II Chronicles 19:10\" href=\"/II_Chronicles.19.10\">2 Ch 19:10</a>; pl. <span dir=\"rtl\">תּוֹרוֹת</span> <em>laws</em>, ‖ <span dir=\"rtl\">חקים</span> <a data-ref=\"Exodus 18:16\" href=\"/Exodus.18.16\">Ex 18:16</a>, <a data-ref=\"Exodus 18:20\" href=\"/Exodus.18.20\">20</a> (E; of decisions in civil cases given by Moses), <a data-ref=\"Psalms 105:45\" href=\"/Psalms.105.45\">ψ 105:45</a>; ‖ <span dir=\"rtl\">מצות</span> <a data-ref=\"Exodus 16:28\" href=\"/Exodus.16.28\">Ex 16:28</a> (J); ‖ <span dir=\"rtl\">מצות</span>, <span dir=\"rtl\">חקות</span> <a data-ref=\"Genesis 26:5\" href=\"/Genesis.26.5\">Gn 26:5</a> (J); ‖ <span dir=\"rtl\">חקים משׁפטים</span> <a data-ref=\"Leviticus 26:46\" href=\"/Leviticus.26.46\">Lv 26:46</a> (H); ‖ <span dir=\"rtl\">ברית</span>, <span dir=\"rtl\">חק</span> <a data-ref=\"Isaiah 24:5\" href=\"/Isaiah.24.5\">Is 24:5</a>; ‖ <span dir=\"rtl\">משׁפטים חקים</span>, <span dir=\"rtl\">מצות</span> <a data-ref=\"Nehemiah 9:13\" href=\"/Nehemiah.9.13\">Ne 9:13</a>; the laws of the new temple <a data-ref=\"Ezekiel 43:11\" href=\"/Ezekiel.43.11\">Ez 43:11</a>; <a data-ref=\"Ezekiel 44:5\" href=\"/Ezekiel.44.5\">44:5</a>, <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">24</a>; those laws in which men should walk <a data-ref=\"Jeremiah 32:23\" href=\"/Jeremiah.32.23\">Je 32:23</a> (Kt). <strong>b.</strong>  of <em>codes of law</em>, (1) <span dir=\"rtl\">הַתּוֹרָה</span> as <em>written in the code of the covenant</em>, ‖ <span dir=\"rtl\">הַמִּצְוָה</span> <a data-ref=\"Exodus 24:12\" href=\"/Exodus.24.12\">Ex 24:12</a> (E); <span dir=\"rtl\">ספר תּוֹרַת אלהים</span> <a data-ref=\"Joshua 24:26\" href=\"/Joshua.24.26\">Jos 24:26</a> (E); prob. also <a data-ref=\"Deuteronomy 33:4\" href=\"/Deuteronomy.33.4\">Dt 33:4</a>; ‖ <span dir=\"rtl\">משׁפטים</span> v <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">10</a>, ‖ <span dir=\"rtl\">בְּרִית</span> <a data-ref=\"Hosea 8:1\" href=\"/Hosea.8.1\">Ho 8:1</a> <a data-ref=\"Psalms 78:10\" href=\"/Psalms.78.10\">ψ 78:10</a>, ‖ <span dir=\"rtl\">עֵדוּת</span> v <a data-ref=\"Psalms 78:5\" href=\"/Psalms.78.5\">5</a>; (2) <em>the law of the Deuteronomic code</em>, in D and Deuteronomic sections of Kings and sources of Chr., <span dir=\"rtl\">הַתּוֹרָה הַזֹּאת</span> <a data-ref=\"Deuteronomy 1:5\" href=\"/Deuteronomy.1.5\">Dt 1:5</a>; <a data-ref=\"Deuteronomy 4:8\" href=\"/Deuteronomy.4.8\">4:8</a>, <a data-ref=\"Deuteronomy 4:44\" href=\"/Deuteronomy.4.44\">44</a>; <a data-ref=\"Deuteronomy 17:18\" href=\"/Deuteronomy.17.18\">17:18</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a>, <a data-ref=\"Deuteronomy 31:11\" href=\"/Deuteronomy.31.11\">11</a>; <span dir=\"rtl\">דִּבְרֵי הַתּ׳ הזאת</span> <a data-ref=\"Deuteronomy 27:26\" href=\"/Deuteronomy.27.26\">27:26</a>; <a data-ref=\"Deuteronomy 31:24\" href=\"/Deuteronomy.31.24\">31:24</a>, + <span dir=\"rtl\">כל</span> <a data-ref=\"Deuteronomy 17:19\" href=\"/Deuteronomy.17.19\">17:19</a>; <a data-ref=\"Deuteronomy 27:3\" href=\"/Deuteronomy.27.3\">27:3</a>, <a data-ref=\"Deuteronomy 27:8\" href=\"/Deuteronomy.27.8\">8</a>; <a data-ref=\"Deuteronomy 28:58\" href=\"/Deuteronomy.28.58\">28:58</a>; <a data-ref=\"Deuteronomy 29:28\" href=\"/Deuteronomy.29.28\">29:28</a>; <a data-ref=\"Deuteronomy 31:12\" href=\"/Deuteronomy.31.12\">31:12</a>; <a data-ref=\"Deuteronomy 32:46\" href=\"/Deuteronomy.32.46\">32:46</a>; <span dir=\"rtl\">סֵפֶר הַתּ׳ הזאת</span> <a data-ref=\"Deuteronomy 28:61\" href=\"/Deuteronomy.28.61\">28:61</a>; <span dir=\"rtl\">ספר התורה הזה</span> <a data-ref=\"Deuteronomy 29:20\" href=\"/Deuteronomy.29.20\">29:20</a>; <a data-ref=\"Deuteronomy 30:10\" href=\"/Deuteronomy.30.10\">30:10</a>; <a data-ref=\"Deuteronomy 31:26\" href=\"/Deuteronomy.31.26\">31:26</a> <a data-ref=\"Joshua 1:8\" href=\"/Joshua.1.8\">Jos 1:8</a>; <span dir=\"rtl\">ספר התורה</span> <a data-ref=\"Joshua 8:34\" href=\"/Joshua.8.34\">8:34</a> <a data-ref=\"II Kings 22:8\" href=\"/II_Kings.22.8\">2 K 22:8</a> = <a data-ref=\"II Chronicles 34:15\" href=\"/II_Chronicles.34.15\">2 Ch 34:15</a>; <span dir=\"rtl\">דברי התורה</span> <a data-ref=\"Joshua 8:34\" href=\"/Joshua.8.34\">Jos 8:34</a> <a data-ref=\"II Kings 23:24\" href=\"/II_Kings.23.24\">2 K 23:24</a>; so <span dir=\"rtl\">התורה אשׁר צוך משׁה</span> <a data-ref=\"Joshua 1:7\" href=\"/Joshua.1.7\">Jos 1:7</a>, similarly <a data-ref=\"Joshua 22:5\" href=\"/Joshua.22.5\">22:5</a> <a data-ref=\"II Kings 17:13\" href=\"/II_Kings.17.13\">2 K 17:13</a>, <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">34</a>, <a data-ref=\"II Kings 17:37\" href=\"/II_Kings.17.37\">37</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">21:8</a>; <span dir=\"rtl\">תּוֹרַת משׁה (ספר)</span> <a data-ref=\"Joshua 8:31\" href=\"/Joshua.8.31\">Jos 8:31</a>, <a data-ref=\"Joshua 8:32\" href=\"/Joshua.8.32\">32</a>; <a data-ref=\"Joshua 23:6\" href=\"/Joshua.23.6\">23:6</a> <a data-ref=\"I Kings 2:3\" href=\"/I_Kings.2.3\">1 K 2:3</a> <a data-ref=\"II Kings 14:6\" href=\"/II_Kings.14.6\">2 K 14:6</a> = <span dir=\"rtl\">הַתּ׳ בספר מ׳</span> <a data-ref=\"II Chronicles 25:4\" href=\"/II_Chronicles.25.4\">2 Ch 25:4</a>, <a data-ref=\"II Kings 23:25\" href=\"/II_Kings.23.25\">2 K 23:25</a>; <span dir=\"rtl\">דִּבְרֵי סֵפֶר הַתּ׳</span> <a data-ref=\"II Kings 22:11\" href=\"/II_Kings.22.11\">2 K 22:11</a> = <span dir=\"rtl\">דברי הַתּ׳</span> <a data-ref=\"II Chronicles 34:19\" href=\"/II_Chronicles.34.19\">2 Ch 34:19</a>; <span dir=\"rtl\">תּוֹרַת יהוה</span> <a data-ref=\"II Kings 10:31\" href=\"/II_Kings.10.31\">2 K 10:31</a>. It is probable that <span dir=\"rtl\">ת׳</span> in <a data-ref=\"Psalms 1:2\" href=\"/Psalms.1.2\">ψ 1:2</a><sup>(×2)</sup>; <a data-ref=\"Psalms 94:12\" href=\"/Psalms.94.12\">94:12</a> and some other parts of Chr., e.g. <a data-ref=\"I Chronicles 22:12\" href=\"/I_Chronicles.22.12\">1 Ch 22:12</a> <a data-ref=\"II Chronicles 6:16\" href=\"/II_Chronicles.6.16\">2 Ch 6:16</a> (= <a data-ref=\"I Kings 8:25\" href=\"/I_Kings.8.25\">1 K 8:25</a> without <span dir=\"rtl\">ת׳</span>), refers to Deuteronomic code. (3) other passages of Chr. may refer to code of D, but most of them certainly refer to <em>the law of the Priests’ code</em>. The same is true of Mal Dn and late ψψ. The phrases are: <span dir=\"rtl\">(ספר) תורת משׁה</span> <a data-ref=\"II Chronicles 23:18\" href=\"/II_Chronicles.23.18\">2 Ch 23:18</a>; <a data-ref=\"II Chronicles 30:16\" href=\"/II_Chronicles.30.16\">30:16</a> <a data-ref=\"Ezra 3:2\" href=\"/Ezra.3.2\">Ezr 3:2</a>; <a data-ref=\"Ezra 7:6\" href=\"/Ezra.7.6\">7:6</a> <a data-ref=\"Nehemiah 8:1\" href=\"/Nehemiah.8.1\">Ne 8:1</a> <a data-ref=\"Malachi 3:22\" href=\"/Malachi.3.22\">Mal 3:22</a> <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a>, <a data-ref=\"Daniel 9:13\" href=\"/Daniel.9.13\">13</a>; <span dir=\"rtl\">תורת יהוה (ספר)</span> <a data-ref=\"Ezra 7:10\" href=\"/Ezra.7.10\">Ezr 7:10</a> <a data-ref=\"Nehemiah 9:3\" href=\"/Nehemiah.9.3\">Ne 9:3</a> <a data-ref=\"I Chronicles 16:40\" href=\"/I_Chronicles.16.40\">1 Ch 16:40</a> <a data-ref=\"II Chronicles 12:1\" href=\"/II_Chronicles.12.1\">2 Ch 12:1</a>; <a data-ref=\"II Chronicles 17:9\" href=\"/II_Chronicles.17.9\">17:9</a>; <a data-ref=\"II Chronicles 31:3\" href=\"/II_Chronicles.31.3\">31:3</a>, <a data-ref=\"II Chronicles 31:4\" href=\"/II_Chronicles.31.4\">4</a>; <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">34:14</a>; <a data-ref=\"II Chronicles 35:26\" href=\"/II_Chronicles.35.26\">35:26</a> <a data-ref=\"Psalms 19:8\" href=\"/Psalms.19.8\">ψ 19:8</a>; <a data-ref=\"Psalms 119:1\" href=\"/Psalms.119.1\">119:1</a>; <span dir=\"rtl\">(ספר) תורת האלהים</span> <a data-ref=\"Nehemiah 8:18\" href=\"/Nehemiah.8.18\">Ne 8:18</a>; <a data-ref=\"Nehemiah 10:29\" href=\"/Nehemiah.10.29\">10:29</a>, <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">30</a>; <span dir=\"rtl\">ספר הַתּ׳</span> <a data-ref=\"Nehemiah 8:3\" href=\"/Nehemiah.8.3\">8:3</a>; <span dir=\"rtl\">דִּבְרֵי הַתּ׳</span> v <a data-ref=\"Nehemiah 8:9\" href=\"/Nehemiah.8.9\">9</a>, <a data-ref=\"Nehemiah 8:13\" href=\"/Nehemiah.8.13\">13</a>; <span dir=\"rtl\">הַתּוֹרָה</span> <a data-ref=\"II Chronicles 14:3\" href=\"/II_Chronicles.14.3\">2 Ch 14:3</a>; <a data-ref=\"II Chronicles 31:21\" href=\"/II_Chronicles.31.21\">31:21</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a> <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a> <a data-ref=\"Nehemiah 8:2\" href=\"/Nehemiah.8.2\">Ne 8:2</a>, <a data-ref=\"Nehemiah 8:7\" href=\"/Nehemiah.8.7\">7</a>, <a data-ref=\"Nehemiah 8:14\" href=\"/Nehemiah.8.14\">14</a>; <a data-ref=\"Nehemiah 10:35\" href=\"/Nehemiah.10.35\">10:35</a>, <a data-ref=\"Nehemiah 10:37\" href=\"/Nehemiah.10.37\">37</a>; <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">12:44</a>; <a data-ref=\"Nehemiah 13:3\" href=\"/Nehemiah.13.3\">13:3</a>; <span dir=\"rtl\">תּ׳ פִּיךָ</span> <a data-ref=\"Psalms 119:72\" href=\"/Psalms.119.72\">ψ 119:72</a>; <span dir=\"rtl\">תורתך</span> <a data-ref=\"Nehemiah 9:26\" href=\"/Nehemiah.9.26\">Ne 9:26</a>, <a data-ref=\"Nehemiah 9:29\" href=\"/Nehemiah.9.29\">29</a>, <a data-ref=\"Nehemiah 9:34\" href=\"/Nehemiah.9.34\">34</a> <a data-ref=\"Daniel 9:11\" href=\"/Daniel.9.11\">Dn 9:11</a> <a data-ref=\"Psalms 119:18\" href=\"/Psalms.119.18\">ψ 119:18</a>, <a data-ref=\"Psalms 119:29\" href=\"/Psalms.119.29\">29</a>, <a data-ref=\"Psalms 119:34\" href=\"/Psalms.119.34\">34</a>, <a data-ref=\"Psalms 119:44\" href=\"/Psalms.119.44\">44</a>, <a data-ref=\"Psalms 119:51\" href=\"/Psalms.119.51\">51</a>, <a data-ref=\"Psalms 119:53\" href=\"/Psalms.119.53\">53</a>, <a data-ref=\"Psalms 119:55\" href=\"/Psalms.119.55\">55</a>, <a data-ref=\"Psalms 119:61\" href=\"/Psalms.119.61\">61</a>, <a data-ref=\"Psalms 119:70\" href=\"/Psalms.119.70\">70</a>, <a data-ref=\"Psalms 119:77\" href=\"/Psalms.119.77\">77</a>, <a data-ref=\"Psalms 119:85\" href=\"/Psalms.119.85\">85</a>, <a data-ref=\"Psalms 119:92\" href=\"/Psalms.119.92\">92</a>, <a data-ref=\"Psalms 119:97\" href=\"/Psalms.119.97\">97</a>, <a data-ref=\"Psalms 119:109\" href=\"/Psalms.119.109\">109</a>, <a data-ref=\"Psalms 119:113\" href=\"/Psalms.119.113\">113</a>, <a data-ref=\"Psalms 119:126\" href=\"/Psalms.119.126\">126</a>, <a data-ref=\"Psalms 119:136\" href=\"/Psalms.119.136\">136</a>, <a data-ref=\"Psalms 119:142\" href=\"/Psalms.119.142\">142</a>, <a data-ref=\"Psalms 119:150\" href=\"/Psalms.119.150\">150</a>, <a data-ref=\"Psalms 119:153\" href=\"/Psalms.119.153\">153</a>, <a data-ref=\"Psalms 119:163\" href=\"/Psalms.119.163\">163</a>, <a data-ref=\"Psalms 119:165\" href=\"/Psalms.119.165\">165</a>, <a data-ref=\"Psalms 119:174\" href=\"/Psalms.119.174\">174</a>; <span dir=\"rtl\">תּוֹרָה</span> (indef.) ‖ <span dir=\"rtl\">חקים</span>, <span dir=\"rtl\">מצוות</span> <a data-ref=\"Nehemiah 9:14\" href=\"/Nehemiah.9.14\">Ne 9:14</a>.<br><strong>3.</strong>  <em>custom, manner:</em> <span dir=\"rtl\">תּוֹרַת הָאָדָם</span> <a data-ref=\"II Samuel 7:19\" href=\"/II_Samuel.7.19\">2 S 7:19</a> <em>the manner of man</em>, not of God, i.e. deal with me as man with man, Thes, <em>law for man</em> RV, but Ew<sup>Gesch. iii, 180</sup> reads <span dir=\"rtl\">דּוֹרֹת (וַתַּרְאֵנִי)</span> hast shewed me <em>generations of men;</em> so We Dr.—On <span dir=\"rtl\">ת׳</span> v. further Dr on <a data-ref=\"Deuteronomy 1:10\" href=\"/Deuteronomy.1.10\">Dt 1:10</a>; <a data-ref=\"Deuteronomy 24:8\" href=\"/Deuteronomy.24.8\">24:8</a>; <a data-ref=\"Deuteronomy 33:10\" href=\"/Deuteronomy.33.10\">33:10</a> and reff."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64bce3ad5fdcd84cc87050ae", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Deuteronomy 27:8:1", "anchorRef": "Deuteronomy 27:8", "anchorRefExpanded": ["Deuteronomy 27:8"], "sourceRef": "Bekhor Shor, Deuteronomy 27:8:1", "sourceHeRef": "בכור שור, דברים כ״ז:ח׳:א׳", "anchorVerse": 8, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 8.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "דברים", "he": "<b>באר היטב.</b> שיהיו האותיות נשאות ונקראות היטב, והלשון מפורש, ורבותינו אמרו [סוטה לב, סע\"א במשנה] שבשבעים לשון נכתבה, כדי שמאיזה עם ולשון שיבא שם אדם – יוכל להבין וללמוד, ועל זה נאמר (ישעיה לג, יב) והיו עמים משרפות שיד, על עסקי־התורה שנחקקה באבנים שנתסידו־בסיד ולא רצו ללמוד, יהיו שרופים בגיהנם [כ\"ה בסוטה לה, סע\"ב]: ", "heVersionTitle": "Bekhor Shor, Jerusalem, 1960", "heLicense": "", "heVersionTitleInHebrew": "בכור שור, ירושלים תש\"כ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]