[{"_id": "52262619edbab439a1daefc2", "index_title": "Rashi on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Rashi on Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Rashi on Deuteronomy 27:24:1", "sourceHeRef": "רש\"י על דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על דברים", "he": "<b>מכה רעהו בסתר.</b> עַל לָשׁוֹן הָרָע הוּא אוֹמֵר; רָאִיתִי בִיסוֹדוֹ שֶׁל רַבִּי מֹשֶׁה הַדַּרְשָׁן — י\"א אֲרוּרִים יֵשׁ כָּאן כְּנֶגֶד י\"א שְׁבָטִים, וּכְנֶגֶד שִׁמְעוֹן לֹא כָתַב אָרוּר, לְפִי שֶׁלֹּא הָיָה בְלִבּוֹ לְבָרְכוֹ לִפְנֵי מוֹתוֹ כְּשֶׁבֵּרֵךְ שְׁאָר הַשְּׁבָטִים, לְכָךְ לֹא רָצָה לְקַלְּלוֹ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "מכה רעהו בסתר [CURSED BE] HE THAT SMITETH HIS FELLOW SECRETLY — It is of slander that it here speaks (slander may be termed “smiting in secret”) (Pirkei DeRabbi Eliezer 53). — I have seen in the Work of R. Moses the Preacher; There are here eleven verses beginning with the words “cursed be” corresponding to eleven tribes. In allusion to Simeon, however, he (Moses) did not write down a formula beginning with “cursed be”, because he had no intention to bless him before his death when he blessed the other tribes (the tribe of Simeon is the only one not mentioned in chapter XXXIII. which contains the blessings that Moses bestowed on the tribes), therefore he did not want to curse him either.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fdffbfba276047f5b6a", "index_title": "Onkelos Deuteronomy", "category": "Targum", "type": "targum", "ref": "Onkelos Deuteronomy 27:24", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Onkelos Deuteronomy 27:24", "sourceHeRef": "תרגום אונקלוס על דברים כ״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0024, "collectiveTitle": {"en": "Onkelos Deuteronomy", "he": "תרגום אונקלוס על דברים"}, "heTitle": "תרגום אונקלוס על דברים", "he": "לִיט דְּיִמְחֵי לְחַבְרֵיהּ בְּסִתְרָא וְיֵימַר כָּל עַמָּא אָמֵן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "‘Cursed is whoever strikes his fellow in secret;’ and the entire people will say, <i>Amein.</i>", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2683fbfba27c35eeb3ac", "index_title": "Targum Jonathan on Deuteronomy", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Deuteronomy 27:24", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Targum Jonathan on Deuteronomy 27:24", "sourceHeRef": "תרגום יונתן על דברים כ״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0024, "collectiveTitle": {"en": "Targum Jonathan on Deuteronomy", "he": "תרגום יונתן על דברים"}, "heTitle": "תרגום יונתן על דברים", "he": "לִיט דְיִמְחֵי חַבְרֵיהּ בְּלִישַׁן תְּלִיתָאֵי בְּטוּמְרָא הֲווֹן עַנְיַין כּוּלְהוֹן כַּחֲדָא וְאָמְרִין אָמֵן", "heVersionTitle": "Targum Jonathan on Deuteronomy", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Accursed is he who attacketh his neighbour with slander in secret. And all shall answer together, and say, Amen. \n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f17c25fbfba22336eab2f0", "index_title": "Kitzur Ba'al HaTurim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Kitzur Ba'al HaTurim on Deuteronomy 27:24:1", "sourceHeRef": "קיצור בעל הטורים על דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על דברים", "he": "<b>בסתר</b> בגי' בל' הרע ובגימ' מסר ממון חבירו. וסמך:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54bd48b0fbfba217333661b8", "index_title": "Kli Yakar on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Kli Yakar on Exodus 2:13:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Kli Yakar on Exodus 2:13:1", "sourceHeRef": "כלי יקר על שמות ב׳:י״ג:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1598, 1602], "commentaryNum": 13.0001, "collectiveTitle": {"en": "Kli Yakar on Exodus", "he": "כלי יקר על שמות"}, "heTitle": "כלי יקר על שמות", "he": "<b>ויאמר לרשע למה תכה רעך,</b> פירש\"י אע\"פ שלא הכהו בהרמת יד נקרא רשע, רעך רשע כמותך,וקשה מי הגיד למשה כי זה רשע כמותו, ועוד היכן כתיב שבקש להכותו שהרי לא נאמר וירם ידו להכותו ונ\"ל שלשון הכאה שייך גם בלשון, כמ\"ש <small>(משלי יב יח)</small> יש בוטה כמדקרות חרב. וכתיב <small>(דברים כז כד)</small> ארור מכה רעהו בסתר. כי המטיל מום בחבירו אין לך מכה גדולה ממנו, ורז\"ל אמרו <small>(קידושין ע.)</small> כל הפוסל במומו פוסל, ומשה ראה שני עברים נצים בחרופים וגדופים וא\"כ שניהם רשעים, כי מדת הצדיקים להיות מן הנעלבים ואינן עולבים שומעים קול מחרף ואינן משיבין, וקראו רעך רשע כמותך ממש כי באותו מום שאתה פוסלו ומכהו בשוט לשונך ודאי אותו מום נמצא גם בך כי הפוסל במומו פוסל, ע\"כ אמר למה תכה רעך כי הוא רעך במום זה.  ", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "55ae0c59fbfba23a0680a072", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Ki Tavo 24", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Meshekh Chokhmah, Ki Tavo 24", "sourceHeRef": "משך חכמה, כי תבוא כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 24, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "כי תבוא", "he": "<b>ארור </b>מכה רעהו בסתר. דבגלוי יענשוהו ב\"ד פצע תחת פצע כו', אבל בסתר אם יתבעהו בב\"ד יכפור בו, ואי דיהיה צריך שבועה הלא מדין תורה כופר הכל פטור ומפורש בכתוב דפטור.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "56c595c7d6e4a97866792ae4", "index_title": "Nineteen Letters", "category": "Jewish Thought", "type": "", "ref": "Nineteen Letters 11:3", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Nineteen Letters 11:3", "sourceHeRef": "אגרות צפון י״א:ג׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1836], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Nineteen Letters", "he": "אגרות צפון"}, "heTitle": "אגרות צפון", "he": "משפטים — אבל כל אלה יש להם ערכם עליך, אם תחיה באמת על פי מושגיך אלה, בעולם ה', בכחות ה' ובתכונת איש ישראל. חובתך הראשונה: \"הצדק!\" כי תכבד כל יצור מסביב לך ובך, בתור יציר ה' אלהיך, תביט על כל אשר לו, כי מתנת ה' המה לו או כל אשר רכש לו עפ\"י מדת הצדק מה', להניח זאת בידו ולתת לו כל דבר, אשר הצדק אתו לקרוא אותו בשם \"שלו\" — אל תביא קללה בעולם! ראשית חובתך, לחשוב כל אדם כי הוא דומה לך ולכבד את עצמותו הנסתרת בגופו ובחייו. —  בגופו המתפשט ע\"י מעשה אנוש ותחבולותיו — בקנינו. בזכיותיו, כי קניניך יעברו ברשותו. ושלו תהיינה פעולות כחותיך. במדה ובמנין ובמשורה. — למלאות את החסרון באשר הזיק לו בגופו או בממונו. לכבדו בהיות לו הזכות על האמת. — על החופש, שמחת החיים ומנוחת הנפש. על הכבוד ועל השלום. לעולם אל תוציא לך תועלת ממום ורפיון גופו, רוחו ולבו. לעולם אל תשתמש להרע עם השלטון והמשפט אשר יש לך עליו. ", "heVersionTitle": "Iggerot Tzfun, Vilna 1890", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "Mishpatim. — Judgments or Principles of Justice. — All these ideal theories have only value, however, if thou really livest, as thou hast gained the conception, in a Divine world, with Divine powers, man-Israel. The first requisite is, Justice! Respect every being around thee and all that is in thee as the creation of thy God; everything belonging to them as given them by God or in accordance with law which He has sanctioned. Leave willingly to each being that which it is justly entitled to call its own. Be not as regards aught a curse. Especially honor every human being as thy equal, regard him in his essence, that is to say, in his invisible personality, in his bodily envelope and in his life. Extend the same regard to his artificially enlarged body, his property; to the demands which he may be entitled to make upon you for assistance by grants of property or acts of physical strength; in measure and number; in recompense of injury to his person or possessions. Have regard, also, to his rightful claim of truth; of liberty, happiness, and peace of mind, of honor and undisturbed tranquillity. Do not abuse his weakness of heart, mind, or body; do not unjustly employ thy legal power over him. ", "versionTitle": "Bernard Drachman translation, 1899", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "57e77db6d6e4a94c7c18b991", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Deuteronomy 27:24", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Tafsir Rasag, Deuteronomy 27:24", "sourceHeRef": "תפסיר רס\"ג, דברים כ״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0024, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "דברים", "he": "ומלעון מן יצ̇רב צאחבה סרא ויקול ג̇מיע אלקום אמין", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586901f1d6e4a97c9cbb231d", "index_title": "Mei HaShiloach", "category": "Chasidut", "type": "commentary", "ref": "Mei HaShiloach, Volume II, Deuteronomy, Ki Tavo 16", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Mei HaShiloach, Volume II, Deuteronomy, Ki Tavo 16", "sourceHeRef": "מי השלוח, חלק ב, ספר דברים, כי תבוא ט״ז", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1840, 1860], "commentaryNum": 16, "collectiveTitle": {"en": "Mei HaShiloach", "he": "מי השלוח"}, "heTitle": "כי תבוא", "he": "<b>ארור מכה רעהו בסתר.</b> הוא נגד דן, שזה מורה שלא יענש לחבירו בתפלה אף שיראה ממנו דבר שלא כהוגן מכל מקום לא יכהו בסתר בסתרו של עולם, וזה היה נגד דן שנמצא בם נצוח גדול בעבודת השי\"ת כמו שנתבאר בחלק ראשון (פרשת תצוה) שעל דן נאמר (בראשית מ\"ט,י\"ז) הנשך עקבי סוס ויפל רכבו אחור.", "heVersionTitle": "Mei HaShiloach, Publication of Sifrei Izhbitza Radzin, Bnei Brak 2005.", "heLicense": "", "heVersionTitleInHebrew": "מי השילוח. תשס\"ה. בני ברק", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59a6c660d6e4a920f72da05c", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 27:24:1", "sourceHeRef": "הכתב והקבלה, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 24.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>מכה רעהו. </b>יתכן דבמלת רעהו בא למעט את בעלי המחלוקת שהם מחבלי עולם שעליהם אין איסור לגנותם ולהשפילם, וכדאיתא בירושלמי (מובא במנו\"המא) מותר לומר לשון הרע על בעלי מחלוקת, מנא לן מדכתיב ואני אבא אחריך ומלאתי את דבריך, ובלבד שיהא כוונתו לשם שמים ולישוב בני אדם, וכ\"כ בהגה\"מ, ויש לעיין שלא העתיקו הרמב\"ם: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "59a6c660d6e4a920f72da05e", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Deuteronomy 27:24:2", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "HaKtav VeHaKabalah, Deuteronomy 27:24:2", "sourceHeRef": "הכתב והקבלה, דברים כ״ז:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 24.0002, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "דברים", "he": "<b>מכה רעהו בסתר. </b>על לשון הרע הוא אומר (רש\"י) וכתיב\"ע דימחי חברי בלישן תליתאי, וכ\"ה בפרקי ר\"א פנ\"ג. לפי\"ז לשון מכה כאן הוא מענין (קהלת יו\"ד) בעצלתים ימך המקרה, וכן וימכו בעונם (תהילים ק״ו:מ״ג) שענינם הורדה ושפלות, עמ\"ש במסעי או הכהו בידו. וטעם מכה רעהו (ערניעדריגט, ענטווירדיגט) משפיל חברו בספרו עליו מעשים שאינם ראויים, ומוריד כבודו, והוא הנקרא לשון הרע, שמספר רעת האדם ומומיו ומגנה אותו באיזה צד שיהיה מן הגנות, אף שהדבר אמת, כי אם הוא שקר נקרא מוציא שם רע על חברו לייחס לו מה שאינו בו, אבל לה\"ר הוא שיספר מגנות פעולת אדם אשר יעשה באמת. וזהו מעונות החמורות שהאומרו חוטא ואשר ישמעהו חוטא, ולא תשא שמע שוא (משפטים כ\"ג א') אזהרה למקבל לה\"ר (ערמב\"ם פ\"ז מדעות, ובפירושו למשנה ספ\"ק דאבות), ואמר קרא בסתר, טעמו אפילו בסתר ואצ\"ל בפניו, שהמספר בגנות חברו לפניו אף בדרך תוכחה אסור מלא תשא עליו חטא, כבערכין י\"ז אין אתה מוכיחו ופניו משתנות, וידוע חומר איסור להלבין פני חברו, ויתכן שאמר בסתר לעורר על הנקרא בפי רבותינו אבק לשון הרע, שאינו מזכיר הגנות בביאור רק יספר דבר לתומו וכאילו אינו יודע שאלה מעשיו של פלוני, או שיאמר שתקו מפלוני ואיני רוצה להודיע מה אירע ומה היה בו, מראה עצמו בדבורו כאילו הוא ספור דברים בעלמא. והוא משפיל בזה את כבוד חברו מכאיב את לבו ומדאיב את נפשו, וכן המספר בשבח חברו ובטובתו בפני שונאו וגורם בזה שיספרו אחרים בגנותו, וכל אלה וכדומיהם כוללו קרא בלשון בסתר, וטעמו בסתר לשונו (אונטער דיא בלומע, פערבלימטע רעדענסארט) מעלים ומכסה את הגנות, וארס הגנות שורף מתחת לשונו, ואפשר לפרש מלת בסתר, בסתרו של עולם, כי בלישנא בישא אינו מגנה ומבזה את חברו בלבד, כי פוגע גם בכבודו של מקום ב\"ה, העלה על דעתך המגנה את הבן בפני אביו (אף בדבר אמת) לא את הבן בלבד מצער בגנותו כי גם אביו יקח חלק הגנות לצערו בנפשו על הולידו בן ריע מעללים, וגם אם נודע לאביו מקודם מקלקול בנו, בכל זה ירע בעיניו דברי המגנה אותו לפניו, כי בזה יתוסף יגון על יגונו ויתרבה צער על צערו. ככה המגנה לאחד מיצירי כפיו ית' כמגנה כביכול את בנו, כי גם המקלקל מעשיו לא יצא מתאר בן כאמרם אף שהם משחיתים נקראו בנים של מקום (וגם הנסקל מפני ברכת ה' אמרה תורה לא תלין וגו' כי קללת אלהים תלוי כי שם שמים מתחלל בכך) ואם בקלקול מעשיו גרם כביכול צער למעלה, כמליצת הנביא (מלאכי ב׳:י״ז) הוגעתם את ה' בדבריכם, ונאמר (ישעיהו מ״ג:כ״ד) העבדתני בחטאתיך הוגעתני בעונותיך, גם זה המגנה זה האיש ומבזהו שלא בדרך תוכחה, פוגע בכבוד אביו שבשמים אשר בראו בצלמו, וכמוסיף בצערו של מעלה כביכול, כאמרם (תענית כ' ע\"ב) כמה מכוער אותו האיש, והשיב לך ואמור לאומן שעשאני כמה מכוער כלי זה שעשית, שהמגנה את האדם מגנה את יוצרו שהוציא דבר מקולקל מתחת ידו, ובמה שמגנה את רעהו יצרף עמו גם גנות לסתרו של עולם, ובי\"ת בסתר כבי\"ת וירב בלבן (ויצא ל\"א) בי\"ת הצירוף: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "YU Torah miTzion Beit Midrash", "license": "", "versionTitleInHebrew": ""}, {"_id": "59f08d8bd6e4a97c28527534", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book I, The Gate of Remembering 4:16", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Shemirat HaLashon, Book I, The Gate of Remembering 4:16", "sourceHeRef": "שמירת הלשון, חלק ראשון, שער הזכירה ד׳:ט״ז", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 4.0016, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "שער הזכירה", "he": "כֵּן מַמָּשׁ הוּא בַּעַל לָשׁוֹן הָרָע, מִלְּבַד מַה שֶּׁהוּא חוֹקֵר תָּמִיד אַחַר הַנַּעֲשֶׂה בְּבָתֵּי הָעִיר, כְּדֵי שֶׁיִּהְיֶה לוֹ מַה לְּסַפֵּר אַחַר כָּךְ בַּשּׁוּק [כְּפֵרוּשׁ רַשִּׁ\"י בְּפָרָשַׁת קְדֹשִים], עוֹד הוּא מִתְהַפֵּךְ בְּעִנְיָנָיו, כִּי כַּאֲשֶׁר נִתְפַּרְסֵם עִנְיָנוֹ לְרָעָה שֶׁהוּא הוֹלֵךְ וּמְרַגֵּל מִזֶּה לָזֶה וְהוּא כְּקוֹץ בְּעֵינֵי אַנְשֵׁי הָעִיר, וְכָל אֶחָד שׁוֹמֵר עַצְמוֹ מִמֶּנּוּ, הוּא מְהַלֵּךְ עַל צִדֵּי רְשׁוּת הָרַבִּים בַּלָּאט וּבַחֲשַׁאי כְּאִלּוּ אֵין נוֹגֵעַ לוֹ דָּבָר, וְלָתוּר עַל יְדֵי זֶה אַחַר כָּל הַנַּעֲשֶׂה בָּעִיר בַּסֵּתֶר וּבַגָּלוּי. וּכְהַאי גַּוְנָא בְּעֵת שֶׁהוּא מְסַפֵּר הַלָּשׁוֹן הָרָע וְהָרְכִילוּת, יַעֲשֶׂה בְּדֶרֶךְ רַמָּאוּת, שֶׁיֵּרָאֶה כְּאִלּוּ הוּא מְסַפֵּר לְפִי תֻּמּוֹ, וְלֹא יְסַפֵּר כָּל הַסִּפּוּר, רַק מְרַמֵּז, וְעַל יְדֵי זֶה יָבִין חֲבֵרוֹ הַשְׁאָר. וְאָזְנָיו סְרוּחוֹת, וּזְנָבוֹ מֻנַּחַת לוֹ בֵּין יַרְכוֹתָיו, גַּם כֵּן שַׁיָּךְ בּוֹ מֵעֵין מַה שֶּׁנֶּאֱמַר בַּכֶּלֶב הַנַּ\"ל, הַיְנוּ שֶׁאַף שֶׁבְּקִרְבּוֹ בּוֹעֲרִים בּוֹ כָּל חוּשֵׁי הַהֶרְגֵּשׁ, וּבִפְרָט חוּשׁ הַשְׁמִיעָה, לִשְׁמֹעַ מִכָּל דָּבָר הַנַּעֲשֶׂה בְּעִיר וְלָרוּץ וּלְרַגֵּל מִזֶּה לָזֶה, אַף עַל פִּי כֵן בְּפִרְסוּם מַרְאֶה לְעֵינֵי אֲנָשִׁים כְּאִלּוּ הוּא כּוֹבֵשׁ אֶת כָּל תְּנוּעוֹתָיו וְנֹחַ לַכֹּל וְאֵינוֹ רוֹצֶה לִשְׁמֹעַ שׁוּם דָּבָר מֵהַנַּעֲשֶׂה בֵּין אֲנָשִׁים, וְהַכֹּל כְּדֵי שֶׁלֹּא יִשָּׁמְרוּ אַנְשֵׁי הָעִיר מִמֶּנּוּ וְיִתְגַּלֶּה לוֹ הַכֹּל. וְיֵשׁ אוֹמְרִים אַף נוֹבֵחַ וְאֵין קוֹלוֹ נִשְׁמָע, כִּי בְּהַלָּשׁוֹן הָרָע שֶׁלּוֹ הוּא מַזִּיקוֹ בַּסֵּתֶר, וּבִפְרָט אוֹתָן כּוֹתְבֵי עָמָל (שֶׁקָּוֹרִין פַּאסְקְוִילִן) שֶׁעֲלֵיהֶם נֶאֱמַר (דברים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\". וְהַכֹּל הוּא, כְּדֵי שֶׁלֹּא יוּכַל חֲבֵרוֹ לְהִשָּׁמֵר מִמֶּנּוּ וְיוּכַל לְהַזִּיקּוֹ כְּעֵין הַכֶּלֶב הַנַּ\"ל. לָכֵן נִמְשָׁךְ עָלָיו אוֹתוֹ רוּחַ הַטֻּמְאָה הַשּׁוֹרָה עַל הַכֶּלֶב שׁוֹטֶה, וְדִמָּהוּ הַסִּפְרִי לִמְנֻשָׁךְ מִן הַכֶּלֶב, כִּי גַּם עָלָיו שׁוֹרָה רוּחַ הַטֻּמֻאָה וְכַנַּ\"ל]. [וְסוֹף הַמַּאֲמָר מְבֹאָר מֵעַצְמוֹ, וְעַיֵּן בְּסוֹף פֶּרֶק ט\"ז].", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": " And thus, exactly, is the man of <i>lashon hara</i>. Aside from always probing the houses of the city in order to have what to relate thereafter in the marketplace, he is versatile in changing. For when he is adversely publicized as one who goes peddling [his tales] from one to the other and becomes like a thorn in the eyes of the people of the city, and everyone guards himself against him, he walks on the sides of the public thoroughfare, enwrapped in silence, as if nothing concerns him, in order to spy out everything going on in the city — secret and otherwise. And, correspondingly, when he tells his <i>lashon hara</i> and <i>rechiluth</i> [talebearing], he does so deceptively, as if speaking in pure innocence, not telling the whole story, but intimating — whereby his interlocutor \"figures out the rest.\" And his ears drag, and his tail hangs between his legs. There also applies to him what was said about the aforementioned dog. That is, even though there burn in his midst all the senses of feeling, and, especially, that of hearing, to hear of everything that is done in the city and to run and peddle it from one to the other — in spite of this, in public, he appears to the eye of the beholder as one who suppresses all of his feelings, is equable to all, and wants to hear nothing of what is done among people — all, so that the people of the city not guard themselves against him and everything be revealed to him. \"And others say: He also barks without being heard.\" For in his <i>lashon hara</i>, he wounds in secret (as do those writers of wrongs [called \"<i>paskevilim</i>\"], about whom it is written (Devarim 27:24):\"Cursed be he who smites his neighbor in secret.\") — all so that his neighbor will be unable to guard himself against him and he will be able to attack him, like the aforementioned dog. Therefore, there reposes upon him the same spirit of uncleanliness that reposes upon a mad dog, and the <i>Sifrei</i> refers to him as \"one bitten by a dog.\" For upon him, too, there reposes the spirit of uncleanliness. [The end of the comparison is self-explanatory. See the end of Chapter 16.]", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59f08d8ed6e4a97c28527584", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book I, The Gate of Remembering 8:9", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Shemirat HaLashon, Book I, The Gate of Remembering 8:9", "sourceHeRef": "שמירת הלשון, חלק ראשון, שער הזכירה ח׳:ט׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 8.0009, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "שער הזכירה", "he": "<b>וְגָרְסִינַן</b> נַמֵּי בְּפִרְקֵי דְּר' אֱלִיעֶזֶר: כָּל הַמַּלְשִׁין אֶת חֲבֵרוֹ בַּסֵּתֶר, אֵין לוֹ רְפוּאָה, שֶׁנֶּאֱמַר (תהילים ק\"א ה'): \"מְלָשְׁנִי בַסֵּתֶר רֵעֵהוּ אוֹתוֹ אַצְמִית\" (פֵּרוּשׁ: לַחֲלוּטִין) (כמו שכתוב בערכין ט\"ו:) וְכָתוּב אֶחָד אוֹמֵר (דְּבָרִים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\". דַּע לְךָ שֶׁהוּא כֵּן, בֹּא וּרְאֵה הַנָּחָשׁ, שֶׁהִלְשִׁין בֵּין הַקָּדוֹשׁ בָּרוּךְ הוּא וּבֵין אָדָם וְעֶזְרוֹ (פירוש: אשתו) אֲרָרוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁיִּהְיֶה עָפָר מַאֲכָלוֹ שֶׁנֶּאֱמַר (בראשית ג' י\"ד): \"וְעָפָר תֹּאכַל כָּל יְמֵי חַיֶּיךָ\", (פֵּרוּשׁ: כְּמוֹ שֶׁשָּׁם כְּתִיב: \"כָּל יְמֵי חַיֶּיךָ\" וּבְוַדַּאי הַכַּוָּנָה שֶׁלֹּא יִתְרַפֵּא אַף לִימוֹת הַמָּשִׁיחַ, כְּמוֹ שֶׁאָמְרוּ בִּבְרָכוֹת דַּף י\"ב: יְמֵי חַיֶּיךָ הָעוֹלָם הַזֶּה, כָּל יְמֵי חַיֶּיךָ לְהָבִיא לִימוֹת הַמָּשִׁיחַ, אַף כָּאן אֵין לוֹ רְפוּאָה תָּמִיד). וְכָזֶה רָאִיתִי גַּם כֵּן בַּסְּפָרִים הַקְּדוֹשִׁים, שֶׁהַמְסַפֵּר לָשׁוֹן הָרָע מְזוֹנוֹתָיו מִתְמַעֲטִין, כַּנָּחָשׁ, שֶׁנִּתְמַעֲטוּ מְזוֹנוֹתָיו.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "And we learn also in <i>Pirkei d'R. Eliezer</i>: \"Anyone who speaks <i>lashon hara</i> against his friend in secret has no cure, as it is written (Psalms 101:5): 'He who slanders his neighbor in secret, him will I cut off [forever].' And it is stated elsewhere (Devarim 27:24): 'Cursed be he who smites his neighbor in secret.' Come and see [what happened to] the serpent. Because he spoke <i>lashon hara</i> between the Holy One Blessed be He and Adam and his wife, the Holy One Blessed be He cursed him (Bereshith 3:14): 'And dust shall you eat all the days of your life.'\" (That is, just as it is written there \"all the days of your life,\" the intent being that he not be cured even in the days of the Messiah, as stated in Berachoth 12b: \"the days of your life\" — this world; \"<i>all</i> the days of your life\" — to include the days of the Messiah\" — so, here, he [the speaker of <i>lashon hara</i>] has no cure forever.) And I have seen also in the holy books that if one speaks <i>lashon hara</i>, his sustenance diminishes, like that of a serpent [i.e., \"And dust shall you eat, etc.\"]", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59f08df2d6e4a97c28527a8e", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book I, Epilogue 3:6", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Shemirat HaLashon, Book I, Epilogue 3:6", "sourceHeRef": "שמירת הלשון, חלק ראשון, חתימת הספר ג׳:ו׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "heTitle": "חתימת הספר", "he": "<b>וּבֶאֱמֶת</b> כַּמָּה צָרִיךְ לְהִתְבּוֹשֵׁשׁ בַּעַל לָשׁוֹן הָרָע בְּעַצְמוֹ עַל עִנְיָן זֶה, דַּהֲלֹא אִם יִקרְאוּ לוֹ לַעֲלוֹת לַתּוֹרָה וְיִמְצָא בַּפְּסוּקִּים דְּמַיְרֵי הָתָם בְּאִסּוּר סִפּוּר לָשׁוֹן הָרָע, כְּגוֹן בְּפָרָשַׁת (ויקרא י\"ט ט\"ז): \"לֹא תֵלֵךְ רָכִיל בְּעַמֶּךָ\", (דברים כ\"ז כ\"ד) וְ\"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\", (דְּבָרִים כ\"ד ט') וְ\"זָכוֹר אֵת אֲשֶׁר עָשָׂה ה' אֱלֹקֶיךָ לְמִרְיָם\" וְגוֹ', (שמות כ\"ג א') וְ\"לֹא תִשָּׂא שֵׁמַע שָׁוְא\", וְכַדּוֹמֶה, שֶׁהָיָה חָסֵר קוּצוֹ שֶׁל יוֹ\"ד בְּאֵיזֶה מָקוֹם, לֹא יִרְצֶה לְבָרֵךְ עַל הַתּוֹרָה וְיֹאמַר, כִּי תּוֹרַת ה' צְרִיכָה לִהְיוֹת שְׁלֵמָה כְּמוֹ שֶׁנְּתָנָהּ לָנוּ הַקָּדוֹשׁ בָּרוּךְ הוּא, וְלֹא חֲסֵרָה. הֲרֵי שֶׁהוּא מַאֲמִין בֶּאֱמֶת בַּה' יִתְבָּרַךְ וּבְתוֹרָתוֹ הַקְּדוֹשָׁה בְּכָל אוֹתִיּוֹתֶיהָ, וּכְשֶׁבָּא אוֹתוֹ עִנְיָן לְיָדוֹ, תֵּכֶף הֻפְקְּרוּ אֶצְלוֹ פְּסוּקֵי הַתּוֹרָה, עַד שֶׁאֵינוֹ חוֹשֵׁב זֶה לְעָוֹן כְּלָל. רְאֵה, אָחִי, מַה דְּאִיתָא בְּתָנָא דְּבֵי אֵלִיָּהוּ פֶּרֶק כ\"ט: כָּל הַמַּכִּיר בְּדִבְרֵי תּוֹרָה וְעוֹבֵר עֲלֵיהֶן, הֲרֵי זֶה רָשָׁע גָּמוּר.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "And, in truth, how much should the speaker of <i>lashon hara</i> be ashamed of himself because of this. For if he were called up to the Torah and found the verses there to concern the <i>issur</i> of speaking <i>lashon hara</i> (such as Vayikra 19:16: \"Do not go talebearing among your people,\" or Devarim 27:24: \"Cursed is he who smites his friend in secret,\" or <i>Ibid</i>. 24:9: \"Remember what the L-rd your G-d did to Miriam,\" or Shemoth 23:1: \"Do not bear a false report,\" and the like) and the point of a <i>yod</i> were missing in some place, he would refuse to make the blessing on the Torah, saying that the Torah of the L-rd must be perfect, as the Holy One Blessed be He gave it to us, and not defective. He believes, then, in truth, in the Blessed L-rd and in His holy Torah, in all of its letters, but when that <i>subject</i> comes to hand, immediately the verses of the Torah are abandoned by him, and he does not think it a sin at all! Remember, my brother, what we find in Tanna d’bei Eliyahu Rabbah, Chapter 28: \"If one recognizes words of Torah and 'passes them by,' he is an absolute evildoer.\"", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59f08e15d6e4a97c28527c1e", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book II 3:2", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Shemirat HaLashon, Book II 3:2", "sourceHeRef": "שמירת הלשון, חלק שני ג׳:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "he": "<b>רִאְשׁוֹן</b> לַכֹּל, מַעֲשֵׂה דְּנָחָשׁ, שֶׁסִּפֵּר לָשׁוֹן הָרָע עַל הַקָדוֹשׁ בָּרוּךְ הוּא, וּבָזֶה גָּרַם מִיתָה לְכָּל בָּאֵי עוֹלָם. וּבְפָרָשַׁת וַיֵּצֵא (בראשית כ\"ח כ'): \"אִם יִהְיֶה אֱלֹקִים עִמָּדִי וּשְׁמָרַנִי\" וְגוֹ'. וְאָמְרוּ חֲזַ\"ל: \"וּשְׁמָרַנִי\" מִלָּשׁוֹן הָרָע. וּבְפָרָשַׁת וַיֵּשֶׁב, בְּמַעֲשֵׂה דְּיוֹסֵף, שֶׁכָּתוּב (בראשית ל\"ז ב'): \"וַיָּבֵא יוֹסֵף אֶת דִּבָּתָם רָעָה אֶל אֲבִיהֶם\", שֶׁזּוֹ הָיְתָה הַסִּבָּה הָרִאשׁוֹנָה לִירִידַת בְּנֵי יִשְׂרָאֵל לְמִצְרַיִם. וּבְפָרָשַׁת שְׁמוֹת (שמות ב' י\"ד): \"אָכֵן נוֹדַע הַדָּבָר\" (עַיֵּן שָׁם בְּפֵרוּשׁ רַשִּׁ\"י וּבְמַה שֶּׁנִּכְתֹּב לְקַמָּן). עוֹד שָׁם, שֶׁאָמַר מֹשֶה רַבֵּנוּ, עָלָיו הַשָּׁלוֹם (שמות ד' א'): \"וְהֵן לֹא יַאֲמִינוּ לִי\", שֶׁהֵשִׁיב לוֹ הַשֵּׁם יִתְבָּרַךְ (שָׁם ב'): \"מַה זֶּה בְּיָדֶךָ\" וְגוֹ', וַיְהִי לְנָחָשׁ. עוֹד שָׁם (שם ו'): \"וְהִנֵּה יָדוֹ מְצֹרַעַת כַּשָּׁלֶג\". וּבְפָרָשַׁת יִתְרוֹ (שמות י\"ז ב'): \"וַיָּרֶב הָעָם עִם מֹשֶה וְגוֹ' עַל רִיב בְּנֵי יִשְׂרָאֵל\" וְגוֹ', וְסָמִיךְ לֵהּ (שם ח'): \"וַיָּבֹא עֲמָלֵק\". וּבְפָרָשַׁת מִשְׁפָּטִים (שמות כ\"ג א'): \"לֹא תִשָּׂא שֵׁמַע שָׁוְא\", שֶׁהוּא קָאֵי עַל הַמְסַפֵּר וְעַל הַמְקַבֵּל כִּדְאִיתָא בַּגְּמָרָא (מכות כ\"ג.), וְסָמִיךְ (שָׁם ב'): \"לֹא תִהְיֶה אַחֲרֵי רַבִּים לְרָעֹת\". וּבְפָרָשַׁת תְּצַוֶּה: עִנְיַן הַמְּעִיל (שמות כ\"ח ל\"ב): \"שָׂפָה יִהְיֶה לְפִיו סָבִיב\" וְכָל הַפָּרָשָׁה (שם ל\"ה) \"וְנִשְׁמַע קוֹלּוֹ בְּבֹאוֹ אֶל הַקֹּדֶשׁ\" וְגוֹ'. וְכָל פָּרָשַׁת תַּזְרִיעַ וּמְצֹרָע: נִגְעֵי בָּתִּים, נִגְעֵי בְּגָדִים, נִגְעֵי אָדָם (ויקרא י\"ג מ\"ו): \"בָּדָד יֵשֵׁב\", מְרֻחָק אַף מִמַּחֲנֵה יִשְׂרָאֵל, וְכַפָּרָתוֹ צִפֳּרִים הַמְפַטְפְּטִין. וּבְפָרָשַׁת קְדֹשִים (ויקרא י\"ט ט\"ז): \"לֹא תֵלֵךְ רָכִיל בְּעַמֶּךָ\", (שָׁם י\"ז) \"הוֹכֵחַ תּוֹכִיחַ אֶת עֲמִיתֶךָ, וְלֹא תִשָּׂא עָלָיו חֵטְא\". וּבְפָרָשַׁת בְּהַר (ויקרא כ\"ה י\"ז): \"וְלֹא תוֹנוּ אִישׁ אֶת עֲמִיתוֹ\", שֶׁזֶּה קָאֵי עַל אוֹנָאַת דְּבָרִים, שֶׁהוּא גַּם כֵּן דִּבּוּר רַע. וּבְפָרָשַׁת נָשֹא (במדבר ה' ב'): \"וִישַׁלְּחוּ מִן הַמַּחֲנֶה כָּל צָרוּעַ\", הַיְנוּ, אֲפִלּוּ הוּא גָּדוֹל בַּתּוֹרָה כְּדוֹאֵג. וּבְפָרָשַׁת בְּהַעֲלֹתְךָ (במדבר י\"ב א'): \"וַתְּדַבֵּר מִרְיָם וְאַהֲרֹן בְּמֹשֶה\" וְגוֹ'. וְכָל פָּרָשַׁת שְׁלַח לְךָ, הַמְדַבֶּרֶת מֵעִנְיַן הַמְרַגְּלִים. וּבְפָרָשַׁת חֻקַּת (במדבר כ\"א ה'): \"וַיְדַבֵּר הָעָם בֵּאלֹקִים וּבְמֹשֶה\". וּבְפָרָשַׁת כִּי תֵצֵא (דברים כ\"ג י'): \"כִּי תֵצֵא מַחֲנֶה עַל אֹיְבֶיךָ וְנִשְׁמַרְתָּ מִכֹּל דָּבָר רָע\". וְאָמְרוּ חֲזַ\"ל: דָּבָר רָע דִּבּוּר רָע. וּבְפָרָשַׁת תֵצֵא, פָּרָשָׁה שֶׁל מוֹצִיא שֵׁם רָע, עוֹד פָּסוּק (דברים כ\"ד ט'): \"זָכוֹר אֵת אֲשֶׁר עָשָׂה ה' אֱלֹקֶיךָ לְמִרְיָם\" וְגוֹ'. וּבְפָרָשַׁת תָבֹא (דברים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\", שֶׁהוּא קָאֵי עַל לָשׁוֹן הָרָע. וְיָדוּעַ, שֶׁכָּל הָאֲרוּרִים פָּתְחוּ בִּבְרָכָה וְאָמְרוּ: \"בָּרוּךְ אֲשֶׁר לֹא יַכֶּה\" וְגוֹ' הֲרֵי שֶׁהַזָּהִיר בָּזֶה, תִּהְיֶה לוֹ בְּרָכָה.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "First of all, the episode of the serpent, who spoke <i>lashon hara</i> of the Holy One Blessed be He and thereby brought death to the world. And (Bereshith 29:20): \"If G-d will be with me and guard me,\" concerning which Chazal have said: \"if He will guard me against <i>lashon hara</i>.\" And the episode of Joseph (<i>Ibid</i>. 37:2): \"And Joseph brought their evil talk to their father,\" this being the catalyst of the descent of the Jews to Egypt. And (Shemoth 2:14): \"In truth, the thing has become known\" (see Rashi there and what we shall write below). There, too, (4:1) Moses our teacher, may peace be upon him, says: \"But they will not believe me,\" and the Blessed L-rd counters (<i>Ibid</i>. 2): \"What is this in your hand?\" … (3) …and it became a serpent.\" Also there (6): \"And, behold, his hand was leprous as snow.\" And (<i>Ibid</i>. 17:2): \"And the people quarreled with Moses… (7) …over the quarrel of the children of Israel, etc.\" followed by (8): \"And Amalek came and warred with Israel, etc.\" And (<i>Ibid</i>. 23:1): \"You shall not bear a false report, which applies to both the speaker and the receiver [of <i>lashon hara</i>] (as we find in Makkoth 23a), followed by (2): \"Do not be after many to do evil.\" And, in reference to the <i>me'il</i> [the outer robe of the <i>ephod</i>] (<i>Ibid</i>. 28:32): \"A border shall there be to its mouth roundabout,\" and the entire section. And (35): \"And its sound will be heard when he comes to the sanctuary, etc.\" And the entire section of <i>Tazria</i> and <i>Metzora</i>: the plague-spots of houses, the plague-spots of clothing, the plague-spots of men, (Vayikra 13:46): \"Solitary shall he sit\"— even outside of the camp of Israel. And his atonement— \"chirping\" birds. And (<i>Ibid</i>. 19:16): \"Do not go talebearing among your people,\" (<i>Ibid</i>. 17): \"Reprove, shall you reprove your neighbor, but you shall not bear sin because of him.\" And (<i>Ibid</i>. 25:17): \"You shall not wrong, one man, his fellow,\" which relates to verbal wronging, which is also in the category of evil speech. And (Bamidbar 5:1): \"And they shall send out of the camp every leper\"— even if he were as great in Torah as Doeg. And (<i>Ibid</i>. 12:1): \"And Miriam and Aaron spoke against Moses, etc.\" And the entire section of <i>Shelach Lecha</i>, which speaks about the spies. And (<i>Ibid</i>. 21:5): \"And the people spoke against G-d and against Moses.\" And (Devarim 23:10): \"When you go out as a camp against your foes, guard yourself against every evil thing [<i>davar ra</i>],\" concerning which Chazal have said: \"<i>davar ra</i>\" may be read as \"<i>dibbur ra</i>\" [evil speech]. And in <i>Tetze</i>, the \"giving out of an evil name [<i>motzi shem ra</i>],\" and (<i>Ibid</i>. 24:9): \"Remember what the L-rd your G-d did to Miriam, etc.\" And (<i>Ibid</i>. 27:24): \"Cursed be he who smites his friend in secret,\" which refers to <i>lashon hara</i>. And it is known that all of the \"cursings\" were preceded by blessings; and they opened with blessing, saying: \"Blessed is he who does not smite\"— whence we derive that one who is heedful in this is blessed.", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59f08e1dd6e4a97c28527c72", "index_title": "Shemirat HaLashon", "category": "Musar", "type": "", "ref": "Shemirat HaLashon, Book II 9:9", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Shemirat HaLashon, Book II 9:9", "sourceHeRef": "שמירת הלשון, חלק שני ט׳:ט׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1865, 1875], "commentaryNum": 9.0009, "collectiveTitle": {"en": "Shemirat HaLashon", "he": "שמירת הלשון"}, "he": "<b>וּבֶאֱמֶת</b> לְפֶלֶא הוּא בְּעֵינַי, שֶׁטֶּבַע בְּנֵי הָאָדָם לְחַפֵּשׂ סְגֻלּוֹת וּבְרָכוֹת מֵאֲנָשִׁים גְּדוֹלִים לְהַצְלָחָה עַל פַּרְנָסָה, וּמַה יּוֹעִילוּ לָהֶם כָּל הַסְּגֻלּוֹת וְהַבְּרָכוֹת, אִם, חַס וְשָׁלוֹם, הוּא מֻרְגָּל בְּזֶה הַחֵטְא שֶׁל לָשׁוֹן הָרָע וּרְכִילוּת, הֲרֵי יֵשׁ עַל זֶה אָרוּר מְפֹרָשׁ בַּתּוֹרָה (דברים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָּתֶר\", שֶׁהוּא קָאֵי עַל לָשׁוֹן הָרָע, כְּמוֹ שֶׁפֵּרֵשׁ רַשִּׁ\"י. וְאָמְרוּ חֲזַ\"ל (שבועות ל\"ו.): אָרוּר, בּוֹ קְלָלָה, בּוֹ נִדּוּי. וְזֶה לֹא יָצָא מִפִּי אִישׁ אֶחָד, כִּי אִם בְּהֶסְכֵּם כָּל יִשְׂרָאֵל בְּצֵרוּף הַכֹּהֲנִים וְהַלְוִיִּם, כְּדִכְתִיב בַּקְּרָא, וַהֲרֵי הוּא מְכַלֶּה הַשְׁפָּעָתוֹ.", "heVersionTitle": "Shemirat HaLashon -- Torat Emet 370", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": "And, in truth, this is a wonder in my eyes. For it is the nature of a man to seek remedies and blessings from great men for success in [earning] a livelihood. And how will all the remedies and blessings help them if, G-d forbid, they are habituated to the sin of <i>lashon hara</i> and <i>rechiluth</i>, which is subject to an explicit curse [<i>Arur</i>] in the Torah (Devarim 27:24): \"Cursed [<i>Arur</i>] is he who smites his friend in secret,\" which, according to Rashi, refers to <i>lashon hara</i>. And Chazal have said (<i>Shevuoth</i> 36a): \"'<i>Arur</i>' — in it lies a curse; in it lies excommunication.\" And this [<i>Arur</i>] was not uttered by one man alone, but in consensus with all of Israel, in addition to the Cohanim and the Levites, as stated in Scripture. And this one [(by speaking <i>lashon hara</i>)] <i>voided</i> his blessing!", "versionTitle": "Shmirath Halashon by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a15481bd6e4a92409ac5666", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Siftei Chakhamim, Deuteronomy 27:24:1", "sourceHeRef": "שפתי חכמים, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>על לשון הרע כו'.</b> דאל\"כ בסתר ל\"ל, וכי אם יכהו בגלוי הכאה ממש מותר, בתמיה, והלא כתיב לא יוסיף פן יוסיף בפ' כי תצא <small> (לעיל כה ג)</small>: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>This refers to slander, etc.</b> Otherwise, why is it written “in secret”? If one would hit someone in public would it be permitted?! Is it not written, “He may not add; lest he additionally [flog him over these],” in <i>parshas</i> Ki Seitzei (above 25:3)? ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a15481bd6e4a92409ac5668", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Deuteronomy 27:24:2", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Siftei Chakhamim, Deuteronomy 27:24:2", "sourceHeRef": "שפתי חכמים, דברים כ״ז:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "דברים", "he": "<b>ראיתי ביסודו של ר' משה הדרשן כו'.</b> וא\"ת למה סמך ר' משה הדרשן לגבי מכה רעהו בסתר. וי\"ל בשלמא בלא זה ל\"ק מידי למה כתיב י\"א ארורים, כדי להוציא ראובן מכלל הארור, משום דכתיב ארור שוכב עם אשת אביו, והוא בלבל יצועי אביו <small>(בראשית לה כב)</small>, משום הכי לא נאמרו אלא י\"א ארורים כדי להוציא ראובן, אבל עכשיו לפי מה שפירשתי דמכה רעהו בסתר על לשון הרע הוא אומר, אם כן לא ה\"ל לומר אלא עשרה ארורים, ולהוציא גם את יוסף שהוציא דבה על אחיו וסיפר עליהם לשון הרע. ותירץ ראיתי וכו' וק\"ל. וראיתי שיש גורסים ראיתי וכו' על אשר לא יקים, וה\"פ ראיתי ביסודו של ר' משה הדרשן י\"א ארורים כו' עד לא רצה לקללו. וקשה הרי י\"ב וגו' עם ארור אשר לא יקים וגו'. ומתרץ כאן בארור אשר לא יקים וגו' כולל את כל התורה, וגם הארורים דלעיל נכללו בארור אשר לא יקים וגו', ואם כן קשה דארורים דלעיל יתירים הם ולמה נכתבו, אלא ודאי כמו שראיתי ביסודו של רבי משה הדרשן: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>I have seen [this] in R’ Moshe Hadarshan’s commentary, etc.</b> You might ask: Why does Rashi mention [the comment of] R. Moshe Hadarshan for [the verse] “whoever strikes his fellow in secret”? The answer is that without this comment [i.e., saying that this verse is in regard to slander] the fact that the Torah writes eleven curses is no difficulty, as one could suggest it was done in order to remove Reuvein from [being represented among] the cursed because it is written, “Cursed is whoever has relations with his father’s-in-law wife,” and he disturbed his father's sleeping arrangement (Bereishis 35:22). Therefore there are only eleven curses in order to exclude Reuvein [who in any case is hinted at in this curse]. But now that we explain that striking one's fellow in secret refers to slander, if so, the Torah should have only said ten curses and [also] exclude Yoseif who slandered his brothers and spoke slander against them. Rashi answers, “I have seen, etc.” This is easy to understand. I have seen texts where Rashi writes “I have seen, etc.” on (v. 26), “Cursed is whoever does not uphold, etc.” The explanation of this [why he cites R' Moshe Hadarshan there] is as follows: “I have seen [this] in R’ Moshe Hadarshan’s commentary: There are eleven curses, etc. he, therefore, did not want to curse him.” [Rashi is answering that] you might ask: There are twelve curses, etc. if you include “Cursed is whoever does not uphold, etc.” Rashi explains that the verse here, “Cursed is whoever does not uphold etc,” encompasses the entire Torah and all the above curses are included in “Cursed is whoever does not uphold, etc.” But if so, you might ask that the above curses are superfluous and why were they written? But certainly [the answer is] as “I have seen in R’ Moshe Hadarshan’s commentary,” [that the eleven curses correspond to the tribes].\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b6bf50faf3503027e682aa8", "index_title": "Malbim on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Malbim on Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Malbim on Deuteronomy 27:24:1", "sourceHeRef": "מלבי\"ם על דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על דברים", "he": "<b>ארור מכה רעהו בסתר</b>. זו ש\"ד והוא מהעבירות החמורות ונצטוו עליו ב\"נ כמ\"ש שופך דם האדם וגו' ונכלל בזה איסור לשה\"ר:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קודש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be1f8025c81ef0074e69a0d", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Nitzavim 1:1", "anchorRef": "Deuteronomy 27:11-28:69", "anchorRefExpanded": ["Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Midrash Tanchuma, Nitzavim 1:1", "sourceHeRef": "מדרש תנחומא, נצבים א׳:א׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "נצבים", "he": "<b>אַתֶּם</b> נִצָּבִים הַיּוֹם. זֶה שֶׁאָמַר הַכָּתוּב: הָפוֹךְ רְשָׁעִים וְאֵינָם, וּבֵית צַדִּיקִים יַעֲמֹד <small>(משלי יב, ז)</small>. כָּל זְמַן שֶׁהַקָּדוֹשׁ בָּרוּךְ הוּא מִסְתַּכֵּל בְּמַעֲשֵׂיהֶם שֶׁל רְשָׁעִים וּמְהַפֵּךְ בָּהֶם, אֵין לָהֶם תְּקוּמָה. הָפַךְ בְּמַעֲשֵׂיהֶם שֶׁל דּוֹר הַמַּבּוּל, לֹא הָיְתָה לָהֶם תְּקוּמָה, שֶׁנֶּאֱמַר: וַיִּמַּח אֶת כָּל הַיְקוּם <small>(בראשית ז, כג)</small>. הָפַךְ בְּמַעֲשֵׂיהֶם שֶׁל אַנְשֵׁי סְדוֹם, וְלֹא הָיְתָה בָהֶן תְּקוּמָה, שֶׁנֶּאֱמַר: וַיַּהֲפֹךְ אֶת הֶעָרִים הָאֵל <small>(שם יט, כה)</small>. הָפַךְ בְּמַעֲשֵׂיהֶם שֶׁל מִצְרִים, וְלֹא הָיְתָה לָהֶן תְּקוּמָה, שֶׁנֶּאֱמַר: לֹא נִשְׁאַר בָּהֶם עַד אֶחָד <small>(שמות יד, כח)</small>. הָפַךְ בַּמַּעֲשֶׂה שֶׁל בָּבֶל וְלֹא הָיְתָה לָהּ תְּקוּמָה, שֶׁנֶּאֱמַר: וְהִכְרַתִּי לְבָבֶל שֵׁם וּשְׁאָר וְנִין וָנֶכֶד <small>(ישעיה יד, כב)</small>. וְעַל כֻּלָּם אָמַר דָּוִד, שָׁם נָפְלוּ פּוֹעֲלֵי אָוֶן וְגוֹ' <small>(תהלים לו, יג)</small>. אֲבָל יִשְׂרָאֵל, נוֹפְלִין וְעוֹמְדִין. וְכֵן הוּא אוֹמֵר, אַל תִּשְׂמְחִי אוֹיַבְתִּי לִי כִּי נָפַלְתִּי קָמְתִּי וְגוֹ' <small>(מיכה ז, ח)</small>. כִּי אֲנִי ה' לֹא שָׁנִיתִי וְגוֹ' <small>(מלאכי ג, ו)</small>, אָמַר רַבִּי חֲנִינָא בַּר פַּפָּא, אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, מֵעוֹלָם לֹא הִכֵּיתִי אֻמָּה וְשָׁנִיתִי לָהּ. אֲבָל אַתֶּם בְּנֵי יַעֲקֹב לֹא כְלִיתֶם <small>(מלאכי ג, ו)</small>, שֶׁנֶּאֱמַר: חִצַּי אֲכַלֶּה בָּם <small>(דברים לב, כג)</small>, חִצַּי כָּלִין וְהֵן אֵינָן כָּלִים. וְכָךְ אָמְרָה כְּנֶסֶת יִשְׂרָאֵל, דָּרַךְ קַשְׁתּוֹ וַיַּצִּיבֵנִי וְגוֹ' <small>(איכה ג, יב)</small>. מָשָׁל לְמָה הַדָּבָר דּוֹמֶה, לְגִבּוֹר שֶׁהֶעֱמִיד אֶת הַקּוֹרָה וְהָיָה זוֹרֵק בּוֹ אֶת הַחִצִּים. חִצָּיו כָּלִין וְהַקּוֹרָה בִּמְקוֹמָהּ עוֹמֶדֶת. אַף יִשְׂרָאֵל כָּל זְמַן שֶׁהַיִּסּוּרִין בָּאִין עֲלֵיהֶן, הַיִּסּוּרִין כָּלִין וְהֵם בִּמְקוֹמָן עוֹמְדִין וְאֵינָן כָּלִין. לְכָךְ נֶאֱמַר: הָפוֹךְ רְשָׁעִים וְאֵינָם. אָמַר חִזְקִיָּה בְּנוֹ שֶׁל רַבִּי חִיָּא, לָמָּה נִסְמְכָה פָּרָשָׁה זוֹ לְפָרָשַׁת קְלָלוֹת. לְפִי שֶׁשָּׁמְעוּ יִשְׂרָאֵל מֵאָה קְלָלוֹת חָסֵר שְׁתַּיִם שֶׁנֶּאֶמְרוּ בְּפָרָשָׁה זוֹ חוּץ מֵאַרְבָּעִים וְתֵשַׁע שֶׁנֶּאֶמְרוּ בְּתוֹרַת כֹּהֲנִים, מִיָּד הוֹרִיקוּ פְּנֵיהֶם וְאָמְרוּ, מִי יָכוֹל לַעֲמֹד בְּאֵלּוּ. מִיָּד קָרָא אוֹתָן מֹשֶׁה וְהָיָה מְפַיְּסָן. מַה כְּתִיב לְמַעְלָה מִן הָעִנְיָן, וַיִּקְרָא מֹשֶׁה אֶל כָּל יִשְׂרָאֵל וְגוֹ', הַמַּסּוֹת הַגְּדוֹלוֹת וְגוֹ', וַתָּבֹאוּ אֶל הַמָּקוֹם הַזֶּה וְגוֹ'. וְאַתֶּם לֹא שְׁמַעְתֶּם בְּקוֹלִי וַאֲמַרְתֶּם לְפָנַי דְּבָרִים שֶׁאַתֶּם חַיָּבִין עֲלֵיהֶם כְּלָיָה וְלֹא עָשִׂיתִי אֶתְכֶם כְּלָיָה, שֶׁנֶּאֱמַר: אֲבוֹתֵינוּ בְּמִצְרַיִם לֹא הִשְׂכִּילוּ נִפְלְאוֹתֶיךָ וְגוֹ' <small>(תהלים קו, ז)</small>. וְלֹא עוֹד אֶלָּא שֶׁאֲמַרְתֶּם לָעֵגֶל, אֵלֶּה אֱלֹהֶיךָ יִשְׂרָאֵל <small>(שמות לב, ד)</small>. וְאִם תֹּאמַר מִפְּנֵי מָה הַגּוֹיִם נִתְחַיְּבוּ כְּלָיָה וְאָנוּ קַיָּמִין. לְפִי שֶׁבְּשָׁעָה שֶׁבָּאוּ עֲלֵיהֶן יִסּוּרִין, מְבַעֲטִים בָּהֶן וְאֵינָם מַזְכִּירִין שְׁמוֹ שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁנֶּאֱמַר: שְׁפֹךְ חֲמָתְךָ עַל הַגּוֹיִם אֲשֶׁר לֹא יְדָעוּךָ וְגוֹ' <small>(תהלים עט, ו)</small>. אֲבָל יִשְׂרָאֵל, כְּשֶׁהַיִּסּוּרִין בָּאִין עֲלֵיהֶן, הֵן נִכְנָעִין וּמִתְפַּלְּלִין, שֶׁנֶּאֱמַר: צָרָה וְיָגוֹן אֶמְצָא וְגוֹ' <small>(שם קטז, ג-ד)</small>. לְפִיכָךְ אָמַר לָהֶם הַקָּדוֹשׁ בָּרוּךְ הוּא, אַף עַל פִּי שֶׁקְּלָלוֹת הַלָּלוּ בָּאוֹת עֲלֵיכֶם, הֵן מַעֲמִידוֹת אֶתְכֶם. וְכֵן הוּא אוֹמֵר, לְמַעַן עַנֹּתְךָ וּלְמַעַן נַסֹּתֶךָ וְגוֹ' <small>(דברים ח, טז)</small>. וְכָךְ אָמַר לָהֶם מֹשֶׁה לְיִשְׂרָאֵל, אַף עַל פִּי שֶׁהַיִּסּוּרִין הַלָּלוּ בָּאִין עֲלֵיכֶם, יֵשׁ לָכֶם עֲמִידָה. לְכָךְ נֶאֱמַר: אַתֶּם נִצָּבִים הַיּוֹם כֻּלְּכֶם. דָּבָר אַחֵר, מִפְּנֵי מָה עֲשָׂאָן מֹשֶׁה מַצֵּבָה. מִפְּנֵי שֶׁמִּשְׁתַּמְּשִׁין מִדַּעַת לְדַעַת. מִדַּעַת מֹשֶׁה לְדַעַת יְהוֹשֻׁעַ. מִדַּעַת יְהוֹשֻׁעַ לְדַעַת הַזְּקֵנִים. וְאַף יְהוֹשֻׁעַ עֲשָׂאָן מַצֵּבָה, שֶׁנֶּאֱמַר: וַיֶּאֱסֹף יְהוֹשֻׁעַ אֶת כָּל זִקְנֵי יִשְׂרָאֵל שְׁכֶמָה וְגוֹ' <small>(יהושע כד, א)</small>. וְאַף שְׁמוּאֵל שֶׁמִּשְׁתַּמְּשִׁין מִדַּעְתּוֹ לְדַעַת מְלָכִים, עֲשָׂאָן מַצֵּבָה, שֶׁנֶּאֱמַר: וְעַתָּה הִתְיַצְּבוּ וְאֶשְׁפְּטָהּ אֶתְכֶם <small>(ש״‎א יב, ז)</small>. דָּבָר אַחֵר, אַתֶּם נִצָּבִים הַיּוֹם, מָה הַיּוֹם מֵאִיר פְּעָמִים וּמַאֲפִיל פְּעָמִים, אַף אַתֶּם כְּשֶׁאֲפֵלָה לָכֶם, עָתִיד לְהָאִיר לָכֶם אוֹר עוֹלָם, שֶׁנֶּאֱמַר: וְהָיָה לְךָ ה' לְאוֹר עוֹלָם <small>(ישעיה ס, יט)</small>. אֵימָתַי, בִּזְמַן שֶׁתִּהְיוּ כֻּלְּכֶם אֲגֻדָּה אַחַת, שֶׁנֶּאֱמַר: חַיִּים כֻּלְּכֶם הַיּוֹם <small>(דברים ד, ד)</small>. בְּנֹהַג שֶׁבָּעוֹלָם, אִם נוֹטֵל אָדָם אֲגֻדָּה שֶׁל קָנִים, שֶׁמָּא יָכֹל לְשָׁבְרָם בְּבַת אַחַת. וְאִלּוּ נוֹטֵל אַחַת אַחַת, אֲפִלּוּ תִּינוֹק מְשַׁבְּרָן. וְכֵן אַתְּ מוֹצֵא שֶׁאֵין יִשְׂרָאֵל נִגְאֲלִין עַד שֶׁיִּהְיוּ כֻּלָּן אֲגֻדָּה אַחַת, שֶׁנֶּאֱמַר: בַּיָּמִים הָהֵמָּה וּבָעֵת הַהִיא נְאֻם ה' יָבֹאוּ בְנֵי יִשְׂרָאֵל וּבְנֵי יְהוּדָה יַחְדָּו וְגוֹ' <small>(ירמיה נ, ד)</small>. כְּשֶׁהֵן אֲגוּדִים, מְקַבְּלִין פְּנֵי שְׁכִינָה.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "(Deut. 29:9:) “You are standing today.” This text is related (to Prov. 12:7), “The wicked are overturned (rt.: <i>hpk</i>) and are no more, but the house of the righteous shall stand.” Every time that the Holy One, blessed be He, looks at the works of the wicked and turns (rt.: <i>hpk</i>) them over (examines them), there is no recovery for them. He turned over the works of the generation of the flood, and there was no recovery for them, as stated (in Gen. 7:23), “And he wiped out all living things.” He turned over the works of the Sodomites, and there was no recovery for them, as stated (in Gen. 19:25), “And he overturned those cities.” He turned over the works of the Egyptians, and there was no recovery for them, as stated (in Exod. 14:28), “and not so much as one of them remained.” He turned over the works of Babylon, and there was no recovery for them, as stated (in Is. 14:22), “and from Babylon i will cut off name, remnant, offspring, and posterity.” Moreover, David has said about all of them (in Ps. 36:13), “There the evildoers have fallen; they are thrust down and cannot rise.” When Israel falls, however, it stands up [again], as stated (in Micah 7:8), “Rejoice not over me, O my enemy; when I fall, I shall arise….” It also says (in Mal. 3:6), “For I the Lord do not change; [and you, O Children of Jacob, are not destroyed (rt.: <i>klh</i>).” R. Hanina bar Pappa said, “The Holy One, blessed be He, said, ‘I have never smitten a people and [restored] them, but (according to Mal. 3:6), “you Children of Jacob are not destroyed,”’ This is as stated (in Deut. 32:23), ‘I will use up (rt.: <i>klh</i>) My arrows on them,’ [meaning that] My arrows are used up (rt.: <i>klh</i>) but they are not destroyed (rt.: <i>klh</i>).” And so has the assembly of Israel said (in Lam. 3:12), “He has bent his bow; he has set me as a target for the arrow.” To what is the matter comparable? To a warrior who raises up the [target] post and shoots the arrows at them. The arrows are used up (rt.: <i>klh</i>), but the post stands. So it is also with Israel. Every time that afflictions came upon them, the afflictions ended, and they were standing in their place. Ergo it is stated (in Prov. 12:7), “The wicked are overturned and are no more.” Hezekiah the son of R. Hiyya said, “Why is this <i>parashah</i> next to the <i>parashah</i> about curses (i.e., Deut. 27:11-28:69)?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Rashi on Deut. 29:12.</i> Because Israel heard a hundred curses less two in this <i>parashah</i>, apart from the forty-nine which are uttered in the priestly Torah (i.e., in Leviticus). They immediately turned green in the face and said, ‘Who can withstand these [curses]?’ Moses called them immediately (in Deut. 29:1) and pacified them with [the words from Deut. 29:9].” What is written above the matter (in Deut. 29:1-2, 6)? “Then Moses summoned all of Israel [and said unto them, ‘You have seen all that the Lord did before your eyes in the land of Egypt,] …. The great trials [which your eyes saw, the signs, and those great wonders]. When you came unto this place, [Sihon king of Heshbon and Og king of Bashan came out to engage us in battle; but we defeated them].” And you did not heed My voice, and you uttered words before Me for which you deserved destruction. Still I did not wreak destruction upon you, when it is stated (in Ps. 106:7), “When our ancestors were in Egypt, they did not consider Your wondrous works….” And not only that, but they said of the calf (in Exod. 32:4), “This is your god, O Israel.” Now if you should say, “For what reason did the [other] nations deserve destruction, while we are remaining alive?” It is because when afflictions come upon them, they kick against them and do not mention the name of the Holy One, blessed be He, as stated (in Ps. 79:6), “Pour out your wrath upon the nations that have not known you, [upon the kingdoms that do not invoke Your name].” In the case of Israel, however, when afflictions come upon them, they make submit and pray, as stated (in Ps. 116:3-4), “I found trouble and sorrow, but I shall invoke the name of the Lord.” Therefore the Holy One, blessed be He, said, “Even though these maledictions come upon you, they [themselves] stand you up; and so it says (in Deut. 8:16), ‘in order to humble you and in order to test you, [so as to benefit you in the end].’” Thus did Moses say to Israel, “Even though afflictions come upon you, you have a standing.” It is therefore stated (in Deut. 29:9), “You are standing today, all of you.” Another interpretation (of Deut. 29:9), “You are standing (<i>nizavim</i>) today”: Why did Moshe make them into a pillar (<i>mazevah</i>)<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">A type of altar generally used for idolatry, but always forbidden by the Torah. See Deut. 16:22.</i>? Because they would [change] from one opinion to another opinion: from the opinion of Moshe to the opinion of Joshua; from the opinion of Joshua to the opinion of the elders. And Joshua also made them into a pillar, as stated (in Josh. 24:1), “Joshua assembled all the tribes of Israel at Schechem, [and he summoned Israel’s elders and commanders, magistrates and officers; and they presented (<i>yityazvu</i>) themselves].” And Samuel – since they [changed] from his opinion to the opinion of the kings – also made them into a pillar, as stated (in I Sam. 12:7), “And now stand (hityazvu) and I will judge you.” Another interpretation (of Deut. 29:9), “You are standing today”: Just as today (literally: the day) sometimes darkens and sometimes lightens, so it is with you. Although you have darkness, the Holy One, blessed be He, is going to shine on you with light eternal, as stated (in Is. 60:19), “for the Lord shall be your everlasting light.” When? When you all become one group, as stated (in Deut. 4:4), “are all alive today.” According to universal custom, if one takes a group of reeds, will he be able to break them at one stroke! But if he takes them one by one, even an infant can break them. So also you find that Israel was not redeemed until they became one group, as stated (in Jer. 50:4), “’In those days and at that time,’ says the Lord,’ the children of Israel, they and the children of Judah, shall come together.’” When they are united, they shall welcome the face of the Divine Presence.", "versionTitle": "Townsend 1989 translation of Midrash Tanhuma, S. Buber Recension, edited and supplemented by R. Francis Nataf", "license": "CC-BY", "versionTitleInHebrew": "תרגום טאוונסנד לתנחומא בובר, ערך והוסיף: רבי פרנסיס נטף"}, {"_id": "5c7efa7fbfdcc30018bfaf36", "index_title": "Pirkei DeRabbi Eliezer", "category": "Midrash", "type": "", "ref": "Pirkei DeRabbi Eliezer 53:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Pirkei DeRabbi Eliezer 53:1", "sourceHeRef": "פרקי דרבי אליעזר נ״ג:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [630, 1030], "commentaryNum": 53.0001, "collectiveTitle": {"en": "Pirkei DeRabbi Eliezer", "he": "פרקי דרבי אליעזר"}, "heTitle": "פרקי דרבי אליעזר", "he": "כל המלשין את חבירו בסתר אין לו חלק לעה\"ב, שנ' מלשני בסתר רעהו אותו אצמית, וכתוב אחר אומר מכה רעהו בסתר. תדע לך שהוא כן, בא וראה מנחש שהלשין בין אדם להב\"ה, ואררו הב\"ה שמאכלו יהיה עפר, שנ' ועפר תאכל כל ימי חייך.", "heVersionTitle": "Pirkei Derabi Eliezer", "heLicense": "", "heVersionTitleInHebrew": "פרקי דרבי אליעזר", "text": "<b><small>THE SIN OF SLANDER</small> </b><br>E<small>VERYONE</small> who secretly slanders his fellows has no remedy, as it is said, \"Whoso privily slandereth his neighbour, him will I destroy: him that hath an high look and a proud heart will I not suffer\" (Ps. 101:5). Another Scripture text says, \"Cursed be he that smiteth his neighbour in secret\" (Deut. 27:24). Know that it is so. Come and see from the (narrative of) the serpent which uttered slander concerning the Holy One, blessed be He, to Adam and his helpmate. The Holy One, blessed be He, cursed it, so that its food became the dust, as it is said, \"And dust shalt thou eat all the days of thy life\" (Gen. 3:14).", "versionTitle": "Pirke de Rabbi Eliezer, trans. Rabbi Gerald Friedlander, London, 1916", "license": "Public Domain", "versionTitleInHebrew": "פרקי דרבי אליעזר, מתורגם בידי רב ג'רלד פרידלנדר, לונדון, 1916"}, {"_id": "5e299a3b108557a1f9000c75", "index_title": "Mashmia Yeshuah", "category": "Quoting Commentary", "type": "", "ref": "Mashmia Yeshuah, The Sixth Herald (Hosea) 44", "anchorRef": "Deuteronomy 27:11-26", "anchorRefExpanded": ["Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "Mashmia Yeshuah, The Sixth Herald (Hosea) 44", "sourceHeRef": "משמיע ישועה, המבשר השישי (הושע) מ״ד", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1496, 1498], "commentaryNum": 44, "collectiveTitle": {"en": "Mashmia Yeshuah", "he": "משמיע ישועה"}, "heTitle": "המבשר השישי (הושע)", "he": "<b>ואמנם</b> \"חמר ולתך שעורים\" אמרו על הקללות שזכר משה, אם אותם שזכר בברית ערבות מואב <small>(דברים כז, יא-כו)</small>, שהיו צ\"ח קללות ועליהם אמר: \"חמר שעורים\", כלומר קיבוץ וציבור<sup class=\"footnote-marker\">80</sup><i class=\"footnote\">הצטברות.</i> גדול מהם, כי 'חומר' לשון 'קיבוץ' הוא כמו \"חמר מים רבים\" <small>(חבקוק ג, טו); \"חמרים</small> חמרים\" <small>(שמות ח, י)</small>, עד שאמרו המדקדקים, שמפני זה נאמר \"חומר\" – לחם; וה\"לתך\" – הוא חצי החומר המידותיי. ורמז בו אל הקללות שזכר בברית חורב שהם מ\"ט. ומפני שהיו קללות משנה תורה כפלים מאלה – קרא קיבוצם 'חומר' וקרא קללות בחקותי <small>(ויקרא כו, יד-מה)</small>, שהם מחציתם בשם 'לתך' שהוא חצי ה'חומר'.", "heVersionTitle": "Mashmia Yeshua, Bnei Brak, 2014", "heLicense": "", "heVersionTitleInHebrew": "משמיע ישועה, בני ברק תשע\"ד", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd6029036e8c437c7613b8", "index_title": "Peninei Halakhah, Sukkot", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Sukkot 8:2:6", "anchorRef": "Deuteronomy 14:22-28:69", "anchorRefExpanded": ["Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "Peninei Halakhah, Sukkot 8:2:6", "sourceHeRef": "פניני הלכה, סוכות ח׳:ב׳:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [2009, 2013], "commentaryNum": 2.0006, "collectiveTitle": {"en": "Peninei Halakhah, Sukkot", "he": "פניני הלכה, סוכות"}, "he": "ולדעת הרמב\"ם, מפרשת המעשרות קוראים ברציפות את כל הפרשיות עד סוף הברכות והקללות (דברים יד, כב – כח, סט). קריאה ארוכה זו כוללת בתוכה מצוות רבות מאוד, מאה ושלושים ושמונה מצוות שמופיעות לראשונה בפרשיות אלו (מצוות תע\"ג-תרי\"א בספר החינוך), ועוד מצוות רבות שכבר נזכרו בחומשים הקודמים. המצוות הכלולות בפרשיות אלו עוסקות בדיני תרומות ומעשרות, צדקה לעניים, ועוד מצוות רבות שבין אדם לחבירו כדוגמת מצוות השבת אבדה, איסור ריבית, העמדת שופטים ודיני המשפט. ועוד מצוות רבות בענייני המלכות והמלחמה, הנבואה והכהונה, מצוות הנישואין וגדריה. ועוד מצוות רבות שקשורות באיסור עבודה זרה וכישוף.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">em&gt;<strong>. רמב\"ם חגיגה ג, ג, ויסודו בירושלמי סוטה פ\"ז ה\"ח, וכך הוא גורס במשנה. ומה שכתבתי בתחילה הוא כפי גרסת המשנה שלפנינו בבבלי סוטה מא, א, ולפיה קוראים את הפרשה השנייה שעוסקת במעשרות לפני פרשת המלך, למרות שבתורה היא כתובה לאחריה, כדי להצמיד את שתי פרשיות המעשרות זו לזו. ולרש\"י היתה גרסה אחרת במשנה, לפיה, לאחר הפרשייה השנייה של מעשרות קוראים את הברכות והקללות, ורק בסוף הקריאה קוראים את פרשת המלך. </strong></i>", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "According to Rambam, everything from the section on tithes to the end of the curses was read straight through (14:22-28:69). This lengthy reading includes many <i>mitzvot</i>; 138 <i>mitzvot</i> appear here for the first time (§473-611 in <i>Sefer Ha-ḥinukh</i>), as do many more <i>mitzvot</i> that were mentioned earlier in the Torah. These include many interpersonal <i>mitzvot</i>, including tithing, charity, returning lost objects, appointing judges, rules of justice, and the prohibition upon charging interest. Other <i>mitzvot</i> relate to kings and war, prophecy and priesthood, and marriage, as well as many prohibitions connected to idolatry and magic.<sup>1</sup><i class=\"footnote\">MT, Laws of Pilgrimage Offerings 3:3, based on <i>y.</i> <i>Sota</i> 7:8 and Rambam’s version of the <i>mishna</i>. The first opinion cited above is based on the text of the <i>mishna</i> as it appears in <i>Sota</i> 41a. According to this version, “<i>Ki tekhaleh le’aser</i>” was read before the section on the king, even though in the Torah it appears later, to keep the two sections on tithes together. Rashi has a third version of the <i>mishna</i>, according to which the blessings and curses were read after “<i>Ki tekhaleh le’aser</i>,” and the section about the king was read at the end.</i>", "versionTitle": "Peninei Halakhah, English ed. Yeshivat Har Bracha", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ed3ba716022cb66f7cecfa4", "index_title": "Tractate Soferim", "category": "Talmud", "type": "", "ref": "Tractate Soferim 12:3", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "Tractate Soferim 12:3", "sourceHeRef": "מסכת סופרים י״ב:ג׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [750], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Tractate Soferim", "he": "מסכת סופרים"}, "heTitle": "מסכת סופרים", "he": "לוי בר <i data-commentator=\"Gra's Nuschah\" data-order=\"1\"></i>פאטי שאל לר׳ חנינא אילין ארוריה מאי יקרינון חד ויברך לפניהן ולאחריהן אמר ליה אין לך טעון ברכה לפניו ולאחריו אלא קללות שבתורת כהנים ושבמשנה תורה:", "heVersionTitle": "Talmud Bavli, Vilna 1883 ed.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, מהדורת וילנא, 1883", "text": "Levi b. Paṭi enquired of R. Hanina, ‘What is the law in regard to the curses each of which begins with <i>’arur?</i><sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Deut. 27, 15-26, each verse commencing <i>Cursed be</i>.</i> Must they be read by one person only,<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">As with the curses of Lev. 26, 14ff which must not be read by more than one person.</i> and must a benediction be recited before and after them?’ He replied, ‘There is no [passage] that requires a benediction before and after its reading but the curses of Leviticus<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Torath Kohanim</i>, lit. ‘the law of the priests’, the name of the Book of Leviticus. The passage is XXVI, 14-46.</i> and Deuteronomy’.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>Mishneh Torah</i>, lit. ‘the repetition of the law’, the name of the Book of Deuteronomy. The passage is XXVIII, 15-68. Only with these passages, which are not restricted to a particular time, are the benedictions recited before and after they have been read; but with the <i>’arur</i> curses, which were spoken by the Levites only (cf. Deut. 27, 14) and at the time when the Jordan was crossed (<i>ibid.</i> 2), no benedictions are to be recited.</i>", "versionTitle": "The Minor Tractates of the Talmud, trans. A. Cohen, London: Soncino Press, 1965", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d70c6d132ca49e444009", "index_title": "Gur Aryeh on Devarim", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Devarim 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Gur Aryeh on Devarim 27:24:1", "sourceHeRef": "גור אריה על דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על דברים", "he": "<b>י\"א ארורים וכו'.</b> ולי נראה מספר י\"א יש בו ארור, לפי שהקללה במעוט, והברכה ברבוי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"19\"></i>. ולפיכך א' הוא ארור, שאין בו רבוי. וכן ב' הוא ברכה, לפי שהוא התחלת הרבוי. ולפיכך אות ראשון מן 'ארור' א', ואות ראשון מן 'ברוך' ב'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"20\"></i>. ובמדרש (ב\"ר א, י) ברא העולם בב', ולא בא' אות ראשון<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"21\"></i>, מפני שהאל\"ף היא 'ארור', ובי\"ת 'ברוך', כדי שיהיה קיום לעולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"22\"></i>. וי\"א יותר ארור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"23\"></i>, כי מורה זה על הקללה מאת ה', כי עד מספר עשרה הוא שייך לתחתונים, כמו שאמרו (סוכה ה. ) לא עלה משה ואליהו למעלה מעשרה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"24\"></i>. ולכך מספר י\"א הוא התחלת המספר המתיחס אל עליונים, כמו אחד בתחתונים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"25\"></i>. וכאן בא לומר שיהיו ארורים מן השם יתברך, ולפיכך הארורים י\"א. ו'ארור' במספר קטון י\"א<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"26\"></i>. וכן הברכה מלמעלה הוא י\"ב, שהוא התחלת הרבוי בעליונים, ולכך 'ברוך' במספר קטן י\"ב:<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"27\"></i>", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "606f0848d758a4374369d41e", "index_title": "Joshua", "category": "Tanakh", "type": "", "ref": "Joshua 8:34", "anchorRef": "Deuteronomy 27:11-28:68", "anchorRefExpanded": ["Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68"], "sourceRef": "Joshua 8:34", "sourceHeRef": "יהושע ח׳:ל״ד", "anchorVerse": 11, "sourceHasEn": true, "compDate": [-1300, -500], "commentaryNum": 8.0034, "collectiveTitle": {"en": "Joshua", "he": "יהושע"}, "heTitle": "יהושע", "he": "וְאַחֲרֵי־כֵ֗ן קָרָא֙ אֶת־כׇּל־דִּבְרֵ֣י הַתּוֹרָ֔ה הַבְּרָכָ֖ה וְהַקְּלָלָ֑ה כְּכׇל־הַכָּת֖וּב בְּסֵ֥פֶר הַתּוֹרָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "After that, he read all the words of the Teaching, the blessing and the curse, just as is written in the Book of the Teaching.<sup class=\"footnote-marker\">f</sup><i class=\"footnote\"><b>just as is written in the Book of the Teaching </b>See Deut. 27.11–28.68.</i> ", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "60f576f1c71051d5ed54e9dc", "index_title": "Maskil LeDavid", "category": "Commentary", "type": "commentary", "ref": "Maskil LeDavid, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Maskil LeDavid, Deuteronomy 27:24:1", "sourceHeRef": "משכיל לדוד, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "Maskil LeDavid", "he": "משכיל לדוד"}, "heTitle": "דברים", "he": "<b>מכה רעהו וכו׳ ראיתי ביסודו וכו׳.</b> איכא למידק למה סמך רבינו דבר זה למ״ש תחלה על לה״ר הוא אומר ונלע״ד שכוונתו ז״ל דלפי דברי ר״מ הדרשן צ״ל שאלו הי״א ארורים יש לכל אחד שייכות לשבט אחד פרטי ואהא קאמר דלכי תידוק תשכח דהכי אך בתנאי שתפרש מכה רעהו בסתר על לה״ר אלא שרש״י ז״ל לא רצה להאריך לדרוש היכי שייך כל חד וחד אחד שבטא שאין מדרכו להאריך באגדות אלא לפ׳ ע״פ הפשט רק העיר רבינו למעיין לאוקמינהו. והשתא נחזי אנן לפום עניותין אי מסתייעא לן מלתא למדרשינהו. והנה ו׳ שבטים שבהר גרזים הלא המה שמעון ולוי ויהודה ויששכר ויוסף ובנימין כדכתיב קרא וכבר כתב הרב שכנגד שמעון לא כתב ארור. נמצא הראשון ארור אשר יעשה פסל וכו׳ שפיר שייך לשבט לוי דידוע שלא טעו בעגל לכך אמרו תחלה ברוך אשר לא יעשה פסל דקאי עלייהו ושוב אמרו ארור על המשנה מדרך אבותיו הלוים הכשרים. הב׳ ארור מקלה אביו וכו׳ נגד שבט יאודה דידוע שיאודה נענש בשביל שאמר לאביו הכר נא וכולי מדה כנגד מדה הכר נא למי החותמת וכו׳ ומשום דאיכא למיחש שמא שבט יאודה ילמדו לזלזל בכבוד או״א ויתלו עצמם באילן גדול לכך צום והזהירם ארור מקלה וכו׳. ועי״ל כלפי מ״ש רז״ל על פסוק ויט עד איש עדולמי זש״ה בגדה יאודה וכו׳ כי חלל וכו׳ עד עדולם יבא כבוד יש׳ שלקח בת איש כנעני וזלזל בכבוד אבותיו שלא רצו לידבק בכנענים ואיכא מ״ד כנעני תגרא וכן פירש״י שם ופן יאמרו בני שבטו לא כי אלא כנעני ממש וירצו ללמוד ממנו לידבק בכנען ולזלזל בכבוד אבותם לכך אמר ברוך אשר לא יקלה אביו דהיינו יאודה דקושטא הוה דהוה תגרא ולעתיד ארור מקלה וכו׳ כדלעיל. ג׳ ארור מסיג גבול כלפי יששכר דידוע אמרם על פסוק הקרב את קרבנו האמור בחנוכת המזבח בנשיא יששכר שהיה ראובן מערער כי לו נאה הקדימה עד שנאמר לו הקרב ושמא יאמרו זרעו דלאו על פי הדיבור היה אלא מדעתו נכנס והסיג תחום חבירו ויבאו ללמד ממנו להשיג גבול לכן נאמר ארור מסיג וכו׳. ד׳ ארור משגה עור דהיינו עור בדבר שמשיאו עצה רעה כלפי שבט יוסף שא״ל שמע בני מוסר אביך כי כן עשה יוסף הצדיק שהיה יכול להשיא עצה רעה לפרעה שהיה עור בדבר ולא היה יודע שעתיד לבא הרעב ולא כן עשה אלא ייעצו לטובה ועתה ירא פרעה וכו׳. ה׳ ארור מטה משפט גר נגד בנימין במ״ש ז״ל שדושנה של יריחו הניחוהו לבנימין שבה״מ יבנה בחלקו ובין כך נתנוהו לבני יתרו ולכך בא הצווי להם שלא להטות משפט גר ולהניחו להם עד בנין בהמ״ק. מכאן ואילך נגד ו׳ שבטים שבהר עיבל. ו׳ ארור שוכב עם אביו כלפי שבט ראובן שלא יאמרו דברים כפשוטן וילמדו ממנו וסמך מקרא זה לדלעיל מטה משפט גר וכו׳ בלי פסקא ביניהם ככלהו אידך להודיע האמת דמה שעשה ראובן אינו כפשוטו חלילה אלא שהטה משפט אותה הגרה האומללה דהיינו בלהה שבלבל יצועי אביו והסירה מאהל בלהה כמ״ש ז״ל. ז׳ שוכב עם כל בהמה כנגד גד דידוע שהעכו״ם עם הדומה לחמור ואמרו רז״ל בעירובין גבי יושבי צריפין על בנותיהן הוא אומר ארור שוכב עם כל בהמה וכ״ש כנענית וידוע דהיתר יפת תאר במלחמה כנגד יצה״ר כדפירש״י שם. והנה שבט גד צריכים אזהרה ביותר על ענין זה לפי שהם ההולכים למלחמה בראשי גייסות כמ״ש על והחלוץ הולך לפניהם והם היו הפוגעים תחלה בבנות הערלים. ח׳ ארור שוכב עם אחותו כלפי אשר שהם צריכים אזהרה ביותר בענין זה דבשאר אינשי לא שכיח כ״כ שיזנו עם אחיותיהם לפי שנמצאו מקלקלין אותן כשתבאנה לכלל נשואין דכשלא ימצאו להן בתולים רעה תבא עליהם אבל שבטו של אשר שארז״ל על פ׳ וכימיך דבאך שלא היה להן דמים שכיח טפי שיחטאו לפי שלא יוכלו למצוא להן טענת בתולים דכלהו מסולקים מדמים וליכא הוכחה. ט׳ שוכב עם חותנתו נגד זבלון דשכיח בהו טפי מאינך לפי שבעליהן יוצאים תדיר מחוץ לעיר לסחורה כידוע מדרז״ל על פ׳ שמח זבלון בצאתך ונשיהם נשארות בבית וידוע מאמרם ז״ל הוי זהיר באשתך מחתנה הראשון. י׳ מכה רעהו בסתר על לה״ר ה״א כנגד דן שהוא היה הגדול שבבני השפחות והוא היה המגלה ליוסף ומביא לה״ר על בני לאה שקורין להם עבדים ושבטו צריכים אזהרה ביותר שלא ילמדו לספר לה״ר. י״א לקח שחד להכות נפש דם נקי נגד נפתלי שכשא״ל יאודה במצרים לרוץ ולמנות שוקי מצרים להחריבם א״ל מצרים אינו כשכם ולא רצה להרוג דם נקי וממנו ילמדו בניו:", "heVersionTitle": "Venice, 1760", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ויניציאה, תקכ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037e4a6bfddfbb310feb10", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "anchorRef": "Deuteronomy 12:1-28:69", "anchorRefExpanded": ["Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant 2-11", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳ ב׳-י״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part III; The Terms of the Covenant", "he": "דברים מאמר ד׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>fter lengthy exhortation we are brought at last to the heart of Deu-</small> teronomy. Just as its corresponding Exodus section, Chapters 19–24, stands at the center of that book, and Gen. 22, Lev. 19, and Num. 19–20 place dramatic narratives or important laws at their core, the laws that we now encounter focus our attention on the object of Moshe’s main concern in Deut. 1–11 and 27–30: the “covenant” or pact between God and Israel. Israel is to demonstrate its love or loyalty to God by “taking-care to observe” the laws, and binds itself in a ceremony, at least in descriptive form, at the end of the section.", "The subject matter of this long collection forms an interesting contrast to both the Covenant Code of Exodus (in the chapters just referred to) and other law collections in the ancient Near East. The Exodus material contains much that deals with property and damages, whereas Deuteronomy appears to focus more heavily on criminal and moral issues. Although neighboring civilizations had legal literature that parallels many of the cases before us (cf. Hallo for a discussion), Deuteronomy’s particular emphases suggest a shift away from personal property as the central area of society’s concern (Greenberg 1970). In addition, the biblical text here (as previously in the book) is generally cast in the second person singular, giving it a highly personal edge, and there is a higher percentage of “motive clauses”—explanations or justifications for the laws—than in other Near Eastern law codes. Sonsino has noted a strong similarity between the language of these chapters and the thrust of biblical “wisdom literature” such as the book of Proverbs; thus a major function of the material may well be didactic and not legal per se. This, interestingly, puts Deuteronomy more squarely within its Near Eastern setting; Fishbane (1988) characterizes both sets of systems as “stylized collections of typical cases.”", "Yet he also argues that whatever the original purpose of the laws in Chapters 12–26, they came already within the biblical period itself to be seen as actual “legislative texts,” and as such, subject to later interpretation much as any law code might spawn (this multiple function of the laws was noted by Weinfeld 1972a). In this connection it is clear that new attitudes have been adopted and changes made in specific cases. It is usually accepted that Deuteronomy has introduced a markedly humanistic tone into Israel’s legal system; in Weinfeld’s words (1993):", "… the author’s purpose was not to produce a civil-law book like the book of the covenant, treating of pecuniary matters, but to set forth a code of laws securing the protection of the individual and particularly of those persons in need of protection.", "Some of the changes from earlier laws are noted in the Commentary and Notes below.", "Nelson has divided the laws into the following sections: Purity in Worship (12:1–14:21); Life in the New Land (14:22–16:17); The Structures of Society (16:18–20:20); and Interpreting Traditional Laws (21:1–26:19). In his view, the changes introduced into Israel’s legal culture are responses to changes in Israelite society, whether economic, political, or religious—changes that may well reflect the monarchic period. The attempt to find a logical pattern to the structure of the laws, however, does not always succeed. Levinson has shown how a better understanding of the sequencing of the laws may be found in the principle of response to the centralization of worship, the event that historically may have accompanied Deuteronomy’s promulgation. In this scheme, 12:1–16:17 is above all a response to how centralization affected the cultic (sacrifical worship) sphere, and 16:18–17:13 to how judicial process was similarly affected. At the same time, these changes appear to be woven into older material.", "The phrase “And Y<small>HWH</small> spoke to Moshe, saying: / Speak to the Children of Israel and say to them: …,” so common in the legal and cultic sections of Leviticus and Numbers, does not appear here. Neither does it appear in the Covenant Code; but in the context of Deuteronomy, the absence of the phrase supports the emphasis on Moshe as the central figure (in Exodus the legal portions are followed by the Tabernacle instructions, which indeed use the quoted formula).", "Chapter 12 begins with “These are the laws and the regulations that you are to take-care to observe”; Chapter 28 ends with “These are the words of the covenant ….” As in Exodus, the laws are the terms of the covenant, not merely a set of rules to be followed. This is further supported by the framework into which these chapters have been placed. The first two parts of the book serve as a classic ancient Near Eastern introduction to a treaty, with their historical look back. In addition, the section ends with both a covenant ceremony (Chap. 27) and a series of blessings and curses (28), also typical in this genre. So far from being merely a dry list of laws, the core of Deuteronomy, with its reasoned tone and wide-ranging scope, serves both as a summing-up and as a basis for Israel’s life on the land. No wonder, then, that the exiles returning from Babylonia under Persian rule in the sixth century <small>B.C.E.</small> and later came to view the Torah as a real constitution.", "<img>", "<i>Deut. 32:48–50</i> Now Y<small>HWH</small> spoke to Moshe … /Go up these heights … and see the land of Canaan…/You are to die on the mountain that you are going up …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e556bfddfbb310feb33", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "anchorRef": "Deuteronomy 1:1-34:12", "anchorRefExpanded": ["Deuteronomy 1:1", "Deuteronomy 1:2", "Deuteronomy 1:3", "Deuteronomy 1:4", "Deuteronomy 1:5", "Deuteronomy 1:6", "Deuteronomy 1:7", "Deuteronomy 1:8", "Deuteronomy 1:9", "Deuteronomy 1:10", "Deuteronomy 1:11", "Deuteronomy 1:12", "Deuteronomy 1:13", "Deuteronomy 1:14", "Deuteronomy 1:15", "Deuteronomy 1:16", "Deuteronomy 1:17", "Deuteronomy 1:18", "Deuteronomy 1:19", "Deuteronomy 1:20", "Deuteronomy 1:21", "Deuteronomy 1:22", "Deuteronomy 1:23", "Deuteronomy 1:24", "Deuteronomy 1:25", "Deuteronomy 1:26", "Deuteronomy 1:27", "Deuteronomy 1:28", "Deuteronomy 1:29", "Deuteronomy 1:30", "Deuteronomy 1:31", "Deuteronomy 1:32", "Deuteronomy 1:33", "Deuteronomy 1:34", "Deuteronomy 1:35", "Deuteronomy 1:36", "Deuteronomy 1:37", "Deuteronomy 1:38", "Deuteronomy 1:39", "Deuteronomy 1:40", "Deuteronomy 1:41", "Deuteronomy 1:42", "Deuteronomy 1:43", "Deuteronomy 1:44", "Deuteronomy 1:45", "Deuteronomy 1:46", "Deuteronomy 2:1", "Deuteronomy 2:2", "Deuteronomy 2:3", "Deuteronomy 2:4", "Deuteronomy 2:5", "Deuteronomy 2:6", "Deuteronomy 2:7", "Deuteronomy 2:8", "Deuteronomy 2:9", "Deuteronomy 2:10", "Deuteronomy 2:11", "Deuteronomy 2:12", "Deuteronomy 2:13", "Deuteronomy 2:14", "Deuteronomy 2:15", "Deuteronomy 2:16", "Deuteronomy 2:17", "Deuteronomy 2:18", "Deuteronomy 2:19", "Deuteronomy 2:20", "Deuteronomy 2:21", "Deuteronomy 2:22", "Deuteronomy 2:23", "Deuteronomy 2:24", "Deuteronomy 2:25", "Deuteronomy 2:26", "Deuteronomy 2:27", "Deuteronomy 2:28", "Deuteronomy 2:29", "Deuteronomy 2:30", "Deuteronomy 2:31", "Deuteronomy 2:32", "Deuteronomy 2:33", "Deuteronomy 2:34", "Deuteronomy 2:35", "Deuteronomy 2:36", "Deuteronomy 2:37", "Deuteronomy 3:1", "Deuteronomy 3:2", "Deuteronomy 3:3", "Deuteronomy 3:4", "Deuteronomy 3:5", "Deuteronomy 3:6", "Deuteronomy 3:7", "Deuteronomy 3:8", "Deuteronomy 3:9", "Deuteronomy 3:10", "Deuteronomy 3:11", "Deuteronomy 3:12", "Deuteronomy 3:13", "Deuteronomy 3:14", "Deuteronomy 3:15", "Deuteronomy 3:16", "Deuteronomy 3:17", "Deuteronomy 3:18", "Deuteronomy 3:19", "Deuteronomy 3:20", "Deuteronomy 3:21", "Deuteronomy 3:22", "Deuteronomy 3:23", "Deuteronomy 3:24", "Deuteronomy 3:25", "Deuteronomy 3:26", "Deuteronomy 3:27", "Deuteronomy 3:28", "Deuteronomy 3:29", "Deuteronomy 4:1", "Deuteronomy 4:2", "Deuteronomy 4:3", "Deuteronomy 4:4", "Deuteronomy 4:5", "Deuteronomy 4:6", "Deuteronomy 4:7", "Deuteronomy 4:8", "Deuteronomy 4:9", "Deuteronomy 4:10", "Deuteronomy 4:11", "Deuteronomy 4:12", "Deuteronomy 4:13", "Deuteronomy 4:14", "Deuteronomy 4:15", "Deuteronomy 4:16", "Deuteronomy 4:17", "Deuteronomy 4:18", "Deuteronomy 4:19", "Deuteronomy 4:20", "Deuteronomy 4:21", "Deuteronomy 4:22", "Deuteronomy 4:23", "Deuteronomy 4:24", "Deuteronomy 4:25", "Deuteronomy 4:26", "Deuteronomy 4:27", "Deuteronomy 4:28", "Deuteronomy 4:29", "Deuteronomy 4:30", "Deuteronomy 4:31", "Deuteronomy 4:32", "Deuteronomy 4:33", "Deuteronomy 4:34", "Deuteronomy 4:35", "Deuteronomy 4:36", "Deuteronomy 4:37", "Deuteronomy 4:38", "Deuteronomy 4:39", "Deuteronomy 4:40", "Deuteronomy 4:41", "Deuteronomy 4:42", "Deuteronomy 4:43", "Deuteronomy 4:44", "Deuteronomy 4:45", "Deuteronomy 4:46", "Deuteronomy 4:47", "Deuteronomy 4:48", "Deuteronomy 4:49", "Deuteronomy 5:1", "Deuteronomy 5:2", "Deuteronomy 5:3", "Deuteronomy 5:4", "Deuteronomy 5:5", "Deuteronomy 5:6", "Deuteronomy 5:7", "Deuteronomy 5:8", "Deuteronomy 5:9", "Deuteronomy 5:10", "Deuteronomy 5:11", "Deuteronomy 5:12", "Deuteronomy 5:13", "Deuteronomy 5:14", "Deuteronomy 5:15", "Deuteronomy 5:16", "Deuteronomy 5:17", "Deuteronomy 5:18", "Deuteronomy 5:19", "Deuteronomy 5:20", "Deuteronomy 5:21", "Deuteronomy 5:22", "Deuteronomy 5:23", "Deuteronomy 5:24", "Deuteronomy 5:25", "Deuteronomy 5:26", "Deuteronomy 5:27", "Deuteronomy 5:28", "Deuteronomy 5:29", "Deuteronomy 5:30", "Deuteronomy 6:1", "Deuteronomy 6:2", "Deuteronomy 6:3", "Deuteronomy 6:4", "Deuteronomy 6:5", "Deuteronomy 6:6", "Deuteronomy 6:7", "Deuteronomy 6:8", "Deuteronomy 6:9", "Deuteronomy 6:10", "Deuteronomy 6:11", "Deuteronomy 6:12", "Deuteronomy 6:13", "Deuteronomy 6:14", "Deuteronomy 6:15", "Deuteronomy 6:16", "Deuteronomy 6:17", "Deuteronomy 6:18", "Deuteronomy 6:19", "Deuteronomy 6:20", "Deuteronomy 6:21", "Deuteronomy 6:22", "Deuteronomy 6:23", "Deuteronomy 6:24", "Deuteronomy 6:25", "Deuteronomy 7:1", "Deuteronomy 7:2", "Deuteronomy 7:3", "Deuteronomy 7:4", "Deuteronomy 7:5", "Deuteronomy 7:6", "Deuteronomy 7:7", "Deuteronomy 7:8", "Deuteronomy 7:9", "Deuteronomy 7:10", "Deuteronomy 7:11", "Deuteronomy 7:12", "Deuteronomy 7:13", "Deuteronomy 7:14", "Deuteronomy 7:15", "Deuteronomy 7:16", "Deuteronomy 7:17", "Deuteronomy 7:18", "Deuteronomy 7:19", "Deuteronomy 7:20", "Deuteronomy 7:21", "Deuteronomy 7:22", "Deuteronomy 7:23", "Deuteronomy 7:24", "Deuteronomy 7:25", "Deuteronomy 7:26", "Deuteronomy 8:1", "Deuteronomy 8:2", "Deuteronomy 8:3", "Deuteronomy 8:4", "Deuteronomy 8:5", "Deuteronomy 8:6", "Deuteronomy 8:7", "Deuteronomy 8:8", "Deuteronomy 8:9", "Deuteronomy 8:10", "Deuteronomy 8:11", "Deuteronomy 8:12", "Deuteronomy 8:13", "Deuteronomy 8:14", "Deuteronomy 8:15", "Deuteronomy 8:16", "Deuteronomy 8:17", "Deuteronomy 8:18", "Deuteronomy 8:19", "Deuteronomy 8:20", "Deuteronomy 9:1", "Deuteronomy 9:2", "Deuteronomy 9:3", "Deuteronomy 9:4", "Deuteronomy 9:5", "Deuteronomy 9:6", "Deuteronomy 9:7", "Deuteronomy 9:8", "Deuteronomy 9:9", "Deuteronomy 9:10", "Deuteronomy 9:11", "Deuteronomy 9:12", "Deuteronomy 9:13", "Deuteronomy 9:14", "Deuteronomy 9:15", "Deuteronomy 9:16", "Deuteronomy 9:17", "Deuteronomy 9:18", "Deuteronomy 9:19", "Deuteronomy 9:20", "Deuteronomy 9:21", "Deuteronomy 9:22", "Deuteronomy 9:23", "Deuteronomy 9:24", "Deuteronomy 9:25", "Deuteronomy 9:26", "Deuteronomy 9:27", "Deuteronomy 9:28", "Deuteronomy 9:29", "Deuteronomy 10:1", "Deuteronomy 10:2", "Deuteronomy 10:3", "Deuteronomy 10:4", "Deuteronomy 10:5", "Deuteronomy 10:6", "Deuteronomy 10:7", "Deuteronomy 10:8", "Deuteronomy 10:9", "Deuteronomy 10:10", "Deuteronomy 10:11", "Deuteronomy 10:12", "Deuteronomy 10:13", "Deuteronomy 10:14", "Deuteronomy 10:15", "Deuteronomy 10:16", "Deuteronomy 10:17", "Deuteronomy 10:18", "Deuteronomy 10:19", "Deuteronomy 10:20", "Deuteronomy 10:21", "Deuteronomy 10:22", "Deuteronomy 11:1", "Deuteronomy 11:2", "Deuteronomy 11:3", "Deuteronomy 11:4", "Deuteronomy 11:5", "Deuteronomy 11:6", "Deuteronomy 11:7", "Deuteronomy 11:8", "Deuteronomy 11:9", "Deuteronomy 11:10", "Deuteronomy 11:11", "Deuteronomy 11:12", "Deuteronomy 11:13", "Deuteronomy 11:14", "Deuteronomy 11:15", "Deuteronomy 11:16", "Deuteronomy 11:17", "Deuteronomy 11:18", "Deuteronomy 11:19", "Deuteronomy 11:20", "Deuteronomy 11:21", "Deuteronomy 11:22", "Deuteronomy 11:23", "Deuteronomy 11:24", "Deuteronomy 11:25", "Deuteronomy 11:26", "Deuteronomy 11:27", "Deuteronomy 11:28", "Deuteronomy 11:29", "Deuteronomy 11:30", "Deuteronomy 11:31", "Deuteronomy 11:32", "Deuteronomy 12:1", "Deuteronomy 12:2", "Deuteronomy 12:3", "Deuteronomy 12:4", "Deuteronomy 12:5", "Deuteronomy 12:6", "Deuteronomy 12:7", "Deuteronomy 12:8", "Deuteronomy 12:9", "Deuteronomy 12:10", "Deuteronomy 12:11", "Deuteronomy 12:12", "Deuteronomy 12:13", "Deuteronomy 12:14", "Deuteronomy 12:15", "Deuteronomy 12:16", "Deuteronomy 12:17", "Deuteronomy 12:18", "Deuteronomy 12:19", "Deuteronomy 12:20", "Deuteronomy 12:21", "Deuteronomy 12:22", "Deuteronomy 12:23", "Deuteronomy 12:24", "Deuteronomy 12:25", "Deuteronomy 12:26", "Deuteronomy 12:27", "Deuteronomy 12:28", "Deuteronomy 12:29", "Deuteronomy 12:30", "Deuteronomy 12:31", "Deuteronomy 13:1", "Deuteronomy 13:2", "Deuteronomy 13:3", "Deuteronomy 13:4", "Deuteronomy 13:5", "Deuteronomy 13:6", "Deuteronomy 13:7", "Deuteronomy 13:8", "Deuteronomy 13:9", "Deuteronomy 13:10", "Deuteronomy 13:11", "Deuteronomy 13:12", "Deuteronomy 13:13", "Deuteronomy 13:14", "Deuteronomy 13:15", "Deuteronomy 13:16", "Deuteronomy 13:17", "Deuteronomy 13:18", "Deuteronomy 13:19", "Deuteronomy 14:1", "Deuteronomy 14:2", "Deuteronomy 14:3", "Deuteronomy 14:4", "Deuteronomy 14:5", "Deuteronomy 14:6", "Deuteronomy 14:7", "Deuteronomy 14:8", "Deuteronomy 14:9", "Deuteronomy 14:10", "Deuteronomy 14:11", "Deuteronomy 14:12", "Deuteronomy 14:13", "Deuteronomy 14:14", "Deuteronomy 14:15", "Deuteronomy 14:16", "Deuteronomy 14:17", "Deuteronomy 14:18", "Deuteronomy 14:19", "Deuteronomy 14:20", "Deuteronomy 14:21", "Deuteronomy 14:22", "Deuteronomy 14:23", "Deuteronomy 14:24", "Deuteronomy 14:25", "Deuteronomy 14:26", "Deuteronomy 14:27", "Deuteronomy 14:28", "Deuteronomy 14:29", "Deuteronomy 15:1", "Deuteronomy 15:2", "Deuteronomy 15:3", "Deuteronomy 15:4", "Deuteronomy 15:5", "Deuteronomy 15:6", "Deuteronomy 15:7", "Deuteronomy 15:8", "Deuteronomy 15:9", "Deuteronomy 15:10", "Deuteronomy 15:11", "Deuteronomy 15:12", "Deuteronomy 15:13", "Deuteronomy 15:14", "Deuteronomy 15:15", "Deuteronomy 15:16", "Deuteronomy 15:17", "Deuteronomy 15:18", "Deuteronomy 15:19", "Deuteronomy 15:20", "Deuteronomy 15:21", "Deuteronomy 15:22", "Deuteronomy 15:23", "Deuteronomy 16:1", "Deuteronomy 16:2", "Deuteronomy 16:3", "Deuteronomy 16:4", "Deuteronomy 16:5", "Deuteronomy 16:6", "Deuteronomy 16:7", "Deuteronomy 16:8", "Deuteronomy 16:9", "Deuteronomy 16:10", "Deuteronomy 16:11", "Deuteronomy 16:12", "Deuteronomy 16:13", "Deuteronomy 16:14", "Deuteronomy 16:15", "Deuteronomy 16:16", "Deuteronomy 16:17", "Deuteronomy 16:18", "Deuteronomy 16:19", "Deuteronomy 16:20", "Deuteronomy 16:21", "Deuteronomy 16:22", "Deuteronomy 17:1", "Deuteronomy 17:2", "Deuteronomy 17:3", "Deuteronomy 17:4", "Deuteronomy 17:5", "Deuteronomy 17:6", "Deuteronomy 17:7", "Deuteronomy 17:8", "Deuteronomy 17:9", "Deuteronomy 17:10", "Deuteronomy 17:11", "Deuteronomy 17:12", "Deuteronomy 17:13", "Deuteronomy 17:14", "Deuteronomy 17:15", "Deuteronomy 17:16", "Deuteronomy 17:17", "Deuteronomy 17:18", "Deuteronomy 17:19", "Deuteronomy 17:20", "Deuteronomy 18:1", "Deuteronomy 18:2", "Deuteronomy 18:3", "Deuteronomy 18:4", "Deuteronomy 18:5", "Deuteronomy 18:6", "Deuteronomy 18:7", "Deuteronomy 18:8", "Deuteronomy 18:9", "Deuteronomy 18:10", "Deuteronomy 18:11", "Deuteronomy 18:12", "Deuteronomy 18:13", "Deuteronomy 18:14", "Deuteronomy 18:15", "Deuteronomy 18:16", "Deuteronomy 18:17", "Deuteronomy 18:18", "Deuteronomy 18:19", "Deuteronomy 18:20", "Deuteronomy 18:21", "Deuteronomy 18:22", "Deuteronomy 19:1", "Deuteronomy 19:2", "Deuteronomy 19:3", "Deuteronomy 19:4", "Deuteronomy 19:5", "Deuteronomy 19:6", "Deuteronomy 19:7", "Deuteronomy 19:8", "Deuteronomy 19:9", "Deuteronomy 19:10", "Deuteronomy 19:11", "Deuteronomy 19:12", "Deuteronomy 19:13", "Deuteronomy 19:14", "Deuteronomy 19:15", "Deuteronomy 19:16", "Deuteronomy 19:17", "Deuteronomy 19:18", "Deuteronomy 19:19", "Deuteronomy 19:20", "Deuteronomy 19:21", "Deuteronomy 20:1", "Deuteronomy 20:2", "Deuteronomy 20:3", "Deuteronomy 20:4", "Deuteronomy 20:5", "Deuteronomy 20:6", "Deuteronomy 20:7", "Deuteronomy 20:8", "Deuteronomy 20:9", "Deuteronomy 20:10", "Deuteronomy 20:11", "Deuteronomy 20:12", "Deuteronomy 20:13", "Deuteronomy 20:14", "Deuteronomy 20:15", "Deuteronomy 20:16", "Deuteronomy 20:17", "Deuteronomy 20:18", "Deuteronomy 20:19", "Deuteronomy 20:20", "Deuteronomy 21:1", "Deuteronomy 21:2", "Deuteronomy 21:3", "Deuteronomy 21:4", "Deuteronomy 21:5", "Deuteronomy 21:6", "Deuteronomy 21:7", "Deuteronomy 21:8", "Deuteronomy 21:9", "Deuteronomy 21:10", "Deuteronomy 21:11", "Deuteronomy 21:12", "Deuteronomy 21:13", "Deuteronomy 21:14", "Deuteronomy 21:15", "Deuteronomy 21:16", "Deuteronomy 21:17", "Deuteronomy 21:18", "Deuteronomy 21:19", "Deuteronomy 21:20", "Deuteronomy 21:21", "Deuteronomy 21:22", "Deuteronomy 21:23", "Deuteronomy 22:1", "Deuteronomy 22:2", "Deuteronomy 22:3", "Deuteronomy 22:4", "Deuteronomy 22:5", "Deuteronomy 22:6", "Deuteronomy 22:7", "Deuteronomy 22:8", "Deuteronomy 22:9", "Deuteronomy 22:10", "Deuteronomy 22:11", "Deuteronomy 22:12", "Deuteronomy 22:13", "Deuteronomy 22:14", "Deuteronomy 22:15", "Deuteronomy 22:16", "Deuteronomy 22:17", "Deuteronomy 22:18", "Deuteronomy 22:19", "Deuteronomy 22:20", "Deuteronomy 22:21", "Deuteronomy 22:22", "Deuteronomy 22:23", "Deuteronomy 22:24", "Deuteronomy 22:25", "Deuteronomy 22:26", "Deuteronomy 22:27", "Deuteronomy 22:28", "Deuteronomy 22:29", "Deuteronomy 23:1", "Deuteronomy 23:2", "Deuteronomy 23:3", "Deuteronomy 23:4", "Deuteronomy 23:5", "Deuteronomy 23:6", "Deuteronomy 23:7", "Deuteronomy 23:8", "Deuteronomy 23:9", "Deuteronomy 23:10", "Deuteronomy 23:11", "Deuteronomy 23:12", "Deuteronomy 23:13", "Deuteronomy 23:14", "Deuteronomy 23:15", "Deuteronomy 23:16", "Deuteronomy 23:17", "Deuteronomy 23:18", "Deuteronomy 23:19", "Deuteronomy 23:20", "Deuteronomy 23:21", "Deuteronomy 23:22", "Deuteronomy 23:23", "Deuteronomy 23:24", "Deuteronomy 23:25", "Deuteronomy 23:26", "Deuteronomy 24:1", "Deuteronomy 24:2", "Deuteronomy 24:3", "Deuteronomy 24:4", "Deuteronomy 24:5", "Deuteronomy 24:6", "Deuteronomy 24:7", "Deuteronomy 24:8", "Deuteronomy 24:9", "Deuteronomy 24:10", "Deuteronomy 24:11", "Deuteronomy 24:12", "Deuteronomy 24:13", "Deuteronomy 24:14", "Deuteronomy 24:15", "Deuteronomy 24:16", "Deuteronomy 24:17", "Deuteronomy 24:18", "Deuteronomy 24:19", "Deuteronomy 24:20", "Deuteronomy 24:21", "Deuteronomy 24:22", "Deuteronomy 25:1", "Deuteronomy 25:2", "Deuteronomy 25:3", "Deuteronomy 25:4", "Deuteronomy 25:5", "Deuteronomy 25:6", "Deuteronomy 25:7", "Deuteronomy 25:8", "Deuteronomy 25:9", "Deuteronomy 25:10", "Deuteronomy 25:11", "Deuteronomy 25:12", "Deuteronomy 25:13", "Deuteronomy 25:14", "Deuteronomy 25:15", "Deuteronomy 25:16", "Deuteronomy 25:17", "Deuteronomy 25:18", "Deuteronomy 25:19", "Deuteronomy 26:1", "Deuteronomy 26:2", "Deuteronomy 26:3", "Deuteronomy 26:4", "Deuteronomy 26:5", "Deuteronomy 26:6", "Deuteronomy 26:7", "Deuteronomy 26:8", "Deuteronomy 26:9", "Deuteronomy 26:10", "Deuteronomy 26:11", "Deuteronomy 26:12", "Deuteronomy 26:13", "Deuteronomy 26:14", "Deuteronomy 26:15", "Deuteronomy 26:16", "Deuteronomy 26:17", "Deuteronomy 26:18", "Deuteronomy 26:19", "Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26", "Deuteronomy 28:1", "Deuteronomy 28:2", "Deuteronomy 28:3", "Deuteronomy 28:4", "Deuteronomy 28:5", "Deuteronomy 28:6", "Deuteronomy 28:7", "Deuteronomy 28:8", "Deuteronomy 28:9", "Deuteronomy 28:10", "Deuteronomy 28:11", "Deuteronomy 28:12", "Deuteronomy 28:13", "Deuteronomy 28:14", "Deuteronomy 28:15", "Deuteronomy 28:16", "Deuteronomy 28:17", "Deuteronomy 28:18", "Deuteronomy 28:19", "Deuteronomy 28:20", "Deuteronomy 28:21", "Deuteronomy 28:22", "Deuteronomy 28:23", "Deuteronomy 28:24", "Deuteronomy 28:25", "Deuteronomy 28:26", "Deuteronomy 28:27", "Deuteronomy 28:28", "Deuteronomy 28:29", "Deuteronomy 28:30", "Deuteronomy 28:31", "Deuteronomy 28:32", "Deuteronomy 28:33", "Deuteronomy 28:34", "Deuteronomy 28:35", "Deuteronomy 28:36", "Deuteronomy 28:37", "Deuteronomy 28:38", "Deuteronomy 28:39", "Deuteronomy 28:40", "Deuteronomy 28:41", "Deuteronomy 28:42", "Deuteronomy 28:43", "Deuteronomy 28:44", "Deuteronomy 28:45", "Deuteronomy 28:46", "Deuteronomy 28:47", "Deuteronomy 28:48", "Deuteronomy 28:49", "Deuteronomy 28:50", "Deuteronomy 28:51", "Deuteronomy 28:52", "Deuteronomy 28:53", "Deuteronomy 28:54", "Deuteronomy 28:55", "Deuteronomy 28:56", "Deuteronomy 28:57", "Deuteronomy 28:58", "Deuteronomy 28:59", "Deuteronomy 28:60", "Deuteronomy 28:61", "Deuteronomy 28:62", "Deuteronomy 28:63", "Deuteronomy 28:64", "Deuteronomy 28:65", "Deuteronomy 28:66", "Deuteronomy 28:67", "Deuteronomy 28:68", "Deuteronomy 28:69", "Deuteronomy 29:1", "Deuteronomy 29:2", "Deuteronomy 29:3", "Deuteronomy 29:4", "Deuteronomy 29:5", "Deuteronomy 29:6", "Deuteronomy 29:7", "Deuteronomy 29:8", "Deuteronomy 29:9", "Deuteronomy 29:10", "Deuteronomy 29:11", "Deuteronomy 29:12", "Deuteronomy 29:13", "Deuteronomy 29:14", "Deuteronomy 29:15", "Deuteronomy 29:16", "Deuteronomy 29:17", "Deuteronomy 29:18", "Deuteronomy 29:19", "Deuteronomy 29:20", "Deuteronomy 29:21", "Deuteronomy 29:22", "Deuteronomy 29:23", "Deuteronomy 29:24", "Deuteronomy 29:25", "Deuteronomy 29:26", "Deuteronomy 29:27", "Deuteronomy 29:28", "Deuteronomy 30:1", "Deuteronomy 30:2", "Deuteronomy 30:3", "Deuteronomy 30:4", "Deuteronomy 30:5", "Deuteronomy 30:6", "Deuteronomy 30:7", "Deuteronomy 30:8", "Deuteronomy 30:9", "Deuteronomy 30:10", "Deuteronomy 30:11", "Deuteronomy 30:12", "Deuteronomy 30:13", "Deuteronomy 30:14", "Deuteronomy 30:15", "Deuteronomy 30:16", "Deuteronomy 30:17", "Deuteronomy 30:18", "Deuteronomy 30:19", "Deuteronomy 30:20", "Deuteronomy 31:1", "Deuteronomy 31:2", "Deuteronomy 31:3", "Deuteronomy 31:4", "Deuteronomy 31:5", "Deuteronomy 31:6", "Deuteronomy 31:7", "Deuteronomy 31:8", "Deuteronomy 31:9", "Deuteronomy 31:10", "Deuteronomy 31:11", "Deuteronomy 31:12", "Deuteronomy 31:13", "Deuteronomy 31:14", "Deuteronomy 31:15", "Deuteronomy 31:16", "Deuteronomy 31:17", "Deuteronomy 31:18", "Deuteronomy 31:19", "Deuteronomy 31:20", "Deuteronomy 31:21", "Deuteronomy 31:22", "Deuteronomy 31:23", "Deuteronomy 31:24", "Deuteronomy 31:25", "Deuteronomy 31:26", "Deuteronomy 31:27", "Deuteronomy 31:28", "Deuteronomy 31:29", "Deuteronomy 31:30", "Deuteronomy 32:1", "Deuteronomy 32:2", "Deuteronomy 32:3", "Deuteronomy 32:4", "Deuteronomy 32:5", "Deuteronomy 32:6", "Deuteronomy 32:7", "Deuteronomy 32:8", "Deuteronomy 32:9", "Deuteronomy 32:10", "Deuteronomy 32:11", "Deuteronomy 32:12", "Deuteronomy 32:13", "Deuteronomy 32:14", "Deuteronomy 32:15", "Deuteronomy 32:16", "Deuteronomy 32:17", "Deuteronomy 32:18", "Deuteronomy 32:19", "Deuteronomy 32:20", "Deuteronomy 32:21", "Deuteronomy 32:22", "Deuteronomy 32:23", "Deuteronomy 32:24", "Deuteronomy 32:25", "Deuteronomy 32:26", "Deuteronomy 32:27", "Deuteronomy 32:28", "Deuteronomy 32:29", "Deuteronomy 32:30", "Deuteronomy 32:31", "Deuteronomy 32:32", "Deuteronomy 32:33", "Deuteronomy 32:34", "Deuteronomy 32:35", "Deuteronomy 32:36", "Deuteronomy 32:37", "Deuteronomy 32:38", "Deuteronomy 32:39", "Deuteronomy 32:40", "Deuteronomy 32:41", "Deuteronomy 32:42", "Deuteronomy 32:43", "Deuteronomy 32:44", "Deuteronomy 32:45", "Deuteronomy 32:46", "Deuteronomy 32:47", "Deuteronomy 32:48", "Deuteronomy 32:49", "Deuteronomy 32:50", "Deuteronomy 32:51", "Deuteronomy 32:52", "Deuteronomy 33:1", "Deuteronomy 33:2", "Deuteronomy 33:3", "Deuteronomy 33:4", "Deuteronomy 33:5", "Deuteronomy 33:6", "Deuteronomy 33:7", "Deuteronomy 33:8", "Deuteronomy 33:9", "Deuteronomy 33:10", "Deuteronomy 33:11", "Deuteronomy 33:12", "Deuteronomy 33:13", "Deuteronomy 33:14", "Deuteronomy 33:15", "Deuteronomy 33:16", "Deuteronomy 33:17", "Deuteronomy 33:18", "Deuteronomy 33:19", "Deuteronomy 33:20", "Deuteronomy 33:21", "Deuteronomy 33:22", "Deuteronomy 33:23", "Deuteronomy 33:24", "Deuteronomy 33:25", "Deuteronomy 33:26", "Deuteronomy 33:27", "Deuteronomy 33:28", "Deuteronomy 33:29", "Deuteronomy 34:1", "Deuteronomy 34:2", "Deuteronomy 34:3", "Deuteronomy 34:4", "Deuteronomy 34:5", "Deuteronomy 34:6", "Deuteronomy 34:7", "Deuteronomy 34:8", "Deuteronomy 34:9", "Deuteronomy 34:10", "Deuteronomy 34:11", "Deuteronomy 34:12"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, On the Book of Deuteronomy and Its Structure 2-39", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר א׳ ב׳-ל״ט", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Deuteronomy and Its Structure", "he": "דברים מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["D<small>EUTERONOMY HOLDS A UNIQUE POSITION, AND SPEAKS WITH A UNIQUE VOICE, IN THE</small> literature of the Torah. Up to this point, through the first four books, we have encountered a powerful mixture of literary genres; indeed, the books owe their characteristic stamp to the way in which they incorporate these genres. Genesis is predominantly narrative, punctuated by genealogies; Exodus begins with narrative and later proceeds with covenant-making and law, and then with the precise details of sanctuary building; Leviticus is composed almost entirely of cultic and then ethical and social law; and finally, Numbers alternates narrative and varied laws, under the structure of preparations for wilderness march, first encounters with the Promised Land, and preparations for entry. Except for Leviticus, the books also exhibit, at strategic points, striking examples of biblical poetry.", "An ancient name for Deuteronomy, <i>mishne tora</i>—which means “copy of the Torah,” but which was erroneously understood as “second Torah”—would seem to indicate more of the same combining of genres, and a not-too-close reading would support the idea of a rehashing of narrative, covenant-making, law, and poetry. But the reader who takes the time to weigh what stands before him or her will find much more. In its structure, style, content, and intent, Deuteronomy goes beyond what has preceded it. The image of Moshe addressing the assembled people on the Plains of Moab—the central setting of the book—provides the occasion for not merely a retelling, but a recasting of Israel’s mission and destiny. No book of the Torah is truer to the idea of “instruction” (Deuteronomy uses the term numerous times), including an emphasis on teaching and learning, with assembled and yet-to-be-born children as much the audience as “elders.”", "From the book’s opening phrase, “Now these are the words [or even “speeches”] that Moshe spoke to the Children of Israel / in (the country) across the Jordan,” the basic premise of Deuteronomy is that the aged Moshe, personally and indeed in the first person, speaks for the last time to the assembled Israelites, before their triumphant entry into the land of Canaan. The setting affects the entire content of the book; no longer is the narrator in the background, as in most of the Torah, but instead he is presented as directly addressing a living audience, an audience composed not only of the ancient hearers portrayed in the text but also of contemporary listeners.", "The image of a leader delivering a long public address on an auspicious occasion is well known from the ancient world, most familiarly from Greek historians (cf. Van Seters) but also abundantly in the ancient Near East (Weinfeld). The historian seeks to paint a vivid picture of the personality of his speaker and the high drama of the moment, and may go on at great length. While admitting to not having had the benefit of eyewitness sources, such chroniclers are nevertheless sincere in their desire to present what undoubtedly would have been said on such an occasion.", "Deuteronomy, whenever it was composed and placed in the Torah, takes this approach a step further. It is a fantastic conceit, really: as Rosenberg (1975) notes, Moshe, the man who was “not a man of words” (Ex. 4:10), all of a sudden finds his voice. And as Polzin (1980) has shown in his forceful analysis, in Deuteronomy Moshe’s voice functions fairly indistinguishably from God’s own—and then closes off the text by stipulating that nothing in the future is to be added or subtracted to it. So we are dealing with a text of directly authoritative character, a series of speeches that in their own self-understanding already bore the status of “Torah.” Hence Deuteronomy introduces into the Bible for the first time the concept of canon—a bounded, accepted body of authoritative literature.", "Moshe’s addresses, which include a historical review, repeated appeals to observe God’s laws and dire warnings against their violation, a reworking of previous laws and the addition of new ones, and a poem designed to keep the appeals and warnings in popular memory, have about them a deep rhetorical urgency. As such they are stylistically quite different from most of what is found in the first four books of the Bible. To be sure, there are many moments of high rhetoric in the previous narratives, and the laws—including cultic ones—are also not lacking appeals to the emotions (cf., for instance, the repeated injunctions to not oppress the sojourner, “for you were sojourners in the land of Egypt”). But as an extended piece of argumentation and pleading, Deuteronomy holds pride of place in the Torah, with its specialized vocabulary (described in the notes and commentary below), its alternately pleading and warning tone, and its long, elegant phrases (as Gottwald notes, these phrases are most often cast in the form of subordinate clauses, not the typical syntactical form found in the previous books).", "But not only does Deuteronomy provide an emotional capstone to the four books that precede it. It functions to link up with both the landed history of Israel in the narrative books to follow (Joshua through Kings) and the prophets’ emotional speeches to the people and their leaders. In the words of G. Ernest Wright,", "the central purpose of Deuteronomy is to furnish Israel with a complete order of faith and life which is the prerequisite for a prosperous and secure existence on the God-given land. The historian [of the succeeding books] shows how Israel failed to keep it and what the consequences were.", "It is in fact the monarchic setting that is commonly held to be the historical background to the compilation of Deuteronomy. While Moshe’s last days and the people’s being poised on the steppes opposite Jericho would certainly be a dramatic enough moment for our book’s speeches to occur, its language, style, and many of its concerns point to a later time in the history of Israel as a likely venue for at least a good part of its emotional appeal.", "That time, in the opinion of most biblical scholars over the past two centuries, was the middle of the reign of King Josiah (ruled 640–608 <small>B.C.E.</small>) of Judah, the southern kingdom (Israel, the north, had been overrun by Assyria a century previously). The Assyrian Empire, dominant in the region for three hundred years, was on the wane, and Josiah took advantage of this decline of power to expand his kingdom northward. He also—at about the time of the death of Ashurbanipal, the last powerful king of Assyria—began a wide-ranging reform that consisted largely of destroying the local “high places” of pagan worship that had figured so prominently in the reign of his grandfather, the notorious Manasseh (ruled 687–642). II Kings 23 describes the purge in great detail, noting both places and priests that were now rendered inoperative in favor of the centralization of the cult in Jerusalem.", "It is within this setting that Chapter  22 reports the dramatic discovery of a scroll “of the Torah.”", "The high priest Hilkiah said to Shaphan the secretary, “I have found the book of the law in the house of the L<small>ORD</small>.” … Shaphan then read it aloud to the king. When the king heard the words of the book of the law, he tore his clothes. Then the king commanded … saying: “Go, inquire of the L<small>ORD</small> for me, for the people, and for all Judah, concerning the words of this book that has been found, for great is the wrath of the L<small>ORD</small> … because our ancestors did not obey the words of this book, to do according to all that is written concerning us.” (22:8, 10–13, New Revised Standard Version)", "What precisely were the contents of the “book” we do not know; but it is usually taken to have been some form of Deuteronomy. The rhetorical force of the newly discovered text must have been considerable, for its reported result was that the king", "directed that all the elders of Judah and Jerusalem should be gathered to him. … he read in their hearing all the words of the book of the covenant that had been found in the house of the L<small>ORD</small>. The king stood by the pillar and made a covenant before the L<small>ORD</small>, to follow the L<small>ORD</small>, keeping his commandments, his decrees, and his statutes, with all his heart and all his soul, to perform the words of this covenant that were written in this book. All the people joined in the covenant. (23:1–3)", "The connections between these passages and the style of Deuteronomy will be obvious to anyone who reads the book, and it seems clear that Josiah’s reforms are closely related to concerns expressed in Deuteronomy.", "The Bible’s portrayal of this background does not necessarily mean that Deuteronomy was composed for the occasion, or even that it originated in Judah. Several scholars (notably Ginsberg) have remarked on connections to the northern kingdom of Israel (e.g., affinities to the prophet Hosea), and so it is possible that at least some of our book was a series of traditions brought south by refugees fleeing the Assyrian onslaught. In any event, the text of Deuteronomy addresses its audience with such emotional immediacy that it may safely be presumed that a crisis of major proportions loomed, and the opportunity presented itself for a large-scale revival—or redefinition—of Israel’s self-understanding. Similar crises later in Jewish history may have led to the editing and writing down (but not necessarily the composition) of other central texts, the Mishnah (c. 200) and the Babylonian Talmud (c. 450). Like these documents, and like the first four books of the Torah, Deuteronomy is written in such a way that it is difficult to pin down its precise background, which through additions and circumspection has been substantially obliterated. What is left to us are the many repetitions of “today” or “this day,” which signal the desire to make the “Instruction” contemporary for the audience, whoever and whenever that may be.", "The net effect of this process of creation and development was to establish the Torah’s character as a text that shows signs of new life and new thinking within itself. Deuteronomy, by its inclusion as the final book of the five, officially began the practice of “explaining” (1:5) the traditions of Israel, and thus paved the way for the classic form of Jewish religious and intellectual activity: the interpretation of Scripture (cf. Fishbane 1988 for a definitive study on “inner-biblical exegesis,” interpretation that appears within the Bible itself and hence becomes a legitimate part of its traditions). This activity strongly influenced Christianity and Islam as well, and is still a part of religious discourse and development in the Western world.", "In its overall structure, Deuteronomy breaks down fairly easily; but it is perhaps best understood in the light of comparative ancient Near Eastern material. Weinfeld’s lifetime of research has demonstrated the strong parallels between our book and certain Assyrian treaty texts (earlier Hittite texts have also been shown to be helpful in this regard; cf. Levenson 1985b for a useful summary). It is striking indeed that the Esarhaddon Treaty texts from the seventh century <small>B.C.E.</small>, which also produced the final form of Deuteronomy, seem to prefigure the basic structure of what Moshe lays out in the book: a historical overview, an exhortation to keep the covenant, the laws—particulars of the covenant, a series of blessings and curses following upon observance or nonobservance of the covenant, and a ceremony ratifying it. A similar pattern, in abbreviated form, may be observed in the Sinai covenant in Ex. 19–24.", "Weinfeld points out that such covenants or treaties were two-sided, with the suzerain granting his vassals certain favors in return for “love” (= loyalty), and threatening dire consequences if that loyalty were to become suspect. What is fascinating about the parallels is not so much that they exist, but that here, apparently, a political model from a hated enemy has been assimilated and transformed into a positive religious-national one. Such transformative power seems to be characteristic of biblical culture, which probably reworked known stories and poems, among other genres, into genuine Israelite creations (the Flood narratives of Genesis and Psalm 29 are two fruitful examples of the process).", "Deuteronomy, then, focuses mainly on the relationship between God and Israel, a relationship that has been spelled out before (as in Exodus) but that forms in this book the very soul of the text. Every act that Israel performs as a community, and every one done by individuals, is to be seen in that light. As elsewhere in the Bible, breaking one of God’s rules means not merely a violation of a statute but an affront to the suzerain, the sovereign Lord, and thus a grave risk to society’s well-being and even to its very existence. And there is a unity of purpose and concept here: Gottwald summarizes the message of the book as “the indivisible unity of <i>one God</i> for <i>one people</i> in <i>one land</i> observing <i>one cult</i>” (italics his).", "Given the treaty pattern that we have just referred to, an outline of the book might proceed along the following lines:", "I   Historical Overview (Moshe as Narrator; 1–4:43)", "A   Narrative of the Wilderness Journey (1–3)", "B   Transition: Beginning of the Exhortation (4:1–40) and Addendum on Towns of Asylum (4:41–43)", "II  Opening Exhortation (Moshe as Pleader; 4:44–11:36)", "Looking Back to the Revelation at Sinai", "III The Terms of the Covenant (Moshe as Lawgiver; 12–28)", "A   The Laws (12–26)", "B   Covenant Ceremony; Blessings and Curses (27–28)", "IV Concluding Exhortation (Moshe as Pleader; 29–30)", "Looking Ahead to Exile and Return", "V  Final Matters (31–34)", "A   Passing the Mantle (31)", "B   Moshe’s Admonitory Poem (32)", "C   Moshe’s Blessing to the Tribes (33)", "D   The End (34)", "A few simple structural observations, based on a closer look at the text itself, may be made here. Parts I and V stress the role of Yehoshua (Joshua) in the future. Then, too, Parts II and IV use similar rhetorical formulas toward the end of each (“See, I set before you this day …,” 11:26 and 30:15). Such a symmetry would suggest that Part III is the crucial one, and that is of course the case. Everything in Deuteronomy radiates out from the laws: a new humanism, a rethinking of tradition, and above all, a heartfelt appeal to “choose life” (30:19), a good life on the land under the blessing of God.", "It is only when that appeal has been fully made, and when all of Deuteronomy’s new material has been added (with no more to come, as the text sees it!), that Moshe can finally die, and the people of Israel can proceed into the Promised Land. The book of Numbers proved to be a false ending, and indeed the report of Moshe’s death was postponed from the end of that book to this, so that the biblical tradition could transform itself into a truly multifaceted and rich one. The Torah, which began in the nameless, unknowable past, ends in the limitless present and future, with a potential life ahead for the Israelite people as bountiful and as beautiful as the “good land” that Moshe is allowed to see from the summit of Pisga."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037e776bfddfbb310feb8b", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 2", "anchorRef": "Deuteronomy 27:1-26", "anchorRefExpanded": ["Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה נ״ח ב׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "The Covenant Ceremony", "he": "דברים הערה נ״ח"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה נ״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "As if to dramatize what has just concluded, the text at this point interpolates a ceremony that in location (Shechem) and theme anticipates what we find at the end of the book of Joshua (Chap. 24). It also encourages viewing Deuteronomy as a Northern document. Here the core is the series of curses uttered on Mount Eval in vv.15–26 (the blessings, curiously, do not appear). The curses, which do not introduce any new material as such, reflect the community’s fear that someone will sin in secret and not be found out, and the entire community will suffer as a result (Bellefontaine). The public pronouncement of threats was not unusual at the sealing of an agreement in the ancient Near East. As in previous legal sections, we are presented with a mixture of areas—criminal, sexual, and ritual—ending with the general provision that the “words of this Instruction” are to be carefully observed.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382fdc9ad75f2d99afb46", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 1", "anchorRef": "Deuteronomy 27:1-26", "anchorRefExpanded": ["Deuteronomy 27:1", "Deuteronomy 27:2", "Deuteronomy 27:3", "Deuteronomy 27:4", "Deuteronomy 27:5", "Deuteronomy 27:6", "Deuteronomy 27:7", "Deuteronomy 27:8", "Deuteronomy 27:9", "Deuteronomy 27:10", "Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Deuteronomy, Part III; The Terms of the Covenant, The Covenant Ceremony 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, דברים, דברים מאמר ד׳, דברים הערה נ״ח א׳", "anchorVerse": 1, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "דברים הערה נ״ח", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Deuteronomy 27:1-26\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Deuteronomy 27:1-26</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d120980edc1ab98735b5e", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 3:7:2", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 3:7:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ג׳:ז׳:ב׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 7.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו: <b>\"אין מפסיקין בקללות\".</b>\n<br>מציעים טעם אחד: <b>אמר רבי חייה בר גמדא</b> (אמורא בדור השני)<b>: \"אַל תָּקֹץ בְּתוֹכַחְתּוֹ\"</b> (משלי ג,יא) – אל תמאס (\"תָּקֹץ\" מן השורש קוץ) בייסורים של תוכחה שיבואו עליך; ויש לדרוש את הכתוב: <b>- אל תעשם קוצים קוצים</b> (קֻצִּים (\"על כתב התורה בדברי חז\"ל (ב)\", \"לשוננו\" עב, עמוד 110)) – אל תחתוך (\"תָּקֹץ\" מן השורש קצץ) את דברי התוכחה של ה' לקטעים קטעים. ומכאן שאין מחלקים את קריאת הקללות, שהם דברי תוכחה של ה', לכמה פרשות, פרשה לקורא, אלא אחד קורא את כל הקללות<b>.</b>\n<br>ומציעים טעם שני: <b>אמר רבי לוי</b> (אמורא ארץ ישראלי בדור השלישי)<b>: אמר הקב\"ה: אינו בדין</b> – אינו ראוי, <b>שיהו בניי מתקללים ואני מתברך</b> – אם יחלקו את הקללות לכמה קוראים, יברך כל קורא לפני קריאתו ולאחריה, ונמצא שיהיו ישראל מתקללים בקריאת הקללות בעוד שה' מתברך כמה פעמים בברכות שהקוראים מברכים, ואין זה ראוי. ולכן אין מחלקים את הקללות לכמה קוראים, אלא אחד קורא את כולן, ואינו מברך אלא פעם אחת לפניהן ולאחריהן (אפשר שמשום טעם זה, הקורא את הקללות אינו פותח וחותם בקללות עצמן, אלא הוא פותח בדבר טוב שנאמר לפני הקללות וחותם בדבר טוב שנאמר לאחריהן, שלא לברך על הקללות, כמו שאמרו בבבלי. - אף שאין לברך לפני קריאת כל קורא בציבור ולאחריה, אלא הקורא הראשון והקורא האחרון מברכים לפני קריאתם ולאחריה, וכל שאר הקוראים אינם מברכים לפני קריאתם ולאחריה (משנה להלן ד,א), אבל הקללות צריכות ברכה לפניהן ולאחריהן, כאמור להלן, ואילו היו מחלקים אותן לכמה קוראים היה צריך כל קורא לברך לפני קריאתו ולאחריה. - במדרשי האגדה סמכו את טעמו של רבי לוי לכתוב \"עימו אנוכי בצרה\" (תהילים צא,טו))<b>.</b>\n<br>ומציעים טעם שלישי: <b>אמר רבי יוסה בירבי בון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: לא מטעם הזה</b> – של רבי חייא בר גמדא ושל רבי לוי<b>, אלא זה שהוא עומד לקרות בתורה צריך שיהא פותח בדבר טוב וחותם בדבר טוב</b> – הקורא בתורה צריך להתחיל את קריאתו בדבר טוב ולסיים אותה בדבר טוב, ואם יחלקו את הקללות לכמה קוראים, יפתחו בדבר רע ויחתמו בדבר רע. ולכן אין מחלקים את הקללות לכמה קוראים, אלא אחד קורא את כולן, ואינו פותח וחותם בקללות עצמן, אלא הוא פותח בדבר טוב שנאמר לפני הקללות וחותם בדבר טוב שנאמר לאחריהן (בקוהלת רבה סמכו את הטעם הזה לכתוב \"אל תעמוד בדבר רע\" (קוהלת ח,ג). - רבי יוסה בירבי בון רגיל לומר כסגנון הזה: \"לא מטעם הזה אלא...\")<b>.</b><br>\n<br><b>לוי בר פאטי שאל לרב חונה</b> (רב הונא, גדול אמוראי בבל בדור השני)<b>: אילין ארורייה</b> – הארורים האלה (שנים עשר הארורים המנויים בספר דברים כז,טו-כו, והם פסוקים המתחילים במילה \"ארור\")<b>, מהו דיקרינון חד</b> – מהו שיקרא אותם אחד, <b>ויברך לפניהן ולאחריהן?</b> – האם דינם כקללות, שאחד קורא אותן ואין מפסיקים בהן, והוא מברך לפניהן ולאחריהן?\n<br><b>אמר ליה:</b> – אמר לו (רב חונה): <b>אין לך טעון ברכה לפניו ולאחריו אלא קללות שבתורת כהנים</b> – ספר ויקרא (כו,יד-מג) <b>וקללות שבמשנה תורה</b> – ספר דברים (כח,טו-סח), ובהן אין להפסיק, אבל בארורים אין ברכה לפניהם ולאחריהם ומותר להפסיק בהם<b>.</b><br><br><small>ב<b>תוספתא מגילה</b> ג,לא שנו: הקללות שבתורה... לא יהא אחד מתחיל ואחד גומר, אלא המתחיל הוא גומר את כולן.<br><br>ב<b>בבלי מגילה</b> לא,ב אמרו: \"אין מפסיקים בקללות\". - מנא הני מילי? - אמר רבי חייא בר גמדא אמר רבי סימאי: דאמר קרא: \"מוסר ה', בני, אל תמאס ואל תקוץ בתוכחתו\" (ואם מפסיק באמצע התוכחה, נראה כאילו מואס בה). ריש לקיש אמר: לפי שאין אומרים ברכה על / לפני הפורענות (ואם יפסיק בתוכחה, נמצא שהוא מברך לפני הקריאה ולאחריה על פורענות). - אלא היכי עביד (שיוכל אף אדם אחד לברך על הקללות)? - תנא: כשהוא מתחיל - מתחיל בפסוק שלפניהן (ויקרא כו,יג; דברים כח,יד), וכשהוא מסיים - מסיים בפסוק שלאחריהן (ויקרא כו,מד; דברים כח,סט).<br>אמר אביי: לא שנו אלא קללות שבתורת כוהנים, אבל שבמשנה תורה - פוסק. - מאי טעמא? - אמר אביי: הללו (שבספר ויקרא) - בלשון רבים אמורות (והן מכוונות לכל ישראל), ומשה מפי הגבורה (ה') אמרן (ולכן הן חמורות וקשות יותר). והללו (שבספר דברים) - בלשון יחיד אמורות, ומשה מפי עצמו אמרן (ככל ספר דברים).<br>לוי בר בוטא הווה קא מגמגם וקרי קמיה דרב הונא בארורי (שהיה קשה לו לומר דברים חמורים אלה). אמר ליה: אם נפשך (אם רצונך, יכול אתה להפסיק), לא שנו אלא קללות שבתורת כוהנים (שהן חמורות יותר), אבל שבמשנה תורה - פוסק.<br><br>הטעם הראשון בבבלי לכך שאין מפסיקים בקללות הוא הטעם הראשון בירושלמי, והובא בשני התלמודים על ידי אותו אמורא. הבבלי לומד ממשמעות הכתוב, ואינו דורש את הכתוב \"אל תקוץ\" כמו שדרשו בירושלמי.<br>הטעם השני בבבלי הוא הטעם השני בירושלמי, והובא בשני התלמודים שלא על ידי אותו אמורא (אפשר שהיה כתוב לפני הבבלי 'ר\"ל' ופתחו את ראשי התיבות 'ריש לקיש' במקום 'רבי לוי'). הבבלי אינו מנמק מדוע אין מברכים על הפורענות, אך הירושלמי מנמק.<br>הטעם השלישי בירושלמי אינו בבבלי.<br>בירושלמי, שלא כבבבלי, לא חילקו בין הקללות שבמשנה תורה ובין הקללות שבתורת כוהנים, וגם בקללות שבמשנה תורה אסור להפסיק.<br>לוי בר בוטא שבבבלי הוא לוי בר פאטי שבירושלמי.<br><br>שני החילוקים שבבבלי, שבין תוכחות תורת כוהנים לבין תוכחות משנה תורה, הם כנגד שני הטעמים שאין מפסיקים בקללות. כנגד הטעם הראשון, \"מוסר ה', בני, אל תמאס\", אומר אביי שהתוכחות של משנה תורה הרי משה מפי עצמו אמרן, ואינן בכלל הפסוק \"מוסר ה'\". כנגד הטעם השני, שאין אומרים ברכה על הפורענות, אומר אביי שהתוכחות של משנה תורה קלות, שהן בלשון יחיד, ואינן חמורות כל כך (\"השתלשלות מנהגי קריאת התורה בפרשת התוכחה\", \"כנישתא\" 2, עמוד לג).<br><br>ב<b>דברים רבה</b> ד,א נאמר: הלכה: שניים מישראל, מהו שיהו מותרים לקרות את התוכחות? כך שנו חכמים: אין מפסיקים בקללות אלא אחד קורא את כולן.<br>לימדונו רבותינו: למה אין מפסיקים בקללות? אמר רבי חייא בר גמדא: שכן כתוב: מוסר ה', בני, אל תמאס ואל תקוץ בתוכחתו\" (משלי ג,יא) - אל תעשה את התוכחות קוצים קוצים אלא אחד קורא את כולן.<br>דבר אחר: למה אין מפסיקים בקללות? אמר רבי יהושע דסכנין בשם רבי לוי: אמר הקב\"ה: אני כתבתי על כבודי: \"עימו אנוכי בצרה\" (תהילים צא,טו), אין שורת הדין שיהו בני מתקללים ואני מתברך. כיצד? אם יקראו את התוכחות קריות הרבה, אין קרוי וקרוי שאין מברך שתי פעמים, לפניה ולאחריה, אלא אחד קורא את כולן.<br><br>וב<b>קוהלת רבה</b> ח [ג] נאמר: \"אַל תַּעֲמֹד בְּדָבָר רָע\" - תני: הפותח פותח בדבר טוב, והחותם חותם בדבר טוב, דתנינן: בברכות - קורא ומפסיק, בקללות - אינו מפסיק אלא אחד קורא את כולן. - אמר רבי חייא בר גמדא: משום \"מוסר ה', בני, אל תמאס ואל תקוץ בתוכחתו\" - אל תעש תוכחתיו של הקב\"ה קוצים קוצים. רבי יהושע דסכנין בשם רבי לוי: משום \"עימו אנוכי בצרה\", אמר הקב\"ה: בניי מתקללים ואני מתברך. רבי יהושע בן לוי אמר: משום \"אל תעמוד בדבר רע\".<br>רבי לוי בר פנטי קרי ארוריא קדם רבי הונא וגמגם בהון. אמר ליה: אשמע קלך, דלית אינון קללות, תוכחות אינון, \"מוסר ה', בני, אל תמאס\".<br><br>לפי דין המשנה, רק הראשון והאחרון מברכים לפניה ולאחריה, ולא כל הקוראים. מנהג בבל היה שכל הקוראים מברכים לפניה ולאחריה (בבלי מגילה כא,ב). ההבדל בין דין המשנה למנהג בבל הוא הבדל שבין מנהג ארץ ישראל למנהג בבל.<br>ממספר מקורות בירושלמי עולה לכאורה שגם בארץ ישראל נהגו במקומות מסוימים לברך לפני קריאת כל קורא ואחריה. ראה ירושלמי מגילה ג,ו: \"אין מפסיקין בקללות. - אמר רבי לוי: אמר הקב\"ה: אינו בדין שיהו בניי מתקללים ואני מתברך\". מנימוקו של רבי לוי נראה שכל קורא מברך לפני הקריאה ולאחריה (\"פרשת ראש חודש כיצד קורין אותה?\", \"תרביץ\" עד, עמודים 186-189 והערה 69).<br><br>לפי מה שכתבנו בדברי רבי לוי, אין עולה כך מהירושלמי כאן.</small><br>\n<br><b>רבי יונתן ספרא דגופתה</b> – הסופר (סופר בית הכנסת) של גופתה (יישוב בגליל התחתון סמוך לציפורי), <b>נחת להכא</b> – ירד לכאן (עבר ממקום בארץ ישראל לטבריה)<b>, חמא לבר אבונא ספרא קרי</b> – ראה את בר אבונא הסופר (סופר בית הכנסת) קורא <b>שירת הבאר</b> (במדבר כא,יז-כ) <b>ומברך לפניה ולאחריה. אמר ליה:</b> – אמר לו (רבי יונתן לבר אבונא): <b>ועבדין כן?!</b> (בתמיהה) – ו(כי) עושים כך?! (והרי רק הקורא הראשון והקורא האחרון מברכים לפני קריאתם ולאחריה, וכל שאר הקוראים אינם מברכים לפני קריאתם ולאחריה!)\n<br><b>אמר ליה:</b> – אמר לו (בר אבונא לרבי יונתן): <b>ואדיין את לזו?!</b> – ועדיין אתה [צריך] לזאת?! (ועדיין אתה מתקשה בזה?!) <b>כל השירות טעונות ברכה לפניהן ולאחריהן</b> – ולכן בירכתי לפני קריאת שירת הבאר ולאחריה<b>.</b><br>\n<br><b>אישתאלת</b> – נשאלה <b>לרבי סימון</b> (רבי שמעון בן פזי, אמורא ארץ ישראלי בדור השני והשלישי) – רבי סימון נשאל דבר זה, מה הן הקריאות המיוחדות הטעונות ברכה לפניהן ולאחריהן?<b>. אמר לון</b> – אמר להם (לשואלים) <b>רבי סימון בשם רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון)<b>: אין לך טעון ברכה לפניו ולאחריו אלא שירת הים</b> (שמות טו,א-יט) <b>ועשרת הדיברות</b> (שמות כ,ב-יג ודברים ה,ו-יח) <b>וקללות שבתורת כהנים</b> – ספר ויקרא (כו,יד-מג) <b>וקללות</b> (שלוש המילים האחרונות נשמטו במסירה שלפנינו והושלמו על ידי מגיה) <b>שבמשנה תורה</b> – ספר דברים (כח,טו-סח) – מלבד זאת שהקורא הראשון והקורא האחרון מברכים לפני קריאתם ולאחריה, גם מי שקורא את אחת מהקריאות הללו מברך לפני קריאתו ולאחריה, אף על פי שאינו לא הקורא הראשון ולא הקורא האחרון. אבל כל שאר השירות אינן טעונות ברכה לפניהן ולאחריהן, שלא כמו שאמר בר אבונא<b>.</b>\n<br><b>אמר רבי אבהו</b> (אמורא ארץ ישראלי בדור השלישי)<b>: אני לא שמעתי</b> – מסורת האומרת שהקריאות הללו טעונות ברכה לפניהן ולאחריהן<b>. נראין דברים בעשרת הדיברות</b> – רק הקריאה של עשרת הדיברות טעונה ברכה לפניה ולאחריה<b>.</b><br>\n<br>אמר <b>רבי יוסה בירבי בון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי) (במסכת סופרים יב,ד ובספר המנהיג נוסף 'בשם רב' - אמורא בבלי בדור הראשון, מגדולי האמוראים)<b>: תומנתי פסוקיא אחרייא דמשנה תורה</b> – שמונה הפסוקים האחרונים של משנה תורה (דברים לד,ה-יב, המספרים על מות משה), <b>טעונין ברכה לפניהן ולאחריהן</b> – לפי שאין מפסיקים בהם אלא אחד קורא אותם<b>.</b>\n<br>ותמהים: <b>בלא כך</b> – בלא שאמרו מימרה זו<b>, אין הפותח והחותם בתורה מברך לפניה ולאחריה?!</b> (בתמיהה) – וכי אין הקורא הראשון והקורא האחרון מברכים לפני קריאתם ולאחריה?! ואם כן, לא היה צריך לומר שהקורא שמונה הפסוקים האחרונים שבתורה מברך לפני קריאתו ולאחריה, שכן הוא הקורא האחרון בשבת שבה קוראים את הסדר האחרון שבתורה שחותם בשמונה הפסוקים הללו! הרי שתוכן המימרה נראה מובן מאליו ולכן המימרה מיותרת.\n<br>ומתרצים (בהעמדת המימרה במקרה שלפיו יהיה חידוש בה): <b>לכן צריכה</b> – לכך נצרכה [המימרה לומר] (המימרה נצרכה ללמד את ההלכה בעניין זה)<b>, ראש חודש שחל להיות בשבת</b> – במקרה זה שישה אנשים קוראים קריאה של השבת (הסדר של אותה השבת על פי חלוקת התורה לסדרים) ושביעי קורא קריאה של ראש חודש. נמצא שבמקרה שחל ראש חודש בשבת שבה קוראים את הסדר האחרון שבתורה, הקורא שמונה הפסוקים האחרונים שבתורה אינו הקורא האחרון אלא הקורא שלפני האחרון, ולכן היה צריך לומר שהוא מברך לפני קריאתו ולאחריה (בירושלמי לעיל ג,ד אמרו, שבראש חודש שחל להיות בשבת מפסיקים את הקריאה הרגילה של הסדרים השבועיים וקוראים בתורה שבעה אנשים קריאה של ראש חודש, שלא כמו שאמרו כאן. ונראה שהיו בארץ ישראל מנהגי קריאה חלוקים בראש חודש שחל להיות בשבת: היו מקומות שהפסיקו את קריאת הסדרים והיו מקומות שלא הפסיקו את קריאת הסדרים. מי שלא הפסיקו את קריאת הסדרים בראש חודש שחל להיות בשבת פירשו את המשנה: \"לכל מפסיקין: לראשי חדשים, לחנוכה, ולפורים...\", שכוונתה כשחלו בחול בימי שני וחמישי, דוגמת תעניות ומעמדות. וראה \"תוספתא כפשוטה\", מועד ג, עמוד 1167)<b>.</b><br><br><small>בתמיהת התלמוד כאן פירשנו את ההלכה שבמשנה להלן ד,א: \"הפותח והחותם בתורה - מברך לפניה ולאחריה\", שהקורא הראשון והקורא האחרון מברכים גם לפני קריאתם וגם לאחריה. אין לפרש את ההלכה הזו כמו שפירשו אותה בבבלי מגילה כא,ב, שהקורא הראשון מברך לפני קריאתו והקורא האחרון מברך לאחר קריאתו, שאם כן, אין מובנת תמיהת התלמוד כאן, שאומנם לא היה צריך לומר שהקורא שמונה הפסוקים האחרונים שבתורה מברך לאחר קריאתו, שכן הוא הקורא האחרון, אבל היה צריך לומר שהוא מברך לפני קריאתו, ולכן אין המימרה מיותרת.<br><br>ב<b>בבלי בבא בתרא</b> טו,א ו<b>מנחות</b> ל,א אמרו: אמר רבי יהושע בר אבא אמר רב גידל אמר רב: שמונה פסוקים (אחרונים) שבתורה - יחיד (אדם אחד) קורא אותם (ואין מפסיקים בהם).</small>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3c6a29fd9efc59b5ba19", "index_title": "Ohr LaYesharim on Jerusalem Talmud Peah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Peah 1:1:47", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Peah 1:1:47", "sourceHeRef": "אור לישרים על תלמוד ירושלמי פאה א׳:א׳:מ״ז", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 1.0047, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Peah", "he": "אור לישרים על תלמוד ירושלמי פאה"}, "he": "<b>לשון הרע הורג שלושה ויותר</b><br>שואלים: <b>ולמה היה</b> (צריך לומר כמו בכתב יד רומי: '<b>הוא</b>') <b>קורא אותו שלישי?</b> – מדוע לשון הרע (רכילות ומלשינות) מכונה (בפי העם ובלשון חכמים) '[לשון] שלישי'?\n<br>ומשיבים: <b>שהוא</b> – לשון הרע, <b>הורג שלשה</b> – אנשים<b>: האומרו והמקבלו וזה שנאמר עליו.</b>\n<br>ומספרים: <b>ובימי שאול נהרגו</b> (בכתב יד רומי: 'הרג') <b>ארבעה</b> – אנשים בגלל לשון הרע<b>: דואג</b> – ממונה על עדרי שאול המלך, <b>שאמרו</b> – אמר לשון הרע על הכוהנים שבעיר נוב (ראה שמואל א כב,ט-י), ונהרג (כמו שאמרו בפסיקתא דרב כהנא ג,טז שגר העמלקי שנהרג (שמואל ב א,טו) היה דואג)<b>, שאול שקיבלו</b> – קיבל את לשון הרע על הכוהנים, ונהרג (שמואל ב א,ט-י) (בויקרא רבה כו,ז נאמר על הכתוב \"וימות שאול במעלו אשר מעל בי'י\" (דברי הימים א י,יג), שעל חמש חטאות מת שאול, ואחת מהן על שהרג נוב עיר הכוהנים)<b>, אחימלך</b> – הכוהן, <b>שנאמר עליו</b> – נאמר עליו אותו לשון הרע, ונהרג (שמואל א כב,טז. - אף שלא אחימלך בלבד נהרג אלא כל כוהני נוב נהרגו, נזכר אחימלך בלבד, כי אין הכוונה למספר האנשים אלא לסוגי האנשים, ואחימלך הוא דוגמה למי שנהרג בגלל שנאמר עליו לשון הרע, והוא הדין כל כוהני נוב (\"יפה מראה\"))<b>, ואבנר</b> – שר צבא שאול המלך נהרג (שמואל ב ג,ל), שנענש כתוצאה מלשון הרע בעניין נוב עיר הכוהנים, שלא מיחה בשאול על עניין זה, כדעת יש אומרים להלן<b>.</b><br><br><small>'לשון שלישי' מובנו מעיקרו היה לשון המפולגת לשלוש, היא לשון הנחש. הדילטור הושווה עם הנחש (\"יוונית ויוונות בארץ ישראל\", עמודים 292-293).<br><br>ב<b>ויקרא רבה</b> כו,ב וב<b>פסיקתא דרב כהנא</b> ד,ב (וב<b>מדרש תהילים</b> יב,ב ו-נב,ב וב<b>במדבר רבה</b> יט,ב וב<b>דברים רבה</b> ה,י) נאמר: ולמה נקרא שמו שלישי? - שהוא הורג שלושה: האומרו, והמקבלו, וזה שנאמר עליו. ובימי שאול הרג ארבעה: דואג שאמרו, שאול שקיבלו, אחימלך שנאמר עליו, ואבנר.<br><br>ב<b>בבלי ערכין</b> טו,ב אמרו: במערבא אמרי (בארץ ישראל היו אומרים): לישן תלתיי קטיל תלתיי - הורג למספרו ולמקבלו ולאומרים עליו (לזה שאומרים עליו).<br><br>השם 'לישן תלתיי' ללשון הרע שגור בפי התרגומים הארץ ישראלים, כמו בתרגומים לפסוקים הבאים: \"וַיְמָרֲרֻהוּ וָרֹבּוּ וַיִּשְׂטְמֻהוּ בַּעֲלֵי חִצִּים\" (בראשית מט,כג); \"לֹא תֵלֵךְ רָכִיל בְּעַמֶּיךָ\" (ויקרא יט,טז); \"אָרוּר מַכֵּה רֵעֵהוּ בַּסָּתֶר\" (דברים כז,כד); \"מְלָשְׁנִי בַסֵּתֶר רֵעֵהוּ אוֹתוֹ אַצְמִית\" (תהילים קא,ה); \"אִישׁ לָשׁוֹן בַּל יִכּוֹן בָּאָרֶץ\" (תהילים קמ,יב). ולדבר זה כיוונו בבבלי: \"במערבא אמרי: לישן תלתיי קטיל תלתיי\".<br><br>בפתגם הארץ ישראלי בבבלי נשמרו צורות בארמית מערבית. שם העצם 'לישן' וכן הצורה 'תלתיי' הם מערביים. העוקץ בפתגם מבוסס על דו המשמעות של 'תלתיי': גם 'מפולגת לשלוש' וגם 'שלוש'. דו משמעות זו אינה קיימת בעברית, לכן בניסוח בעברית בירושלמי ובמקבילותיו 'לשון שלישי' אבד העוקץ של דו המשמעות של 'תלתיי'.<br>פירוש אחר מבוסס על כך ש'שליש' פירושו מתווך. 'לשון שלישי' פירושו לשון המתווך המוליך דברים של לשון הרע בין אדם לחברו (כך פירש רש\"י בבבלי ערכין). לפי פירוש זה, בניסוח בעברית בירושלמי ובמקבילותיו 'לשון שלישי' נשמר העוקץ של דו המשמעות: 'שלישי' פירושו 'מתווך' וגם 'שלוש' (\"הלשון הארמית של היצירה הארץ ישראלית בתלמוד הבבלי (א)\", \"לשוננו\" סו, עמודים 266-267).<br><br>כאן התחלת מקבילה בירושלמי סוטה א,ח.</small>\n<br>ושואלים: <b>אבנר למה נהרג?</b> – מדוע נענש אבנר?\n<br>ומשיבים בהבאת מחלוקת אמוראים: <b>רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון) <b>ורבי שמעון בן לקיש</b> (מגדולי אמוראי ארץ ישראל בדור השני) <b>ורבנין</b> – והחכמים (נחלקו שני חכמים יחידים ורוב החכמים)<b>.</b>\n<br><b>רבי יהושע בן לוי אמר: על</b> (במקבילה: 'על ידי') <b>שעשה דמן של</b> ה<b>נערים שחוק, שנאמר</b> – בסיפור המלחמה בין אנשי איש בושת בן שאול ובין אנשי דויד<b>: \"</b>וַיֹּאמֶר אַבְנֵר אֶל יוֹאָב: <b>יָקוּמוּ נָא הַנְּעָרִים וִישַׂחֲקוּ לְפָנֵינוּ</b>. <b>וַיֹּאמֶר יוֹאָב</b>: <b>יָקֻמוּ\"</b> (שמואל ב ב,יד) – אבנר הציע ליואב שחיילים צעירים משני המחנות יילחמו זה בזה כאילו דרך משחק, להראות את גבורתם ואת כשרונותיהם. בקרב בין שנים עשר אנשי אבנר שר צבא איש בושת ושנים עשר אנשי יואב שר צבא דויד כולם נהרגו. על הזלזול בחייהם של הנערים נהרג אבנר שהציע הצעה זו בראשונה<b>.</b>\n<br><b>וריש לקיש</b> (צריך להוסיף כמו בכתב יד רומי: '<b>אמר</b>'. ובמקבילה: 'רבי שמעון בן לקיש אמר')<b>: על</b> (במקבילה: 'על ידי') <b>שהקדים שמו לשמו של דוד. הדא היא דכתיב:</b> – זה הוא [הדבר] שכתוב (בהצעת אבנר לכרות ברית עם דויד): <b>\"וַיִּשְׁלַח אַבְנֵר מַלְאָכִים אֶל דָּוִד תַּחְתָּיו לֵאמֹר</b>: <b>לְמִי אָרֶץ</b>?<b>\"</b> (שמואל ב ג,יב) – אבנר שלח מלאכים אל דויד במקומו: ידוע לך כי רוב הארץ בידי<b>. כתב</b> – אבנר כתב באיגרת לדויד<b>: מן אבנר לדוד</b> – אבנר היה צריך לכתוב: לדויד מאבנר, וכתב: מאבנר לדויד, שהקדים באיגרתו את שמו לשמו של דויד. המילה \"תחתיו\" נדרשת, שאבנר כתב את שמו של דויד תחת (אחרי) שמו, והרי זה כאינו מכיר בעליונותו של דויד עליו, ונחשב כמורד במלכות. על הזלזול במלכות דויד נהרג אבנר<b>.</b>\n<br><b>ורבנין אמרין:</b> – והחכמים אומרים: <b>על</b> (במקבילה: 'על ידי') <b>שלא הניח לשאול להתפייס מן</b> (עם) <b>דוד. הדא היא דכתיב:</b> – זה הוא [הדבר] שכתוב (כששאול הלך לחפש את דויד בעין גדי, דויד ישב בירכתי מערה ושאול בא למערה, ואף על פי שהיה בידו של דויד להרוג את שאול, חס עליו וחתך את כנף מעילו, ולאחר שיצא שאול מהמערה קרא דויד לשאול והראה לו את כנף מעילו שבידו): <b>\"וְאָבִי</b>, <b>רְאֵה</b>, <b>גַּם רְאֵה אֶת כְּנַף מְעִילְךָ בְּיָדִי</b>, כִּי בְּכָרְתִי אֶת כְּנַף מְעִילְךָ וְלֹא הֲרַגְתִּיךָ דַּע וּרְאֵה כִּי אֵין בְּיָדִי רָעָה וָפֶשַׁע וְלֹא חָטָאתִי לָךְ<b>\"</b> (שמואל א כד,יא) – כשם שכרתי את כנף מעילך ולא הרגשת בדבר, יכולתי גם להורגך. מהעובדה שלא הרגתיך יוצא ברור שאין בכוונתי להרע לך ושלא חטאתי לך<b>. אמר ליה:</b> – אמר לו (אבנר לשאול): <b>מה את בעי מן גולגלוי</b> (צריך לומר כמו במקבילות במדרשי האגדה: '<b>גלגוי</b>', וכן הוא בהשלמת מגיה במקבילה) <b>דהדין?</b> – מה אתה רוצה (למה אתה שָׂם לב) מהפטפוט של זה (של דויד, שהוא משמיע דבר שקר, שהוא אומר שכרת את כנף מעילך)? <b>בסירה הוערת</b> – כנף המעיל הסתבכה בקוץ ונקרעה, ודויד מצא אותה<b>. וכיון שבאו</b> – שאול וחייליו, <b>למעגל</b> (מחנה מוקף גדר אבנים עגולה) – כשדויד נמלט אל מדבר זיף ושאול רדף אחריו, דויד התגנב אל מקום משכבו של שאול הישן במעגל ולקח חנית וצפחת (צלוחית או כד) מים שהיו מעל לראשו של שאול, אך לא נגע בו לרעה, ודויד קרא אל אבנר והוכיחו על שלא שמר את מלכו כראוי, <b>אמר ליה:</b> – אמר לו (דויד לאבנר): <b>\"הֲלוֹא תַעֲנֶה אַבְנֵר\"</b> (שמואל א כו,יד) – הלא הפעם תענה אבנר! מה תאמר על זה?<b>. גבי</b> (אצל) – במקרה של <b>כנף אמרת: בסירה הוערת. חנית וצפחת בסירה הוערו?!</b> (בתמיהה) – האם גם החנית והצפחת הסתבכו בקוץ? כך אמר דויד לאבנר. מכאן שאבנר לא נתן לשאול להתפייס עם דויד, ועל כך נענש (דויד סבר שאבנר אשם במידה רבה בשיבוש היחסים בינו לבין שאול, ראה שמואל א כו,יט).<br>\n<br>ומציעים מסורת חלופית עלומת שֵׁם: <b>ויש אומרים: על ידי</b> (מכיוון, מפני) <b>שהיתה סְפֵיקָה</b> (יכולת, אפשרות) <b>בידו למחות בנוב עיר הכהנים ולא מיחה</b> – היתה יכולת בידי אבנר למחות בשאול בעניין נוב עיר הכוהנים, ואילו מיחה היה שאול שומע לו, ובגלל שלא מיחה נהרג (בשמואל א כב,יז נאמר: \"וַיֹּאמֶר הַמֶּלֶךְ לָרָצִים הַנִּצָּבִים עָלָיו: סֹבּוּ וְהָמִיתוּ כֹּהֲנֵי ה', כִּי גַם יָדָם עִם דָּוִד וְכִי יָדְעוּ כִּי בֹרֵחַ הוּא וְלֹא גָלוּ אֶת אָזְנִי. וְלֹא אָבוּ עַבְדֵי הַמֶּלֶךְ לִשְׁלֹחַ אֶת יָדָם לִפְגֹעַ בְּכֹהֲנֵי ה'\", ואמרו בירושלמי סנהדרין י,ב שאלה היו אבנר ועמשא)<b>.</b><br><br><small>מחלוקת האמוראים הובאה אגב דעת יש אומרים שזהה לדעה לעיל שאבנר נענש כתוצאה מלשון הרע בעניין נוב עיר הכוהנים.<br><br>עד כאן המקבילה בירושלמי סוטה.<br>במקבילה קיצרו הסופרים במסירה שלפנינו ובכתב יד רומי את הסוגיה והשמיטו מ'גם ראה' עד 'ולא מיחה', ומגיה השלים במסירה שלפנינו.<br><br>אמרו בפאה לעיל מינה שאבנר נהרג מפני לשון הרע, וכדעת יש אומרים. ואם כן, מה מקום לשאלה: \"אבנר למה נהרג?\". לכן נראה, שמקור הסוגיה בסוטה, ומסוטה הועתקה לפאה. אבל אפשר לומר, שעורכי הירושלמי שאבו אותה ממקור אגדי חיצוני וערכו אותה בסוטה ובפאה (\"סוגיות מקבילות בירושלמי\" (עבודה), עמוד 120).<br><br>ב<b>ויקרא רבה</b> כו,ב וב<b>פסיקתא דרב כהנא</b> ד,ב (וב<b>במדבר רבה</b> יט,ב ו-כג,יג) נאמר: למה נהרג אבנר? - רבי יהושע בן לוי אמר: על ידי שעשה דמם של נערים שחוק. הדא היא דכתיב: \"ויאמר אבנר אל יואב: יקומו נא הנערים וישחקו לפנינו\" (שמואל ב ב,יד). - רבי שמעון בן לקיש אמר: על ידי שהקדים שמו לשמו של דויד. הדא היא דכתיב: \"וישלח אבנר מלאכים אל דויד תחתיו לאמור: למי ארץ?\" (שמואל ב ג,יב). כתב: מן אבנר לדויד. - ורבנין אמרין: על ידי שלא המתין / הניח לשאול להתפייס עם / מן דויד. הדא היא דכתיב: \"ואבי, ראה, גם ראה את כנף מעילך בידי\" (שמואל א כד,יא). אמר ליה אבנר? מה את בעי מן גלגוי דדין? בסירה הוערת. וכיוון דאתון למעגל אמר ליה: \"הלא תענה אבנר\" (שמואל א כו,יד) - בכנף אמרת: בסירה הוערת; חנית וצפחת בסירה הוערו?!<br>ויש אומרים: על ידי שהיה ספיקה בידו למחות בשאול על נוב עיר הכוהנים ולא מיחה.<br><br>בפסיקתא דרב כהנא ובבמדבר רבה הפכו את דעות רבי יהושע בן לוי ורבי שמעון בן לקיש.<br><br>ב<b>בבלי סנהדרין</b> מט,א אמרו: \"ויצא יואב מעם דויד וישלח מלאכים אחרי אבנר וישיבו אותו מבור הסירה\" (שמואל ב ג,כו). מאי \"בור הסירה\"? - אמר רבי אבא בר כהנא: בור וסירה גרמו לו לאבנר שייהרג.<br><br>אבנר לא הניח לשאול להתפייס עם דויד. הוא טען בפני שאול, שדויד כלל לא היה במערה, אלא כנף המעיל נקרעה, כי נתפסה בקוצי הסירה אשר במשוכה שהיתה על הגדר שבפתח המערה. שם היא נשארה, וכך הגיעה לידי דויד.<br>המדרש המובא בתלמוד הירושלמי אינו מספר לנו מה השיב אבנר על החנית והצפחת. אולם בתלמוד הבבלי נמצא רמז לכך במדרש אחר.<br>נראה לנו, כי לאור הכרת התנאים במדבר יהודה, יש בידינו לשער מהו הרקע לדברים הללו. שאול, שהיה מלווה באנשים רבים, חייב היה לתכנן את מסלולי המרדפים שלו אחר דויד לפי תנאי השטח. היה עליו להבטיח חניות ליד בורות מים, כי בלעדיהן אין מסע כזה יכול להתקיים במדבר. נקל להעלות בדמיון כיצד תירץ אבנר לשאול את נפילתן של הצפחת והחנית בידי דויד. כמובן שלא \"הוערו בסירה'', אלא בוודאי נשכחו ליד הבור בשעת התזוזה, ולאחר מכן מצאן שם דויד כאשר ירד לשאוב מים. מכאן: ''בור וסירה גרמו לאבנר שייהרג\", על שפעמיים היטה את לב שאול מעל דויד וגרם לו שלא יאמין בצדקתו. פעם בהמצאת הסיפור על הבור ופעם בתירוץ הסירה שבפתח המערה. על כן, כאשר לקחו את אבנר להמיתו השיבו אותו מן המקום הנקרא ''בור הסירה\" (\"שיח ועץ במורשת ישראל\", עמודים 79-80).<br><br>וב<b>בבלי סנהדרין</b> כ,א אמרו: אמר רב יהודה אמר רב: מפני מה נענש אבנר (ונהרג)? - מפני שהיה לו למחות בשאול (על הריגת נוב עיר הכוהנים) ולא מיחה.<br>רבי יצחק אמר: מיחה, ולא נענה.<br>למאן דאמר מיחה - מאי טעמא איענש? - אמר רב נחמן בר יצחק: מפני ששיהה מלכות בית דוד שתי שנים ומחצה (שהחזיק את תוקפה של מלכות איש בושת בן שאול במשך זמן זה).<br><br>דברי רב יהודה בשם רב בבבלי כדברי יש אומרים בירושלמי, ודברי רבי אבא בר כהנא בבבלי כדברי רבנין בירושלמי. בבבלי מובא טעם נוסף מפני מה נענש אבנר.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2021", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשפ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3d391a2caee268cf4e0b", "index_title": "Ohr LaYesharim on Jerusalem Talmud Taanit", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:14:2", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Taanit 2:14:2", "sourceHeRef": "אור לישרים על תלמוד ירושלמי תענית ב׳:י״ד:ב׳", "anchorVerse": 15, "sourceHasEn": false, "commentaryNum": 14.0002, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Taanit", "he": "אור לישרים על תלמוד ירושלמי תענית"}, "he": "<big><strong>תלמוד</strong></big><br>במשנה שנינו, שלדברי רבן גמליאל, בתעניות שניות ואחרונות של גשמים, וכן בתעניות של שאר צרות, אם התחילו כבר להתענות, אין מפסיקים את התעניות.\nושואלים: <b>כמה היא התחלה?</b> – כמה תעניות חשובות התחלה? <b>-</b> ומשיבים: <b>רבי בא</b> (רבי אבא, אמורא בדור השלישי) <b>אמר: אחת</b> – שאם כבר התענו תענית אחת, והתענית השנייה מסדרת התעניות חלה בראש חודש או בחנוכה או בפורים, אין מפסיקים את התעניות, וכל שכן אם כבר התענו שתי תעניות<b>. רבי יוסה</b> (מגדולי אמוראי ארץ ישראל בדור הרביעי) <b>אמר: שתים</b> – שאם כבר התענו שתי תעניות, והתענית השלישית מסדרת התעניות חלה בראש חודש או בחנוכה או בפורים, אין מפסיקים את התעניות, אבל אם כבר התענו תענית אחת בלבד, מפסיקים את התעניות<b>.</b> ואומרים: <b>וכן נפק עובדא כהדא דרבי בא</b> – וכך יצא מעשה (יצא פסק הלכה) כמו זאת (המימרה) של רבי בא (שבא מעשה, שכבר התענו תענית אחת, והתענית השנייה מסדרת התעניות חלה בראש חודש או בחנוכה או בפורים, ויצאה הוראה למעשה, שאין מפסיקים את התעניות)<b>.</b><br><br><small>ב<b>בבלי תענית</b> יח,ב אמרו: וכמה הויא התחלה (רש\"י: שאין מפסיקים לאחר מכאן)? - רבי אחא (אמורא ארץ ישראלי בדור הרביעי) אמר: שלוש (רש\"י: תעניות, שני וחמישי ושני. ר\"ג: שאם היו שלוש תעניות קודם ראש חודש ורביעית בראש חודש - אין מפסיקים). רבי יוסי אמר: אחת (רש\"י: רבי אחא ורבי יוסי אמוראי נינהו).<br><br>לפי רבי אחא בבבלי, שאמר שלוש, אין להעמיד את דברי המשנה \"אם התחילו - אין מפסיקים\" בשלוש תעניות שניות אלא בשבע תעניות אחרונות.<br>אפשר שרבי אחא ורבי יוסי הם האמוראים שנזכרו בירושלמי כאן, אלא שהחליפו בבבלי 'אבא' ב'אחא', ו'אחת' שאמר רבי אבא ב'שלוש', ו'שתיים' שאמר רבי יוסי ב'אחת'.<br>לפי ירושלמי כתיבת יד, רבי אחא הוא שאמר אחת (\"מלאכת שלמה\").<br><br><b>נפק עובדא</b> - יצא מעשה<br>בביטוי זה 'מעשה' פירושו: פסק.<br>הלשון \"נפק עובדא כפלוני\" מופיעה בירושלמי כמה פעמים.<br><br>ב<b>תוספתא גיטין</b> א,ג שנו: ...אמר לו: הואיל ויצא מעשה בהיתר - יצא.<br><br>וב<b>ירושלמי נידה</b> ב,ו אמרו: רבי חנינה היה דר בציפורין, והיו באים לפניו מעשים (שאלות בעניני הלכה), והיה מוציאם (מורה בהם הלכה) כמה פעמים, והיו רבי יוחנן ורבי שמעון בן לקיש דרים שם, ולא היה מצרף אותם (בהוראת ההלכה למעשה) עימו. אמרו: מכיר הוא זקן זה שסכינו חריפה (כלומר, יודע כוחו בתורה, ואינו זקוק לנו). פעם אחת צירפם עימו. אמרו: מה ראה רבי להשגיח (לתת דעתך) עלינו היום הזה? - אמר להם: יבוא עלי, אם לא כל מעשה ומעשה שהייתי מוציא, אם לא שמעתי אותו מרבי (יהודה הנשיא) להלכה כשערות ראשי (פעמים רבות), ולמעשה שלוש פעמים, ואותו מעשה לא בא לפני רבי אלא שתי פעמים, משום כך, צירפתיכם עימי.<br>• • •<br>הקטע הבא \"ובמה קורים\" וכו' הועתק לכאן מלהלן ד,א בענין ראש חודש שחל להיות בתענית. אפשר שהמעתיקים העתיקו משם לכאן גם את המילים \"וכן נפק עובדא כהדא דרבי בא\", שבאות לפני הקטע הבא, והן שייכות להלן בסיומו של הקטע הקודם שם \"ראש חודש ותענית, איכן הוא מזכיר של ראש חודש\", ואינן שייכות לכאן בסיומו של הקטע הקודם כאן \"כמה היא התחלה\".<br>או חילוף הדברים. הקטע הבא \"ובמה קורים\" וכו' הועתק להלן מכאן. אפשר שהמעתיקים העתיקו מכאן לשם גם את המילים \"וכן נפק עובדא כהדא דרבי בא\", ששייכות לכאן בסיומו של הקטע הקודם, ואינן שייכות להלן.<br>בכמה סוגיות בירושלמי שהועתקו מצאנו שמעתיקי הסוגיות התחילו את העתקת הסוגיה לפני תחילתה.<br><br>כאן התחלת מקבילה להלן ד,א ובברכות ד,א.</small><br>\nועוד שואלים: <b>ובמה קורים</b> (קוראים) בתורה בראש חודש שחל להיות בתענית<b>?</b> – האם קוראים בתורה קריאה של ראש חודש או קריאה של תענית?\nומשיבים: <b>רבי יוסה אמר: קורין ברכות וקללות</b> – קוראים בתורה קריאה של תענית. בתעניות קוראים ברכות וקללות (משנה מגילה ג,ו) שבפרשת 'בחוקותי' (ויקרא כו,ג ואילך), כדי להודיע שעל עסקי החטא באה הפורענות לעולם, ויחזרו בתשובה ויינצלו מהצרה שהם מתענים עליה (רש\"י מגילה לא,א)<b>.</b><br>\n<b>אמר ליה</b> – אמר לו <b>רבי מנא</b> (השני, מגדולי אמוראי ארץ ישראל בדור החמישי) לרבי יוסי<b>: בגין מודעתין דהוא</b> (דהיא) <b>תעניתא?!</b> – בשביל להודיע להם שהיא תענית?! (וכי יש צורך שיהיו קוראים קריאה של תענית כדי להודיע לציבור שהיום הוא תענית, אף על פי שהוא ראש חודש?!) <b>רביעין על מעיהון ולא ידעין דהיא תעניתא?!</b> – שוכבים על מעיהם (על בטנם) ואין יודעים שהיא תענית?! (הלא הם יודעים שהיום הוא תענית בלי קריאה זו, שהרי הם משתחווים על הארץ (משתטחים בפישוט ידיים ורגליים), והשתחוויה זו היתה סימן היכר של יום התענית, כיון שאין נוהגים בה אלא בתענית ציבור בלבד, ולכן אין צורך שיהיו קוראים קריאה של תענית כדי להודיע להם שהיום הוא תענית!)\n<b>אמר ליה</b> – אמר לו (רבי יוסי לרבי מנא)<b>: להודיעך</b> (נראה שצריך לומר: 'להודיע') <b>שקורין ברכות וקללות</b> – בראש חודש שחל בתענית קוראים בתורה קריאה של תענית כדי להודיע להם דבר זה עצמו, כלומר, קוראים קריאה זו מפני שהיא עניינו של היום, ולא כדי להודיע להם שהיא תענית (וכן פירש ב\"פירושים וחידושים בירושלמי\" ברכות ד,א)<b>.</b><br><br><small><b>קורין ברכות וקללות</b><br>ב<b>משנה מגילה</b> ג,ו שנו: בתעניות - ברכות וקללות.<br>וב<b>מסכת סופרים</b> יז,ה נאמר: בתעניות - של תשעה באב ושבע אחרונות של עצירת גשמים - ברכות וקללות, אבל תעניות אחרות - \"ויחל משה\".<br><br>ב<b>תוספתא תעניות</b> ב,ד שנו: תענית ציבור (בתעניות שניות ואחרונות של גשמים, וכן בתעניות של שאר צרות) - נכנסים לבתי כנסיות וקורים (בתורה), מה שאין כן בתענית יחיד (בתעניות היחידים וראשונות של גשמים).<br><br>לפי התוספתא, בתעניות שניות ואחרונות של גשמים, וכן בתעניות של שאר צרות, קוראים בתורה ברכות וקללות, אבל בתעניות אחרות אין קוראים בתורה כלל, שלא כנאמר במסכת סופרים.<br><br>\"ברכות וקללות\" בספרות התנאית מובנן הברכות והקללות שאמרו הלוויים בהר גריזים ובהר עיבל (דברים כז,טו-כו. - משנה סוטה ז,ב; תוספתא סוטה פרק ח), אלא שאינן עניין לקריאה בתעניות. ויש \"ברכות וקללות\" בספרות התנאית שמובנן הברכות והקללות שבתורת כוהנים (ויקרא כו,ג ואילך. - מכילתא דרבי ישמעאל מסכתא ד\"בחודש\" פרשה ג). אין \"ברכות וקללות\" בספרות התנאית שמובנן הברכות והקללות שבמשנה תורה (דברים כח,א ואילך). לכן יש לפרש שבברכות וקללות שקוראים בתעניות (משנה מגילה) הכוונה לברכות ולקללות שבתורת כוהנים. בתעניות קוראים ברכות וקללות, כדי להודיע שבגלל החטאים באה הצרה, ואם יחזרו בתשובה יינצלו מצרתם (רש\"י בבלי מגילה לא,א).<br><br>קריאת התורה שדיברו בה כאן היא בשחרית של תעניות.<br><br><b>והיכן קוראים בתענית ציבור?</b><br>ב<b>ירושלמי מגילה</b> ג,א אמרו: רחובה של עיר יש לה קדושה, שכן מוציאים ספר תורה וקורים בו ברבים (בתעניות).<br>ו<b>שם</b> ד,א אמרו: אמר רבי יוסה: מן מה דאנן חמיין רבנן נפקין לתעניתא וקראיי ולא מתרגמין, הדא אמרה שאין התרגום מעכב (ממה שאנו רואים שחכמים יוצאים לרחובה של עיר לתענית וקוראים בתורה ולא מתרגמים, זאת אומרת שאין התרגום מעכב את מילוי חובת קריאת התורה).<br><br>בתענית ציבור מוציאים לרחובה של עיר את התיבה עם ספר התורה ששמים עליה, ולכן בתענית ציבור קוראים בתורה ברחובה של עיר. נראה שהמילים \"נכנסים לבתי כנסיות\" בתוספתא שהובאה לעיל הם אשגרה מאותן מילים בתחילת אותה ברייתא בתוספתא: \"יום שני וחמישי הוחדו (יוחדו) לתענית ציבור, ובהם בתי דינים יושבים בעיירות, ובהם נכנסים לבתי כנסיות וקורים\".<br><br><b>רביעין על מעיהון</b><br>ב<b>ירושלמי עבודה זרה</b> ד,א אמרו: רב מפקד לבית רב אחא, רבי אמי מפקד לאינשי ביתיה: כד תהוון נפקין לתעניתא, לא תהוון רבעין כאורחכון (לא תהיו שוכבים כדרככם, שברחובה של עיר יש רצפה של אבנים, ואסור להשתחוות עליה). רבי יונה רבע על סיטריה (שכב על צידו, במקום שיש רצפה של אבנים). רבי אחא רבע על סיטריה. אמר רבי שמואל: אנא חמית רבי אבהו רבע כאורחיה (שכב כדרכו). רבי יוחנן אמר לרבי חייה בר בא: בבלייא, תרין מילין סלקון מן גביכון (הבבלי, שני דברים עלו מאצלכם): מפשוטיתא דתעניתא (השתחוויה בפישוט ידיים ורגליים שנוהגים בתענית ציבור) וערובתא דיומא שביעיא (ערבה שנוהגים ביום השביעי של חג הסוכות). ואתייא כיי דמר (ובאה דעה זו כמו ההיא שאמר) רבי אמי בבלייא (הבבלי) בשם רבנן דתמן (החכמים ששם, בבבל): לא התירו השתחוייה אלא לתענית ציבור, ובלבד על הצד.<br><br>אמרו כאן \"רביעין על מעיהון\", משום שבמקום שיש רצפה של אבנים אסורה השתחוויה כדרכה, והשתחוויה על המעיים, כמו על הצד, אינה כדרכה.<br><br>השתחוויה בתענית ציבור היתה מנהג בבלי, שאומץ בארץ ישראל לפני זמנו של רבי יוחנן. בבבל נפלו על פניהם בלא פישוט ידיים ורגליים (בבלי מגילה כב,ב), ובארץ ישראל השתטחו על הארץ בפישוט ידיים ורגליים (כדרכם או בשינוי מסוים). רב, שבא לבבל מארץ ישראל, נהג להשתחוות בפישוט ידיים ורגליים (בבלי שם). בארץ ישראל נוהג זה היה ברחובה של עיר.</small><br>\nומספרים (בענין הקריאה בתורה בראש חודש שחל להיות בתענית): <b>רבי יודן קפודקייא</b> (אמורא ארץ ישראלי בדור הרביעי, מקפדוקיה שבאסיה הקטנה) <b>אמר קומי</b> – אמר לפני <b>רבי יוסה בשם רבי יודה בר פזי</b> (רבי יהודה בר סימון, אמורא ארץ ישראלי בדור השלישי והרביעי, בנו של רבי סימון (רבי שמעון בן פזי). משפחת בן פזי מקומה בלוד)<b>: קורין בראש חדש</b> – בראש חודש שחל בתענית קוראים בתורה קריאה של ראש חודש, שלא כדעת רבי יוסי שקוראים קריאה של תענית. - בראשי חודשים קוראים \"ובראשי חודשיכם\" (משנה מגילה ג,ו) - פרשת הקורבנות בראש חודש (במדבר כח,יא-טו)<b>.</b>\n<b>קם רבי יוסה עם רבי יודה בר פזי</b> – עמד רבי יוסי עם רבי יהודה בר פזי (ניגש אליו כדי להעלות בפניו תמיהה על מה שאמר לפניו רבי יודן קפודקיא. 'קם עם' בארמית שומרונית מתפרש כמו 'נאבק עם')<b>, אמר ליה</b> – אמר לו (רבי יוסי לרבי יהודה בר פזי)<b>: אתה שמעת מן אבוך הדא מילתא?</b> – (האם) אתה שמעת מאביך את הדבר הזה (שקוראים קריאה של ראש חודש, כפי שאמר בשמך רבי יודן קפודקייא)?\n<b>אמר ליה</b> – אמר לו (רבי יהודה בר פזי לרבי יוסי)<b>: אבא לא אמר כן</b> – אבי לא אמר כך (לא שמעתי מאבי את הדבר הזה)<b>. אלא בעייני טב</b> (יישוב ביהודה, בסביבות לוד, בצידה הדרומי, שבו היו יושבים בית דין שהיו מקבלים את העדים שראו את הירח החדש ומקדשים את החודש, וממנו היו מודיעים על כך לכל ישראל)<b>, על ידי דאינון ידעין דהיא</b> (דהוא) <b>ריש ירחא</b> – על ידי (מכיון, מפני) שהם יודעים שהוא ראש חודש (שבעין טב היו מקדשים את החודש), <b>- הן קורין בראש חדש</b> – קוראים שם בראש חודש שחל בתענית קריאה של ראש חודש ולא קריאה של תענית (רבי יודה בן פזי ידע זאת בשל קרבתו לאותו מקום. וזה המקור למה שאמר בשמו רבי יודן קפודקיא)<b>; ושאר כל המקומות - קורין ברכות וקללות</b> – אבל בשאר כל המקומות, מכיון שאין הם יודעים שהיום הוא ודאי ראש חודש, שעדיין לא הודיעו בית דין לכל המקומות שביום הזה נתקדש החודש, קוראים קריאה של תענית, מפני שאין קריאת ראש חודש שהיא ספק דוחה קריאת תענית שהיא ודאי (בכך קיבל רבי יוסי אישור לדעתו שקוראים ברכות וקללות)<b>.</b><br><br><small>כאן מסתיימת המקבילה להלן ובירושלמי ברכות.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2004", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6241ac21586ae1f2b482967f", "index_title": "Menorat HaMaor", "category": "Musar", "type": "", "ref": "Menorat HaMaor, ii; On Prayer, Order of Amidah 37", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Menorat HaMaor, ii; On Prayer, Order of Amidah 37", "sourceHeRef": "מנורת המאור, ב; פרק התפילה, סדר י\"ח ברכות ל״ז", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1391], "commentaryNum": 37, "collectiveTitle": {"en": "Menorat HaMaor", "he": "מנורת המאור"}, "heTitle": "סדר י\"ח ברכות", "he": "וגרסי' בואלה הדברים רבה. והיה אם שמוע תשמע, הלכה, אדם מישראל שהיה עובר לפני התיבה, מהו שיענה אמן אחר הכהנים מפני הטירוף. למדנו רבינו אם היה יכול לענות שלא תטרף דעתו, יענה. למה, שאין גדול לפני הב\"ה יותר מאמן שישראל עונין. אמ' ר' יהודה בר סימון אמן זה יש בו שלשה אספליאות, שבועה, קבלה, אמונה. שבועה מנין, דכתי' (במדבר ה, כא) והשביע הכהן את האשה וגו', וכתי' (במדבר ה, כב) ואמרה האשה אמן אמן. קבלה מנין, דכתי' (דברים כז, כד) ואמר כל העם אמן. אמונה מנין, דכתי' (מלכים א א, לו) ויען בניהו בן יהוידע את המלך ויאמר אמן כן יאמר ה'. א\"ר יודן כל העונה אמן בעולם הזה, זוכה לענות אמן לעתיד לבא.", "heVersionTitle": "Menorat HaMaor, Alnakawa, H.G. Enelow ed. N.Y. 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "637a287d5b94af61556d959e", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Hadar Zekenim on Torah, Deuteronomy 27:24:1", "sourceHeRef": "הדר זקנים על התורה, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "דברים", "he": "מכה רעהו בסת\"ר. גימטריא רכי\"לות. י\"א ארור נאמרו בפרשה כנגד אחד עשר שבטים אבל לא כנגד שמעון לפי שלא ברכו יעקב וגם הוא לא ברכו עם אחיו ואע\"פ שגם לוי לא נתברך מפי יעקב בפירוש כתב בזה ארור כנגדו וברכו לפי שעשה תשובה במעשה העגל והטעם אפרש לקמן בס\"ד בעזרת הבורא למה לא נתברך שמעון עם אחיו בוזאת הברכה. וצ\"ח תוכחות אמורים בפ' תבא וכנגדן היו מקריבין צ\"ח כבשים בחג הסוכות לכפר על צ\"ח תוכחות וזהו שיסד הפייטן שלמו אלה ומאלה וכאלה:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6419535583fbc28f267c4d81", "index_title": "Netinah LaGer", "category": "Commentary", "type": "commentary", "ref": "Netinah LaGer, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Netinah LaGer, Deuteronomy 27:24:1", "sourceHeRef": "נתינה לגר, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "Netinah LaGer", "he": "נתינה לגר"}, "heTitle": "דברים", "he": "<b>מכה, דימחי.</b> ובפסוק שאח\"ז \"להכות\" ת' \"למקטל\" מפני ששם הוא סמוך לנפש דם נקי.", "heVersionTitle": "Vilna, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64d34734a1adfb3d45378212", "index_title": "Levush HaOrah", "category": "Commentary", "type": "commentary", "ref": "Levush HaOrah, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Levush HaOrah, Deuteronomy 27:24:1", "sourceHeRef": "לבוש האורה, ספר דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 24.0001, "collectiveTitle": {"en": "Levush HaOrah", "he": "לבוש האורה"}, "heTitle": "ספר דברים", "he": "<b>רש\"י</b> מכה רעהו וגו' י\"א ארורים יש כאן כו' פי' אחד עשר ארורים על העוברים על קצת מצות פרשיות שבתורה נאמרו כאן כו' וכל אחד נאמר גם כן כנגד שבט אחד פרטי אבל ארור הי\"ב הוא כולל כל מצות התורה כולה וזה נאמר גם כן כנגד כל כלל ישראל ולא נגד שבט אחד וא\"כ אין כאן אלא אחד עשר ארורים פרטיים מטעם שיבאר שלא רצה לומר ארור מיותר כנגד שבטו של שמעון כיון שלא היה בדעתו לברכו:", "heVersionTitle": "Wrocław, 1860", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64e49ee9613f3c2d3b44aba0", "index_title": "German Commentary on Mishnah Sotah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Sotah 7:5:6", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "German Commentary on Mishnah Sotah 7:5:6", "sourceHeRef": "פירוש גרמני על משנה סוטה ז׳:ה׳:ו׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 5.0006, "collectiveTitle": {"en": "German Commentary on Mishnah Sotah", "he": "פירוש גרמני על משנה סוטה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>bis sie so die Segnungen und Verfluchungen zu Ende gesprochen hatten.</b>  Deut. 27, 15—26. Jedem der dort aufgezählten Flüche ging stets der entsprechende Segen voraus, wie dies aus Deut. 11, 29; 27, 12f. und Jos. 8, 33f. ersichtlich ist.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6575b5b30d855cd76d65731b", "index_title": "Sha'arei Teshuvah", "category": "Musar", "type": "", "ref": "Sha'arei Teshuvah 3:200", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Sha'arei Teshuvah 3:200", "sourceHeRef": "שערי תשובה ג׳:ר׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1243, 1263], "commentaryNum": 3.02, "collectiveTitle": {"en": "Sha'arei Teshuvah", "he": "שערי תשובה"}, "heTitle": "שערי תשובה", "he": "<b>וְזֶה דְּבַר כַּת מְסַפְּרֵי לָשׁוֹן הָרָע.</b> אָמְרוּ רַבּוֹתֵינוּ זַ\"ל (ערכין טו:) כָּל הַמְסַפֵּר לָשׁוֹן הָרָע כְּאִלּוּ כָּפַר בָּעִקָּר. שֶׁנֶּאֱמַר (תהילים י\"ב:ה') אֲשֶׁר אָמְרוּ לִלְשֹׁנֵנוּ נַגְבִּיר שְׂפָתֵינוּ אִתָּנוּ מִי אָדוֹן לָנוּ. וְעַל כֵּן חֲשָׁבוּהוּ כְּאִלּוּ כָּפַר בָּעִקָּר. כִּי הוּא מְסַבֵּב וְגוֹרֵם נֶזֶק גָּדוֹל וְרָעָה רַבָּה לַחֲבֵרָיו. בְּהַבְאִישׁוֹ אֶת רֵיחָם בְּעֵינֵי הָעָם. אוֹ בִּשְׁאָר דַּרְכֵי הֶפְסֵד. וְלֹא יִתָּכֵן אֲשֶׁר יָכִין אָדָם לַחֲבֵרוֹ כְּלִי מַשְׁחִית וְנֶזֶק מַר מִמָּוֶת. מִבְּלִי שֶׁיּוֹעִיל לְעַצְמוֹ בָּזֶה תּוֹעֶלֶת וְרֶוַח מָמוֹן. בִּלְתִּי אִם לָכַד יִצְרוֹ אֶת נַפְשׁוֹ וּפָרַק עֹל שָׁמַיִם מֵעָלָיו וְנִתֵּק הַמּוֹסֵרוֹת. כְּמוֹ שֶׁנֶּאֱמַר בְּמִזְמוֹר בְּבוֹא הַזִּיפִים וַיֹּאמְרוּ לְשָׁאוּל וְגוֹ'. אֱלֹקִים זֵדִים קָמוּ עָלַי וַעֲדַת עָרִיצִים בִּקְשׁוּ נַפְשִׁי וְלֹא שָׂמוּךָ לְנֶגְדָּם. וּפֵרְשׁוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה וְלֹא שָׂמוּךָ לְנֶגְדָּם – כִּי נִתְכַּוְּנוּ שֶׁיְּבָרֵךְ אוֹתָם שָׁאוּל, כְּמוֹ שֶׁאָמַר לָהֶם (שמואל א כ\"ג:כ\"א) בְּרוּכִים אַתֶּם לַה' כִּי חֲמַלְתֶּם עַל אֲדוֹנֵיכֶם. וְלֹא שָׂמוּ אֱלֹקִים לְנֶגְדָּם. שֶׁכָּתַב בְּתוֹרָתוֹ (דברים כ\"ז:כ\"ד) אָרוּר מַכֵּה רֵעֵהוּ בַּסָּתֶר, וְנֶאֱמַר (קהלת י':י\"א) וּמָה יִתְרוֹן לְבַעַל הַלָּשׁוֹן, וְנֶאֱמַר עַל דּוֹאֵג (תהילים נ\"ב:ה') הַוּוֹת תַּחְשֹׁב לְשׁוֹנֶךָ וְגוֹ' אָהַבְתָּ רָּע מִטּוֹב שֶׁקֶר מִדַּבֵּר צֶדֶק סֶלָה, וּפֵרְשׁוּ בְּמִדְרַשׁ תְּהִלִּים מָה יִתְרוֹן לְךָ וּמָה בֶּצַע כִּי סִפַּרְתָּ לָשׁוֹן הָרַע. הֲלֹא לְמָמוֹן לֹא הָיִיתָ צָרִיךְ אַךְ עָשַׁרְתָּ, כְּמוֹ שֶׁנֶּאֱמַר עָלָיו (שמואל א כ\"א:ח') אַבִּיר הָרֹעִים אֲשֶׁר לְשָׁאוּל. אֵין זֶה כִּי אִם אָהַבְתָּ אֶת הָרַע מִן הַטּוֹב, וְשֶׁקֶר מִדַּבֵּר צֶדֶק. כִּי פָּרַקְתָּ עֻלּוֹ. וְנֶאֱמַר (משלי ו':ל') לֹא יָבוּזוּ לַגַּנָּב כִּי יִגְנוֹב וְגוֹ' וְנֶאֱמַר אַחֲרָיו נֹאֵף אִשָּׁה חֲסַר לֵב וְגוֹ' רוֹצֶה לוֹמַר כִּי הוּא רַע מִן הַגַּנָּב שֶׁהוּא צָרִיךְ לְמַלֵּא נַפְשׁוֹ כִּי יִרְעָב, וְאָמְרוּ רַבּוֹתֵינוּ זִכְרוֹנָם לִבְרָכָה כִּי בַּעַל לָשׁוֹן הָרַע, מִשְּׁנֵיהֶם רַע, כִּי יֶחֱטָא חֲטָאָה גְּדוֹלָה מִבְּלִי הֲנָאָה כְּמוֹ שֶׁנֶּאֱמַר (תהילים ק\"כ:ג') מַה יִּתֵּן לְךָ וּמַה יֹּסִיף לָךְ לָשׁוֹן רְמִיָּה.", "heVersionTitle": "Sefaria Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And this is the thing about the group of slanderers: <br>Our Rabbis, may their memory be blessed, said (Arakhin 15b), “Anyone who speaks evil speech is as though he denied a fundamental principle [of faith] - as it is stated (Psalms 12:5), ‘Who have said, “we will make our tongue mighty; our lips are with us; who is lord over us?”’” Therefore, they considered him as if he denied a fundamental principle. For he causes and brings about great damage and much evil to his fellows by making them foul in the eyes of people or by other ways of [causing them] loss. And it is not likely that a man would prepare a mechanism of destruction and damage that is more bitter than death without it benefitting himself monetarily, unless it is to have his [evil] impulse honor himself and remove the yoke of the Heavens from upon him - to remove ethical constraints - as it is stated in the Psalm, “when the Ziphites came and told Saul, etc., O God, arrogant men have risen against me; a band of ruthless men seek my life; they are not mindful of You.” (This is a scribal error, as there is some difference between the verse brought down by the author, may his memory be blessed, [and his source]. As [in the source], it is written, “For strangers have risen against me, etc.” And the verse that he wrote here is found in Psalms 86:14; but it needs to be corrected and replaced with the verse as it is written there in Psalms 54:5.) And our Rabbis, may their memory be blessed, explained (Midrash Tehillim 54) that they intended that Saul would bless them, as he said to them (I Samuel 23:21), “May you be blessed of the Lord for the compassion you have shown me!” But they did not place God in front of them - as it is written in His Torah (Deuteronomy 27:24), “Cursed be he who strikes down his neighbor in secret.” And it is written (Ecclesiastes 10:11), “no advantage is gained by the master of the tongue!” And it is stated about Doeg (Psalms 52:4-5), “Your tongue devises mischief… You prefer evil to good; the lie, to speaking truthfully. Selah.” And they explained in Midrash Tehillim 52, “What do you benefit and what do you gain when you say evil speech? Is it not that you did not need money, for you had [already] become wealthy - as it is stated about him (I Samuel 21:8), ‘Saul’s chief herdsman.’ It was only because you preferred the evil to the good, and ‘the lie, to speaking truthfully’ - as you have removed His yoke.” And it is stated (Proverbs 6:30), “A thief is not held in contempt for stealing [to fill his hunger]; and it is written after it (Proverbs 6:32), “He who commits adultery is devoid of sense, etc.” This is meaning to say that he is worse than a thief, for [the former] needs to “fill his hunger.” Our Rabbis, may their memory be blessed, said (Midrash Tehillim 120) that one involved in evil speech is worse than both of them. For he does a great sin without benefit, as it is stated (Psalms 120:3), “What can you profit, what can you gain, O deceitful tongue?”", "versionTitle": "Sefaria 2020 Edition, Translated by R. Francis Nataf", "license": "CC0", "versionTitleInHebrew": ""}, {"_id": "657ecc91758c1dc532ec977e", "index_title": "Steinsaltz on Deuteronomy", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Deuteronomy 27:24", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Steinsaltz on Deuteronomy 27:24", "sourceHeRef": "ביאור שטיינזלץ על דברים כ״ז:כ״ד", "anchorVerse": 24, "sourceHasEn": true, "commentaryNum": 27.0024, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על דברים", "he": "<b>\"אָרוּר מַכֵּה רֵעֵהוּ בַּסָּתֶר\",</b> בהתנפלות בחסות החשכה, או במקרה שהנפגע עטוף ומכוסה ואינו יכול לדעת מי הכהו. משמעות הפסוק הורחבה והיא כוללת גם מכות שאינן פיזיות, כמו השמצתו של חבר בלא ידיעתו.\n  <b>וְאָמַר כָּל הָעָם: \"אָמֵן\".</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Cursed is one who smites his neighbor in secret,</b> by attacking him in the dark, or by covering the eyes of the victim so that he cannot identify his assailant. The Sages interpret this verse as referring to verbal blows as well, e.g., the defamation of another when he is not present. <b>And the entire people shall say: Amen.</b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6596f530b991f6d861c4e9f4", "index_title": "Ma'alot HaMiddot", "category": "Musar", "type": "", "ref": "Ma'alot HaMiddot, xxiv; On Peace and Contention, Gossip and Slander 40", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Ma'alot HaMiddot, xxiv; On Peace and Contention, Gossip and Slander 40", "sourceHeRef": "מעלות המדות, כד; מעלת השלום ומדות המחלוקת, לשון הרע ורכילות מ׳", "anchorVerse": 24, "sourceHasEn": false, "commentaryNum": 40, "collectiveTitle": {"en": "Ma'alot HaMiddot", "he": "מעלות המדות"}, "heTitle": "כד; מעלת השלום ומדות המחלוקת, לשון הרע ורכילות", "he": "דבר שנאוי מאד לשון הרע לפני המקום, שנאמר (משלי ו, טז) שש הנה שנא ה' ושבע תועבת נפשו, (משלי ו, יז) עינים רמות לשון שקר וגו', אוי להן למספרי לשון הרע, שאין להן תקנה לעולם. שכך אמרו חז\"ל כיון שסיפר אדם לשון הרע, אין לו תקנה, שכבר כרתו דוד ברוח הקודש, שנאמר (תהלים יב, ד) יכרת ה' כל שפתי חלקות לשון מדברת גדלות. אלא מה תקנתו של אדם שלא יבוא לידי לשון הרע, אם תלמיד חכם הוא, יעסוק בתורה, שנאמר (משלי טו, ד) מרפא לשון עץ חיים, ואין עץ חיים אלא תורה, שנאמר (משלי ג, יח) עץ חיים היא למחזיקים בה. ואם עם הארץ הוא ישפיל עצמו שנאמר (משלי טו, ד) וסלף בה שבר ברוח. ואף משה רבינו עליו השלום קילל הרכיל והמלשין על חבירו, שנאמר (דברים כז, כד) ארור מכה רעהו בסתר, זהו לשון הרע, כענין שנאמר מלשני בסתר רעהו וגומר. ותנא דבי אליהו, המכים בסתר והמחרפים בגלוי, ומליזי הרבים, ומטילי מחלוקת סופן להיות כקרח וכעדתו, עליהן הכתוב אומר (במדבר טז, לג) ותכס עליהם הארץ.", "heVersionTitle": "Warsaw, 1887", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55c8a6abfbfba2231a994ce4", "index_title": "Chafetz Chaim", "category": "Halakhah", "type": "", "ref": "Chafetz Chaim, Preface 7", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Chafetz Chaim, Preface 7", "sourceHeRef": "חפץ חיים, הקדמה ז׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1873], "commentaryNum": 7, "collectiveTitle": {"en": "Chafetz Chaim", "he": "חפץ חיים"}, "heTitle": "הקדמה", "he": "וְעוֹד נִמְצָא מְפֹרָשׁ, שֶׁעָוֹן זֶה גּוֹרֵם, שֶׁיִּהְיוּ יִשְׂרָאֵל נִרְדִּים בְּפָרֶךְ, מִמַּה שֶּׁכָּתוּב בְּפָרָשַׁת שְׁמוֹת (שמות ב, יד): \"אָכֵן נוֹדַע הַדָּבָר\" וְעַיֵּן בְּפֵרוּשׁ רַשִּׁ\"י שָׁם. וְעוֹד נִמְצָּא מְפֹרָשׁ בְּמִדְרָשׁ רַבָּה פָּרָשַׁת תֵצֵּא {דברים רבה ו' י\"ד}: אָמַר הַקָּדוֹשׁ בָּרוּךְ הוּא, בָּעוֹלָם הַזֶּה עַל יְדֵי שֶׁהָיָה לָשׁוֹן הָרָע בֵּינֵיכֶם סִלַּקְּתִּי שְׁכִינָה מִבֵּינֵיכֶם אֲבָל לֶעָתִיד לָבֹא וְכוּ'. וְעוֹד מִקְרָא מְפֹרָשׁ בְּפָרָשַׁת בְּרָכָה {דברים ל\"ג ה'}: \"וַיְהִי בִישׁוּרוּן מֶלֶךְ בְּהִתְאַסֵף רָאשֵׁי עָם יַחַד שִׁבְטֵי יִשְׂרָאֵל\", וּפֵרֵשׁ רַשִּׁ\"י שָׁם, (וְהוּא מַאֲמַר הַסִפְרִי), שֶׁאֵימָתַי הוּא מֶּלֶךְ בִּישׁוּרוּן? דַּוְקָא כְּשֶׁהֵם בְּיַחַד שִׁבְטֵי יִשְׂרָאֵל וְלֹא אֲגֻדּוֹת אֲגֻדּוֹת, וְיָדוּעַ דְּדָבָר זֶה רָגִיל לָבוֹא עַל יְדֵי לָשׁוֹן הָרָע.", "heVersionTitle": "Chofetz Chaim", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "And we find it explicitly stated that it was this sin which caused the Jews to be worked [by the Egyptians] with back-breaking labor (viz. Shemoth 2:14 and Rashi there). And (Devarim Rabbah 6:14): \"The Holy One Blessed be He said: 'In this world, because there was lashon hara among you, I removed My Shechinah from you, but in the next world, etc.'\" And (Devarim 33:5): \"And He became a King in Yeshurun when the heads of the people were gathered together as one, the tribes of Israel,\" which Rashi interprets (as per Sifrei): \"When is He a King in Israel? Specifically, when the tribes of Israel are united and not divided into factions\" — which (factions) are well known to be the result of lashon hara. ", "versionTitle": "Chofetz Chaim, Silverstein translation", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "562cf5e2fbfba20244ab4f8f", "index_title": "Chafetz Chaim", "category": "Halakhah", "type": "", "ref": "Chafetz Chaim, Preface 8", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Chafetz Chaim, Preface 8", "sourceHeRef": "חפץ חיים, הקדמה ח׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1873], "commentaryNum": 8, "collectiveTitle": {"en": "Chafetz Chaim", "he": "חפץ חיים"}, "heTitle": "הקדמה", "he": "וּלְבַד זֶה, הַאֵיךְ יְכוֹלוֹת לָחוּל עָלֵינוּ בִּרְכוֹתָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא, שֶׁאָנוּ מְקַוִּים לָזֶה, כֵּיוָן דְּבַעֲוֹנוֹתֵינוּ הָרַבִּים, אָנוּ מֻרְגָּלִים בְּחֵטְא זֶה, הֲלֹא יֵשׁ עַל זֶה אָרוּר מְפֹרָשׁ בַּתּוֹרָה, (דברים כז, כד): \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָתֶר\" שֶׁהוּא קָאֵי {עוֹלֶה} עַל לָשׁוֹן הָרָע, כְּמוֹ שֶׁפֵּרֵשׁ רַשִּׁ\"י שָׁם, וּלְבַד שְׁאָר אֲרוּרִין שֶׁיֵּשׁ שָׁם עוֹד עַל זֶה, כַּמְבֹאָר לְקַמָּן בְּסוֹף הַפְּתִיחָה, עַיֵּן שָׁם.", "heVersionTitle": "Chofetz Chaim", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "And, aside from this, how can the hoped-for blessings of the Holy One Blessed be He repose upon us when, in our many sins, we have become habituated to this sin? Is there not an explicit curse on this in the Torah, viz. (Devarim 27:24): \"Cursed is he who strikes his neighbor in secret,\" which refers to lashon hara, as Rashi explains there (aside from the other curses which are superadded to this, as will be shown at the end of this preface)? ", "versionTitle": "Chofetz Chaim, Silverstein translation", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "562e611cfbfba21174bef2ca", "index_title": "Chafetz Chaim", "category": "Halakhah", "type": "", "ref": "Chafetz Chaim, Part One, The Prohibition Against Lashon Hara, Principle 3 1:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Chafetz Chaim, Part One, The Prohibition Against Lashon Hara, Principle 3 1:1", "sourceHeRef": "חפץ חיים, חלק ראשון: הלכות איסורי לשון הרע, כלל ג א׳:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1873], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Chafetz Chaim", "he": "חפץ חיים"}, "he": "כַּמָּה גָּדוֹל אִסוּר לָשׁוֹן הָרָע, שֶׁאְסַרְתּוֹ הַתּוֹרָה אֲפִלּוּ עַל אֱמֶת וּבְכָל גַּוְנֵי, דְּלֹא מִּבָּעֵי אִם הוּא שׁוֹמֵר אֶת עַצְמוֹ לְסַפֵּר עָלָיו בַּסֵתֶר וּמַקְפִּיד עַל זֶה שֶׁלֹּא יִתְגַּלֶּה לוֹ דְּאָסוּר, שֶׁעַל יְדֵי זֶה מְקַבֵּל עַל עַצְּמוֹ גַּם כֵּן אָרוּר, כְּמָה דִכְתִיב \"אָרוּר מַכֶּה רֵעֵהוּ בַּסָתֶר\", אֶלָּא אֲפִלּוּ אִם הוּא מְשַׁעֵר בְּעַצְּמוֹ, (א) שֶׁהָיָה אוֹמֵר דָּבָר זֶה אַךְ בְּפָנָיו, אוֹ שֶׁהוּא מְסַפֵּר לָשׁוֹן הָרָע על חֲבֵרוֹ בְּפָנָיו מַמָּשׁ, גַּם כֵּן אָסוּר וְלָשׁוֹן הָרָע מִקְרֵי, וּבְצַּד אֶחָד גָּדוֹל אִסוּרוֹ בְּפָנָיו מִשֶּׁלֹּא בְּפָנָיו, דִּבְפָנָיו, לְבַד אִסוּר לָשׁוֹן הָרָע, הוּא מַלְבִּישׁ אֶת עַצְּמוֹ עַל יְדֵי זֶה בְּמִדַּת הָעַזּוּת וְהַחֻצְפָּה וְהוּא מְעוֹרֵר יוֹתֵר מְדָנִים עַל יְדֵי זֶה, וְכַמָּה פְּעָמִים בָּא עַל יְדֵי זֶה גַּם כֵּן לִידֵי הַלְבָּנַת פָּנִים, וּכְמוֹ שֶׁהֶאֱרַכְנוּ לְעֵיל בַּפְּתִיחָה בְּלָאו דְּ\"לֹא תִשָּׂא עָלָיו חֵטְא\". עַיֵּן שָׁם.", "heVersionTitle": "Chofetz Chaim", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "How great is the issur of lashon hara, which the Torah has forbidden even if true and in all modes. For not alone if he is careful to speak it only in private and to insist that it not be revealed to him [who is spoken about] is it forbidden, [for through this he also brings a curse upon himself, viz. (Devarim 27:24): \"Cursed be he who smites his neighbor in secret\"], but even if he knows that he would speak it even to his face, or actually speaks lashon hara to his face, even so it is forbidden and called \"lashon hara.\" And in one respect, the issur is greater \"to his face\" than not to his face.\" For in his presence, aside from the issur of lashon hara, he [the speaker] clothes himself with the trait of brazenness and audacity, and arouses more strife thereby. And very often this leads also to the \"whitening of (the other's) face (in shame),\" as we have enlarged upon in the introduction concerning the negative commandment of (Vayikra 19:17): \"Do not bear sin because of him.\" ", "versionTitle": "Chofetz Chaim, Silverstein translation", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5892f2edd6e4a92746472ce2", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Chizkuni, Deuteronomy 27:24:1", "sourceHeRef": "חזקוני, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "דברים", "he": "כאן פרש״‎י אחד עשר ארורים יש כאן כנגד י״‎א שבטים וכנגד שמעון לא כתב ארור לפי שלא היה בלבו לברכו הטעם לפי שבמעשה שטים היו עם נשיא שלהם כנסיה שהיא שלא לשם שמים, ולשיטה זו ארור אשר לא יקים אינו מן המנין לפי שהיא שוה לכולם. וי״‎מ י״‎ב ארורים כנגד י״‎ב שבטים.\n", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "On this verse Rashi comments that there are eleven sins which have been introduced here with the word: “cursed be.” They correspond to eleven tribes. No such “curse” is written concerning the tribe of Shimon, as Moses did not have in mind to give this tribe a blessing, Zimri, its leader, having announced publicly that Moses had violated this law by marrying a Midianite woman, thus making him and the whole tribe guilty of “badmouthing” Moses. The court had ample evidence of convicting him of that sin. According to Rashi’s commentary, the last of the list, referring to people who do not uphold Torah law, would refer to people guilty of lashon hara, i.e. badmouthing others. There is no one who is not guilty of this at one time or another. There are scholars who claim that there are twelve sins to which the introductory word: “cursed be” applies, so that Moses did not make an exception concerning the tribe of Shimon. The word: “cursed be,” therefore had to be used only eleven times.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5a1534e5d6e4a92409aba91a", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Bartenura on Torah, Deuteronomy 27:24:1", "sourceHeRef": "ברטנורא על התורה, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "דברים", "he": "<b>מכה רעהו בסתר וכו' </b>י\"א ארורים יש כאן כנגד י\"א שבטים קשה שהרי י\"ב הם וי\"ל דלא קא חשיב אשר לא יקים לפי שהוא שבועת התורה כמו שכתב רש\"י בסמוך כאן כלל כל התורה וכו' ואינו דבר פרטי על עבירה מיוחדת ולכך אינו מונה אותו:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142bc922a7400576c2d77", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 27:24:1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 27:24:1", "sourceHeRef": "ברכת אשר על התורה, דברים כ״ז:כ״ד:א׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "<b>רש\"י ד\"ה מכה רעהו בסתר, על לשון הרע הוא אומר וכו'.</b> בחומש \"תורת חיים\" מעירים (הערה 45) שהוא על פי תרגום יונתן בן עוזיאל. וראיתי שגם רס\"ג מפרש כן. ולא ידעתי, מהו ההכרח לומר כן, שהרי גם מכה ממש יכולה להיות בסתר, כמו שלשון הרע לא בהכרח בסתר, וראה בענין זה חזקוני שכתב: גר יתום ואלמנה - אין להם כח ועזר לפרסם הדבר ולערער על הדיין. ושוכב עם אשת אביו ואחותו וחותנתו - אינו נחשד להתיחד עמהן. גם שוכב עם בהמה - לא תצעק על הרובע, לוקח שוחד - דבר סתר הוא, חוץ מעבודת כוכבים ומכה רעהו היינו מלשינות - שרגילין להיות פעמים בגלוי ופעמים בסתר, ולכך נאמר בהן \"בסתר\" וכו'. (פ' כי־תבוא תשנ\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142bc922a7400576c2d79", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Deuteronomy 27:24:2", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Birkat Asher on Torah, Deuteronomy 27:24:2", "sourceHeRef": "ברכת אשר על התורה, דברים כ״ז:כ״ד:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 24.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "דברים", "he": "וטיעונו של רש\"ר הירש, שלא תיתכן הכאה בסתר ובהעלם זולתי המכה בלשונו, אינו מוכרח, שכן יש מכה (ממש) ואף הוא בסתר, כאמור. (תשנ\"ד)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d8737c67d52a7ad6be0526a", "index_title": "Chafetz Chaim", "category": "Halakhah", "type": "", "ref": "Chafetz Chaim, Introduction to the Laws of the Prohibition of Lashon Hara and Rechilut, Curses 1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Chafetz Chaim, Introduction to the Laws of the Prohibition of Lashon Hara and Rechilut, Curses 1", "sourceHeRef": "חפץ חיים, פתיחה להלכות לשון הרע ורכילות, ארורין א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1873], "commentaryNum": 1, "collectiveTitle": {"en": "Chafetz Chaim", "he": "חפץ חיים"}, "heTitle": "ארורין", "he": "וְעַתָּה נְבָאֵר בְּעֶזְרַת ה', מה שֶּׁיָּעַדְנוּ לְעֵיל בִּתְחִלַּת הפְּתִיחָה לְפָרֵט, כֳּמָה אֲרוּרִין מְקַבֵּל עַל עצְמוֹ, מִי שֶׁאֵינוֹ שׁוֹמֵר אֶת עַצְמוֹ מְמִדָּה רָעָה הזּוֹ. לְבַד כָּל הַלָּאוִין וְהָעְשִׂין הַנָ\"ל, עוֹבֵר (א) עַל (דברים כ\"ז כ\"ד): \"אָרוּר מַכֶּה רֵעֵהוּ בּסָתֶר\", שֶׁהוּא קָאֵי עַל לָשׁוֹן הָרָע, כְּמוֹ דְּאִיתָא בְּסִפְרִי וּבְפֵרוּשׁ רַשִּׁ\"י בַּחֻמָשׁ. ", "heVersionTitle": "Chofetz Chaim", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "", "text": "And now we shall explain, with the help of the L–rd, what we projected in the beginning, to detail how many arurin he who does not guard himself against this evil trait beings upon himself. (1) Aside from all the aforementioned negative and positive commandments, he transgresses (Devarim 27:24): \"Cursed be he who smites his neighbor in secret,\" which refers to lashon hara, as we find in Sifrei and in Rashi's commentary on Chumash. ", "versionTitle": "Chofetz Chaim, Silverstein translation", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e8b3c6ba6ec55a9f79d99bf", "index_title": "Ben Yehoyada on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Ben Yehoyada on Gittin 56a:2", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "Ben Yehoyada on Gittin 56a:2", "sourceHeRef": "בן יהוידע על גיטין נ״ו א:ב׳", "anchorVerse": 24, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 111.0002, "collectiveTitle": {"en": "Ben Yehoyada on Gittin", "he": "בן יהוידע על גיטין"}, "heTitle": "בן יהוידע על גיטין", "he": "<b>אֵיזִיל אֵיכוּל בְּהוּ קוּרְצָא בֵּי מַלְכָּא.</b> נראה לי בס\"ד זה בשמו דיבר כי לפי דברי רש\"י ז\"ל היה שמו כן בַּר קַמְצָא והשתא מן אותיות שמו יהיה צירוף זה 'בם קרצא' ולזה אמר אֵיכוּל בְּהוּ קֻרְצָא, בהו דייקא באותיות שמו שהם 'בם קרצא'.<br>ועוד נראה לי מה שאמר <b>אֵיכוּל קוּרְצָא</b> על פי מה שאמרו המקובלים בפסוק וְקוֹץ וְדַרְדַּר תַּצְמִיחַ לָךְ <small>(בראשית ג, יח)</small>, קוֹץ קליפת הזכור דַרְדַּר קליפת הנוקבא ולכן זה שנפרד מישראל נדבק בקוץ שנעשה לישראל קוץ מכאיב וגם עתה חל עליו קללת ארור דכתיב אָרוּר מַכֵּה רֵעֵהוּ בַּסָּתֶר <small>(דברים כז, כד)</small> דקאי על המוסר ומלשין ושורש ארור הוא 'אר' ולפי זה נצטרפו בו אותיות קוץ עם אותיות אר ונעשה צירוף קוּרְצָא שהוא 'קוץ אר' ולזה פיו ענה בו ואמר אֵיכוּל קוּרְצָא.", "heVersionTitle": "Senlake edition 2019 based on Ben Yehoyada, Jerusalem, 1897", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60b36ffd99b93b58bce460c3", "index_title": "Ben Porat Yosef", "category": "Chasidut", "type": "", "ref": "Ben Porat Yosef, Lech Lecha 54", "anchorRef": "Deuteronomy 27:11-26", "anchorRefExpanded": ["Deuteronomy 27:11", "Deuteronomy 27:12", "Deuteronomy 27:13", "Deuteronomy 27:14", "Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "Ben Porat Yosef, Lech Lecha 54", "sourceHeRef": "בן פורת יוסף, לך לך נ״ד", "anchorVerse": 11, "sourceHasEn": false, "compDate": [1760, 1780], "commentaryNum": 54, "collectiveTitle": {"en": "Ben Porat Yosef", "he": "בן פורת יוסף"}, "heTitle": "לך לך", "he": "<b>ובזה</b> יובן, דכאן נתן הקב\"ה מתנה לאברהם את ארץ כנען כמו שנאמר (בראשית יב, ז) ויאמר לזרעך אתן את הארץ הזאת וגו', ולולי שקדם התנאי שהתנה על מנת שיקיימו ישראל את התורה כמפורש בשבועות הר גריזים וכו' (דברים כז, יא-כו), הי' קונה אברהם בהילוך שהלך אז בארץ כנען מיד אחר המתנה הנ\"ל, ושוב לא הי' התנאי שאחריו מבטל את המתנה, לכך מיד שנכנס אברהם בתוכה קודם שנתן המתנה הראה לו הקב\"ה התנאי והשבועה שבהר גריזים, ועל סמך התנאי זה אמר לו הקב\"ה לזרעך אתן את הארץ הזאת, באופן שאעפ\"י שקנאה בהילוך מיד אחר הנתינה שהבטיחו הש\"י, מ\"מ לא בטל התנאי, וק\"ל.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfd0b6084aa1cbefc241", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָמֵן 1", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "BDB, אָמֵן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָמֵן א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָמֵן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אָמֵן</span></big>  <strong>adv. verily, truly</strong> <a data-ref=\"Deuteronomy 27:15-26\" href=\"/Deuteronomy.27.15-26\">Dt 27:15–26</a> (12 times) <a data-ref=\"I Kings 1:36\" href=\"/I_Kings.1.36\">1 K 1:36</a> <a data-ref=\"Nehemiah 5:13\" href=\"/Nehemiah.5.13\">Ne 5:13</a> <a data-ref=\"Jeremiah 11:5\" href=\"/Jeremiah.11.5\">Je 11:5</a>; <a data-ref=\"Jeremiah 28:6\" href=\"/Jeremiah.28.6\">28:6</a> & doxologies <a data-ref=\"I Chronicles 16:36\" href=\"/I_Chronicles.16.36\">1 Ch 16:36</a> (= <a data-ref=\"Psalms 106:48\" href=\"/Psalms.106.48\">ψ 106:48</a>); <span dir=\"rtl\">אָמֵן (ו)אָמֵן</span> <a data-ref=\"Numbers 5:22\" href=\"/Numbers.5.22\">Nu 5:22</a> (P) <a data-ref=\"Nehemiah 8:6\" href=\"/Nehemiah.8.6\">Ne 8:6</a>, & in the doxologies <a data-ref=\"Psalms 41:14\" href=\"/Psalms.41.14\">ψ 41:14</a>; <a data-ref=\"Psalms 72:19\" href=\"/Psalms.72.19\">72:19</a>; <a data-ref=\"Psalms 89:53\" href=\"/Psalms.89.53\">89:53</a>; <a data-ref=\"Psalms 106:48\" href=\"/Psalms.106.48\">106:48</a>. ἀμήν = <em>Amen:</em> <span dir=\"rtl\">אֱלֹהֵי אָמֵן</span> <a data-ref=\"Isaiah 65:16\" href=\"/Isaiah.65.16\">Is 65:16</a><sup>(×2)</sup> <em>God of Amen</em> De Che RVm; cf. Rev 3:14, or <em>God of faithfulness, God of truth</em> (RV) (perhaps read <span dir=\"rtl\">אֹמֶן</span> Che Di)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319cff1b6084aa1cbefdc39", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָרַר 1", "anchorRef": "Deuteronomy 27:15-26", "anchorRefExpanded": ["Deuteronomy 27:15", "Deuteronomy 27:16", "Deuteronomy 27:17", "Deuteronomy 27:18", "Deuteronomy 27:19", "Deuteronomy 27:20", "Deuteronomy 27:21", "Deuteronomy 27:22", "Deuteronomy 27:23", "Deuteronomy 27:24", "Deuteronomy 27:25", "Deuteronomy 27:26"], "sourceRef": "BDB, אָרַר 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָרַר א׳", "anchorVerse": 15, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָרַר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big>[<span dir=\"rtl\">אָרַר</span>]</big>  <strong>vb. curse (</strong>Assyrian <em>arâru</em> Zim<sup>BP 68</sup>; on relation of meanings <em>bind</em> & <em>curse</em> in Assyrian v. Dl<sup>Pr 101</sup><strong>)</strong>—Qal Pf. 1 s. <span dir=\"rtl\">וְאָרוֹתִ֫י</span>, <span dir=\"rtl\">אָרוֹתִיהָ</span> <a data-ref=\"Malachi 2:2\" href=\"/Malachi.2.2\">Mal 2:2</a>; <em>Impf.</em> 2 ms. <span dir=\"rtl\">תָּאֹר</span> <a data-ref=\"Exodus 22:27\" href=\"/Exodus.22.27\">Ex 22:27</a> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>, <a data-ref=\"Numbers 22:12\" href=\"/Numbers.22.12\">12</a>; <span dir=\"rtl\">אָאֹר</span> <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; Imv. <span dir=\"rtl\">אָ֫רָה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <a data-ref=\"Numbers 23:7\" href=\"/Numbers.23.7\">23:7</a>; <span dir=\"rtl\">אוֹרוּ</span>, <span dir=\"rtl\">אֹרוּ</span> & Inf. abs. <span dir=\"rtl\">אָרוֹר</span> all <a data-ref=\"Judges 5:23\" href=\"/Judges.5.23\">Ju 5:23</a>; Pt. <span dir=\"rtl\">אֹרְרֵי</span> <a data-ref=\"Job 3:8\" href=\"/Job.3.8\">Jb 3:8</a>; <span dir=\"rtl\">אֹרְרֶיךָ</span> <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">Gn 27:29</a> <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">Nu 24:9</a>; <span dir=\"rtl\">אָרוּר</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a> + 36 times etc.;—<em>curse</em> ‖ <span dir=\"rtl\">בֵּרֵךְ</span> <em>bless</em>, chiefly in poetic & legal sources of JED & later imitations: <a data-ref=\"Genesis 12:3\" href=\"/Genesis.12.3\">Gn 12:3</a>; <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> (J) <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>, <a data-ref=\"Numbers 22:12\" href=\"/Numbers.22.12\">12</a>; <a data-ref=\"Numbers 23:7\" href=\"/Numbers.23.7\">23:7</a>; <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">24:9</a> (E) <a data-ref=\"Exodus 22:27\" href=\"/Exodus.22.27\">Ex 22:27</a> (E) <a data-ref=\"Malachi 2:2\" href=\"/Malachi.2.2\">Mal 2:2</a>; <span dir=\"rtl\">אֹרוּ אָרוֹר ישְׁבֶיהָ</span> = <em>curse for ever her inhabitants</em> <a data-ref=\"Judges 5:23\" href=\"/Judges.5.23\">Ju 5:23</a>; <span dir=\"rtl\">אֹרְרֵי יוֹם</span> <em>cursers of the day</em> (magicians whose imprecations made days unlucky) <a data-ref=\"Job 3:8\" href=\"/Job.3.8\">Jb 3:8</a>. Pt. pass. <span dir=\"rtl\">אָרוּר</span>, chiefly as exclamation, ‖ <span dir=\"rtl\">בָּרוּךְ</span> <a data-ref=\"Genesis 3:14\" href=\"/Genesis.3.14\">Gn 3:14</a>, <a data-ref=\"Genesis 3:17\" href=\"/Genesis.3.17\">17</a>; <a data-ref=\"Genesis 4:11\" href=\"/Genesis.4.11\">4:11</a>; <a data-ref=\"Genesis 9:25\" href=\"/Genesis.9.25\">9:25</a>; <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a>; <a data-ref=\"Genesis 49:7\" href=\"/Genesis.49.7\">49:7</a> <a data-ref=\"Numbers 24:9\" href=\"/Numbers.24.9\">Nu 24:9</a> (E, poet.) <a data-ref=\"Deuteronomy 27:15-26\" href=\"/Deuteronomy.27.15-26\">Dt 27:15–26</a> <a data-ref=\"Judges 21:18\" href=\"/Judges.21.18\">Ju 21:18</a> <a data-ref=\"I Samuel 14:24\" href=\"/I_Samuel.14.24\">1 S 14:24</a>, <a data-ref=\"I Samuel 14:28\" href=\"/I_Samuel.14.28\">28</a>; <a data-ref=\"I Samuel 26:19\" href=\"/I_Samuel.26.19\">26:19</a> <a data-ref=\"Jeremiah 11:3\" href=\"/Jeremiah.11.3\">Je 11:3</a>; <a data-ref=\"Jeremiah 17:5\" href=\"/Jeremiah.17.5\">17:5</a>; <a data-ref=\"Jeremiah 20:14\" href=\"/Jeremiah.20.14\">20:14</a>, <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">15</a>; <a data-ref=\"Jeremiah 48:10\" href=\"/Jeremiah.48.10\">48:10</a><sup>(×2)</sup> <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; <span dir=\"rtl\">אֲרוּרִים הַשֹּׁגִים מִמִּצְוֹתֶיךָ</span> <em>cursed be those who wander from thy commands</em> <a data-ref=\"Psalms 119:21\" href=\"/Psalms.119.21\">ψ 119:21</a> (𝔊 𝔖 Jer De Ri), <span dir=\"rtl\">הָאֲרוּרָה הַזֹּאת</span> <em>this cursed woman</em> <a data-ref=\"II Kings 9:34\" href=\"/II_Kings.9.34\">2 K 9:34</a>.<br>†<strong>Niph.</strong>  Pt. <span dir=\"rtl\">נֵאָרִים</span> <em>cursed</em> <a data-ref=\"Malachi 3:9\" href=\"/Malachi.3.9\">Mal 3:9</a>.<br>†<strong>Pi.</strong>  Pf. 3 ms. sf. <span dir=\"rtl\">אֵרֲרָהּ</span> <em>curse, lay under a curse</em> <a data-ref=\"Genesis 5:29\" href=\"/Genesis.5.29\">Gn 5:29</a> (J); Pt. <span dir=\"rtl\">הַמַּיִם הַמְאָרְרִים</span> <em>the curse-bringing waters</em> <a data-ref=\"Numbers 5:18-27\" href=\"/Numbers.5.18-27\">Nu 5:18–27</a> (P 6 times waters destroying the perjured adulteress drinking them).<br>†<strong>Hoph.</strong>  Impf. <span dir=\"rtl\">יוּאָ֑ר</span> <em>be cursed</em> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a> (E)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d306b6084aa1cbf217c7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָכָה 1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "BDB, נָכָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָכָה א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָכָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big>[<span dir=\"rtl\">נָכָה</span></big></big><sub>501</sub><big><big>]</big></big>  <strong>vb. smite</strong> (not in <strong>Qal</strong>) <strong>(</strong>NH Hiph. <em>id.;</em> Pf. 3 pl. <span dir=\"rtl\">הכו</span> SI <sup>4</sup>, Inf. <span dir=\"rtl\">להך[ת]</span> ib. 2; Syriac <span dir=\"rtl\">ܢܟܳܐ</span>, <em>laesit, nocuit, repugnavit;</em> Aph. <em>laesit, vulneravit;</em> Ethiopic ነከየ <em>laesit, nocuit;</em> cf. Arabic <span dir=\"rtl\">نَكَى</span> <em>be defeated</em>, <span dir=\"rtl\">نِكَايَةٌ</span> <em>the inflicting of injury</em> on an enemy Lane<sup>3038</sup><strong>)</strong>;—<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">וְנִכָּה וָמֵת</span> consec. <a data-ref=\"II Samuel 11:15\" href=\"/II_Samuel.11.15\">2 S 11:15</a> <em>and he shall be smitten</em> [struck by weapon in battle] <em>and die</em>.<br>†<strong>Pu.</strong>  Pf. 3 fs. <span dir=\"rtl\">נֻכָּ֑תָה</span> <a data-ref=\"Exodus 9:31\" href=\"/Exodus.9.31\">Ex 9:31</a>; 3 pl. <span dir=\"rtl\">נֻכּוּ</span> v <a data-ref=\"Exodus 9:32\" href=\"/Exodus.9.32\">32</a> (J), both <em>be smitten down</em> by the hail.<br><strong>Hiph.</strong><sub>482</sub>  Pf. 3 ms. <span dir=\"rtl\">הִכָּה</span> <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a> +; sf. <span dir=\"rtl\">וְהִכַּ֫נִי</span> consec. <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">Gn 32:12</a>, <span dir=\"rtl\">הִכָּם</span> <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a>; 2 ms. <span dir=\"rtl\">הִכִּ֫יתָ</span> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> +; 1 s. <span dir=\"rtl\">הִכֵּיתִי</span> <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a> +, <span dir=\"rtl\">וְהִכֵּיתִ֫י</span> <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a> +; 3 pl. <span dir=\"rtl\">הִכּוּ</span> <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> +; 2 mpl. <span dir=\"rtl\">הִכִּיתֶם</span> <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a> + 3 times consec.; etc.; Impf. 3 ms. <span dir=\"rtl\">יַכֶּה</span> <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">Ex 21:20</a> +, <span dir=\"rtl\">יַךְ</span> <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (but read <span dir=\"rtl\">וַיַּךְ</span> We Now GASm); <span dir=\"rtl\">וְיַךְ</span> <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (v. infr.); <span dir=\"rtl\">וַיַּכֶּה</span> <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> +, usually <span dir=\"rtl\">וַיַּךְ</span> <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a> +; sf. 2 ms. <span dir=\"rtl\">יַכֶּ֫כָּה</span> <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">Je 40:15</a> + 2 times, 3 ms. <span dir=\"rtl\">וַיַּכּוֹ</span> <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">2 S 14:6</a> (but read <span dir=\"rtl\">וַיַּךְ</span> 𝔊 𝔖 𝔙 Th We Dr Klo Kit Bu HPS), <span dir=\"rtl\">יַכֶּ֫נּוּ</span> <a data-ref=\"I Samuel 17:25\" href=\"/I_Samuel.17.25\">1 S 17:25</a> + 2 times; usually <span dir=\"rtl\">וַיַּכֵּ֫הוּ</span> <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">Nu 21:24</a> +; 3 fs. <span dir=\"rtl\">וַתַּךְ</span> <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>.<a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">8</a>; 2 ms. <span dir=\"rtl\">תַּכֶּה</span> <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">Ex 2:13</a> +; sf. 3 ms. <span dir=\"rtl\">תַּכֶּ֫נּוּ</span> <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">Pr 23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a>; 1 s. <span dir=\"rtl\">אַכֶּה</span> <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">1 S 18:11</a> +; <span dir=\"rtl\">וָאַכֶּה</span> <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a>, <span dir=\"rtl\">וָאַךְ</span> <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">Ex 9:15</a>; 3 mpl. <span dir=\"rtl\">יַכּוּ</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a>; usually <span dir=\"rtl\">וַיַּכּוּ</span> <a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a> + (<a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> read prob. <strong>Hoph.</strong> q.v.); 1 pl. <span dir=\"rtl\">נַכֶּה־</span> <a data-ref=\"Numbers 22:6\" href=\"/Numbers.22.6\">Nu 22:6</a>; <span dir=\"rtl\">וַנַּךְ</span> <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">Dt 2:33</a>, etc.; Imv. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">Ez 6:11</a>; <span dir=\"rtl\">הַךְ</span> <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a> +; mpl. <span dir=\"rtl\">הַכּוּ</span> <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">2 S 13:28</a>, etc.; Inf. abs. <span dir=\"rtl\">הַכֵּה</span> <a data-ref=\"Deuteronomy 3:16\" href=\"/Deuteronomy.3.16\">Dt 3:16</a> +; <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24</a> (Ges<sup>§ 75 ff</sup>); cstr. <span dir=\"rtl\">הַכּוֹת</span> <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a> +, etc.; Pt. <span dir=\"rtl\">מַכֶּה</span> <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a> +; cstr. <span dir=\"rtl\">מַכֵּת</span> <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a> +; pl. <span dir=\"rtl\">מַכִּים</span> <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a> +, etc.;— <strong>1.</strong> <strong>a.</strong>  lit., <em>smite</em> (with a single, non-fatal, blow), <em>strike</em>, sq. acc., ass <a data-ref=\"Numbers 22:23\" href=\"/Numbers.22.23\">Nu 22:23</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>, <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">27</a> <span dir=\"rtl\">(בְּמַקֵּל)</span>, v <a data-ref=\"Numbers 22:28\" href=\"/Numbers.22.28\">28</a>, <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">32</a> (all J); man <a data-ref=\"Exodus 21:15\" href=\"/Exodus.21.15\">Ex 21:15</a>, <a data-ref=\"Exodus 21:19\" href=\"/Exodus.21.19\">19</a> (E); cheeks <a data-ref=\"Job 16:10\" href=\"/Job.16.10\">Jb 16:10</a>; man (on) cheek (2 acc.) <a data-ref=\"Lamentations 3:30\" href=\"/Lamentations.3.30\">La 3:30</a> <a data-ref=\"Psalms 3:8\" href=\"/Psalms.3.8\">ψ 3:8</a>; man <span dir=\"rtl\">עַל־לְחִי</span> <a data-ref=\"Micah 4:14\" href=\"/Micah.4.14\">Mi 4:14</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"I Kings 22:24\" href=\"/I_Kings.22.24\">1 K 22:24</a> = <a data-ref=\"II Chronicles 18:23\" href=\"/II_Chronicles.18.23\">2 Ch 18:23</a>; eye <a data-ref=\"Exodus 21:26\" href=\"/Exodus.21.26\">Ex 21:26</a> (E); <span dir=\"rtl\">שֵׁבֶט מַכֵּךְ</span> <a data-ref=\"Isaiah 14:26\" href=\"/Isaiah.14.26\">Is 14:26</a>; with ב obj. <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a>; with <span dir=\"rtl\">(ב)</span> stone or fist <a data-ref=\"Exodus 21:18\" href=\"/Exodus.21.18\">Ex 21:18</a> (E), cf. (fig.) <a data-ref=\"Isaiah 58:4\" href=\"/Isaiah.58.4\">Is 58:4</a> (abs.); <em>smite</em> lion or bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; <em>strike</em> river (with rod <span dir=\"rtl\">מַטֶּה</span>) <a data-ref=\"I Samuel 7:17\" href=\"/I_Samuel.7.17\">7:17</a> (c. <span dir=\"rtl\">עַל</span> obj., + ב instr.), v <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">20</a> <a data-ref=\"Exodus 17:5\" href=\"/Exodus.17.5\">Ex 17:5</a> (E; ב instr.), also (with mantle) <a data-ref=\"II Kings 2:8\" href=\"/II_Kings.2.8\">2 K 2:8</a>, <a data-ref=\"II Kings 2:14\" href=\"/II_Kings.2.14\">14</a><sup>(×2)</sup>, cf. <a ,=\"\" data-ref=\"BDB, יָם\" dir=\"rtl\" href=\"/BDB,_יָם\">י׳</a> <em>smiting</em> Euphrates into <span dir=\"rtl\">(ל)</span> seven streams <a data-ref=\"Isaiah 11:15\" href=\"/Isaiah.11.15\">Is 11:15</a>; dust <a data-ref=\"Exodus 8:12\" href=\"/Exodus.8.12\">Ex 8:12</a>, <a data-ref=\"Exodus 8:13\" href=\"/Exodus.8.13\">13</a> (P); rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (P; ב instr.), <a data-ref=\"Psalms 78:20\" href=\"/Psalms.78.20\">ψ 78:20</a>; fig. <em>smite</em> earth <span dir=\"rtl\">בְּשֵׁבֶט פִּיו</span> <a data-ref=\"Isaiah 11:4\" href=\"/Isaiah.11.4\">Is 11:4</a> (of future Davidic kg.); <em>strike</em> on ground (<span dir=\"rtl\">אַ֫רְצָה</span>; with arrows) <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">2 K 13:18</a>, also (abs.) v <a data-ref=\"II Kings 13:18\" href=\"/II_Kings.13.18\">18</a>, <a data-ref=\"II Kings 13:19\" href=\"/II_Kings.13.19\">19</a>; <em>strike</em> weapons out of <span dir=\"rtl\">(מִן)</span> hands, <a data-ref=\"Ezekiel 39:3\" href=\"/Ezekiel.39.3\">Ez 39:3</a> (<span dir=\"rtl\">י׳</span>; fig. of making powerless); lintel of door <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">Am 9:1</a>; barley-loaf <em>strikes</em> tent <a data-ref=\"Judges 7:13\" href=\"/Judges.7.13\">Ju 7:13</a> (in dream); in fig. of regret, remorse <span dir=\"rtl\">וַיַּךְ לֵב דָּוִד אֹתוֹ</span> <a data-ref=\"II Samuel 24:10\" href=\"/II_Samuel.24.10\">2 S 24:10</a> <em>and David’s heart smote him</em>, so <a data-ref=\"I Samuel 24:6\" href=\"/I_Samuel.24.6\">1 S 24:6</a> (+ <span dir=\"rtl\">עַל־אֲשֶׁר</span> <em>because</em>); of goat smiting (butting with horn) the ram, so as to break its horns <a data-ref=\"Daniel 8:7\" href=\"/Daniel.8.7\">Dn 8:7</a> (in vision); <em>smite</em> = <em>hit</em> with missile, sling-stone <a data-ref=\"I Samuel 17:49\" href=\"/I_Samuel.17.49\">1 S 17:49</a> (c. acc. pers. + <span dir=\"rtl\">אֶל־מִצְחוֹ</span>), cf. <a data-ref=\"II Kings 3:25\" href=\"/II_Kings.3.25\">2 K 3:25</a> (but text perhaps corrupt, v. Benz); arrow, <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a> (c. acc. pers. + <span dir=\"rtl\">בֵּין</span>), <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> (c. <em>id.</em>); of piercing, <span dir=\"rtl\">הַכּוֹת בַּחֲנִית בְּדָוִד וּבַקִּיר</span> <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">1 S 19:10</a> <em>smite with the dart into</em> D<em>. and into the wall</em>, pin D. to the wall, <span dir=\"rtl\">וַיַּךְ אֶת־הַח׳ בַּקִּיר</span> v <a data-ref=\"I Samuel 19:10\" href=\"/I_Samuel.19.10\">10</a>, cf. <a data-ref=\"I Samuel 18:11\" href=\"/I_Samuel.18.11\">18:11</a>, <span dir=\"rtl\">אַכֶּנּוּ בַחֲנִית וּבָאָרֶץ</span> <a data-ref=\"I Samuel 26:8\" href=\"/I_Samuel.26.8\">26:8</a>. <strong>b.</strong>  <em>smite</em> repeatedly, <em>beat</em>, a man <a data-ref=\"Exodus 2:11\" href=\"/Exodus.2.11\">Ex 2:11</a>, <a data-ref=\"Exodus 2:13\" href=\"/Exodus.2.13\">13</a> (E), <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">5:16</a> (J), <a data-ref=\"Nehemiah 13:25\" href=\"/Nehemiah.13.25\">Ne 13:25</a> (<span dir=\"rtl\">מִן</span> partit.), cf. <a data-ref=\"Deuteronomy 25:11\" href=\"/Deuteronomy.25.11\">Dt 25:11</a>; here prob. also <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:37\" href=\"/I_Kings.20.37\">37</a><sup>(×2)</sup> (<span dir=\"rtl\">הַכֵּה וּפָצֹעַ</span> <em>beating and bruising him</em>); of Assyrian under fig. of task-master <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <em>beat</em> a woman so as to bruise her <span dir=\"rtl\">(פָּצַע)</span> <a data-ref=\"Song of Songs 5:7\" href=\"/Song_of_Songs.5.7\">Ct 5:7</a>; <em>beat</em> by authority, <em>scourge</em> <a data-ref=\"Jeremiah 20:2\" href=\"/Jeremiah.20.2\">Je 20:2</a>; <a data-ref=\"Jeremiah 37:15\" href=\"/Jeremiah.37.15\">37:15</a> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>, <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> (c. acc. pers. + acc. cogn. <span dir=\"rtl\">מַכָּה רַבָּה</span>), v <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">3</a> cf. <span dir=\"rtl\">בִּן הַכּוֹת</span> v <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">2</a> i.e. <em>worthy of scourging</em>, bastinado, (cf. Dr); <a data-ref=\"II Chronicles 25:16\" href=\"/II_Chronicles.25.16\">2 Ch 25:16</a>; <a data-ref=\"Proverbs 17:10\" href=\"/Proverbs.17.10\">Pr 17:10</a>; <a data-ref=\"Proverbs 19:25\" href=\"/Proverbs.19.25\">19:25</a>; <a data-ref=\"Proverbs 23:13\" href=\"/Proverbs.23.13\">23:13</a>, <a data-ref=\"Proverbs 23:14\" href=\"/Proverbs.23.14\">14</a> (<span dir=\"rtl\">ב</span> instr.); cf. <span dir=\"rtl\">גֵּוִי נָתַתִּי לְמַכִּים</span> <a data-ref=\"Isaiah 50:6\" href=\"/Isaiah.50.6\">Is 50:6</a>; of hail, <em>beat down</em> herbage etc. <a data-ref=\"Exodus 9:25\" href=\"/Exodus.9.25\">Ex 9:25</a><sup>(×2)</sup> (cf. <strong>Pu.</strong>). <strong>c.</strong>  <span dir=\"rtl\">וַיַּכּוּ כַף</span> <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> <em>and they clapped hands</em> (in applause); elsewhere only Ezek., in mockery; <span dir=\"rtl\">כַּף אֶל־כַּף</span> <a data-ref=\"Ezekiel 21:19\" href=\"/Ezekiel.21.19\">Ez 21:19</a>, <a data-ref=\"Ezekiel 21:22\" href=\"/Ezekiel.21.22\">22</a>; <span dir=\"rtl\">בְּכַפְּךָ</span> <a data-ref=\"Ezekiel 6:11\" href=\"/Ezekiel.6.11\">6:11</a> (‖ <span dir=\"rtl\">רְקַע בְּרַגְלְךָ</span>); acc. <span dir=\"rtl\">כַּפִּי</span> <a data-ref=\"Ezekiel 22:13\" href=\"/Ezekiel.22.13\">22:13</a>. <strong>d.</strong>  <em>give a thrust</em> (with fork) into <span dir=\"rtl\">(ב)</span> pot <a data-ref=\"I Samuel 2:14\" href=\"/I_Samuel.2.14\">1 S 2:14</a>; <em>strike</em> roots <a data-ref=\"Hosea 14:6\" href=\"/Hosea.14.6\">Ho 14:6</a> (in fig., but <span dir=\"rtl\">וַיֵּלְכוּ</span> We Now). <strong>e.</strong>  rarely <em>smite</em> (in battle) so as (merely) to wound <a data-ref=\"II Kings 8:28\" href=\"/II_Kings.8.28\">2 K 8:28</a>, so (+ acc. cogn. <span dir=\"rtl\">מַכָּה</span>) v <a data-ref=\"II Kings 8:29\" href=\"/II_Kings.8.29\">29</a>; <a data-ref=\"II Kings 9:15\" href=\"/II_Kings.9.15\">9:15</a> = <a data-ref=\"II Chronicles 22:6\" href=\"/II_Chronicles.22.6\">2 Ch 22:6</a>; fig. of <span dir=\"rtl\">י׳</span>’s wounding Isr. <a data-ref=\"Hosea 6:1\" href=\"/Hosea.6.1\">Ho 6:1</a> (opp. <span dir=\"rtl\">חָבַשׁ</span>, <em>bind up</em>), <a data-ref=\"Jeremiah 30:14\" href=\"/Jeremiah.30.14\">Je 30:14</a> (c. acc. cogn.). Cf. <em>smite with</em> <span dir=\"rtl\">(ב)</span> <em>the tongue</em> <a data-ref=\"Jeremiah 18:18\" href=\"/Jeremiah.18.18\">Je 18:18</a>. <strong>f.</strong>  <em>smite</em>, of sun, etc., c. acc. pers. <a data-ref=\"Isaiah 49:10\" href=\"/Isaiah.49.10\">Is 49:10</a> <a data-ref=\"Psalms 121:6\" href=\"/Psalms.121.6\">ψ 121:6</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Jonah 4:8\" href=\"/Jonah.4.8\">Jon 4:8</a>. <strong>2.</strong>  <em>Smite</em> fatally: <strong>a.</strong>  (subj. man) <em>smite</em>, c. acc., + word of killing (dying):—obj. lion and bear <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>; man <a data-ref=\"Exodus 21:12\" href=\"/Exodus.21.12\">Ex 21:12</a>, <a data-ref=\"Exodus 21:20\" href=\"/Exodus.21.20\">20</a> (E), <a data-ref=\"Joshua 10:26\" href=\"/Joshua.10.26\">Jos 10:26</a> (JE), <a data-ref=\"Joshua 11:17\" href=\"/Joshua.11.17\">11:17</a> (D), <a data-ref=\"I Samuel 17:50\" href=\"/I_Samuel.17.50\">1 S 17:50</a>; <a data-ref=\"II Samuel 1:15\" href=\"/II_Samuel.1.15\">2 S 1:15</a>; <a data-ref=\"II Samuel 2:31\" href=\"/II_Samuel.2.31\">2:31</a> (<span dir=\"rtl\">מִן</span> partit. + ב <em>among</em>), <a data-ref=\"II Samuel 4:7\" href=\"/II_Samuel.4.7\">4:7</a>; <a data-ref=\"II Samuel 14:6\" href=\"/II_Samuel.14.6\">14:6</a>; <a data-ref=\"II Samuel 18:15\" href=\"/II_Samuel.18.15\">18:15</a>; <a data-ref=\"II Samuel 21:17\" href=\"/II_Samuel.21.17\">21:17</a>; <a data-ref=\"I Kings 16:10\" href=\"/I_Kings.16.10\">1 K 16:10</a>; <a data-ref=\"II Kings 12:22\" href=\"/II_Kings.12.22\">2 K 12:22</a>; <a data-ref=\"II Kings 15:30\" href=\"/II_Kings.15.30\">15:30</a>; <a data-ref=\"II Kings 25:21\" href=\"/II_Kings.25.21\">25:21</a> = <a data-ref=\"Jeremiah 52:27\" href=\"/Jeremiah.52.27\">Je 52:27</a>, <a data-ref=\"II Kings 25:25\" href=\"/II_Kings.25.25\">2 K 25:25</a> <a data-ref=\"Jeremiah 41:2\" href=\"/Jeremiah.41.2\">Je 41:2</a>; <a data-ref=\"Numbers 35:16\" href=\"/Numbers.35.16\">Nu 35:16</a>, <a data-ref=\"Numbers 35:17\" href=\"/Numbers.35.17\">17</a>, <a data-ref=\"Numbers 35:18\" href=\"/Numbers.35.18\">18</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a> (P; all c. ב instr.); c. acc. + <span dir=\"rtl\">אֶל־חֹמֶשׁ</span> + ב instr. <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <em>smote him</em> (fatally) <em>in the belly with</em> (v. HPS), <a data-ref=\"II Samuel 20:10\" href=\"/II_Samuel.20.10\">20:10</a>, cf. <a data-ref=\"II Samuel 3:27\" href=\"/II_Samuel.3.27\">3:27</a> (+ 2 acc.) <a data-ref=\"II Samuel 4:6\" href=\"/II_Samuel.4.6\">4:6</a> (but del. 𝔊 Ew Th We Dr Bu HPS); <span dir=\"rtl\">וְהִכָּהוּ נֶפֶשׁ</span> <a data-ref=\"Deuteronomy 19:11\" href=\"/Deuteronomy.19.11\">Dt 19:11</a> <em>and he smite him in his life</em> (mortally), and he die, cf. (without word of dying) v <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">6</a> <a data-ref=\"Genesis 37:21\" href=\"/Genesis.37.21\">Gn 37:21</a> (J), <a data-ref=\"Jeremiah 40:14\" href=\"/Jeremiah.40.14\">Je 40:14</a>, <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">15</a> [otherwise <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>.<a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a> <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">Dt 27:25</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a>]; with prolepsis <span dir=\"rtl\">לְהַכּוֹת חֲלָלִים</span> <em>smite the slain</em> <a data-ref=\"Judges 20:31\" href=\"/Judges.20.31\">Ju 20:31</a>, <a data-ref=\"Judges 20:39\" href=\"/Judges.20.39\">39</a>; + <span dir=\"rtl\">אַ֫רְצָה</span> <em>smite to the ground</em> i.e. kill <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 18:11\" href=\"/II_Samuel.18.11\">18:11</a>. <strong>b.</strong>  <em>smite</em>, of worm gnawing or boring so as to kill plant <a data-ref=\"Jonah 4:7\" href=\"/Jonah.4.7\">Jon 4:7</a>. <strong>c.</strong>  very often = <em>kill, slay, man or beast</em> (c. 150 times): <a data-ref=\"Genesis 4:15\" href=\"/Genesis.4.15\">Gn 4:15</a>; <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">8:21</a> (exterminate; both J), <a data-ref=\"Exodus 2:12\" href=\"/Exodus.2.12\">Ex 2:12</a>; <a data-ref=\"Numbers 21:35\" href=\"/Numbers.21.35\">Nu 21:35</a> (E), <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">Jos 7:5</a> (<span dir=\"rtl\">מִן</span> partit.), v <a data-ref=\"Joshua 7:5\" href=\"/Joshua.7.5\">5</a> (JE), <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>; <a data-ref=\"Deuteronomy 21:1\" href=\"/Deuteronomy.21.1\">21:1</a>; <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">27:24</a>, <a data-ref=\"Deuteronomy 27:25\" href=\"/Deuteronomy.27.25\">25</a>; <a data-ref=\"Joshua 11:10\" href=\"/Joshua.11.10\">Jos 11:10</a> (<span dir=\"rtl\">ב</span> instr.; all D), <a data-ref=\"Leviticus 24:17\" href=\"/Leviticus.24.17\">Lv 24:17</a>, <a data-ref=\"Leviticus 24:18\" href=\"/Leviticus.24.18\">18</a>, <a data-ref=\"Leviticus 24:21\" href=\"/Leviticus.24.21\">21</a><sup>(×2)</sup> (H), <a data-ref=\"Numbers 35:11\" href=\"/Numbers.35.11\">Nu 35:11</a>, <a data-ref=\"Numbers 35:15\" href=\"/Numbers.35.15\">15</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:30\" href=\"/Numbers.35.30\">30</a>; <a data-ref=\"Joshua 9:18\" href=\"/Joshua.9.18\">Jos 9:18</a>; <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">20:3</a>, <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (all P), <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">Ju 15:16</a>; <a data-ref=\"I Samuel 17:9\" href=\"/I_Samuel.17.9\">1 S 17:9</a><sup>(×2)</sup>, <a data-ref=\"I Samuel 17:36\" href=\"/I_Samuel.17.36\">36</a>; <a data-ref=\"II Samuel 12:9\" href=\"/II_Samuel.12.9\">2 S 12:9</a> (<span dir=\"rtl\">ב</span> instr.), <a data-ref=\"II Kings 9:7\" href=\"/II_Kings.9.7\">2 K 9:7</a> (exterminate), etc.; c. ב <em>among</em> <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 23:5\" href=\"/I_Samuel.23.5\">23:5</a>, <span dir=\"rtl\">מִן</span> partit. <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">Ju 14:19</a>; <a data-ref=\"Judges 20:45\" href=\"/Judges.20.45\">20:45</a>; c. ב partit. <em>slay at, work slaughter among</em> <a data-ref=\"II Samuel 23:10\" href=\"/II_Samuel.23.10\">2 S 23:10</a> (ins. also in ‖ <a data-ref=\"I Chronicles 11:13\" href=\"/I_Chronicles.11.13\">1 Ch 11:13</a> v Be<sup>ad loc.</sup> Dr <sup>2 S 23:10</sup>), but also ב of dir. obj. <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a>; <a data-ref=\"I Samuel 21:12\" href=\"/I_Samuel.21.12\">21:12</a> = <a data-ref=\"I Samuel 29:5\" href=\"/I_Samuel.29.5\">29:5</a>; subj. lion <a data-ref=\"I Kings 20:36\" href=\"/I_Kings.20.36\">1 K 20:36</a><sup>(×2)</sup> cf. <a data-ref=\"Jeremiah 5:6\" href=\"/Jeremiah.5.6\">Je 5:6</a> (fig. of judgment); <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19b</a> (<span dir=\"rtl\">ב</span> <em>among</em>, + acc. cogn.; <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19a</a> <span dir=\"rtl\">וַיַּךְ</span> crpt. v. 𝔊 Th We Dr Kl Kit Bu HPS); <em>slay</em> firstborn <a data-ref=\"Exodus 12:12\" href=\"/Exodus.12.12\">Ex 12:12</a> (J), v <a data-ref=\"Exodus 12:29\" href=\"/Exodus.12.29\">29</a> <a data-ref=\"Numbers 3:13\" href=\"/Numbers.3.13\">Nu 3:13</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a>; <a data-ref=\"Numbers 33:4\" href=\"/Numbers.33.4\">33:4</a> (all P), <a data-ref=\"Psalms 78:51\" href=\"/Psalms.78.51\">ψ 78:51</a>; <a data-ref=\"Psalms 105:36\" href=\"/Psalms.105.36\">105:36</a>; <a data-ref=\"Psalms 135:8\" href=\"/Psalms.135.8\">135:8</a>; God <em>slays</em> for <span dir=\"rtl\">(עַל)</span> sin <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a> <span dir=\"rtl\">(עַל־אֲשֶׁר)</span>; <em>slay</em> <span dir=\"rtl\">לְפִי־חֶרֶב</span> <a data-ref=\"Deuteronomy 13:16\" href=\"/Deuteronomy.13.16\">Dt 13:16</a>; <a data-ref=\"Deuteronomy 20:13\" href=\"/Deuteronomy.20.13\">20:13</a> <a data-ref=\"Joshua 11:11\" href=\"/Joshua.11.11\">Jos 11:11</a>, <a data-ref=\"Joshua 11:12\" href=\"/Joshua.11.12\">12</a>, <a data-ref=\"Joshua 11:14\" href=\"/Joshua.11.14\">14</a> (all D), <a data-ref=\"Judges 18:27\" href=\"/Judges.18.27\">Ju 18:27</a>; <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">21:10</a>; <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">1 S 22:9</a>; <a data-ref=\"II Kings 10:25\" href=\"/II_Kings.10.25\">2 K 10:25</a> <a data-ref=\"Jeremiah 21:7\" href=\"/Jeremiah.21.7\">Je 21:7</a> <a data-ref=\"Job 1:15\" href=\"/Job.1.15\">Jb 1:15</a>, <a data-ref=\"Job 1:17\" href=\"/Job.1.17\">17</a>; <em>kill, slay</em>, c. acc. cogn. <span dir=\"rtl\">(מַכָּה)</span> <a data-ref=\"I Samuel 14:14\" href=\"/I_Samuel.14.14\">1 S 14:14</a>; <a data-ref=\"I Kings 20:21\" href=\"/I_Kings.20.21\">1 K 20:21</a> (<span dir=\"rtl\">ב</span> <em>among</em>), <a data-ref=\"II Chronicles 13:17\" href=\"/II_Chronicles.13.17\">2 Ch 13:17</a> <span dir=\"rtl\">(בָּחֶם)</span>, <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">25:13</a> <span dir=\"rtl\">(מֵהֶם)</span>; c. acc. pers. + acc. cogn. <a data-ref=\"Joshua 10:20\" href=\"/Joshua.10.20\">Jos 10:20</a> (JE), <a data-ref=\"Esther 9:5\" href=\"/Esther.9.5\">Est 9:5</a>, etc.; <em>kill unwittingly, unintentionally</em> <span dir=\"rtl\">הִכָּה בִבְלִי דַ֫עַת</span> <a data-ref=\"Deuteronomy 19:4\" href=\"/Deuteronomy.19.4\">Dt 19:4</a>; <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">Jos 20:5</a> (both D). <strong>3.</strong>  <em>Smite</em> = <em>attack, attack and destroy</em> a company <a data-ref=\"Genesis 32:9\" href=\"/Genesis.32.9\">Gn 32:9</a>, <a data-ref=\"Genesis 32:12\" href=\"/Genesis.32.12\">12</a>; <a data-ref=\"Genesis 34:30\" href=\"/Genesis.34.30\">34:30</a>; <a data-ref=\"Joshua 8:21\" href=\"/Joshua.8.21\">Jos 8:21</a> <a data-ref=\"Judges 8:11\" href=\"/Judges.8.11\">Ju 8:11</a>; <a data-ref=\"Judges 9:43\" href=\"/Judges.9.43\">9:43</a>; <a data-ref=\"II Kings 8:21\" href=\"/II_Kings.8.21\">2 K 8:21</a>; <a data-ref=\"II Chronicles 21:9\" href=\"/II_Chronicles.21.9\">2 Ch 21:9</a>; <em>attack and capture</em> a city <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a> v <a data-ref=\"Judges 1:12\" href=\"/Judges.1.12\">12</a> = <a data-ref=\"Joshua 15:16\" href=\"/Joshua.15.16\">Jos 15:16</a> (JE), <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a>; <a data-ref=\"Joshua 10:4\" href=\"/Joshua.10.4\">10:4</a> (JE), <a data-ref=\"I Samuel 30:1\" href=\"/I_Samuel.30.1\">1 S 30:1</a>; <a data-ref=\"I Kings 15:20\" href=\"/I_Kings.15.20\">1 K 15:20</a> = <a data-ref=\"II Chronicles 16:4\" href=\"/II_Chronicles.16.4\">2 Ch 16:4</a>, <a data-ref=\"II Kings 15:16\" href=\"/II_Kings.15.16\">2 K 15:16</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 20:1\" href=\"/I_Chronicles.20.1\">1 Ch 20:1</a>; <a data-ref=\"II Chronicles 14:13\" href=\"/II_Chronicles.14.13\">2 Ch 14:13</a>; <a data-ref=\"Jeremiah 47:1\" href=\"/Jeremiah.47.1\">Je 47:1</a>; tents <a data-ref=\"I Chronicles 4:41\" href=\"/I_Chronicles.4.41\">1 Ch 4:41</a>; <a data-ref=\"II Chronicles 14:14\" href=\"/II_Chronicles.14.14\">2 Ch 14:14</a>; = <em>sack</em> a city <span dir=\"rtl\">לְפִי־חֶרֶב</span> (slaying inhab.), <a data-ref=\"Joshua 8:24\" href=\"/Joshua.8.24\">Jos 8:24</a>; <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">19:47</a> (both JE), <a data-ref=\"Joshua 10:28\" href=\"/Joshua.10.28\">10:28</a>, <a data-ref=\"Joshua 10:30\" href=\"/Joshua.10.30\">30</a>, <a data-ref=\"Joshua 10:32\" href=\"/Joshua.10.32\">32</a>, <a data-ref=\"Joshua 10:35\" href=\"/Joshua.10.35\">35</a>, <a data-ref=\"Joshua 19:37\" href=\"/Joshua.19.37\">37</a> cf. v <a data-ref=\"Joshua 19:39\" href=\"/Joshua.19.39\">39</a> (all D), <a data-ref=\"Judges 1:25\" href=\"/Judges.1.25\">Ju 1:25</a>; <a data-ref=\"Judges 20:37\" href=\"/Judges.20.37\">20:37</a>; <a data-ref=\"II Samuel 15:14\" href=\"/II_Samuel.15.14\">2 S 15:14</a>; especially <em>defeat</em> kg. or army (involving often overthrow, pursuit and slaughter),—c. 95 times,—<a data-ref=\"Genesis 14:5\" href=\"/Genesis.14.5\">Gn 14:5</a>, <a data-ref=\"Genesis 14:15\" href=\"/Genesis.14.15\">15</a>, <a data-ref=\"Genesis 14:17\" href=\"/Genesis.14.17\">17</a>; <a data-ref=\"Numbers 14:45\" href=\"/Numbers.14.45\">Nu 14:45</a>; <a data-ref=\"Numbers 21:24\" href=\"/Numbers.21.24\">21:24</a> (JE), <a data-ref=\"Joshua 8:12\" href=\"/Joshua.8.12\">Jos 8:12</a>; <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10:10</a> (+ acc. cogn.), v <a data-ref=\"Joshua 10:10\" href=\"/Joshua.10.10\">10</a> (<span dir=\"rtl\">עַד</span> loc.), <a data-ref=\"Joshua 11:8\" href=\"/Joshua.11.8\">11:8</a><sup>(×2)</sup> (all JE), <a data-ref=\"Deuteronomy 1:4\" href=\"/Deuteronomy.1.4\">Dt 1:4</a>; <a data-ref=\"Deuteronomy 2:33\" href=\"/Deuteronomy.2.33\">2:33</a>; <a data-ref=\"Deuteronomy 3:3\" href=\"/Deuteronomy.3.3\">3:3</a>; <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">4:46</a>; <a data-ref=\"Deuteronomy 7:2\" href=\"/Deuteronomy.7.2\">7:2</a>; <a data-ref=\"Deuteronomy 29:6\" href=\"/Deuteronomy.29.6\">29:6</a>; <a data-ref=\"Joshua 10:33\" href=\"/Joshua.10.33\">Jos 10:33</a>, <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">40</a> (<span dir=\"rtl\">ועד—מִן</span> loc.), <a data-ref=\"Joshua 12:1\" href=\"/Joshua.12.1\">12:1</a>, <a data-ref=\"Joshua 12:6\" href=\"/Joshua.12.6\">6</a>, <a data-ref=\"Joshua 12:12\" href=\"/Joshua.12.12\">12</a>; <a data-ref=\"Joshua 13:12\" href=\"/Joshua.13.12\">13:12</a> (all D); <a data-ref=\"Judges 1:5\" href=\"/Judges.1.5\">Ju 1:5</a>, <a data-ref=\"Judges 1:17\" href=\"/Judges.1.17\">17</a>; <a data-ref=\"I Samuel 11:11\" href=\"/I_Samuel.11.11\">1 S 11:11</a> (<span dir=\"rtl\">עד</span> temp.), <a data-ref=\"II Kings 13:17\" href=\"/II_Kings.13.17\">2 K 13:17</a> <span dir=\"rtl\">(עַד־כְּלֵּה)</span>, <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">2 K 3:24a</a> + v <a data-ref=\"II Kings 3:24\" href=\"/II_Kings.3.24\">24b</a> (where read <span dir=\"rtl\">וַיָּבֹאוּ בוֹא וְהַכּוֹת</span> <em>and they went on defeating</em>), <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">Is 10:20</a>; <a data-ref=\"Jeremiah 37:10\" href=\"/Jeremiah.37.10\">Je 37:10</a>, etc.; ins. <span dir=\"rtl\">וַיַּךְ</span> or <span dir=\"rtl\">הִכָּה</span> in <a data-ref=\"II Samuel 8:13\" href=\"/II_Samuel.8.13\">2 S 8:13</a> Th Ke Kit Bu cf. Dr, after 𝔊; c. ב obj. <a data-ref=\"I Samuel 14:31\" href=\"/I_Samuel.14.31\">1 S 14:31</a>; <a data-ref=\"I Samuel 23:2\" href=\"/I_Samuel.23.2\">23:2</a><sup>(×2)</sup> (<span dir=\"rtl\">ה</span> loc.—<span dir=\"rtl\">מִן</span>); + <span dir=\"rtl\">לְפִי חֶרֶב</span> <a data-ref=\"Judges 20:48\" href=\"/Judges.20.48\">Ju 20:48</a>, etc.; of gods <em>causing defeat</em> <a data-ref=\"II Chronicles 28:23\" href=\"/II_Chronicles.28.23\">2 Ch 28:23</a>; <em>smite</em> land = conquer, subjugate, sometimes ravage, <a data-ref=\"Genesis 14:7\" href=\"/Genesis.14.7\">Gn 14:7</a>; <a data-ref=\"Joshua 10:40\" href=\"/Joshua.10.40\">Jos 10:40</a> (D), <a data-ref=\"I Samuel 27:9\" href=\"/I_Samuel.27.9\">1 S 27:9</a>; <a data-ref=\"Jeremiah 43:11\" href=\"/Jeremiah.43.11\">Je 43:11</a>; <a data-ref=\"Jeremiah 46:13\" href=\"/Jeremiah.46.13\">46:13</a>, cf. <a data-ref=\"Isaiah 14:6\" href=\"/Isaiah.14.6\">Is 14:6</a> (acc. cogn.); subj. <span dir=\"rtl\">י׳</span> <a data-ref=\"Numbers 32:4\" href=\"/Numbers.32.4\">Nu 32:4</a> (P); of <span dir=\"rtl\">י׳</span> <em>smiting</em> sea <span dir=\"rtl\">וְהִכָּה בַיָּם גַּלִּים</span> <a data-ref=\"Zechariah 10:11\" href=\"/Zechariah.10.11\">Zc 10:11</a> (Bev<sup>JPh. xviii. 35 (1889), 88</sup> proposes <span dir=\"rtl\">גבלים</span>). <strong>4.</strong>  Of God, <strong>a.</strong>  <em>smite</em> with <span dir=\"rtl\">(ב)</span> a plague, disease, etc.:—blindness <a data-ref=\"Genesis 19:11\" href=\"/Genesis.19.11\">Gn 19:11</a> (J), <a data-ref=\"II Kings 6:18\" href=\"/II_Kings.6.18\">2 K 6:18</a><sup>(×2)</sup> cf. <a data-ref=\"Zechariah 12:4\" href=\"/Zechariah.12.4\">Zc 12:4</a><sup>(×2)</sup> (symbol.); of Egyptian plagues <a data-ref=\"Exodus 3:20\" href=\"/Exodus.3.20\">Ex 3:20</a>; <a data-ref=\"Exodus 9:15\" href=\"/Exodus.9.15\">9:15</a> (both J), <a data-ref=\"I Samuel 4:8\" href=\"/I_Samuel.4.8\">1 S 4:8</a>, without ב <a data-ref=\"Exodus 7:25\" href=\"/Exodus.7.25\">Ex 7:25</a> (J), <a data-ref=\"Exodus 12:13\" href=\"/Exodus.12.13\">12:13</a> (P), <a data-ref=\"Psalms 136:10\" href=\"/Psalms.136.10\">ψ 136:10</a> (acc. + <span dir=\"rtl\">בִּבְכוֹרֵיהֶם</span>); other plagues <a data-ref=\"Numbers 14:12\" href=\"/Numbers.14.12\">Nu 14:12</a> (JE), <a data-ref=\"Deuteronomy 28:22\" href=\"/Deuteronomy.28.22\">Dt 28:22</a>, <a data-ref=\"Deuteronomy 28:27\" href=\"/Deuteronomy.28.27\">27</a>, <a data-ref=\"Deuteronomy 28:28\" href=\"/Deuteronomy.28.28\">28</a>, <a data-ref=\"Deuteronomy 28:35\" href=\"/Deuteronomy.28.35\">35</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>; <a data-ref=\"II Samuel 24:17\" href=\"/II_Samuel.24.17\">2 S 24:17</a>; <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">Jb 2:7</a>; <a data-ref=\"Amos 4:9\" href=\"/Amos.4.9\">Am 4:9</a>; <a data-ref=\"Haggai 2:17\" href=\"/Haggai.2.17\">Hg 2:17</a>; <a data-ref=\"Malachi 3:24\" href=\"/Malachi.3.24\">Mal 3:24</a>; <a data-ref=\"I Samuel 5:6\" href=\"/I_Samuel.5.6\">1 S 5:6</a>, <a data-ref=\"I Samuel 5:9\" href=\"/I_Samuel.5.9\">9</a>; <a data-ref=\"II Kings 19:35\" href=\"/II_Kings.19.35\">2 K 19:35</a> = <a data-ref=\"Isaiah 37:36\" href=\"/Isaiah.37.36\">Is 37:36</a> (+ ב <em>in</em>); <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (JE; <span dir=\"rtl\">בָּעָם</span> + acc. cogn.); <em>smite</em> vines with <span dir=\"rtl\">(ב)</span> blight <a data-ref=\"Psalms 105:33\" href=\"/Psalms.105.33\">ψ 105:33</a>. <strong>b.</strong>  <em>smite</em> = <em>chastise</em>, or <em>send judgment upon</em>, usually c. acc., <a data-ref=\"I Kings 14:15\" href=\"/I_Kings.14.15\">1 K 14:15</a>; <a data-ref=\"I Chronicles 21:7\" href=\"/I_Chronicles.21.7\">1 Ch 21:7</a>; <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a>; <a data-ref=\"Isaiah 9:12\" href=\"/Isaiah.9.12\">9:12</a>; <a data-ref=\"Isaiah 27:7\" href=\"/Isaiah.27.7\">27:7</a> <span dir=\"rtl\">(הַכְּמַכַּת מַכֵּהוּ הִכָּהוּ)</span>, <a data-ref=\"Isaiah 30:31\" href=\"/Isaiah.30.31\">30:31</a> (<span dir=\"rtl\">ב</span> instr.) <a data-ref=\"Isaiah 57:17\" href=\"/Isaiah.57.17\">57:17</a>; <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">60:10</a> (opp. <span dir=\"rtl\">רִחַם</span>) <a data-ref=\"Jeremiah 2:30\" href=\"/Jeremiah.2.30\">Je 2:30</a>; <a data-ref=\"Jeremiah 5:3\" href=\"/Jeremiah.5.3\">5:3</a>; <a data-ref=\"Jeremiah 14:9\" href=\"/Jeremiah.14.9\">14:9</a>; <a data-ref=\"Ezekiel 32:15\" href=\"/Ezekiel.32.15\">Ez 32:15</a> (𝔊 Co <span dir=\"rtl\">זֵרָה</span> scatter); c. <span dir=\"rtl\">עַל</span> <em>punish for</em>, (sin) <a data-ref=\"Leviticus 26:24\" href=\"/Leviticus.26.24\">Lv 26:24</a> (H). <strong>c.</strong>  of God’s <em>destroying</em> palaces <a data-ref=\"Amos 3:15\" href=\"/Amos.3.15\">Am 3:15</a>; <a data-ref=\"Amos 6:11\" href=\"/Amos.6.11\">6:11</a> (2 acc.), cf. <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a>.<br>†<strong>Hoph.</strong>  Pf. <span dir=\"rtl\">הֻכָּה</span> <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a>; <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>. <span dir=\"rtl\">הוּכָּה</span> <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a>; <span dir=\"rtl\">וְהֻכָּת</span> consec. <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a>; 3 fs. <span dir=\"rtl\">הֻכְּתָה</span> <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>; 1 s. <span dir=\"rtl\">הֻכֵּ֫יתִי</span> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>; 3 pl. <span dir=\"rtl\">הֻכּוּ</span> <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; Impf. 3 mpl. <span dir=\"rtl\">וַיּכֻּוּ</span> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>; 2 mpl. <span dir=\"rtl\">תֻּכּוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a>; Pt. <span dir=\"rtl\">מֻכֶּה</span> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a>, cstr. <span dir=\"rtl\">מֻכֵּה</span> <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>; f. <span dir=\"rtl\">מֻכָּה</span> <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">Nu 25:15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a>; pl. <span dir=\"rtl\">מֻפִּים</span> <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">Ex 5:16</a>, cstr. <span dir=\"rtl\">מֻכֵּי־</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a>;—<em>be smitten:</em> <strong>1.</strong>  = <em>receive a blow</em> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> (Judah under fig. of man). <strong>2.</strong>  <em>be wounded</em> <a data-ref=\"Zechariah 13:6\" href=\"/Zechariah.13.6\">Zc 13:6</a>. <strong>3.</strong>  <em>be beaten</em> <a data-ref=\"Exodus 5:14\" href=\"/Exodus.5.14\">Ex 5:14</a>, <a data-ref=\"Exodus 5:16\" href=\"/Exodus.5.16\">16</a> (J). <strong>4.</strong>  <em>be</em> (fatally) <em>smitten</em> + vb. of dying <a data-ref=\"Exodus 22:1\" href=\"/Exodus.22.1\">Ex 22:1</a> (E); <em>be killed, slain</em> <a data-ref=\"Numbers 25:14\" href=\"/Numbers.25.14\">Nu 25:14</a><sup>(×2)</sup>, <a data-ref=\"Numbers 25:15\" href=\"/Numbers.25.15\">15</a>, <a data-ref=\"Numbers 25:18\" href=\"/Numbers.25.18\">18</a> (c. <span dir=\"rtl\">עַל</span>, <em>for</em>), <span dir=\"rtl\">מֻכֵּי־חֶרֶב</span> <a data-ref=\"Jeremiah 18:21\" href=\"/Jeremiah.18.21\">Je 18:21</a> (‖ <span dir=\"rtl\">הֲרֻגֵי מָ֑וֶת</span>); so also (abs.) prob. <a data-ref=\"I Samuel 4:2\" href=\"/I_Samuel.4.2\">1 S 4:2</a> (read <span dir=\"rtl\">וַיֻּכּוּ</span> 𝔊 𝔖 𝔙 Th Dr Klo Kit, for MT <span dir=\"rtl\">וַיַּכּוּ</span>). <strong>5.</strong>  <em>be attacked and captured</em>, of city <a data-ref=\"Ezekiel 33:21\" href=\"/Ezekiel.33.21\">Ez 33:21</a>; <a data-ref=\"Ezekiel 40:1\" href=\"/Ezekiel.40.1\">40:1</a>. <strong>6.</strong>  <em>be smitten</em> with disease (by God) <a data-ref=\"I Samuel 5:12\" href=\"/I_Samuel.5.12\">1 S 5:12</a>; abs., of <span dir=\"rtl\">י׳</span>’s servant <a data-ref=\"Isaiah 53:4\" href=\"/Isaiah.53.4\">Is 53:4</a>. <strong>7.</strong>  <em>be blighted</em>, of plant (in fig.) <a data-ref=\"Hosea 9:16\" href=\"/Hosea.9.16\">Ho 9:16</a> (Ephr.), <a data-ref=\"Psalms 102:5\" href=\"/Psalms.102.5\">ψ 102:5</a> (heart, <span dir=\"rtl\">כָּעֵשֶׂב</span>; both + <span dir=\"rtl\">יָבַשׁ</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d34cb6084aa1cbf24f43", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, סֵ֫תֶר 1", "anchorRef": "Deuteronomy 27:24", "anchorRefExpanded": ["Deuteronomy 27:24"], "sourceRef": "BDB, סֵ֫תֶר 1", "sourceHeRef": "בראון-דרייבר-בריגס, סֵ֫תֶר א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "סֵ֫תֶר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">סֵ֫תֶר</span></big>  <strong>n.</strong>[<strong>m.</strong>] <strong>covering, hiding-place, secrecy</strong>;—abs. <span dir=\"rtl\">ס׳</span> <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a> +, <span dir=\"rtl\">סָ֑תֶר</span> <a data-ref=\"II Samuel 12:12\" href=\"/II_Samuel.12.12\">2 S 12:12</a>; <a data-ref=\"Proverbs 25:23\" href=\"/Proverbs.25.23\">Pr 25:23</a>, <span dir=\"rtl\">סֶ֑תֶר</span> <a data-ref=\"Psalms 139:15\" href=\"/Psalms.139.15\">ψ 139:15</a>; cstr. <span dir=\"rtl\">סֵ֫תֶר</span> <a data-ref=\"I Samuel 25:20\" href=\"/I_Samuel.25.20\">1 S 25:20</a> +; sf. <span dir=\"rtl\">סִתְרוֹ</span> <a data-ref=\"Psalms 18:12\" href=\"/Psalms.18.12\">ψ 18:12</a> (ins. also ‖ <a data-ref=\"II Samuel 22:12\" href=\"/II_Samuel.22.12\">2 S 22:12</a> 𝔊 𝔖 Th Bu HPS), <span dir=\"rtl\">סִתְרִי</span> <a data-ref=\"Psalms 119:114\" href=\"/Psalms.119.114\">ψ 119:114</a>; pl. <span dir=\"rtl\">סְתָרִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a>;—<br><strong>1.</strong>  <em>covering, cover</em>, <span dir=\"rtl\">בְּס׳ הָהָר</span> <a data-ref=\"I Samuel 25:20\" href=\"/I_Samuel.25.20\">1 S 25:20</a> <em>under cover of the mt.</em>, concealed by it; of clouds as covering for <span dir=\"rtl\">י׳</span> (shutting out his view) <a data-ref=\"Job 22:14\" href=\"/Job.22.14\">Jb 22:14</a>, of darkness (i.e. dark clouds) as <span dir=\"rtl\">י׳</span>’s <em>shiding-place</em> (in theoph.) <a data-ref=\"Psalms 18:12\" href=\"/Psalms.18.12\">ψ 18:12</a> (= <a data-ref=\"II Samuel 22:12\" href=\"/II_Samuel.22.12\">2 S 22:12</a> v. supr.), so <span dir=\"rtl\">ס׳ רַ֑עַם</span> <a data-ref=\"Psalms 81:8\" href=\"/Psalms.81.8\">81:8</a> <em>hiding-place of thundur;</em> of adulterer <span dir=\"rtl\">ס׳ פָּנִים יָשִׂים</span> <a data-ref=\"Job 24:15\" href=\"/Job.24.15\">Jb 24:15</a> i.e. disguiseth himself.<br><strong>2.</strong> <strong>a.</strong>  <em>hiding-place</em>, <a data-ref=\"I Samuel 19:2\" href=\"/I_Samuel.19.2\">1 S 19:2</a>; <a data-ref=\"Isaiah 28:17\" href=\"/Isaiah.28.17\">Is 28:17</a> <span dir=\"rtl\">ס׳ הַמַּדְרֵגָה</span> <a data-ref=\"Song of Songs 2:14\" href=\"/Song_of_Songs.2.14\">Ct 2:14</a> (in fig.; ‖ <span dir=\"rtl\">חַגְוֵי הַסֶּלַע</span>), of hippopot. <a data-ref=\"Job 40:21\" href=\"/Job.40.21\">Jb 40:21</a>; fig. of Isr. as shelter to Moab c. <span dir=\"rtl\">מִפְּנֵי</span> <a data-ref=\"Isaiah 16:6\" href=\"/Isaiah.16.6\">Is 16:6</a>, of ideal Israelite, as <span dir=\"rtl\">ס׳ זֶרֶם</span> <a data-ref=\"Isaiah 32:2\" href=\"/Isaiah.32.2\">32:2</a>, especially of <span dir=\"rtl\">י׳</span> as <em>shelter:</em> <span dir=\"rtl\">ס׳ אָהֳלוֹ</span> <a data-ref=\"Psalms 27:5\" href=\"/Psalms.27.5\">ψ 27:5</a>, <span dir=\"rtl\">ס׳ פָּנֶיךָ</span> <a data-ref=\"Psalms 31:21\" href=\"/Psalms.31.21\">31:21</a>, <span dir=\"rtl\">ס׳ בְּנָפֶיךָ</span> <a data-ref=\"Psalms 61:5\" href=\"/Psalms.61.5\">61:5</a>, <span dir=\"rtl\">ס׳ עֶלְיוֹן</span> <a data-ref=\"Psalms 91:1\" href=\"/Psalms.91.1\">91:1</a>, <span dir=\"rtl\">אַתָּה ס׳ לִי</span> <a data-ref=\"Psalms 32:7\" href=\"/Psalms.32.7\">32:7</a> cf. <a data-ref=\"Psalms 119:114\" href=\"/Psalms.119.114\">119:114</a>. <strong>b.</strong>  <em>secret place</em>, of womb <a data-ref=\"Psalms 139:15\" href=\"/Psalms.139.15\">ψ 139:15</a> (‖ <span dir=\"rtl\">תַּחְתִּיּוֹת אָ֑רֶץ</span>).<br><strong>3.</strong>  <em>secrecy:</em> <span dir=\"rtl\">דְּבַר־ס׳</span> <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a> <em>a matter of secrecy</em>, secret matter; pl. abstr. intens. <span dir=\"rtl\">לֶחֶם סְתָרִים</span> <a data-ref=\"Proverbs 9:17\" href=\"/Proverbs.9.17\">Pr 9:17</a> <em>bread of utter secrecy</em> (i.e. gained stealthily, ‖ <span dir=\"rtl\">מַיִם גְּנוּבִים</span>); <span dir=\"rtl\">לְשֹׁן סָ֑תֶר</span> <a data-ref=\"Proverbs 25:23\" href=\"/Proverbs.25.23\">25:23</a> <em>tongue of secrecy</em>, i.e. slanderous; elsewhere <span dir=\"rtl\">בַּסּ׳</span> <em>in secrecy, secretly</em> <a data-ref=\"Deuteronomy 13:7\" href=\"/Deuteronomy.13.7\">Dt 13:7</a>; <a data-ref=\"Deuteronomy 27:15\" href=\"/Deuteronomy.27.15\">27:15</a>, <a data-ref=\"Deuteronomy 27:24\" href=\"/Deuteronomy.27.24\">24</a>; <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">28:57</a>; <a data-ref=\"II Samuel 12:12\" href=\"/II_Samuel.12.12\">2 S 12:12</a>; <a data-ref=\"Jeremiah 37:17\" href=\"/Jeremiah.37.17\">Je 37:17</a>; <a data-ref=\"Jeremiah 38:16\" href=\"/Jeremiah.38.16\">38:16</a>; <a data-ref=\"Jeremiah 40:15\" href=\"/Jeremiah.40.15\">40:15</a>; <a data-ref=\"Isaiah 45:19\" href=\"/Isaiah.45.19\">Is 45:19</a>; <a data-ref=\"Isaiah 48:16\" href=\"/Isaiah.48.16\">48:16</a>; <a data-ref=\"Job 13:10\" href=\"/Job.13.10\">Jb 13:10</a>; <a data-ref=\"Job 31:27\" href=\"/Job.31.27\">31:27</a>; <a data-ref=\"Proverbs 21:14\" href=\"/Proverbs.21.14\">Pr 21:14</a> <a data-ref=\"Psalms 101:5\" href=\"/Psalms.101.5\">ψ 101:5</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}]