[{"_id": "531e4fe2fbfba276047f66f3", "index_title": "Onkelos Genesis", "category": "Targum", "type": "targum", "ref": "Onkelos Genesis 9:19", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Onkelos Genesis 9:19", "sourceHeRef": "תרגום אונקלוס על בראשית ט׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [80, 120], "commentaryNum": 9.0019, "collectiveTitle": {"en": "Onkelos Genesis", "he": "תרגום אונקלוס על בראשית"}, "heTitle": "תרגום אונקלוס על בראשית", "he": "תְּלָתָא אִלֵּין בְּנֵי נֹחַ וּמֵאִלֵּין <b>אִתְבַּדָּרוּ</b> כָּל אַרְעָא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "These three were the sons of Noach, and from these, the whole world developed [<b>was spread out</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eebf2b", "index_title": "Targum Jonathan on Genesis", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Genesis 9:19", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Targum Jonathan on Genesis 9:19", "sourceHeRef": "תרגום יונתן על בראשית ט׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "compDate": [150, 250], "commentaryNum": 9.0019, "collectiveTitle": {"en": "Targum Jonathan on Genesis", "he": "תרגום יונתן על בראשית"}, "heTitle": "תרגום יונתן על בראשית", "he": "תְּלָתָא אִלֵין בְּנוֹי דְנחַ וּמֵאִילֵין אִתְבְּדָרוּ לְמֵיתַב בְּכָל אַרְעָא", "heVersionTitle": "Targum Jonathan on Genesis", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " These are the three sons of Noah, and from them they were spread abroad to dwell in all the earth.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53e92c5efbfba2240adb8798", "index_title": "Sforno on Genesis", "category": "Commentary", "type": "commentary", "ref": "Sforno on Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Sforno on Genesis 9:19:1", "sourceHeRef": "ספורנו על בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "he": "<b>שלשה אלה בני נח.</b> ועם היות בתוכם הרשע הנה בעבור היותם בני נח ברך האל ית' את כלם באמרו פרו ורבו ומלאו את הארץ ולכן ומאלה נפצה כל הארץ:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "שלשה אלה בני נח, seeing that all of them were Noach’s sons, G’d blessed them all, even though one of them was wicked, when He said “be fruitful and multiply and fill the globe.” As a result of this blessing, באלה נפצה כל הארץ, the entire population of the earth traces its origin to one of these three sons of Noach.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54aaa1adfbfba219cb799441", "index_title": "Radak on Genesis", "category": "Commentary", "type": "commentary", "ref": "Radak on Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Radak on Genesis 9:19:1", "sourceHeRef": "רד\"ק על בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1185, 1235], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Radak", "he": "רד\"ק"}, "he": "נפצה, שרשו נפץ והוא פועל עומד וכן \"כי נפץ העם מעלי\" (שמואל א' י\"ג) ואמר נפצה על מה שהיה אחר דור הפלגה:", "heVersionTitle": "Presburg : A. Schmid, 1842", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "שלשה...נפצה, the root of the word is נפץ, an intransitive verb appearing also in Samuel I 13,11 כי נפץ העם מעלי, “the people were leaving me.” The word is used in this sense also in respect of the people dispersing over the earth on the occasion of the tower of Babylon and its collapse.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54c62c83fbfba248e1b56dce", "index_title": "Haamek Davar on Genesis", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Haamek Davar on Genesis 9:19:1", "sourceHeRef": "העמק דבר על בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1840, 1880], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b> ומאלה נפצה כל הארץ.</b> מלאה כל הארץ מיבעי. אלא בא ללמדנו אשר משלשה אלה נתחלקה כל הארץ. שבאמת בכל הארץ אע״ג שבזה המקום עיקר הישוב מבני שם. ובזה המקום מבני יפת ובזה המקום מבני חם. מ״מ רצון הקב״ה היה שהעולם יתנהג ע״פ שלשה אופני בני אדם. היינו אנשים פשוטים עובדי אדמה ואין להם הרגשה דקה. ואנשים אפרתים מרגישים בשכל אנושי הרבה. ואנשים אלקיים דבקים בה׳ והמה מרכבה לשכינה לפי ערך האדם והמקום. ע״כ מכל שלשה אלו נתחלקה כל הארץ וע׳ להלן מש״כ י׳ ה׳: ", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": "<b>From these the whole world developed.</b> Hashem intended humankind to be comprised of three categories: 1) simple workers, 2) refined intellectuals and 3) people of God who would serve as His “throne” on earth.", "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "553ac917fbfba25e5dc27c3c", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Shadal on Genesis 9:19:1", "sourceHeRef": "שד\"ל על בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "שלשה אלה בני נח ומאלה וגו': הזכיר זה לרמוז כי הברכה והקללה של אלו היא מתיחסת לכל האומות אשר יצאו מהם.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "553ac917fbfba25e5dc27c3e", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 9:19:2", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Shadal on Genesis 9:19:2", "sourceHeRef": "שד\"ל על בראשית ט׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "נפצה כל הארץ: מליצה הפוכה כמו למעלה (ב') אשר תרמוש האדמה, והכוונה כי מאלו נולדו האומות אשר נפוצו בכל הארץ.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "553ac917fbfba25e5dc27c40", "index_title": "Shadal on Genesis", "category": "Commentary", "type": "commentary", "ref": "Shadal on Genesis 9:19:3", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Shadal on Genesis 9:19:3", "sourceHeRef": "שד\"ל על בראשית ט׳:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על בראשית", "he": "נפצה: ענין הפזור נמצא הרבה בשורש פוץ, ומשם הפיצם ה' (למטה י\"א ט') ונ\"ל כי פוץ ופצץ שני שורשים בענין אחד, ויהיה נפצה נפעל מן הכפולים אלא שהוקל, כמו נבלה (שם ז') שהוא במקום נבלה, יזמו במקום יזמו (שם ו') וכיוצא בזה נפצו גוים (ישעיה ל\"ג ג'); ומן השורש והבנין הזה כי נפץ העם (ש\"א י\"ג י\"א) בשקל נסב.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77c32d6e4a94c7c188f72", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Genesis 9:19", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Tafsir Rasag, Genesis 9:19", "sourceHeRef": "תפסיר רס\"ג, בראשית ט׳:י״ט", "anchorVerse": 19, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 9.0019, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "בראשית", "he": "האולי אלת̇לת̇ה בנו נוח ומנהם תפרק אלנאס פי אלארץ̇", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5926b206d6e4a9576039e6a1", "index_title": "Midrash Tanchuma Buber", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma Buber, Noach 19:4", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Midrash Tanchuma Buber, Noach 19:4", "sourceHeRef": "תנחומא בובר, נח י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [150, 750], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Midrash Tanchuma Buber", "he": "תנחומא בובר"}, "heTitle": "נח", "he": "וחם הוא אבי כנען <small>(שם שם א)</small>, תנא אמר ר' ברכיה חם הוא אבי כנען הוא אבי פרוח (שלשה אלה בני נח).", "heVersionTitle": "Midrash Tanhuma haKadum veHaYashan, S. Buber, 1885", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא הקדום והישן, ש' בובר, תרמ\"ה", "text": "(Gen. 9:18, cont.:) <small>AND HAM IS THE FATHER OF CANAAN</small>. There is a tradition that R. Berekhyah said: <small>HAM IS THE FATHER OF CANAAN</small>: He is the father of a <i>peroah</i>.<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">The word denotes something shameful. Parallel accounts in Gen. R. 36:2 and <i>Yalqut Shim‘oni</i> on Gen. 9:18 read <i>pahatah</i>, a word denoting a degraded person. <i>Leqah Tov</i> on Gen. 9:18 reads <i>shefahot</i>, a word meaning “female slaves.” This interpretation may have been suggested by deriving “Canaan” from the verb <i>kana</i>‘, which means, “he was humbled.”</i> {(Gen. 9:19:) <small>THESE THREE WERE THE SONS OF NOAH</small>.}", "versionTitle": "Midrash Tanhuma, S. Buber Recension; trans. by John T. Townsend, 1989.", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא, בובר, מתורגם בידי ג'ון ט' טוונסנד, 1989"}, {"_id": "5936afaed6e4a927fb7b1a3d", "index_title": "The Midrash of Philo", "category": "Second Temple", "type": "commentary", "ref": "The Midrash of Philo 9:18:1-8", "anchorRef": "Genesis 9:18-19", "anchorRefExpanded": ["Genesis 9:18", "Genesis 9:19"], "sourceRef": "The Midrash of Philo 9:18:1-8", "sourceHeRef": "מדרשי פילון ט׳:י״ח:א׳-ח׳", "anchorVerse": 18, "sourceHasEn": true, "compDate": [10, 50], "commentaryNum": 18.0001, "collectiveTitle": {"en": "The Midrash of Philo", "he": "מדרשי פילון"}, "heTitle": "מדרשי פילון", "he": ["<strong>מדוע, כש(הכתוב) מזכיר את בני הצדיק, שֵם חם ויפת, הוא מסַפּר רק את תולדותיו של האמצעי, (ו)אומר: \"חם היה אבי כנען\", ואחר כך מוסיף: \"אֵלה שלשה בני נח\"?</strong>", "מאחר שדיבר על הארבעה, נח ובניו, הוא אומר ששלשה היו למודי־טֶבַע<sup class=\"footnote-marker\">286</sup><i class=\"footnote\"> המילה אינה מתועדת במילונים, ומורכבת משתי מילים: \"טבע\" ρύσις ו\"חינוך\" או \"לימוד\" παιδεια. מ.</i>, והצאצא (כנען) היה דומה בטִבעו לאביו מולידו, הרי שניהם נחשבים כאחד, ובכך הם ארבעה במספר ושלשה בכוח. ועכשיו מסַפֵּר הכתוב רק בתולדות האמצעי, מפני שלהלן יידונו ענייניו על־ידי הצדיק (נֹח) (פסוק כב-כה). ואף על פי שלאמיתו של דבר היה (חם) אביו (של כנען), לא הוכיח (נֹח) את האב וגם לא חָלַק למוליד מן הגורל שנועד לַבֵּן<sup class=\"footnote-marker\">287</sup><i class=\"footnote\"> כלומר, שחם לא קיבל חלק מן הקללה שקילל נח את כנען בנו.</i>. שנית, אפשר ש(הכתוב) מודיע זאת מראש, לאֵלה שביכולתם להביט למרחוק בעיני שִׂכלם הַחַד, שלאחר הרבה דורות יקח (ה') את הארץ מהכנעני ויתננה לעם הנבחר ואהוב־האל. ובכן, הכתוב מתכוון להורות, שכנען, היושב ומושל בארץ, נָהַג מנהגי רישעוּת מיוחדים לו לעצמו וכן מִשֶּׂל אביו, עד ששיפלותו והתנכרותו מציגות אותו כנקלֶה משני הצדדים<sup class=\"footnote-marker\">288</sup><i class=\"footnote\"> כלומר, מכוח עצמו ומכוח אביו.</i>. זהו פשוטו של מקרא. ולפי השֵׂכל, אין (הכתוב) אומר שכנען היה בנו של חם, אלא משתמש באותו ביטוי מיוחד, באמרו: \"חם היה אבי כנען\", שהרי טבע כזה הוא תמיד אב למחשבה מעין זו. ועל כך מעידות הוראות שמותיהם, כי בתירגומם משפה לשפה<sup class=\"footnote-marker\">289</sup><i class=\"footnote\"> כלומר, מעברית ליוונית.</i>, \"חָם\" עניינו \"חוֹם\" או \"חַם\", ו\"כנען\" \"תַּגָר\" או \"סרסור\"<sup class=\"footnote-marker\">290</sup><i class=\"footnote\"> ראה גם להלן בראשית ט, כו <small>שו\"ת בראשית ב, עז</small>.</i>. ואולם עתה ברור הדבר, שאין (כאן) עניין של קירבת־משפחה, או שהגבר האחד הוא אבי השני או בנו, אלא (שהכתוב) מורֶה כאן בבירור על קירבת מחשבה אל מחשבה, בריחוקו (של כנען) מלהסתופף עם המוסריות.<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">שו\"ת בראשית ב, סה</i><br>___________<br>", "נראה, שפילון התכוון לדייק, שבפסוק יח נזכרים בני נח במספר ארבעה: שם חם יפת וכנען, אולם הפסוק שלאחריו: \"שלשה אלו בני נח\", בא להוציא את הרביעי מן הכלל, ולכן נחשבים חם וכנען כאחד, ולמד כן בסמוכין, שהכתוב השני מלמד על הראשון. התשובה הראשונה היא, שהיות ולאחר מכן מעמיד נח את כנען במקום חם, והוא מתקלל במקומו, לכן מציין כאן הכתוב מיד את תולדותיו של חם. וראה להלן בראשית ט, כו <small>שו\"ת בראשית ב, עז</small> ובביאור שם, בענין \"חם חטא וכנען נתקלל\". וברש\"י כאן, שואל ומשיב כבפילון: \"וחם הוא אבי כנען, למה הוצרך לומר כאן? לפי שהפרשה עסוקה ובאה בשכרותו של נח, שקלקל בה חם ועל ידו נתקלל כנען, ועדיין לא כתב תולדות חם ולא ידענו שכנען בנו, לפיכך הוצרך לומר כאן וחם הוא אבי כנען\".", "תשובתו השנייה של פילון, נרמזת במגילת תענית: \"ויאמר ארור כנען, עבד עבדים יהיה לאחיו (בראשית ט, כה). כנענים אמרו, ארץ כנען שלנו היא, שכן כתוב בתורה [זאת הארץ אשר תפל לכם בנחלה] ארץ כנען לגבולותיה (במדבר לד, ב). אמר להם גביהא בן פסיסא, וכי יש גזר דין שמקצתו בטל ומקצתו קיים, הרי כתוב בתורה ויאמר ארור כנען עבד עבדים יהיה לאחיו, עבד שקנה נכנסים, עבד למי ונכסים למי?\" (מגילת תענית פרק ג, ובשינויים בסנהדרין צא, ב וב\"ר סא, ז).", "רמז שהארץ ניטלה מכנען משום מעשיו הרעים, נמצא במדרש על דברים מכתב־יד הגניזה, ולא עוד אלא שדברי פילון, שרישעת כנען גרמה להישמדו, מופיעים בו כהודעה גלויה, וז\"ל המדרש: \"שמא תאמר עשה הקב\"ה בכנעניים שלא כדין, שמסרן ביד ישראל והורישם ארצם, חס ושלום שעשה בהם שלא כדין, חלילה לאל מרשע ושדי מעול. כנענים עבדים לישראל הן, שנאמר ויאמר ארור כנען עבד עבדים יהיה לאחיו, ויאמר ברוך ה' אלהי שם ויהי כנען עבד למו (בראשית ט, כה-כו), עבד שקנה נכסים, עבד של מי ונכסים של מי? לכך מסרן ביד ישראל והורישם מארצם, ועוד שהיו רשעים, ובשביל כך נתחייבו כלייה\" (גנזי שכטר, חלק א, עמ' קסד).", "וכדברי פילון, כן במדרש תדשא: \"כי תבואו אל ארץ כנען וכו' (ויקרא יד, לד), למה זָכַר שֵם ארץ כנען על נגעים? אמר להם הקב\"ה, הסתכלו בארצכם, מנין היא עיקרה של ארצכם, כנען, אי אתם יודעים שחם חטא וכנען נארר, שנאמר (בראשית ט, כב) וירא חם אבי כנען, ואומר (שם כה) ויאמר ארור כנען. אף אתם כשתחטאו ארצכם תתפס ללקות\" (מדרש תדשא, פרק יז). ובאברבנאל (סוף פרק ט): \"והנה נח ברוח הקדש ראה כל אשר ראוי להיות על כנען, מהעבדות וההכנעה והגרוש מארצו וכו', וענין זה אצלו, שהוא ראה שהיה עתיד הקב\"ה לתת את הארץ לזרעו של שֵם וזרעו של אברהם\".", "גם פירושו של פילון, ש\"חם\" הוא לשון \"חום\", נמצא במדרש הנעלם (כא, ע\"ב), הנותן פירוש לשמות בני נח: \"ויולד נח שלשה בנים. תני רבי כרוספדאי, אלו ג' הנהגות אשר באדם וכו', והנהגת התאוה והיצר הרע המנהיג והמחמם את הגוף בדבר עבירות, והיא הנקראת חם\". ובאברבנאל לנח י, א: \"ונקרא חם, אם לפי שחַם לבו בקרבו לרדוף אחר תאוותיו\". הפירוש שכנעני הוא \"תגר\", בהושע יב, ח פירש התרגום את הפסוק \"כנען בידו מאזני מרמה\" - \"לא תהוון כתגרין\", וברש\"י: סוחרים. וכן באיוב מ, ל; זכריה יד, כא. ובישעיה כג, ח - \"אשר סחריה שרים כנעניה נכבדי ארץ\", ופירש רד\"ק כנענֶיה פירש סוחריה. וכן ברש\"י למשלי לא, כד.", "וכעין מדרשו של פילון בחלק האלגורי, נמצא בזֹהר: \"וחם הוא אבי כנען, זוהמא דדהבא תחות קסטיפין אתערותא דרוחא מסאבא וכו', דכתיב וחם הוא אבי כנען וכו', ולא כתיב בכללא דא \"ושֵם הוא אבי כך\" וכו', אלא מיד קפץ ואמר וחם הוא אבי כנען, ודאי\" (זֹהר בראשית, עג ע\"א)."], "heVersionTitle": "The Midrash of Philo, by Samuel Belkin, 1989", "heLicense": "CC-BY", "heVersionTitleInHebrew": "מדרשי פילון, שמואל בלקין, תשמ\"ט", "text": ["<b>Why is it that after the sons of the just man have been named Shem, Ham, and Japhet, he relates only the generations of the middle one, saying, \"And Ham was the Father of Canaan;\" and afterwards he adds, \"These are the three sons of Noah?\" (Genesis 9:18).</b>", "Mentioning four men, Noah and his sons, he says that these were obedient. Because the grandson Canaan was in his habits like his Father who begat him, on that account, instead of mentioning only one, he includes both in his enumeration, so that they are four in number, three in virtue. But in the meantime in the scripture he mentions only the generations of the middle one, on account of the just man whom he is going to speak of subsequently, because although he was his father, since Ham is the Father of Canaan, still he does not mention the father with blame, but with respect to the man with whom he thought it fair that the son should be a partaker, he yet did not give the father a participation with him. In the second place, perhaps he thus gives a premonitory warning also to those persons who by the acuteness of their mental vision can see a long way off what is at a distance, namely, that he designs to take away the land of the Canaanites from them after the lapse of many ages, and to give it to his chosen people who are thoroughly devoted to God. Therefore he chooses to designate the chief inhabitant of that region, namely Canaan, and to show that he both practised singular and peculiar wickedness of his own, and also all the wickedness of his father, so that in every part he might be convicted of an ignoble slavery and submission. This is the literal meaning of these words. But if we have a regard to the inward sense, he does not say that Ham had a son named Canaan, but he predicates offspring of him alone, saying, \"Ham was the Father of Canaan.\" Since such a disposition as that of Ham is always the Father of such designs as those of Canaan, and that the very names themselves intimate this. For if we translate them into another language, Ham means heat or hot; and Canaan means merchants, or buyers, or causes, or recipients. Accordingly, he is not now speaking manifestly of generations, nor is he saying that one man is the Father or the son of another man, but he is evidently demonstrating the connection between one counsel and another, by reason of its alienation from all familiarity with virtue."], "versionTitle": "The Works of Philo Judaeus. trans. C.D.Yonge, London, H. G. Bohn, 1854-1890.", "license": "Public Domain", "versionTitleInHebrew": "חיבורי פילון היהודי, מתורגמים בידי צ'. ד. יונג, לונדון, ה\"ג בון, 1854-1890"}, {"_id": "5993fa6bd6e4a95930ec4101", "index_title": "Malbim on Genesis", "category": "Commentary", "type": "commentary", "ref": "Malbim on Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Malbim on Genesis 9:19:1", "sourceHeRef": "מלבי\"ם על בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על בראשית", "he": "<b>שלשה אלה בני נח.</b> כי כתות האנשים שעמדו בעולם מבני נח יתחלקו לשלשה, יש אנשים שיבחרו בחיים השכליים להתהלך לפני ה' ולעסוק בעיון ובמושכלות ובחכמה ואמונה והוא הטוב, וזה היה מדתו של שם, ויש אנשים מדינים שיבחרו לחיות חיים המדינים תחת נמוסים ישרים שהוא המועיל, וזה היה מדתו של יפת, ויש אנשים בהמיים שיחיו חיי התאוות והתשוקות הרעות כבהמות וזה הערב, וזה היה מדתו של חם, ויען שבני נח היה השרשים לכל דור יולד הבאים אחריהם, שיתחלקו אל אחת משלשה אלה היה צריך שימצא השורש לזה באבות של כל בני האדם ועז\"א ויהיו בני נח מצד שהם היוצאים מן התבה היה מוכרח שיהיה שם חם ויפת, ומפרש שחם הוא הגרוע שבכולם, שהוא היה אבי כנען, ושורש לבנים הארורים, וע\"כ אמר ששלשה אלה היו צריכים שיהיו מצד שהם בני נח, ומאלה נפצה כל הארץ, שתולדותיהם יכללו בג' שרשים אלה:", "heVersionTitle": "Malbim on Genesis -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "59a6c5d4d6e4a920f72d8be4", "index_title": "HaKtav VeHaKabalah", "category": "Commentary", "type": "commentary", "ref": "HaKtav VeHaKabalah, Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "HaKtav VeHaKabalah, Genesis 9:19:1", "sourceHeRef": "הכתב והקבלה, בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1829, 1839], "commentaryNum": 19.0001, "collectiveTitle": {"en": "HaKtav VeHaKabalah", "he": "הכתב והקבלה"}, "heTitle": "בראשית", "he": "<b>נפצה כל הארץ. </b>למפרשים ענינו נפצו כל אנשי ארץ, וכתיב\"ע אתבדרו למיתב בכל ארעא, ולשון המקרא קטוע, ונ\"ל שהוא מענין יפוצו מעינותיך חוצה (משלי ה׳:ט״ז) תפוצינה ערי מטוב (זכריה א׳:י״ז) התפשטות הרבוי חוץ לגדרו, וטעמו כאן הושפעה הארץ ברוב בני אדם עד שאין שיעור למספרם (דיא גאנצע ערדע וואורדע איבערשטראֶמט), ואף דלפי\"ז ה\"ה הפ\"א ראויה להיות חלומה, מ\"מ לשון המקרא יותר מיושב: \n", "heVersionTitle": "HaKtav VeHaKabbalah, Frankfurt 1880", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59b7c71bd6e4a972e7b832a1", "index_title": "Malbim on I Chronicles", "category": "Quoting Commentary", "type": "", "ref": "Malbim on I Chronicles 1:4:1", "anchorRef": "Genesis 9:18-19", "anchorRefExpanded": ["Genesis 9:18", "Genesis 9:19"], "sourceRef": "Malbim on I Chronicles 1:4:1", "sourceHeRef": "מלבי\"ם על דברי הימים א א׳:ד׳:א׳", "anchorVerse": 18, "sourceHasEn": false, "compDate": [1845, 1875], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Malbim on I Chronicles", "he": "מלבי\"ם על דברי הימים א"}, "heTitle": "מלבי\"ם על דברי הימים א", "he": "<b>נח שם חם ויפת.</b> כי מבניו יצאו השבעים אומות הקדמונים, כי כן חלק בחכמתו את ישוב העולם לשבעים, ומינה עליהם שבעים שרים למעלה. וכבר כתבנו במק\"א כי כמו שבהאילן הפרי היא הסגולה והעלים הם השומרים לפרי, והמותר הם קליפות, כן בני אדם יתחלקו לאנשים אלהיים אשר את האלהים יתהלכו שהם הפרי, ובעבורם נטע ה' עץ החיים על תבל וכל בני אדם כולם, ויש אנשים בהמיים שנמשכים רק אחר חומרם, ויש ממוצעים בין שניהם שעוסקים במדיניות וישלימו שכלם ומדותיהם בדתות נימוסיים, והם האמצעיים בין האלהיים ובין הבהמיים, ושלשת אלה נמצאו תיכף בשלשה הבנים בני נח שהיו השורש לכל בני אדם העתידים להולד, כמ\"ש (בראשית ט, יח - יט) ויהיו בני נח היוצאים מן התיבה שם חם ויפת שלשה אלה בני נח, ר\"ל ששלשה אלה היו מוכרחים להולד מנח כי מהם נפצה כל הארץ, שיהיה בהם שלש כתות אלה, והיו מוכרחים להתראות תיכף בשרשם, שמבני שם יצאו האנשים האלהיים, ומבני חם יצאו עם הארץ ועבד עבדים יהיה לאחיו, ויפת היה האמצעי, שישכון לפעמים באהלי שם, ואז יהי כנען עבד גם לו:", "heVersionTitle": "Malbim on I Chronicles -- Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מלבי\"ם על דברי הימים א, ויקיטקסט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1c01c2d6e4a943452d3a1e", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "anchorRef": "Genesis 9:1-11:30", "anchorRefExpanded": ["Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30"], "sourceRef": "Sefer HaYashar (midrash), Book of Genesis, Noach 6", "sourceHeRef": "ספר הישר (מדרש), ספר בראשית, נח ו׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 6, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "נח", "he": "ונח ובניו ישבו בארץ אשר דיבר אליהם ה׳, ויעבדו את ה׳ כל ימיהם. וה׳ ברך את נח ואת בניו, בצאתם מן התיבה. ויאמר אליהם פרו ורבו, ומלאו את כל הארץ. ועצמו ושרצו בכל הארץ, ורבו בה.ואלה שמות בני נח יפת חם ושם ויולדו להם בנים אחר המבול, כי לקחו להם נשים לפני המבול. אלה בני יפת, גומר ומגוג ומדי ויון ותובל ומשך ותירס בנים שבעה. ויהיו בני גומר, אשכנז וריפת ותוגרמה. ובני מגוג, אליחרף ולובב. ובני מדי: אחון, זילא, חוני, ליטי. ובני יון: אלישה, תרשיש, כתים, דודנים. ובני תובל: אריפי, כשד, תארי. ובני משך: חרון, זדון, שיבשני. ובני תירס: בניוב, גירא, כיזון, לופריון, גילק. אלה הם בני יפת למשפחותיהם, ויהיו פקודיהם בימים ההם כארבע מאות ושישים איש. ואלה בני חם, כוש ומצרים פוט וכנען, בנים ארבעה. ויהיו בני כוש: סבא, חבילה, סבתה, רעמא, סבתכא. ובני רעמה שבא ודדן. ובני מצרים: לוד, עונם, להב, נפתוח, פתרוס, כסלוח, כפתור. ובני פוט: גבל, חדן, בנה, עדן. ובני כנען: צידון, חת, אמרי, גרגשי, חוי, ערקי, סיני, ארודי, צמר,חמת. אלה הם בני חם למשפחותיהם, ופקודיהם בימים ההם כשבע מאות ושלושים איש. ואלה בני שם: עילם, אשור, ארפכשד, ולוד וארם, בנים חמישה. ויהיו בני עילם: שושן, מחול, חרמון. ובני אשור: מירס, מוקיל. ובני ארפכשד: שלח, ענר, אשכול. ובני לוד: פתור, עזיון. ובני ארם: עוץ, חול, גתר, מש. אלה הם בני שם למשפחותם, ומספרם בימים ההם כשלוש מאות ושבעים איש. אלה תולדות שם, שם הוליד את ארפכשד וארפכשד הוליד את שלח ושלח הוליד את עבר. ולעבר יולד שני בנים, שם האחד פלג, כי בחייו נפלגו חיי בני האדם ובאחרית ימיו הפלגה הארץ. ואת שם השני קרא יקטן לאמור: המעטו והקטנו חיי בני האדם בימיו. אלה בני יקטן: אלמודד, שלף, חצר מות, ירח, הדורם, אוזל, דקלה, עובל, אבימאל, שבא, אופיר, חוילה, יובב. כל אלה בני יקטן. ופלג אחיו הוליד את רעו, ורעו הוליד את שרוג, ושרוג הוליד את נחור, ונחור הוליד את תרח.ו יחי תרח שלושים ושמונה שנה ויולד את הרן ואת נחור.", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And Noah and his sons dwelt in the land that the Lord pointed out to them, and they served ‎the Lord through all the days of their lives. And the Lord blessed Noah and his sons when they ‎left the ark, and the Lord said unto them: Be fruitful and multiply and fill the earth. And ‎become powerful and very numerous in the whole earth. And these are the names of the ‎sons of Noah: Japheth, Ham and Shem. And children were born unto them after the flood, for ‎they had taken unto themselves wives before the flood. And these are the names of the sons ‎of Japheth: Gomer, and Magog, and Madai, and Javan, and Tubal, and Meshech, and Tiras; ‎seven sons. And the sons of Gomer were: Ashkinaz, and Riphath, and Togarmah. And the sons ‎of Magog were: Elichalof, and Labab. And the sons of Madai were: Achon, and Zeelo, and ‎Chazoni, and Lot. And the sons of Javan were: Elisha, and Tarshish, and Kittim, and Dadanim. ‎And the sons of Tubal were: Ariphi, and Kesed, and Taari. And the sons of Meshech were: ‎Dedan, and Zaron and Shebashni. And the sons of Tiras were: Benib, and Ghera, and Luperion, ‎and Ghelae. These are the sons of Japheth according to their families, and their numbers in ‎those days were about four hundred and sixty men. And these are the sons of Ham: Cush, and ‎Mizrain, and Phut, and Canaan, four sons. And the sons of Cush were: Seba, and Havilah, and ‎Sabtah, and Raamah, and Sabtecha. And the sons of Raamah were Sheba, and Dedan, and ‎Mizrain begat Ludim, and Anamim, and Lehabim, and Naphtuhim, and Pathrusim, and Cas ‎luchim, and Caphtorim. And the sons of Phut were: Ghebut, and Hadon, and Benah, and Adon. ‎And the sons of Canaan were: Sidon, and Heth, and the Amorite, and the Girgasite, and the ‎Hivite and the Arkite, and the Sinite, and the Arvadite, and the Zemarite, and the Hamathite. ‎These are the sons of Ham, according to their families, and their numbers in those days were ‎about seven hundred and thirty men. And these are the sons of Shem: Elam, and Asshur, and ‎Arphaxad, and Lud, and Aram, five sons. And the sons of Elam were: Shushan, and Mahul and ‎Harmon. And the sons of Asshur were: Miros and Makil. And the sons of Arphaxad were: ‎Salah, and Aner, and Ash kol. And the sons of Lud were: Peter and Bizon. And the sons of ‎Aram were: Uz, and Hul, and Gether, and Mash. These are the sons of Ham according to their ‎families, and their numbers were in those days about three hundred families. These are the ‎generations of Shem: Shem begat Arphaxad, and Arphaxad begat. Selah, and Selah begat ‎Eber; and unto Eber were born two sons, the name of one was Peleg, for in his days the sons ‎of man became divided, and in his last days the earth also was divided; and his brother's name ‎was Joktan, because in his days the duration of the life of the sons of man became short ‎vened and lessened. And these are the sons of Joktan: Almodad, and Sheleph, and ‎Hazarmaveth, and Yerah, and Hadoram, and Uzal, and Diklah, and Obal, and Abimael, and ‎Sheba, and Ophir, and Havilah and Jobab; all these were the sons of Joktan. And his brother ‎Peleg begat Reu, and Reu begat Serug, and Serug begat Nahor, and Nahor begat Terah. And ‎Terah was eighty-three years old when he begat Haran and Nahor.‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5b0fd320b783360017a823a5", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat HaAchilah, Emek Beracha 3:2", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Shenei Luchot HaBerit, Shaar HaOtiyot, Kedushat HaAchilah, Emek Beracha 3:2", "sourceHeRef": "שני לוחות הברית, שער האותיות, קדושת האכילה, עמק ברכה ג׳:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3.0002, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "עמק ברכה", "he": "<b>סעיף ג' </b> כמו שצריך ליזהר מרבוי אכילה כדלעיל <small>(סעיף ב')</small>, כן צריך ליזהר מרבוי שתייה, כי השכרות מפסיד גופו של אדם ומאביד שכלו וגורם לו כל רעות שבעולם, כמו שמצינו בנח שגרם לו השכרות רעה וקלון, והיתה לו סבה לקלל זרעו. ואמרו רז\"ל (במסכת סנהדרין <small>(ע, א)</small>) י\"ג ווין נאמרו ביין, ויחל נח ויטע כרם וישת מן היין וישכר וכו' <small>(בראשית ט, יט)</small>. הכוונה בי\"ג ווי\"ן אלו, כתב בספר ראשית חכמה בשער הקדושה מפני שכולם באו להורות אוי ווי, והם י\"ג להורות שפגם באחדות שאחד עולה י\"ג וכו':", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part I", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17a7f4bb386c011be9e818", "index_title": "Metzudat Zion on Zechariah", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Zechariah 1:17:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Metzudat Zion on Zechariah 1:17:1", "sourceHeRef": "מצודת ציון על זכריה א׳:י״ז:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1740, 1780], "commentaryNum": 17.0001, "collectiveTitle": {"en": "Metzudat Zion on Zechariah", "he": "מצודת ציון על זכריה"}, "heTitle": "מצודת ציון על זכריה", "he": "<b>תפוצנה.</b> ענין פזור כמו ומאלה נפצה כל הארץ (בראשית ט׳:י״ט):\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c46957408d98a02694deb87", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, נְפַץ 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Jastrow, נְפַץ 1", "sourceHeRef": "מילון יסטרוב, נְפַץ א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "נְפַץ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">נְפַץ</strong>  ch.  <a class=\"refLink\" href=\"/Jastrow,_נָפַץ.1\" data-ref=\"Jastrow, נָפַץ 1\">same</a> <b>1)</b> <i>to scatter, shake out</i>. <a class=\"refLink\" href=\"/Onkelos_Genesis.24.20\" data-ref=\"Onkelos Genesis 24:20\">Targ. O. Gen. XXIV, 20</a> (ed. Berl. <span dir=\"rtl\">נְפַצַּת</span>). <a class=\"refLink\" href=\"/Targum_Jonathan_on_Judges.6.38\" data-ref=\"Targum Jonathan on Judges 6:38\">Targ. Jud. VI, 38</a> ed. Lag. (ed. <span dir=\"rtl\">נפק</span>, incorr.).—<a class=\"refLink\" href=\"/Niddah.31a.32\" data-ref=\"Niddah 31a:32\">Nidd. 31ᵃ</a> (prov.) <span dir=\"rtl\">פּוּץ מלחא ושדי וכ׳</span> shake the salt off, and throw the meat to the dog (when life escapes, the body decays). <a class=\"refLink\" href=\"/Bereishit_Rabbah.36\" data-ref=\"Bereishit Rabbah 36\">Gen. R. s. 36</a> (ref. to <span dir=\"rtl\">נפצה</span>, <a class=\"refLink\" href=\"/Genesis.9.19\" data-ref=\"Genesis 9:19\">Gen. IX, 19</a>) <span dir=\"rtl\">לדגה … דנַפְצָה עוברה וכ׳</span> like a large fish that scatters its roe &c.; a. e.—<a class=\"refLink\" href=\"/Sanhedrin.67b.14\" data-ref=\"Sanhedrin 67b:14\">Snh. 67ᵇ</a> <span dir=\"rtl\">דנָפֵיץ</span> (Rashi <span dir=\"rtl\">מְנַפֵּץ</span>) he scattered, i.e. <i>blew his nose</i> <b>—2)</b> <i>to shatter, break</i>. <a class=\"refLink\" href=\"/Targum_Jonathan_on_Judges.7.19\" data-ref=\"Targum Jonathan on Judges 7:19\">Targ. Jud. VII, 19</a>. <b>—3)</b> <i>to beat, hatchel</i>. <a class=\"refLink\" href=\"/Yoma.20b\" data-ref=\"Yoma 20b\">Yoma 20ᵇ</a>, v. <a class=\"refLink\" href=\"/Jastrow,_אֲגַר II.1\" data-ref=\"Jastrow, אֲגַר II 1\"><span dir=\"rtl\">אֲגַר</span> II</a>.—Part. pass. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְפַץ.1\" data-ref=\"Jastrow, נְפַץ 1\">נְפִיץ</a>. <a class=\"refLink\" href=\"/Chullin.51b.15\" data-ref=\"Chullin 51b:15\">Ḥull. 51ᵇ</a>, a. e. <span dir=\"rtl\">כיתנא דדייק ולא נ׳</span> flax which has been pounded, but not carded (freed of hard substances). <b>—4)</b> <i>to snap</i> a chalked cord for marking. <a class=\"refLink\" href=\"/Targum_Jonathan_on_Isaiah.44.13\" data-ref=\"Targum Jonathan on Isaiah 44:13\">Targ. Is. XLIV, 13</a>.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pa.</strong> - <strong dir=\"rtl\">נַפֵּיץ</strong>  <a class=\"refLink\" href=\"/Jastrow,_נָפַץ.1\" data-ref=\"Jastrow, נָפַץ 1\">same</a>. <a class=\"refLink\" href=\"/Targum_Jonathan_on_Jeremiah.51.34\" data-ref=\"Targum Jonathan on Jeremiah 51:34\">Targ. Jer. LI, 34</a>.—<a class=\"refLink\" href=\"/Targum_Jonathan_on_Jeremiah.23.29\" data-ref=\"Targum Jonathan on Jeremiah 23:29\">Ib. XXIII, 29</a>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נְפַע.1\" data-ref=\"Jastrow, נְפַע 1\">נְפַע</a>.—<a class=\"refLink\" href=\"/Aramaic_Targum_to_Esther.1.11\" data-ref=\"Aramaic Targum to Esther 1:11\">Targ. Esth. I, 11</a> <span dir=\"rtl\">ומְנַפְּסָן</span>.—Part. pass. <span dir=\"rtl\">מְנַפַּץ</span>. <a class=\"refLink\" href=\"/Targum_Jonathan_on_Isaiah.27.9\" data-ref=\"Targum Jonathan on Isaiah 27:9\">Targ. Is. XXVII, 9</a>.—<a class=\"refLink\" href=\"/Bava_Kamma.93b.12\" data-ref=\"Bava Kamma 93b:12\">B. Kam. 93ᵇ</a> <span dir=\"rtl\">נַפְּצֵיה נַפּוּצֵי</span>, v. <a class=\"refLink\" href=\"/Jastrow,_סָרַק II.1\" data-ref=\"Jastrow, סָרַק II 1\"><span dir=\"rtl\">סְרַק</span> II</a>. <a class=\"refLink\" href=\"/Shabbat.147a.2\" data-ref=\"Shabbat 147a:2\">Sabb. 147ᵃ</a> <span dir=\"rtl\">מְנַפְּצֵי גלימייהו</span> shaking their cloaks. <a class=\"refLink\" href=\"/Shabbat.147a\" data-ref=\"Shabbat 147a\">Ib.</a> <span dir=\"rtl\">נַפּוּצוּ וכ׳</span> shake them in his face. <a class=\"refLink\" href=\"/Chullin.113a.10\" data-ref=\"Chullin 113a:10\">Ḥull. 113ᵃ</a> <span dir=\"rtl\">ומְנַפֵּיץ ליה</span> and shakes the salt off. <a class=\"refLink\" href=\"/Chullin.76b.3\" data-ref=\"Chullin 76b:3\">Ib. 76ᵇ</a> <span dir=\"rtl\">נַפְּצֵיה וכ׳</span> he split it, and found two nerves; a. e.—[<a class=\"refLink\" href=\"/Bava_Batra.45a\" data-ref=\"Bava Batra 45a\">B. Bath. 45ᵃ</a> <span dir=\"rtl\">מפצי</span>; <a class=\"refLink\" href=\"/Ketubot.91b\" data-ref=\"Ketubot 91b\">Keth. 91ᵇ</a>, sq. <span dir=\"rtl\">מפצינא</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פְּצָא.1\" data-ref=\"Jastrow, פְּצָא 1\">פְּצָא</a>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5f043b6f8710dbe36e0ae6e9", "index_title": "Rav Hirsch on Torah", "category": "Quoting Commentary", "type": "", "ref": "Rav Hirsch on Torah, Genesis 9:6:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Rav Hirsch on Torah, Genesis 9:6:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית ט׳:ו׳:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 6.0001, "collectiveTitle": {"en": "Rav Hirsch on Torah", "he": "רש\"ר הירש על התורה"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Den richterlichen Strafen des göttlichen Gesetzes liegt weder die Theorie des Abschreckungssystems, noch die der Vergeltung, des sogenannten jus tallonis zu Grunde, so sehr man auch das erste aus dem ,וכל ישראל ישמעו ויראו (fünftes B. M. 13,11 u.f. ) und letzteres aus dem עין תחת עין ( zweites B.M. 21, 24) das zum Stichwort dieser Theorie hat werden müssen, folgern zu können geglaubt. Schon die Tatsache, daß dem jüdischen Strafgesetze kein Indizienbeweis und kein Selbstgeständnis gilt, daß Leibesstrafe nur בעדים והתראה, nur auf Grund von Zeugen, die nicht nur den Vorgang gesehen, sondern den Angeklagten im Augenblick des Vorhabens mit dem Buchstaben des Gesetzes gewarnt haben, erkannt werden darf, ein Zusammentreffen, das gewiß zu den seltenen gehört, und dem der vorbedachte Verbrecher in leichtester Weise entgehen kann; die Tatsache ferner, daß für die meisten Verbrechen gegen Eigentum, selbst für Raub, gar keine, nicht einmal eine Geldstrafe (קנס), sondern nur Wiedererstattung (תשלומי) erkannt wird; schon diese auffallenden Eigentümlichkeiten des jüdischen Strafgesetzes widersprechen entschieden dem Prinzipe der Abschreckung. Und gerade das וכל ישראל ישמעו ויראו, auf das man Bezug nimmt, ist der positive Gegenbeweis. Es sind <i>nur vier</i> Strafvollziehungen: עדים זוממין ,בן סורר ומורה ,זקן ממרה ,מסית ומדיח, bei welchen das Gesetz den Zusatz gibt: das ganze Volk höre es und fürchte sich, ferner solches zu verüben. Aber gerade diese vier erscheinen als etwas Abnormes. Der Charakter ihrer Tat an sich und in ihren unmittelbaren Wirkungen betrachtet, erscheint gar nicht schon so fluchwürdig. Der eine, מסית, hat nur das Wort der Verführung — erfolglos — gesprochen; der andere, עד זומם, hat noch gar nicht die Tötung des Angeklagten herbeigeführt; der זקן ממרה kann sogar in Wirklichkeit im Rechte sein, obgleich er sich der Majoritätsansicht des ב״ד הגדול in seinen Entscheidungen fügen soll; den בן סורר ומורה trifft ausgesprochener Maßen die Todesstrafe nur על שם סופו. Im Grunde werden alle diese vier על שם סופן, mit Rücksicht auf die großen verderblichen Folgen hingerichtet, die aus ihren dem Anschein nach unverhältnißmäßig kleinen Verbrechen sich ergeben könnten. Hinsichtlich ihrer erkennt es daher das Gesetz als wichtig an, daß <i>das ganze Volk erfahre</i>, es habe jemanden um eines solchen Verbrechens willen die Todesstrafe getroffen. Nicht von der Strafe an sich, sondern von der Öffentlichkeit oder Veröffentlichung — (das ist eben die Differenz zwischen ר׳ עקיבא und ר׳ יהודה, Sanhedrin 89.2.) — ist die Abschreckung das Motiv, und indem das Gesetz die Öffentlichkeit oder Veröffentlichung der Strafvollziehung eben <i>nur bei diesen vieren</i> fordert, ist dies der Beweis, daß für die Strafe überhaupt nicht die Abschreckungsabsicht das Motiv sein kann. (Sanhedrin 89,a.) — Ebensowenig ist das jus tallonls aus dem \"Aug׳ für Aug\" usw. des jüdischen Gesetzes zu folgern. Die Überlieferung lehrt, daß damit nur die Abmessung einer Geldstrafe gegeben sei, und ist zugleich nachgewiesen, wie eine gerechte Ausführung des buchstäblichen \"Aug׳ für Aug\" ja gar nicht möglich wäre. Allein aus dem schriftlichen Gesetze selbst ist ersichtlich, daß mit Aug׳ für Aug׳ nur das genaue Ausmaß der in Geld zu leistenden Schadloshaltung gemeint sei. Bevor 2. B. M. 21, 24 Aug׳ für Aug׳ usw. ausgesprochen wird, ist daselbst Raw Hirsch on Genesis 9: 19 bereits die Geldentschädigung für Verwundungen, שבתו יתן ורפא ירפא, ausgesprochen. Im Aug׳ für Aug׳ ist vielmehr der große, dem ganzen jüdischen Strafrechte zu Grunde liegende Grundsatz offenbart: <i>Jeder darf nur das Recht beanspruchen, das er auch dem Andern zuerkennt</i>. Er verliert den Anspruch, sobald er den des Andern nicht achtet. Er restituiert sich wieder, indem er durch Restitution oder Straferleidung das verletzte Recht entweder objektiv, oder wo dies unmöglich, in der Anerkennung wieder herstellt. Den Weisen ist jede Strafe כפרה, Sühne, nicht \"Sühne der beleidigten Gerechtigkeit\"; sondern Sühne des Verbrechers selbst. Selbst des Hingerichteten Zukunft geht über die kurze Spanne seines Hierseins hinaus. Hat er das durch ihn verletzte Recht mit Verlust seines <i>Hierseins</i> gebüßt, so geht er einem neuen Dasein in wiedergewonnener Reinheit entgegen. — כי בצלם אלקים עשה את האדם in diesem Satze der höheren göttlichen Dignität des leiblichen Wesens und Hierseins des Menschen, dürfte das Motiv für die ganze Gruppe dieser Gesetzbestimmungen liegen, für die Dahingebung der Tierwelt an den Nahrungszweck des Menschen, für die nicht gestattete Aufnahme der Tierseele in den Menschenleib: אבר מן החי, sowie für die Gotteshörigkeit und die Gottesvertretung des menschlichen leiblichen Hierseins gegen jeden Angriff.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f043c1fa157d666e704aaa0", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Rav Hirsch on Torah, Genesis 9:19:1", "sourceHeRef": "רש\"ר הירש על התורה, בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "בראשית", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Nochmals wiederholt: Alle drei: Söhne eines Vaters und zwar eines Vaters, der צדיק תמים וגוי war, und alle drei doch so sehr verschieden! \"Von diesen dreien individualisierte sich die ganze Erde\" ( נפץ, wovon מכץ, der <i>Hammer</i>, der in kleine Teilchen zerschlägt), ging die Erde in die mannigfaltigste Individualisierung und Zerstreuung auseinander. Alle die späteren Verschiedenheiten sind auf diese drei Grundtypen zurückzuführen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5f1e7e0d40454fc912134f42", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Midrash Lekach Tov, Genesis 9:19:1", "sourceHeRef": "מדרש לקח טוב, בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b>שלשה אלה בני נח ומאלה נפצה כל הארץ.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"24\"></i> משל לדגה גדולה <i data-commentator=\"Notes and Corrections\" data-order=\"25\"></i> דנפצת עוברה ומלאת כל ארעא.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e7e0e40454fc912134f44", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 9:19:2", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Midrash Lekach Tov, Genesis 9:19:2", "sourceHeRef": "מדרש לקח טוב, בראשית ט׳:י״ט:ב׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> נפצה כל הארץ.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"26\"></i> אלו שבעים אומות. גומר. ומגוג. ומדי. ויון. ותובל. ומשך. ותירס. אשכנז. וריפת. ותוגרמה. אלישה. ותרשיש. כתים. ודודנים. הרי אלו ארבעה עשר בני יפת הגדול.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e7e0f40454fc912134f46", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 9:19:3", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Midrash Lekach Tov, Genesis 9:19:3", "sourceHeRef": "מדרש לקח טוב, בראשית ט׳:י״ט:ג׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0003, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> כוש.</b> ומצרים. ופוט. וכנען. סבא. וחוילה. וסבתה. ורעמה. וסבתכה. שבא. ודדן. ונמרוד. ולודים. ולהבים. וענמים. ונפתוחים. ופתרוסים. וכסלוחים. כפתורים. צידון. וחת. והיבוסי. והאמורי. והגרגשי. והחוי. והערקי. והסיני. והארודי. והצמרי. והחמתי. הרי אלו שלשים בני חם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5f1e7e1040454fc912134f48", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Genesis 9:19:4", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Midrash Lekach Tov, Genesis 9:19:4", "sourceHeRef": "מדרש לקח טוב, בראשית ט׳:י״ט:ד׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 19.0004, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "בראשית", "he": "<b> ובני שם.</b> עילם. ואשור. וארפכשד. ולוד. וארם. עוץ. וחול. וגתר. ומש. ושלח. ועבר. ופלג. ויקטן. ואלמודד. ושלף. וחצרמות. וירח. הדורם. ואוזל. ודקלה. עובל. ואבימאל. ושבא. אופיר. וחוילה. ויובב. הרי אלו עשרים וששה בני שם. שהן כולן שבעים אומות. לכך נאמר ומאלה נפצה כל הארץ. וכנגד שבעים אומות האלו ברא שבעים מלאכים ברקיע. וכשהקב\"ה רוצה להפיל האומה. תחלה מפיל שרה מלמעלה. וכן הוא אומר על צור. איך נפלת משמים הילל בן שחר נגדעת לארץ חולש על גוים (ישעיה יד יב). ואומר בדניאל. ואני יוצא והנה שר יון בא ואין אחד מתחזק עמי כי אם מיכאל שרכם (דניאל י כא). וזה היה גבריאל שהי' מספר לדניאל.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5fb25421581cfce19ca75882", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 24:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 24:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות כ״ד:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 24.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "ומאלה נפצה כל הארץ אתבדרו בכל ארעא (יא\"ר, לסבונא קוסטנטינא וסביוניטה), ומסורת עליו ב' כל דמיתרגמין בכל, וכן בתרגום המיוחס ליונתן אתבדרו למיתב בכל ארעא. ובדפוס רע\"ח אתבדרת כל ארעא, וברוב הספרים אתבדרו כל ארעא, והראשון הוא הנכון.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60912a264762701ed71e053c", "index_title": "Toldot Yaakov Yosef", "category": "Chasidut", "type": "", "ref": "Toldot Yaakov Yosef, Bereshit 86", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Toldot Yaakov Yosef, Bereshit 86", "sourceHeRef": "תולדות יעקב יוסף, בראשית פ״ו", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1780], "commentaryNum": 86, "collectiveTitle": {"en": "Toldot Yaakov Yosef", "he": "תולדות יעקב יוסף"}, "heTitle": "בראשית", "he": "<b>עד</b> שבא נח איש האדמה (בראשית ט, יט) שהוציאה מהקללה, וכמ\"ש <b>בזוהר</b> וכו' (ח\"ג טו.), ור\"ל על ידי שגבר כח אנשי הצורה על אנשי החומר, ונקרא איש אדמה, לעלות למעלה, כמו שביארתי משנה (ר\"ה פ\"ג מ\"ח) והי' כאשר ירים משה [ידו] וגבר ישראל (שמות יז, יא), וק\"ל, והבן.", "heVersionTitle": "Eichen edition. Jerusalem, 2011", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "610233e2d2382222a2db49de", "index_title": "Tzror HaMor on Torah", "category": "Quoting Commentary", "type": "", "ref": "Tzror HaMor on Torah, Genesis 5:29:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Tzror HaMor on Torah, Genesis 5:29:1", "sourceHeRef": "צרור המור על התורה, בראשית ה׳:כ״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1460, 1510], "commentaryNum": 29.0001, "collectiveTitle": {"en": "Tzror HaMor on Torah", "he": "צרור המור על התורה"}, "heTitle": "בראשית", "he": "<b>ובמדרש</b> אמרו ויקרא את שמו נח הקב\"ה קרא שמו נח על שם העתיד לפי שבחטא אדם הראשון היה העולם רופף כאלו לא היה לו קיום והיה קרוב ליחרב ולכן אמר זה ינחמנו ממעשינו שעשינו במעשה בראשית כענין שבזה יתקיים העולם כדכתיב וצדיק יסוד עולם. וכן אמר זה ינחמנו ממעשינו על דור המבול שנחרב העולם במים ובשביל נח שם לעולם שארית כדכתיב ונח מצא חן בעיני ה'. וכן מעצבון ידינו לפי שהקב\"ה כביכול הוא עצב באבידת עולמו כמו שאמר למטה וינחם ה' כי עשה את האדם בארץ ויתעצב אל לבו. וז\"ש כאן זה ינחמנו ממעשינו ומעצבון ידינו מן האדמה אשר אררה ה' כדכתיב והנני משחיתם את הארץ. ולפי שלידת נח היה אות על דור המבול תמצא שכתוב בלמך ויהי כל ימי למך ובכולם כתיב ויהיו כל ימי קינן לפי שכל מקום שנאמר ויהי הוא לשון צער כמוזכר בדבריהם. וכאן כתיב בו ויהי ולא ויהיו להורות על שלימותו ועל צדקתו שהיו כל ימיו כיום אחד והיו חייו חיים אמתיים בלי שום שינוי כאלו לא היה אלא יום אחד בלבד. וכן שהעמיד בן צדיק שהעמיד העולם. ולכן תמצא שכתוב מיד ויהי נח בן חמש מאות שנה ויולד נח את שם את חם ואת יפת שהעמיד ג' בנים כעין שלשה יסודות שבהם העולם עומד והם על הדין ועל האמת ועל השלום. וכנגד אלו השלשה היו בניו שם חם ויפת. על הדין כנגד חם שהיה חם ואדום אחוז במדת הדין הקשה. ועל האמת כנגד יפת כי יופי הדבר ונעימותו הוא מצד האמת. וזהו כן דברת יפה דברת ובזמנו דברת אמת שלא אוסיף עוד ראות פניך. וכן תמצא שאמרו במדרש הנעלם כי בק\"ש יש רמ\"ח תיבות וחסרו להשלים רמ\"ח שלשה תיבות. ואמרו כי לכן חוזר החזן ה' אלהיכם אמת להשלים אלו השלשה תיבות. ומי שלא שמעם מן החזן קרא עליו מעוות לא יוכל לתקון וחסרון לא יוכל להמנות. ואמרו שם מאי תקנתיה ליעיין בט\"ו ווי\"ן שיש באמת ויציב עד ויפה הדבר הזה. ונראה לי הטעם בזה לפי שהם ט\"ו כנגד שם י\"ה שעולה ט\"ו שהוא כמו שם שלם. והוא להשלים ה' אלהיכם אמת שהוא כמו דבר אחד כדכתיב וה' אלקיכם אמת והאמת הוא אלקינו (והאמת הוא אתה) ולכן סדרו בכאן חמשה עשר ווי\"ן כנגד שם ה' שהוא ה' אלהיכם אמת והחמשה ווי\"ן הראשונים הם כנגד ה'. והאמצעיים כנגד אלקיכם. והאחרונים כנגד אמת. וזהו סידורן. ויציב ונכון וקיים וישר ונאמן כנגד השם הראשון של ה' כמוזכר בדבריהם אני ה' נאמן לשלם שכר. ואהוב וחביב ונחמד ונעים ונורא כנגד אלקיכם כי שם אלקים הוא נורא מאד לפי שהוא דין וזהו מי כמוך באלים ה' נורא תהלות. וכן מה נורא המקום הזה אין זה כי אם בית אלהים. ואדיר ומתוקן ומקובל וטוב ויפה כנגד אמת. כי יופי הדבר הוא האמת כמו שכתבנו בענין שהמכוין באלו הט\"ו ווי\"ן הוא כאלו אמר ה' אלקיכם אמת וחסרון לא יוכל להמנות אבל בלילה לא אמרו מאי תקנתיה לפי שתפלת ערבית רשות. ועוד כי בפסוקים יש פדית אותי ה' אל אמת. שהוא כנגד ה' אלקיכם אמת. ואם כן יפה נאמר כי יפת הוא כנגד אמת. ועל השלום הוא כנגד שם כי שם הוא מלך שלם והוא החזיק בתורת ה' שנקראת שלום דכתיב ה' יברך את עמו בשלום. ולכן אמר בסוף המבול שלשה אלה בני נח ומאלה נפצה כל הארץ. ולפי שהם קיום העולם מצד נח הצדיק היו שלשה עמודים שהעולם עומד עליהם והם שם וחם ויפת. והם הדין והאמת והשלום והם אמת ומשפט שלום וכו'. והם יותר מסודרים בסדר הפסוק שהמשפט באמצע והרחמים מצדדיו שלא יצא לקטרג בעולם. וזהו סדר הפסוק שם וחם ויפת. חם באמצע שהוא הדין אלא שבמשנה לקח הדין בראשונה לפי שהוא יותר צריך לעולם שאלמלא מוראה איש את רעהו וכו':", "heVersionTitle": "Tzeror Hamor, Warsaw, 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "צרור המור על התורה, וורשא, תרל\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d597f4629f2b5727e00e", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, נפץ 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Sefer HaShorashim, נפץ 1", "sourceHeRef": "ספר השרשים, נפץ א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "נפץ", "he": ["<strong><big>נפץ</big></strong>   כִּֽי־רָאִיתִי כִֽי־<strong>נָפַץ</strong> הָעָם (<a class=\"refLink\" href=\"I Samuel 13:11\" data-ref=\"I Samuel 13:11\">שמואל א' יג, יא</a>), מֵרוֹמְמֻתֶךָ <strong>נָפְצוּ</strong> גּוֹיִֽם (ישעיות לג, ג), וּמֵאֵלֶּה <strong>נָֽפְצָה</strong> כָל־הָאָֽרֶץ (<a class=\"refLink\" href=\"Genesis 9:19\" data-ref=\"Genesis 9:19\">בראשית ט, יט</a>). ו<strong>המקור</strong> והוא יוצא <strong>וְנָפוֹץ </strong>הַכַּדִּים (<a class=\"refLink\" href=\"Judges 7:19\" data-ref=\"Judges 7:19\">שופטים ז, יט</a>). <strong>והשם</strong> <strong>נֶפֶץ</strong> וָזֶרֶם וְאֶבֶן בָּרָֽד (<a class=\"refLink\" href=\"Isaiah 30:30\" data-ref=\"Isaiah 30:30\">ישעיה ל, ל</a>), בשש נקודות. <strong>והכבד</strong> [פִּעֵל] <strong>וְנִפַּצְתִּים</strong> אִישׁ אֶל־אָחִיו (<a class=\"refLink\" href=\"Jeremiah 13:14\" data-ref=\"Jeremiah 13:14\">ירמיה יג, יד</a>),<strong> וְנִפֵּץ</strong> אֶֽת־עֹלָלַיִךְ אֶל־הַסָּֽלַע (<a class=\"refLink\" href=\"Psalms 137:9\" data-ref=\"Psalms 137:9\">תהלים קלז, ט</a>), <strong>וְנִפַּצְתִּי</strong> בְךָ גּוֹיִם (<a class=\"refLink\" href=\"Jeremiah 51:20\" data-ref=\"Jeremiah 51:20\">ירמיה נא, כ</a>), וְנִבְלֵיהֶם <strong>יְנַפֵּֽצוּ</strong> (<a class=\"refLink\" href=\"Jeremiah 48:12\" data-ref=\"Jeremiah 48:12\">ירמיה מח, יב</a>), כִּכְלִי יוֹצֵר <strong>תְּנַפְּצֵֽם</strong> (<a class=\"refLink\" href=\"Psalms 2:9\" data-ref=\"Psalms 2:9\">תהלים ב, ט</a>), כְּאַבְנֵי־גִר <strong>מְנֻפָּצוֹת</strong> (<a class=\"refLink\" href=\"Isaiah 27:9\" data-ref=\"Isaiah 27:9\">ישעיה כז, ט</a>), כולם ענין פיזור, ויש מהם פיזור עם השבר והרצוץ. ושם הכלי שמנפצין בו <strong>מַפֵּץ</strong>־אַתָּה לִי (<a class=\"refLink\" href=\"Jeremiah 51:20\" data-ref=\"Jeremiah 51:20\">ירמיה נא, כ</a>), בצרי. ובקמץ וְאִישׁ כְּלִי <strong>מַפָּצוֹ </strong>בְּיָדוֹ (<a class=\"refLink\" href=\"Ezekiel 9:2\" data-ref=\"Ezekiel 9:2\">יחזקאל ט, ב</a>). <strong>והתאר</strong> הַעֶצֶב נִבְזֶה <strong>נָפוּץ</strong> (<a class=\"refLink\" href=\"Jeremiah 22:28\" data-ref=\"Jeremiah 22:28\">ירמיה כב, כח</a>), בשרק. ובחלם <strong>נְפֹצִים</strong> אֶל־הֶֽהָרִים כַּצֹּאן (<a class=\"refLink\" href=\"I Kings 22:17\" data-ref=\"I Kings 22:17\">מלכים א' כב, יז</a>), וַתְּהִֽי־שָׁם הַמִּלְחָמָה נָפֹצֶות [<strong>נָפוֹצֶת</strong>] (<a class=\"refLink\" href=\"II Samuel 18:8\" data-ref=\"II Samuel 18:8\">שמואל ב' יח, ח</a>). והיא מלה זרה כי משפטה <strong>נְפוֹצָה</strong> בפלס <strong>גְּדוֹלָה</strong>. או <strong>נְפֹצֶת</strong> בשקל <strong>קְטֹרֶת, נְחֹשֶׁת</strong> אבל נשאר בו הקמץ על דרך היחיד כמו בָּגוֹדָה אֲחוֹתָהּ (<a class=\"refLink\" href=\"Jeremiah 3:7\" data-ref=\"Jeremiah 3:7\">ירמיה ג, ז</a>). ואדוני אבי ז\"ל כתב <strong>וְנִבְלֵיהֶם יְנַפֵּֽצוּ</strong>, יריקו מתרגום וַתְּעַר כַּדָּהּ (<a class=\"refLink\" href=\"Genesis 24:20\" data-ref=\"Genesis 24:20\">בראשית כד, כ</a>) <strong>וּנְפַצַת קוּלְּתֵהּ</strong> כמו שאמר וכליו יריקו. והוא כפל דבר."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5e5f4629f2b5728258e", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, שׁלשׁ 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Sefer HaShorashim, שׁלשׁ 1", "sourceHeRef": "ספר השרשים, שׁלשׁ א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "שׁלשׁ", "he": ["<strong><big>שׁלשׁ</big></strong>   <strong>שְׁלֹשָׁה</strong> אֵלֶּה (<a class=\"refLink\" href=\"Genesis 9:19\" data-ref=\"Genesis 9:19\">בראשית ט, יט</a>), תַּחַת <strong>שָׁלוֹשׁ</strong> רָגְזָה אֶרֶץ (<a class=\"refLink\" href=\"Proverbs 30:21\" data-ref=\"Proverbs 30:21\">משלי ל, כא</a>), <strong>שְׁלשֶׁת</strong> יָמִים (<a class=\"refLink\" href=\"Esther 4:16\" data-ref=\"Esther 4:16\">אסתר ד, טז</a>), צְאוּ <strong>שְׁלָשְׁתְּכֶם</strong> (<a class=\"refLink\" href=\"Numbers 12:4\" data-ref=\"Numbers 12:4\">במדבר יב, ד</a>), וַיֵּֽצְאוּ <strong>שְׁלָשְׁתָּֽם</strong> (שם יד), יוֹם <strong>שְׁלִישִֽׁי</strong> (<a class=\"refLink\" href=\"Genesis 1:13\" data-ref=\"Genesis 1:13\">בראשית א, יג</a>), כִּתְמוֹל <strong>שִׁלְשֹׁם</strong> (<a class=\"refLink\" href=\"Exodus 5:14\" data-ref=\"Exodus 5:14\">שמות ה, יד</a>), היום השלישי לאחור. שְׁנִיִּם <strong>וּשְׁלִשִׁים</strong> (<a class=\"refLink\" href=\"Genesis 6:16\" data-ref=\"Genesis 6:16\">בראשית ו, טז</a>). וּמִן־הַתִּֽיכֹנָה אֶל־<strong>הַשְּׁלִֹשִֽׁים</strong> (<a class=\"refLink\" href=\"I Kings 6:8\" data-ref=\"I Kings 6:8\">מלכים א' ו, ח</a>), רצונו לומר השלישית. ואמר לשון רבים לפי שהיו תאים רבים. אַתִּיק אֶל־פְּנֵֽי־אַתִּיק <strong>בַּשְּׁלִֹשִֽׁים</strong> (<a class=\"refLink\" href=\"Ezekiel 42:3\" data-ref=\"Ezekiel 42:3\">יחזקאל מב, ג</a>), תרגם יונתן <strong>מְתַלְתִין</strong>. עַד הָעֶרֶב <strong>הַשְּׁלִשִֽׁית</strong> (<a class=\"refLink\" href=\"I Samuel 20:5\" data-ref=\"I Samuel 20:5\">שמואל א' כ, ה</a>), רצונו לומר עד עת הערב השלישית, כלומר ערב של יום השלישי. ואמר שלישית לשון נקבה על העת. וכן תרגם יונתן<strong> עַד עִדַן רַמְשָׁא דְיוֹמָא תְלִיתָאָה</strong>. וכן כָּעֵת מָחָר <strong>הַשְּׁלִשִׁית</strong> (שם יב), פירוש כעת הזאת השלישית של מחר, כלומר ליום השלישי בערב כעת הזאת. ומחר יאמר על יום השילישי כי נמצא בקרוב וברחוק כמו שכתבנו. אבל יונתן תרגם <strong>בְּעִדָנָא הָדֵין מְחַר אוֹ בְּיוֹמָא תְּלִיתָאָה</strong>. ומשקל אחר בְּנֵי <strong>שִׁלֵּשִׁים</strong> (<a class=\"refLink\" href=\"Genesis 50:23\" data-ref=\"Genesis 50:23\">בראשית נ, כג</a>). ומשקל אחר יִֽהְיֶה יִשְׂרָאֵל <strong>שְׁלִישִׁיָּה</strong> (<a class=\"refLink\" href=\"Isaiah 19:24\" data-ref=\"Isaiah 19:24\">ישעיה יט, כד</a>), כלומר שלישית להם. וְתִכָּפֵל חֶרֶב <strong>שְׁלִישִׁתָה</strong> (<a class=\"refLink\" href=\"Ezekiel 21:19\" data-ref=\"Ezekiel 21:19\">יחזקאל כא, יט</a>), ה<strong>ה\"א</strong> נוספת כי המלה מלעיל בשני פשטין. והוא כמו שלישית, כלומר שלש פעמים הכפל ואמר זה לצרות השונות והמשלשות עליהם. <strong>הַשְּׁלִשִׁית</strong> מִכֶּם (<a class=\"refLink\" href=\"II Kings 11:5\" data-ref=\"II Kings 11:5\">מלכים ב' יא, ה</a>), פירוש חלק שלישי. עֶגְלָה <strong>מְשֻׁלֶּשֶׁת</strong> (<a class=\"refLink\" href=\"Genesis 15:9\" data-ref=\"Genesis 15:9\">בראשית טו, ט</a>), בת שלש שנים או שלישית לבטן. וכן עֶגְלַת <strong>שְׁלִשִׁיָּה</strong> (<a class=\"refLink\" href=\"Isaiah 15:5\" data-ref=\"Isaiah 15:5\">ישעיה טו, ה</a>). ודעת התרגום ב<strong>עֶגְלָה מְשֻׁלֶּשֶׁת</strong> כמו שלשה שתרגם <strong>עֶגְלִין תְּלָתָא וְעִזִּין תְּלָתָא וְדִכְרִין תְּלָת</strong>. <strong>והפעל הכבד מזה</strong> [פִּעֵל] וַיֹּאמֶר <strong>שַׁלֵּשׁוּ וַיְשַׁלֵּֽשׁוּ</strong> (<a class=\"refLink\" href=\"I Kings 18:34\" data-ref=\"I Kings 18:34\">מלכים א' יח, לד</a>), <strong>וְשִׁלַּשְׁתָּ</strong> אֶת־גְּבוּל אַרְצְךָ (<a class=\"refLink\" href=\"Deuteronomy 19:3\" data-ref=\"Deuteronomy 19:3\">דברים יט, ג</a>), פירוש שיהיה מתחלת הגבול עד עיר הראשונה של מקלט כשעור השניה, ומן השניה לשלישית כמו כן, וכן מן השלישית עד גבול השני של ארץ ישראל.<strong> וְשִׁלַּשְׁתָּ</strong> תֵּרֵד מְאֹד (<a class=\"refLink\" href=\"I Samuel 20:19\" data-ref=\"I Samuel 20:19\">שמואל א' כ, יט</a>), תעמוד עד יום השלשי. וְהַחוּט <strong>הַֽמְשֻׁלָּשׁ</strong> (<a class=\"refLink\" href=\"Ecclesiastes 4:12\" data-ref=\"Ecclesiastes 4:12\">קהלת ד, יב</a>), פתיל משלשה חוטין. וַיַּעַן <strong>הַשָּׁלִישׁ</strong> (<a class=\"refLink\" href=\"II Kings 7:2\" data-ref=\"II Kings 7:2\">מלכים ב' ז, ב</a>), הקצין. <strong>וְשָֽׁלִשִׁם</strong> עַל־כֻּלּֽוֹ (<a class=\"refLink\" href=\"Exodus 14:7\" data-ref=\"Exodus 14:7\">שמות יד, ז</a>), וּמִבְחַר <strong>שָֽׁלִשָׁיו</strong> (<a class=\"refLink\" href=\"Exodus 15:4\" data-ref=\"Exodus 15:4\">שמות טו, ד</a>), קצינים ונכבדים. או יקרא שליש אשר הוא תחת <strong>מִשְׁנֶה</strong> למלך. הֲלֹא כָתַבְתִּי לְךָ שָׁלִשִׁום [<strong>שָׁלִישִׁים</strong>] (<a class=\"refLink\" href=\"Proverbs 22:20\" data-ref=\"Proverbs 22:20\">משלי כב, כ</a>), דברים נפלאים ונכבדים. או פירושו פעם שתים ושלש. בְּשִׂמְחָה <strong>וּבְשָׁלִשִֽׁים</strong> (<a class=\"refLink\" href=\"I Samuel 18:6\" data-ref=\"I Samuel 18:6\">שמואל א' יח, ו</a>) שׁירים, ונקראו כן לפי שיש להן מעלה על שאר הדברים, כמעלת השרים על בני אדם. או הם כלי ניגון יש להם שלשה יתרים. וְכָל <strong>בַּשָּׁלִשׁ</strong> (<a class=\"refLink\" href=\"Isaiah 40:12\" data-ref=\"Isaiah 40:12\">ישעיה מ, יב</a>), במדה גדולה. וכן וַתַּשְׁקֵמוֹ בִּדְמָעוֹת <strong>שָׁלִֽישׁ</strong> (<a class=\"refLink\" href=\"Psalms 80:6\" data-ref=\"Psalms 80:6\">תהלים פ, ו</a>), ופירושו ותשקמו דמעות בשליש והמוקדם מאוחר כמו וַתָּשֶׂם בַּפּוּךְ עֵינֶיהָ (<a class=\"refLink\" href=\"II Kings 9:30\" data-ref=\"II Kings 9:30\">מלכים ב' ט, ל</a>) כמו שכתבתי בשרש <strong>שֹוּם</strong>. ויתכן מזה חרב שלישתה, כלומר חרב גדולה. וכן <strong>יִֽהְיֶה יִשְׂרָאֵל שְׁלִישִׁיָּה</strong>, כלומר גדול ונכבד עליהם. וזהו שאמר (שם) בְּרָכָה בְּקֶרֶב הָאָֽרֶץ. ואדוני אבי ז\"ל פירש בספר הגלוי וכל בשליש עפר הארץ מדה שהיא שליש המדה הגדולה. וכן פירש <strong>וַתַּשְׁקֵמוֹ בִּדְמָעוֹת שָׁלִֽישׁ</strong>, כי נאמר על גלות בבל שהיה שליש גלות מצרים שהיה שני מאות ועשרה שנים וגלות בבל שהיה שבעים שנה. ויש לפרש שעל זה הגלות אמר שהוא גלות שלישי."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "62037ed547cf7a0c25239b51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Aftermath 2-5", "anchorRef": "Genesis 8:20-9:19", "anchorRefExpanded": ["Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Aftermath 2-5", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ח׳ ב׳-ה׳", "anchorVerse": 20, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Aftermath", "he": "בראשית הערה ח׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ח׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["The passages immediately following the Flood narrative speak of a God who is remarkably receptive to a human kind of change. From having been “sorry” that he created humankind (6:6), he now evinces a change of heart about the entire issue of evil, conceding human imperfections (8:21). In a wonderfully structured declaration, where “never again” moves in position from the middle to the beginning of the phrase (8:21–22), God as it were chooses to restrain his own ability to radically disturb the processes of nature. Where later on in Genesis the human characters exhibit the capacity to change, here it is God himself.", "The blessing in 9:1–3 establishes Noah as a kind of second Adam (and it might be noted that chronologically Noah is the first man born after Adam dies). It repeats the basic formulation of the blessing in 1:28–30, with an important exception: meat-eating is now to be allowed, as part of God’s concession to human nature. Previously only the plant world had been accessible to humankind for food. However—and this very word punctuates the text twice in 9:4–5—there is to be an accounting for willful bloodshed, as if to suggest that the eating of meat is being permitted only under strict conditions. To underscore the importance of this concept, the section about bloodshed uses the vocabulary of creation: human beings are made “in the image of God.”", "With vv.8 and 9 the key concept of “covenant” is established in fact for the first time in the Bible. It is accompanied, as is usual in the Bible, by a symbol or “sign” (in this case, the rainbow). We are led back to the creation story again, as other biblical texts speak of the Sabbath as a “sign of the covenant” between God and Israel (e.g., Ex. 31:12–17).", "The sixfold repetition of the phrase “never again” provides a thematic unity in these passages."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809f713bd8cd388d3e49", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "anchorRef": "Genesis 1:1-50:26", "anchorRefExpanded": ["Genesis 1:1", "Genesis 1:2", "Genesis 1:3", "Genesis 1:4", "Genesis 1:5", "Genesis 1:6", "Genesis 1:7", "Genesis 1:8", "Genesis 1:9", "Genesis 1:10", "Genesis 1:11", "Genesis 1:12", "Genesis 1:13", "Genesis 1:14", "Genesis 1:15", "Genesis 1:16", "Genesis 1:17", "Genesis 1:18", "Genesis 1:19", "Genesis 1:20", "Genesis 1:21", "Genesis 1:22", "Genesis 1:23", "Genesis 1:24", "Genesis 1:25", "Genesis 1:26", "Genesis 1:27", "Genesis 1:28", "Genesis 1:29", "Genesis 1:30", "Genesis 1:31", "Genesis 2:1", "Genesis 2:2", "Genesis 2:3", "Genesis 2:4", "Genesis 2:5", "Genesis 2:6", "Genesis 2:7", "Genesis 2:8", "Genesis 2:9", "Genesis 2:10", "Genesis 2:11", "Genesis 2:12", "Genesis 2:13", "Genesis 2:14", "Genesis 2:15", "Genesis 2:16", "Genesis 2:17", "Genesis 2:18", "Genesis 2:19", "Genesis 2:20", "Genesis 2:21", "Genesis 2:22", "Genesis 2:23", "Genesis 2:24", "Genesis 2:25", "Genesis 3:1", "Genesis 3:2", "Genesis 3:3", "Genesis 3:4", "Genesis 3:5", "Genesis 3:6", "Genesis 3:7", "Genesis 3:8", "Genesis 3:9", "Genesis 3:10", "Genesis 3:11", "Genesis 3:12", "Genesis 3:13", "Genesis 3:14", "Genesis 3:15", "Genesis 3:16", "Genesis 3:17", "Genesis 3:18", "Genesis 3:19", "Genesis 3:20", "Genesis 3:21", "Genesis 3:22", "Genesis 3:23", "Genesis 3:24", "Genesis 4:1", "Genesis 4:2", "Genesis 4:3", "Genesis 4:4", "Genesis 4:5", "Genesis 4:6", "Genesis 4:7", "Genesis 4:8", "Genesis 4:9", "Genesis 4:10", "Genesis 4:11", "Genesis 4:12", "Genesis 4:13", "Genesis 4:14", "Genesis 4:15", "Genesis 4:16", "Genesis 4:17", "Genesis 4:18", "Genesis 4:19", "Genesis 4:20", "Genesis 4:21", "Genesis 4:22", "Genesis 4:23", "Genesis 4:24", "Genesis 4:25", "Genesis 4:26", "Genesis 5:1", "Genesis 5:2", "Genesis 5:3", "Genesis 5:4", "Genesis 5:5", "Genesis 5:6", "Genesis 5:7", "Genesis 5:8", "Genesis 5:9", "Genesis 5:10", "Genesis 5:11", "Genesis 5:12", "Genesis 5:13", "Genesis 5:14", "Genesis 5:15", "Genesis 5:16", "Genesis 5:17", "Genesis 5:18", "Genesis 5:19", "Genesis 5:20", "Genesis 5:21", "Genesis 5:22", "Genesis 5:23", "Genesis 5:24", "Genesis 5:25", "Genesis 5:26", "Genesis 5:27", "Genesis 5:28", "Genesis 5:29", "Genesis 5:30", "Genesis 5:31", "Genesis 5:32", "Genesis 6:1", "Genesis 6:2", "Genesis 6:3", "Genesis 6:4", "Genesis 6:5", "Genesis 6:6", "Genesis 6:7", "Genesis 6:8", "Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32", "Genesis 12:1", "Genesis 12:2", "Genesis 12:3", "Genesis 12:4", "Genesis 12:5", "Genesis 12:6", "Genesis 12:7", "Genesis 12:8", "Genesis 12:9", "Genesis 12:10", "Genesis 12:11", "Genesis 12:12", "Genesis 12:13", "Genesis 12:14", "Genesis 12:15", "Genesis 12:16", "Genesis 12:17", "Genesis 12:18", "Genesis 12:19", "Genesis 12:20", "Genesis 13:1", "Genesis 13:2", "Genesis 13:3", "Genesis 13:4", "Genesis 13:5", "Genesis 13:6", "Genesis 13:7", "Genesis 13:8", "Genesis 13:9", "Genesis 13:10", "Genesis 13:11", "Genesis 13:12", "Genesis 13:13", "Genesis 13:14", "Genesis 13:15", "Genesis 13:16", "Genesis 13:17", "Genesis 13:18", "Genesis 14:1", "Genesis 14:2", "Genesis 14:3", "Genesis 14:4", "Genesis 14:5", "Genesis 14:6", "Genesis 14:7", "Genesis 14:8", "Genesis 14:9", "Genesis 14:10", "Genesis 14:11", "Genesis 14:12", "Genesis 14:13", "Genesis 14:14", "Genesis 14:15", "Genesis 14:16", "Genesis 14:17", "Genesis 14:18", "Genesis 14:19", "Genesis 14:20", "Genesis 14:21", "Genesis 14:22", "Genesis 14:23", "Genesis 14:24", "Genesis 15:1", "Genesis 15:2", "Genesis 15:3", "Genesis 15:4", "Genesis 15:5", "Genesis 15:6", "Genesis 15:7", "Genesis 15:8", "Genesis 15:9", "Genesis 15:10", "Genesis 15:11", "Genesis 15:12", "Genesis 15:13", "Genesis 15:14", "Genesis 15:15", "Genesis 15:16", "Genesis 15:17", "Genesis 15:18", "Genesis 15:19", "Genesis 15:20", "Genesis 15:21", "Genesis 16:1", "Genesis 16:2", "Genesis 16:3", "Genesis 16:4", "Genesis 16:5", "Genesis 16:6", "Genesis 16:7", "Genesis 16:8", "Genesis 16:9", "Genesis 16:10", "Genesis 16:11", "Genesis 16:12", "Genesis 16:13", "Genesis 16:14", "Genesis 16:15", "Genesis 16:16", "Genesis 17:1", "Genesis 17:2", "Genesis 17:3", "Genesis 17:4", "Genesis 17:5", "Genesis 17:6", "Genesis 17:7", "Genesis 17:8", "Genesis 17:9", "Genesis 17:10", "Genesis 17:11", "Genesis 17:12", "Genesis 17:13", "Genesis 17:14", "Genesis 17:15", "Genesis 17:16", "Genesis 17:17", "Genesis 17:18", "Genesis 17:19", "Genesis 17:20", "Genesis 17:21", "Genesis 17:22", "Genesis 17:23", "Genesis 17:24", "Genesis 17:25", "Genesis 17:26", "Genesis 17:27", "Genesis 18:1", "Genesis 18:2", "Genesis 18:3", "Genesis 18:4", "Genesis 18:5", "Genesis 18:6", "Genesis 18:7", "Genesis 18:8", "Genesis 18:9", "Genesis 18:10", "Genesis 18:11", "Genesis 18:12", "Genesis 18:13", "Genesis 18:14", "Genesis 18:15", "Genesis 18:16", "Genesis 18:17", "Genesis 18:18", "Genesis 18:19", "Genesis 18:20", "Genesis 18:21", "Genesis 18:22", "Genesis 18:23", "Genesis 18:24", "Genesis 18:25", "Genesis 18:26", "Genesis 18:27", "Genesis 18:28", "Genesis 18:29", "Genesis 18:30", "Genesis 18:31", "Genesis 18:32", "Genesis 18:33", "Genesis 19:1", "Genesis 19:2", "Genesis 19:3", "Genesis 19:4", "Genesis 19:5", "Genesis 19:6", "Genesis 19:7", "Genesis 19:8", "Genesis 19:9", "Genesis 19:10", "Genesis 19:11", "Genesis 19:12", "Genesis 19:13", "Genesis 19:14", "Genesis 19:15", "Genesis 19:16", "Genesis 19:17", "Genesis 19:18", "Genesis 19:19", "Genesis 19:20", "Genesis 19:21", "Genesis 19:22", "Genesis 19:23", "Genesis 19:24", "Genesis 19:25", "Genesis 19:26", "Genesis 19:27", "Genesis 19:28", "Genesis 19:29", "Genesis 19:30", "Genesis 19:31", "Genesis 19:32", "Genesis 19:33", "Genesis 19:34", "Genesis 19:35", "Genesis 19:36", "Genesis 19:37", "Genesis 19:38", "Genesis 20:1", "Genesis 20:2", "Genesis 20:3", "Genesis 20:4", "Genesis 20:5", "Genesis 20:6", "Genesis 20:7", "Genesis 20:8", "Genesis 20:9", "Genesis 20:10", "Genesis 20:11", "Genesis 20:12", "Genesis 20:13", "Genesis 20:14", "Genesis 20:15", "Genesis 20:16", "Genesis 20:17", "Genesis 20:18", "Genesis 21:1", "Genesis 21:2", "Genesis 21:3", "Genesis 21:4", "Genesis 21:5", "Genesis 21:6", "Genesis 21:7", "Genesis 21:8", "Genesis 21:9", "Genesis 21:10", "Genesis 21:11", "Genesis 21:12", "Genesis 21:13", "Genesis 21:14", "Genesis 21:15", "Genesis 21:16", "Genesis 21:17", "Genesis 21:18", "Genesis 21:19", "Genesis 21:20", "Genesis 21:21", "Genesis 21:22", "Genesis 21:23", "Genesis 21:24", "Genesis 21:25", "Genesis 21:26", "Genesis 21:27", "Genesis 21:28", "Genesis 21:29", "Genesis 21:30", "Genesis 21:31", "Genesis 21:32", "Genesis 21:33", "Genesis 21:34", "Genesis 22:1", "Genesis 22:2", "Genesis 22:3", "Genesis 22:4", "Genesis 22:5", "Genesis 22:6", "Genesis 22:7", "Genesis 22:8", "Genesis 22:9", "Genesis 22:10", "Genesis 22:11", "Genesis 22:12", "Genesis 22:13", "Genesis 22:14", "Genesis 22:15", "Genesis 22:16", "Genesis 22:17", "Genesis 22:18", "Genesis 22:19", "Genesis 22:20", "Genesis 22:21", "Genesis 22:22", "Genesis 22:23", "Genesis 22:24", "Genesis 23:1", "Genesis 23:2", "Genesis 23:3", "Genesis 23:4", "Genesis 23:5", "Genesis 23:6", "Genesis 23:7", "Genesis 23:8", "Genesis 23:9", "Genesis 23:10", "Genesis 23:11", "Genesis 23:12", "Genesis 23:13", "Genesis 23:14", "Genesis 23:15", "Genesis 23:16", "Genesis 23:17", "Genesis 23:18", "Genesis 23:19", "Genesis 23:20", "Genesis 24:1", "Genesis 24:2", "Genesis 24:3", "Genesis 24:4", "Genesis 24:5", "Genesis 24:6", "Genesis 24:7", "Genesis 24:8", "Genesis 24:9", "Genesis 24:10", "Genesis 24:11", "Genesis 24:12", "Genesis 24:13", "Genesis 24:14", "Genesis 24:15", "Genesis 24:16", "Genesis 24:17", "Genesis 24:18", "Genesis 24:19", "Genesis 24:20", "Genesis 24:21", "Genesis 24:22", "Genesis 24:23", "Genesis 24:24", "Genesis 24:25", "Genesis 24:26", "Genesis 24:27", "Genesis 24:28", "Genesis 24:29", "Genesis 24:30", "Genesis 24:31", "Genesis 24:32", "Genesis 24:33", "Genesis 24:34", "Genesis 24:35", "Genesis 24:36", "Genesis 24:37", "Genesis 24:38", "Genesis 24:39", "Genesis 24:40", "Genesis 24:41", "Genesis 24:42", "Genesis 24:43", "Genesis 24:44", "Genesis 24:45", "Genesis 24:46", "Genesis 24:47", "Genesis 24:48", "Genesis 24:49", "Genesis 24:50", "Genesis 24:51", "Genesis 24:52", "Genesis 24:53", "Genesis 24:54", "Genesis 24:55", "Genesis 24:56", "Genesis 24:57", "Genesis 24:58", "Genesis 24:59", "Genesis 24:60", "Genesis 24:61", "Genesis 24:62", "Genesis 24:63", "Genesis 24:64", "Genesis 24:65", "Genesis 24:66", "Genesis 24:67", "Genesis 25:1", "Genesis 25:2", "Genesis 25:3", "Genesis 25:4", "Genesis 25:5", "Genesis 25:6", "Genesis 25:7", "Genesis 25:8", "Genesis 25:9", "Genesis 25:10", "Genesis 25:11", "Genesis 25:12", "Genesis 25:13", "Genesis 25:14", "Genesis 25:15", "Genesis 25:16", "Genesis 25:17", "Genesis 25:18", "Genesis 25:19", "Genesis 25:20", "Genesis 25:21", "Genesis 25:22", "Genesis 25:23", "Genesis 25:24", "Genesis 25:25", "Genesis 25:26", "Genesis 25:27", "Genesis 25:28", "Genesis 25:29", "Genesis 25:30", "Genesis 25:31", "Genesis 25:32", "Genesis 25:33", "Genesis 25:34", "Genesis 26:1", "Genesis 26:2", "Genesis 26:3", "Genesis 26:4", "Genesis 26:5", "Genesis 26:6", "Genesis 26:7", "Genesis 26:8", "Genesis 26:9", "Genesis 26:10", "Genesis 26:11", "Genesis 26:12", "Genesis 26:13", "Genesis 26:14", "Genesis 26:15", "Genesis 26:16", "Genesis 26:17", "Genesis 26:18", "Genesis 26:19", "Genesis 26:20", "Genesis 26:21", "Genesis 26:22", "Genesis 26:23", "Genesis 26:24", "Genesis 26:25", "Genesis 26:26", "Genesis 26:27", "Genesis 26:28", "Genesis 26:29", "Genesis 26:30", "Genesis 26:31", "Genesis 26:32", "Genesis 26:33", "Genesis 26:34", "Genesis 26:35", "Genesis 27:1", "Genesis 27:2", "Genesis 27:3", "Genesis 27:4", "Genesis 27:5", "Genesis 27:6", "Genesis 27:7", "Genesis 27:8", "Genesis 27:9", "Genesis 27:10", "Genesis 27:11", "Genesis 27:12", "Genesis 27:13", "Genesis 27:14", "Genesis 27:15", "Genesis 27:16", "Genesis 27:17", "Genesis 27:18", "Genesis 27:19", "Genesis 27:20", "Genesis 27:21", "Genesis 27:22", "Genesis 27:23", "Genesis 27:24", "Genesis 27:25", "Genesis 27:26", "Genesis 27:27", "Genesis 27:28", "Genesis 27:29", "Genesis 27:30", "Genesis 27:31", "Genesis 27:32", "Genesis 27:33", "Genesis 27:34", "Genesis 27:35", "Genesis 27:36", "Genesis 27:37", "Genesis 27:38", "Genesis 27:39", "Genesis 27:40", "Genesis 27:41", "Genesis 27:42", "Genesis 27:43", "Genesis 27:44", "Genesis 27:45", "Genesis 27:46", "Genesis 28:1", "Genesis 28:2", "Genesis 28:3", "Genesis 28:4", "Genesis 28:5", "Genesis 28:6", "Genesis 28:7", "Genesis 28:8", "Genesis 28:9", "Genesis 28:10", "Genesis 28:11", "Genesis 28:12", "Genesis 28:13", "Genesis 28:14", "Genesis 28:15", "Genesis 28:16", "Genesis 28:17", "Genesis 28:18", "Genesis 28:19", "Genesis 28:20", "Genesis 28:21", "Genesis 28:22", "Genesis 29:1", "Genesis 29:2", "Genesis 29:3", "Genesis 29:4", "Genesis 29:5", "Genesis 29:6", "Genesis 29:7", "Genesis 29:8", "Genesis 29:9", "Genesis 29:10", "Genesis 29:11", "Genesis 29:12", "Genesis 29:13", "Genesis 29:14", "Genesis 29:15", "Genesis 29:16", "Genesis 29:17", "Genesis 29:18", "Genesis 29:19", "Genesis 29:20", "Genesis 29:21", "Genesis 29:22", "Genesis 29:23", "Genesis 29:24", "Genesis 29:25", "Genesis 29:26", "Genesis 29:27", "Genesis 29:28", "Genesis 29:29", "Genesis 29:30", "Genesis 29:31", "Genesis 29:32", "Genesis 29:33", "Genesis 29:34", "Genesis 29:35", "Genesis 30:1", "Genesis 30:2", "Genesis 30:3", "Genesis 30:4", "Genesis 30:5", "Genesis 30:6", "Genesis 30:7", "Genesis 30:8", "Genesis 30:9", "Genesis 30:10", "Genesis 30:11", "Genesis 30:12", "Genesis 30:13", "Genesis 30:14", "Genesis 30:15", "Genesis 30:16", "Genesis 30:17", "Genesis 30:18", "Genesis 30:19", "Genesis 30:20", "Genesis 30:21", "Genesis 30:22", "Genesis 30:23", "Genesis 30:24", "Genesis 30:25", "Genesis 30:26", "Genesis 30:27", "Genesis 30:28", "Genesis 30:29", "Genesis 30:30", "Genesis 30:31", "Genesis 30:32", "Genesis 30:33", "Genesis 30:34", "Genesis 30:35", "Genesis 30:36", "Genesis 30:37", "Genesis 30:38", "Genesis 30:39", "Genesis 30:40", "Genesis 30:41", "Genesis 30:42", "Genesis 30:43", "Genesis 31:1", "Genesis 31:2", "Genesis 31:3", "Genesis 31:4", "Genesis 31:5", "Genesis 31:6", "Genesis 31:7", "Genesis 31:8", "Genesis 31:9", "Genesis 31:10", "Genesis 31:11", "Genesis 31:12", "Genesis 31:13", "Genesis 31:14", "Genesis 31:15", "Genesis 31:16", "Genesis 31:17", "Genesis 31:18", "Genesis 31:19", "Genesis 31:20", "Genesis 31:21", "Genesis 31:22", "Genesis 31:23", "Genesis 31:24", "Genesis 31:25", "Genesis 31:26", "Genesis 31:27", "Genesis 31:28", "Genesis 31:29", "Genesis 31:30", "Genesis 31:31", "Genesis 31:32", "Genesis 31:33", "Genesis 31:34", "Genesis 31:35", "Genesis 31:36", "Genesis 31:37", "Genesis 31:38", "Genesis 31:39", "Genesis 31:40", "Genesis 31:41", "Genesis 31:42", "Genesis 31:43", "Genesis 31:44", "Genesis 31:45", "Genesis 31:46", "Genesis 31:47", "Genesis 31:48", "Genesis 31:49", "Genesis 31:50", "Genesis 31:51", "Genesis 31:52", "Genesis 31:53", "Genesis 31:54", "Genesis 32:1", "Genesis 32:2", "Genesis 32:3", "Genesis 32:4", "Genesis 32:5", "Genesis 32:6", "Genesis 32:7", "Genesis 32:8", "Genesis 32:9", "Genesis 32:10", "Genesis 32:11", "Genesis 32:12", "Genesis 32:13", "Genesis 32:14", "Genesis 32:15", "Genesis 32:16", "Genesis 32:17", "Genesis 32:18", "Genesis 32:19", "Genesis 32:20", "Genesis 32:21", "Genesis 32:22", "Genesis 32:23", "Genesis 32:24", "Genesis 32:25", "Genesis 32:26", "Genesis 32:27", "Genesis 32:28", "Genesis 32:29", "Genesis 32:30", "Genesis 32:31", "Genesis 32:32", "Genesis 32:33", "Genesis 33:1", "Genesis 33:2", "Genesis 33:3", "Genesis 33:4", "Genesis 33:5", "Genesis 33:6", "Genesis 33:7", "Genesis 33:8", "Genesis 33:9", "Genesis 33:10", "Genesis 33:11", "Genesis 33:12", "Genesis 33:13", "Genesis 33:14", "Genesis 33:15", "Genesis 33:16", "Genesis 33:17", "Genesis 33:18", "Genesis 33:19", "Genesis 33:20", "Genesis 34:1", "Genesis 34:2", "Genesis 34:3", "Genesis 34:4", "Genesis 34:5", "Genesis 34:6", "Genesis 34:7", "Genesis 34:8", "Genesis 34:9", "Genesis 34:10", "Genesis 34:11", "Genesis 34:12", "Genesis 34:13", "Genesis 34:14", "Genesis 34:15", "Genesis 34:16", "Genesis 34:17", "Genesis 34:18", "Genesis 34:19", "Genesis 34:20", "Genesis 34:21", "Genesis 34:22", "Genesis 34:23", "Genesis 34:24", "Genesis 34:25", "Genesis 34:26", "Genesis 34:27", "Genesis 34:28", "Genesis 34:29", "Genesis 34:30", "Genesis 34:31", "Genesis 35:1", "Genesis 35:2", "Genesis 35:3", "Genesis 35:4", "Genesis 35:5", "Genesis 35:6", "Genesis 35:7", "Genesis 35:8", "Genesis 35:9", "Genesis 35:10", "Genesis 35:11", "Genesis 35:12", "Genesis 35:13", "Genesis 35:14", "Genesis 35:15", "Genesis 35:16", "Genesis 35:17", "Genesis 35:18", "Genesis 35:19", "Genesis 35:20", "Genesis 35:21", "Genesis 35:22", "Genesis 35:23", "Genesis 35:24", "Genesis 35:25", "Genesis 35:26", "Genesis 35:27", "Genesis 35:28", "Genesis 35:29", "Genesis 36:1", "Genesis 36:2", "Genesis 36:3", "Genesis 36:4", "Genesis 36:5", "Genesis 36:6", "Genesis 36:7", "Genesis 36:8", "Genesis 36:9", "Genesis 36:10", "Genesis 36:11", "Genesis 36:12", "Genesis 36:13", "Genesis 36:14", "Genesis 36:15", "Genesis 36:16", "Genesis 36:17", "Genesis 36:18", "Genesis 36:19", "Genesis 36:20", "Genesis 36:21", "Genesis 36:22", "Genesis 36:23", "Genesis 36:24", "Genesis 36:25", "Genesis 36:26", "Genesis 36:27", "Genesis 36:28", "Genesis 36:29", "Genesis 36:30", "Genesis 36:31", "Genesis 36:32", "Genesis 36:33", "Genesis 36:34", "Genesis 36:35", "Genesis 36:36", "Genesis 36:37", "Genesis 36:38", "Genesis 36:39", "Genesis 36:40", "Genesis 36:41", "Genesis 36:42", "Genesis 36:43", "Genesis 37:1", "Genesis 37:2", "Genesis 37:3", "Genesis 37:4", "Genesis 37:5", "Genesis 37:6", "Genesis 37:7", "Genesis 37:8", "Genesis 37:9", "Genesis 37:10", "Genesis 37:11", "Genesis 37:12", "Genesis 37:13", "Genesis 37:14", "Genesis 37:15", "Genesis 37:16", "Genesis 37:17", "Genesis 37:18", "Genesis 37:19", "Genesis 37:20", "Genesis 37:21", "Genesis 37:22", "Genesis 37:23", "Genesis 37:24", "Genesis 37:25", "Genesis 37:26", "Genesis 37:27", "Genesis 37:28", "Genesis 37:29", "Genesis 37:30", "Genesis 37:31", "Genesis 37:32", "Genesis 37:33", "Genesis 37:34", "Genesis 37:35", "Genesis 37:36", "Genesis 38:1", "Genesis 38:2", "Genesis 38:3", "Genesis 38:4", "Genesis 38:5", "Genesis 38:6", "Genesis 38:7", "Genesis 38:8", "Genesis 38:9", "Genesis 38:10", "Genesis 38:11", "Genesis 38:12", "Genesis 38:13", "Genesis 38:14", "Genesis 38:15", "Genesis 38:16", "Genesis 38:17", "Genesis 38:18", "Genesis 38:19", "Genesis 38:20", "Genesis 38:21", "Genesis 38:22", "Genesis 38:23", "Genesis 38:24", "Genesis 38:25", "Genesis 38:26", "Genesis 38:27", "Genesis 38:28", "Genesis 38:29", "Genesis 38:30", "Genesis 39:1", "Genesis 39:2", "Genesis 39:3", "Genesis 39:4", "Genesis 39:5", "Genesis 39:6", "Genesis 39:7", "Genesis 39:8", "Genesis 39:9", "Genesis 39:10", "Genesis 39:11", "Genesis 39:12", "Genesis 39:13", "Genesis 39:14", "Genesis 39:15", "Genesis 39:16", "Genesis 39:17", "Genesis 39:18", "Genesis 39:19", "Genesis 39:20", "Genesis 39:21", "Genesis 39:22", "Genesis 39:23", "Genesis 40:1", "Genesis 40:2", "Genesis 40:3", "Genesis 40:4", "Genesis 40:5", "Genesis 40:6", "Genesis 40:7", "Genesis 40:8", "Genesis 40:9", "Genesis 40:10", "Genesis 40:11", "Genesis 40:12", "Genesis 40:13", "Genesis 40:14", "Genesis 40:15", "Genesis 40:16", "Genesis 40:17", "Genesis 40:18", "Genesis 40:19", "Genesis 40:20", "Genesis 40:21", "Genesis 40:22", "Genesis 40:23", "Genesis 41:1", "Genesis 41:2", "Genesis 41:3", "Genesis 41:4", "Genesis 41:5", "Genesis 41:6", "Genesis 41:7", "Genesis 41:8", "Genesis 41:9", "Genesis 41:10", "Genesis 41:11", "Genesis 41:12", "Genesis 41:13", "Genesis 41:14", "Genesis 41:15", "Genesis 41:16", "Genesis 41:17", "Genesis 41:18", "Genesis 41:19", "Genesis 41:20", "Genesis 41:21", "Genesis 41:22", "Genesis 41:23", "Genesis 41:24", "Genesis 41:25", "Genesis 41:26", "Genesis 41:27", "Genesis 41:28", "Genesis 41:29", "Genesis 41:30", "Genesis 41:31", "Genesis 41:32", "Genesis 41:33", "Genesis 41:34", "Genesis 41:35", "Genesis 41:36", "Genesis 41:37", "Genesis 41:38", "Genesis 41:39", "Genesis 41:40", "Genesis 41:41", "Genesis 41:42", "Genesis 41:43", "Genesis 41:44", "Genesis 41:45", "Genesis 41:46", "Genesis 41:47", "Genesis 41:48", "Genesis 41:49", "Genesis 41:50", "Genesis 41:51", "Genesis 41:52", "Genesis 41:53", "Genesis 41:54", "Genesis 41:55", "Genesis 41:56", "Genesis 41:57", "Genesis 42:1", "Genesis 42:2", "Genesis 42:3", "Genesis 42:4", "Genesis 42:5", "Genesis 42:6", "Genesis 42:7", "Genesis 42:8", "Genesis 42:9", "Genesis 42:10", "Genesis 42:11", "Genesis 42:12", "Genesis 42:13", "Genesis 42:14", "Genesis 42:15", "Genesis 42:16", "Genesis 42:17", "Genesis 42:18", "Genesis 42:19", "Genesis 42:20", "Genesis 42:21", "Genesis 42:22", "Genesis 42:23", "Genesis 42:24", "Genesis 42:25", "Genesis 42:26", "Genesis 42:27", "Genesis 42:28", "Genesis 42:29", "Genesis 42:30", "Genesis 42:31", "Genesis 42:32", "Genesis 42:33", "Genesis 42:34", "Genesis 42:35", "Genesis 42:36", "Genesis 42:37", "Genesis 42:38", "Genesis 43:1", "Genesis 43:2", "Genesis 43:3", "Genesis 43:4", "Genesis 43:5", "Genesis 43:6", "Genesis 43:7", "Genesis 43:8", "Genesis 43:9", "Genesis 43:10", "Genesis 43:11", "Genesis 43:12", "Genesis 43:13", "Genesis 43:14", "Genesis 43:15", "Genesis 43:16", "Genesis 43:17", "Genesis 43:18", "Genesis 43:19", "Genesis 43:20", "Genesis 43:21", "Genesis 43:22", "Genesis 43:23", "Genesis 43:24", "Genesis 43:25", "Genesis 43:26", "Genesis 43:27", "Genesis 43:28", "Genesis 43:29", "Genesis 43:30", "Genesis 43:31", "Genesis 43:32", "Genesis 43:33", "Genesis 43:34", "Genesis 44:1", "Genesis 44:2", "Genesis 44:3", "Genesis 44:4", "Genesis 44:5", "Genesis 44:6", "Genesis 44:7", "Genesis 44:8", "Genesis 44:9", "Genesis 44:10", "Genesis 44:11", "Genesis 44:12", "Genesis 44:13", "Genesis 44:14", "Genesis 44:15", "Genesis 44:16", "Genesis 44:17", "Genesis 44:18", "Genesis 44:19", "Genesis 44:20", "Genesis 44:21", "Genesis 44:22", "Genesis 44:23", "Genesis 44:24", "Genesis 44:25", "Genesis 44:26", "Genesis 44:27", "Genesis 44:28", "Genesis 44:29", "Genesis 44:30", "Genesis 44:31", "Genesis 44:32", "Genesis 44:33", "Genesis 44:34", "Genesis 45:1", "Genesis 45:2", "Genesis 45:3", "Genesis 45:4", "Genesis 45:5", "Genesis 45:6", "Genesis 45:7", "Genesis 45:8", "Genesis 45:9", "Genesis 45:10", "Genesis 45:11", "Genesis 45:12", "Genesis 45:13", "Genesis 45:14", "Genesis 45:15", "Genesis 45:16", "Genesis 45:17", "Genesis 45:18", "Genesis 45:19", "Genesis 45:20", "Genesis 45:21", "Genesis 45:22", "Genesis 45:23", "Genesis 45:24", "Genesis 45:25", "Genesis 45:26", "Genesis 45:27", "Genesis 45:28", "Genesis 46:1", "Genesis 46:2", "Genesis 46:3", "Genesis 46:4", "Genesis 46:5", "Genesis 46:6", "Genesis 46:7", "Genesis 46:8", "Genesis 46:9", "Genesis 46:10", "Genesis 46:11", "Genesis 46:12", "Genesis 46:13", "Genesis 46:14", "Genesis 46:15", "Genesis 46:16", "Genesis 46:17", "Genesis 46:18", "Genesis 46:19", "Genesis 46:20", "Genesis 46:21", "Genesis 46:22", "Genesis 46:23", "Genesis 46:24", "Genesis 46:25", "Genesis 46:26", "Genesis 46:27", "Genesis 46:28", "Genesis 46:29", "Genesis 46:30", "Genesis 46:31", "Genesis 46:32", "Genesis 46:33", "Genesis 46:34", "Genesis 47:1", "Genesis 47:2", "Genesis 47:3", "Genesis 47:4", "Genesis 47:5", "Genesis 47:6", "Genesis 47:7", "Genesis 47:8", "Genesis 47:9", "Genesis 47:10", "Genesis 47:11", "Genesis 47:12", "Genesis 47:13", "Genesis 47:14", "Genesis 47:15", "Genesis 47:16", "Genesis 47:17", "Genesis 47:18", "Genesis 47:19", "Genesis 47:20", "Genesis 47:21", "Genesis 47:22", "Genesis 47:23", "Genesis 47:24", "Genesis 47:25", "Genesis 47:26", "Genesis 47:27", "Genesis 47:28", "Genesis 47:29", "Genesis 47:30", "Genesis 47:31", "Genesis 48:1", "Genesis 48:2", "Genesis 48:3", "Genesis 48:4", "Genesis 48:5", "Genesis 48:6", "Genesis 48:7", "Genesis 48:8", "Genesis 48:9", "Genesis 48:10", "Genesis 48:11", "Genesis 48:12", "Genesis 48:13", "Genesis 48:14", "Genesis 48:15", "Genesis 48:16", "Genesis 48:17", "Genesis 48:18", "Genesis 48:19", "Genesis 48:20", "Genesis 48:21", "Genesis 48:22", "Genesis 49:1", "Genesis 49:2", "Genesis 49:3", "Genesis 49:4", "Genesis 49:5", "Genesis 49:6", "Genesis 49:7", "Genesis 49:8", "Genesis 49:9", "Genesis 49:10", "Genesis 49:11", "Genesis 49:12", "Genesis 49:13", "Genesis 49:14", "Genesis 49:15", "Genesis 49:16", "Genesis 49:17", "Genesis 49:18", "Genesis 49:19", "Genesis 49:20", "Genesis 49:21", "Genesis 49:22", "Genesis 49:23", "Genesis 49:24", "Genesis 49:25", "Genesis 49:26", "Genesis 49:27", "Genesis 49:28", "Genesis 49:29", "Genesis 49:30", "Genesis 49:31", "Genesis 49:32", "Genesis 49:33", "Genesis 50:1", "Genesis 50:2", "Genesis 50:3", "Genesis 50:4", "Genesis 50:5", "Genesis 50:6", "Genesis 50:7", "Genesis 50:8", "Genesis 50:9", "Genesis 50:10", "Genesis 50:11", "Genesis 50:12", "Genesis 50:13", "Genesis 50:14", "Genesis 50:15", "Genesis 50:16", "Genesis 50:17", "Genesis 50:18", "Genesis 50:19", "Genesis 50:20", "Genesis 50:21", "Genesis 50:22", "Genesis 50:23", "Genesis 50:24", "Genesis 50:25", "Genesis 50:26"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, On the Book of Genesis and Its Structure 2-47", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר א׳ ב׳-מ״ז", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Genesis and Its Structure", "he": "בראשית מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE TEXT OF</small> G<small>ENESIS SEEMS TO SPEAK WITH MANY VOICES</small>. F<small>OR A BOOK WHOSE BASIC</small> arrangement is chronological, tracing the history of a single family, it exhibits a good deal of discontinuity on the surface. Here time flows uniformly, there it takes startling jumps; fragments are followed by more or less full-blown tales; genres alternate, from mythic to genealogical to folkloristic. In addition, scholars often portray Genesis as a collection of historically diverse materials that were compiled by scribes for whom deviating from received tradition was anathema. Hence the repetitions, the inconsistencies, and the irregular pacing.", "Is Genesis then, at best, a collection of stories related to the origins of Israel, with most of its seams still showing? Such an assessment does not do justice to what must have been a complex process of addition and growth or to the final product. An overview of the book does produce a certain scheme; at some point in the text’s history a coherent picture must have begun to emerge from the disparate materials handed down. For the modern reader, utilizing the Buber-Rosenzweig method of focusing on repeating words and key themes as the text presents them may make it possible to generalize about the organization of the book and also to speculate on its overall intent in the form in which it has come down to us.", "On its most obvious level Genesis is a book about origins. It seeks to link the origin of the people of Israel with that of the world, relating in the process how various human characteristics and institutions arose.", "On the surface this parallels much of ancient literature and folklore. All peoples are interested in their own beginnings, picturing them in a way which validates their present existence. Genesis, however, is different in that, like the rest of the Torah, it downplays the heroic element of the people’s origins and in its place stresses God’s role in them. Moreover the one great omission—the origin of God—establishes from the beginning a unique basis for a tribal chronicle. From Genesis and subsequent books we learn primarily about God’s relationship to the people and what he expects of them; almost everything else is subordinated to this purpose.", "Preliminarily one can speak of at least seven major themes whose recurrence establishes their importance in the book:", "1. <i>Origins:</i> Of the world, of humanity, and of the people of Israel.<br>2. <i>Order/Meaning in History:</i> By means of stylized or patterned chronology—reliance on certain round numbers such as 3, 7, and 40—it is suggested that human events are not random but somehow planned.<br>3. <i>Blessing:</i> From creation onward God bestows blessings on his creatures in general and on the fathers and mothers of Israel in particular.<br>4. <i>Covenant:</i> God concludes agreements with human beings.<br>5. <i>God Punishes Evildoing:</i> God is provoked to anger not by his capriciousness but by human failure to uphold justice and morality.<br>6. <i>Sibling Conflict, with the Younger Usually Emerging the Victor:</i> The order of nature (primacy of the firstborn) is overturned, demonstrating that God, not nature, is the ruling principle in human affairs.<br>7. <i>Testing:</i> God tests those who are to carry forth his mission; the result is the development of moral character.", "Superseding these important themes, which occur throughout the Bible in various forms, is the dominant one of <i>continuity</i>, represented by the unifying word in Genesis <i>toledot</i> (“begettings”). The word appears eleven times, often accompanied by long genealogical lists. The names may deflect attention from what is central to Genesis. The major thrust of the book would seem to be toward human fecundity, following the early divine command to “bear fruit and be many” (1:28), and pointing toward the eventual fecundity of the people of Israel (which will only be realized in the book of Exodus). Such an emphasis seems appropriate in a book about origins.", "Ironically, however, the undercurrent in Genesis points not to life and its continuation, but rather to its threatened extinction. In story after story the protagonist, his people, and occasionally the entire world are threatened. In at least one case (Avraham) a perfectly legal and natural solution is found—the birth of Yishmael as his heir—only to be rejected by God in favor of a more difficult one: a son born to an elderly woman.", "It is clear that the stress on continuity and discontinuity has one purpose: to make clear that God is in control of history. Human fertility and continuity in history come not from magical rites or from the arbitrary decisions of the gods, but from a God who bases his rule on justice. Nature disappears as a ruling factor in human affairs, replaced by a principle of morality which is unshakable precisely because it comes from a God who is beyond the rules of nature.", "But the result is a book which abounds in tension. From the beginnings of human history (Chap. 4) we encounter contradictions and opposites, whether on a small scale (fertility and barrenness) or a large one (promise and delayed fulfillment). Nowhere is this so clear as in the dramatic high point of the book, Chap. 22. As Avraham stands with knife upraised, the entire enterprise of Genesis hangs in the balance. But the entire book is replete with such tensions and continuity-threatening situations. There are barren wives, brothers vowing to kill brothers, cities and even a world being destroyed by an angry God. The main characters of Genesis thus emerge as survivors, above all else. Noah sets the pattern, but he is merely the first, and too passive an example. The Patriarchs must brave hostile foreigners, bitter intrafamily struggles, and long wanderings before they can find peace.", "While by the end of the book many of the tensions have been resolved, one conspicuously has not: God’s promise of the land of Canaan. As the book ends, “in Egypt,” we are left to ponder how this God, who keeps his promises to “those who love him” (Ex. 20:6), will bring the people back to their land—a land inhabited by someone else and in which the Children of Israel own only a burial site. Yet despite the tension, we may assume from the experiences of the Patriarchs that God will indeed “take account of” the Israelites (50:24), that he will take whatever ill has been planned against them and “plan-it-over for good” (50:20).", "A word should also be said here about hero traditions. In the great epics of the ancient world the hero often stands as a lonely figure. He must overcome obstacles, fight monsters, acquire helpers (whether women, “sidekicks,” or magic objects); and his triumph in the end signals man’s triumph over his archenemy, Death. Every battle won, every obstacle hurdled, is psychologically a victory for us, the audience, a cathartic release from our own frustrating battle against death.", "The Bible sees things rather differently. Death is also overcome, but not only by the individual’s struggle. It is rather through the covenant community, bound together by God’s laws and his promises, that the heroic vision is lived out. Despite the triumphs of the characters in Genesis, it is really in the book of Exodus that the great battle scenes (the plagues in Egypt, the Red Sea) and meetings with the divine (Mount Sinai) take place. And it is therefore God himself who is most properly the “hero” of these stories. No major character in Genesis achieves success without depending fully on God, and the standards that are held up to them are ultimately seen as God’s own, to be imitated by imperfect humankind.", "The book of Genesis falls naturally into four large sections. The first, usually termed the “Primeval History” (Chaps, 11–11), begins with creation and progresses through the early generations of humanity, ending in Mesopotamia. The second (Chaps. 12 through 25:18) is the cycle of stories concerning Avraham, the father of the people of Israel. Part III (Gen. 25:19 through Chap. 36) deals in the main with stories about his grandson Yaakov. The final section (Chaps. 37–50) is the tale of Yosef and of how the Children of Israel came to live in Egypt (thus paving the way for the book of Exodus).", "The following skeletal outline will lay out some of the interesting structural features of the book. There is an elemental symmetry that emerges from the four sections; further comments, especially about how the sections cohere, will be found in the explanatory material accompanying the text in this volume.", "I. Chosen Figure (Noah)", "Sibling Hatred (Kayin–Hevel), with sympathy for youngest", "Family Continuity Threatened (Hevel murdered)", "Ends with Death (Haran, Terah; Sarai barren)", "Humanity Threatened (Flood)", "Ends Away from Land of Israel (“In Harran”)", "II. Chosen Figure (Avraham)", "Sibling Hatred (Yishmael–Yitzhak) Implied, with sympathy for youngest", "Family Continuity Threatened (Sarai barren, Yitzhak almost sacrificed)", "Ends with Death (Sara, Avraham)", "Rivalry Between Wives (Hagar–Sarai)", "Barren Wife (Sarai)", "Wife–Sister Story (Chaps. 12 and 20)", "Ends with Genealogy of Non-Covenant Line (Yishmael)", "III: Chosen Figure (Yaakov)", "Sibling Hatred (Esav–Yaakov), with sympathy for youngest", "Family Continuity Threatened (Yaakov almost killed)", "Ends with Death (Devora, Rahel, Yitzhak)", "Rivalry Between Wives (Lea–Rahel)", "Barren Wife (Rahel)", "Wife–Sister Story (Chap. 26)", "Ends with Genealogy of Non-Covenant Line (Esav)", "IV Chosen Figure (Yosef)", "Sibling Hatred (Brothers–Yosef), with sympathy for youngest", "Family Continuity Threatened (Yehuda’s sons die; Yosef almost killed; family almost dies in famine)", "Ends with Death (Yaakov, Yosef)", "Humanity Threatened (Famine)", "Ends Away from Land of Israel (“In Egypt”)", "There is of course great variety within this bare structure; each version of a motif has its own special characteristics and emphases. Yet the patterning observed above gives the book a general coherence, above and beyond differences. It also demonstrates a conscious hand at work, one concerned about the texture of the book as a whole and able, despite the possible rigidity of what had been handed down, to shape the received material into a plastic and breathing unity.", "Two general observations about Genesis will round out the picture here. First, as the book progresses there is a tendency for the style of the literature to become smoother. The abrupt changes and sometimes fragmentary nature of the material in Part I, and the vignettes built around Avraham’s life in Part II, give way to a greater coherence and concentration in Part III, and finally to a relatively flowing and psychologically complete narrative in Part IV Along with this, the characters in the latter half of the book seem to be more changeable and human, in contrast to Noah and Avraham, who often appear almost perfect models of piety.", "Second, contact with God becomes less and less direct as Genesis moves on. Avraham’s dreams and visions seem a far cry from Adam’s conversations with God in the garden (although see Chap. 18); Yaakov’s encounters with God are less frequent than Avraham’s; and finally, Yosef never has a conversation with God, although he receives dream interpretations from him. This process of distancing may reflect an often-observed tendency in religions to think of primeval times as a “golden age” of closeness between gods and men, as contrasted to today (whenever one is writing), when humankind finds itself tragically distant from the divine and in need of communication."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382c9c9ad75f2d99af72c", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Aftermath 1", "anchorRef": "Genesis 8:20-9:19", "anchorRefExpanded": ["Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19"], "sourceRef": "The Five Books of Moses, by Everett Fox, Genesis, Part I; The Primeval History, Aftermath 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, בראשית, בראשית מאמר ב׳, בראשית הערה ח׳ א׳", "anchorVerse": 20, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "בראשית הערה ח׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Genesis 8:20-9:19\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Genesis 8:20-9:19</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "624a99ca54d5d59563a5376b", "index_title": "Shivchei HaRan", "category": "Chasidut", "type": "", "ref": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "anchorRef": "Genesis 6:9-11:32", "anchorRefExpanded": ["Genesis 6:9", "Genesis 6:10", "Genesis 6:11", "Genesis 6:12", "Genesis 6:13", "Genesis 6:14", "Genesis 6:15", "Genesis 6:16", "Genesis 6:17", "Genesis 6:18", "Genesis 6:19", "Genesis 6:20", "Genesis 6:21", "Genesis 6:22", "Genesis 7:1", "Genesis 7:2", "Genesis 7:3", "Genesis 7:4", "Genesis 7:5", "Genesis 7:6", "Genesis 7:7", "Genesis 7:8", "Genesis 7:9", "Genesis 7:10", "Genesis 7:11", "Genesis 7:12", "Genesis 7:13", "Genesis 7:14", "Genesis 7:15", "Genesis 7:16", "Genesis 7:17", "Genesis 7:18", "Genesis 7:19", "Genesis 7:20", "Genesis 7:21", "Genesis 7:22", "Genesis 7:23", "Genesis 7:24", "Genesis 8:1", "Genesis 8:2", "Genesis 8:3", "Genesis 8:4", "Genesis 8:5", "Genesis 8:6", "Genesis 8:7", "Genesis 8:8", "Genesis 8:9", "Genesis 8:10", "Genesis 8:11", "Genesis 8:12", "Genesis 8:13", "Genesis 8:14", "Genesis 8:15", "Genesis 8:16", "Genesis 8:17", "Genesis 8:18", "Genesis 8:19", "Genesis 8:20", "Genesis 8:21", "Genesis 8:22", "Genesis 9:1", "Genesis 9:2", "Genesis 9:3", "Genesis 9:4", "Genesis 9:5", "Genesis 9:6", "Genesis 9:7", "Genesis 9:8", "Genesis 9:9", "Genesis 9:10", "Genesis 9:11", "Genesis 9:12", "Genesis 9:13", "Genesis 9:14", "Genesis 9:15", "Genesis 9:16", "Genesis 9:17", "Genesis 9:18", "Genesis 9:19", "Genesis 9:20", "Genesis 9:21", "Genesis 9:22", "Genesis 9:23", "Genesis 9:24", "Genesis 9:25", "Genesis 9:26", "Genesis 9:27", "Genesis 9:28", "Genesis 9:29", "Genesis 10:1", "Genesis 10:2", "Genesis 10:3", "Genesis 10:4", "Genesis 10:5", "Genesis 10:6", "Genesis 10:7", "Genesis 10:8", "Genesis 10:9", "Genesis 10:10", "Genesis 10:11", "Genesis 10:12", "Genesis 10:13", "Genesis 10:14", "Genesis 10:15", "Genesis 10:16", "Genesis 10:17", "Genesis 10:18", "Genesis 10:19", "Genesis 10:20", "Genesis 10:21", "Genesis 10:22", "Genesis 10:23", "Genesis 10:24", "Genesis 10:25", "Genesis 10:26", "Genesis 10:27", "Genesis 10:28", "Genesis 10:29", "Genesis 10:30", "Genesis 10:31", "Genesis 10:32", "Genesis 11:1", "Genesis 11:2", "Genesis 11:3", "Genesis 11:4", "Genesis 11:5", "Genesis 11:6", "Genesis 11:7", "Genesis 11:8", "Genesis 11:9", "Genesis 11:10", "Genesis 11:11", "Genesis 11:12", "Genesis 11:13", "Genesis 11:14", "Genesis 11:15", "Genesis 11:16", "Genesis 11:17", "Genesis 11:18", "Genesis 11:19", "Genesis 11:20", "Genesis 11:21", "Genesis 11:22", "Genesis 11:23", "Genesis 11:24", "Genesis 11:25", "Genesis 11:26", "Genesis 11:27", "Genesis 11:28", "Genesis 11:29", "Genesis 11:30", "Genesis 11:31", "Genesis 11:32"], "sourceRef": "Shivchei HaRan, An Account of His Pilgrimage to the Holy Land 18:12", "sourceHeRef": "שבחי הר\"ן, סדר הנסיעה שלו לארץ ישראל י״ח:י״ב", "anchorVerse": 9, "sourceHasEn": true, "compDate": [1803, 1817], "commentaryNum": 18.0012, "collectiveTitle": {"en": "Shivchei HaRan", "he": "שבחי הר\"ן"}, "heTitle": "סדר הנסיעה שלו לארץ ישראל", "he": "וְשִׁחֵר פָּנָיו שֶׁיִּתְאַכְסֵן אֶצְלוֹ, וְהֵשִׁיב רַבֵּנוּ ז\"ל: שֶׁזֶּה אִי־אֶפְשָׁר שֶׁיַּעֲמֹד בִּקְבִיעוּת אֶצְלוֹ. אַךְ עַל שַׁבָּת אַחַת יִהְיֶה אֶצְלוֹ. וּבְיוֹם מָחָר שָׁלַח בִּשְׁבִילוֹ. וְקִבְּלוֹ עַל שַׁבָּת הָרִאשׁוֹן פָּרָשַׁת נֹחַ.", "heVersionTitle": "rabenubook", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Rabbi Abraham pleaded with the Rebbe to stay with him. The Rebbe answered that he could not move in permanently, but would spend one Shabbat there. The very next day, Rabbi Abraham sent a message inviting the Rebbe for the next Shabbat, the Shabbat of Noah.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">The Torah reading that recounts the story of Noah and the flood (Genesis 6:9-11:32). This was 3 Cheshvan (October 13, 1798).</i>", "versionTitle": "Rabbi Nachman's Wisdom, trans. Aryeh Kaplan, Jerusalem. Breslov Research Institute, 1973", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63c9428301e878406e0ce332", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Noach 1:11", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Zohar, Noach 1:11", "sourceHeRef": "ספר הזהר, נח א׳:י״א", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 1.0011, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "נח", "he": "תָּא חֲזֵי, נֹחַ אִתְחַזֵּי מִיּוֹמָא דְּאִתְבְּרִי עָלְמָא לְמֶהֱוֵי בְּתֵיבָה בְּחִבּוּרָא חַד וּלְמֵיעַל בָּהּ, וְעַד לָא אִתְחַבְּרוּ כְּחֲדָא לָא הֲוָה עָלְמָא כְּדְקָא יְאוּת, לְבָתַר מַה כְּתִיב, (בראשית ט׳:י״ט) וּמֵאֵלֶּה נָפְצָה כָּל הָאָרֶץ. מַהוּ נָפְצָה. כְּמָה דְאַתְּ אָמֵר, (בראשית ב׳:י׳) וּמִשָּׁם יִפָּרֵד. דְּמִתַּמָּן אִשְׁתְּכַח פִּרוּדָא וְאִתְבַּדָּרוּ תּוֹלְדוֹת לְכָל סִטְרִין", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": "Come and behold: from the day the world was created, Noah was destined to be joined in union with and to enter the ark. And until they were joined as one, the world had not reached a fully stable condition. And as soon as this occurred, it is written: \"From these was the whole earth overspread\" (Gen. 9:19). What is meant by \"overspread\", נָפְצָה? These words are analogous to the verse: \"and from thence the river parted\" (Gen. 2:10) (meaning that spreading out is similar to the supernal ark, which is the secret of the Garden). For from that point in the text onward, we find the separation and diffusion of progeny into all quarters of the world. (After they were perfected in the ark, they were able to come forth and exist in the world of separation without being annihilated, as was the generation of the Great Flood). And all is one and one is like the other. Therefore \"These are the generations of Noah.\" \"These\" specifically. Only Yesod (the foundation) of the world", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "64187b66c9371ec0cebe6463", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Reggio on Torah, Genesis 9:19:1", "sourceHeRef": "ביאור יש\"ר על התורה, בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "בראשית", "he": "<b>שלשה אלה,</b> חזר לספר זאת להודיע שנתקיימה ברכת ה' בבני נח ופרו ורבו מאד עד שנתמלאה הארץ מהם, ואפשר עוד שזה כמו הודעה בכללל מה שסיפר אח\"כ שנפרדו הגוים בכל קצוי תבל:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc0d758c1dc532ec827b", "index_title": "Steinsaltz on Genesis", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Genesis 9:19", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Steinsaltz on Genesis 9:19", "sourceHeRef": "ביאור שטיינזלץ על בראשית ט׳:י״ט", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 9.0019, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על בראשית", "he": "<b>שְׁלֹשָׁה אֵלֶּה בְּנֵי נֹחַ, וּמֵאֵלֶּה נָפְצָה כָל הָאָרֶץ.</b> בני נח התרבו, עד שמילאו את הארץ כולה.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>These three were the sons of Noah, and from these the whole earth was dispersed. </b>The sons of Noah multiplied until they filled the entire world.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "58aeacb6d6e4a953a4263691", "index_title": "Bereshit Rabbah", "category": "Midrash", "type": "", "ref": "Bereshit Rabbah 36:2", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Bereshit Rabbah 36:2", "sourceHeRef": "בראשית רבה ל״ו:ב׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [400], "commentaryNum": 36.0002, "collectiveTitle": {"en": "Bereshit Rabbah", "he": "בראשית רבה"}, "heTitle": "בראשית רבה", "he": "יָרֹעַ כַּבִּירִים לֹא חֵקֶר וגו' <small>(איוב לד, כד)</small>, הֵרֵעוּ אַנְשֵׁי דוֹר הַמַּבּוּל בְּמַעֲשֵׂיהֶם הָרָעִים, וְאֵין חֵקֶר, אֵין חֵקֶר בְּמַעֲשֵׂיהֶם הָרָעִים. <small>(איוב לד, כד)</small>: וַיַּעֲמֵד אֲחֵרִים תַּחְתָּם, אֵלּוּ בְּנֵי נֹחַ, וַיִּהְיוּ בְנֵי נֹחַ שֵׁם חָם וָיָפֶת. <small>(ישעיה מג, יג)</small>: גַּם מִיּוֹם אֲנִי הוּא וְאֵין מִיָדִי מַצִּיל, מֵאֻמּוֹת הָעוֹלָם. <small>(ישעיה מג, יג)</small>: אֶפְעַל וּמִי יְשִׁיבֶנָּה, כָּל פְּעֻלּוֹת וּמַחְשָׁבוֹת שֶׁפָּעַלְתִּי עִם דּוֹר הַמַּבּוּל מִי אָמַר לִי לֹא עָשִׂיתָ כַּשּׁוּרָה, אֲבָל נֹחַ נִכְנַס בְּשָׁלוֹם וְיָצָא בְּשָׁלוֹם, וַיִּהְיוּ בְנֵי נֹחַ הַיֹּצְאִים וגו'. וְחָם הוּא אֲבִי כְנָעַן, אֲבוּי דִפְחָתָא. <small>(בראשית ט, יט)</small>: שְׁלשָׁה אֵלֶּה בְּנֵי נֹחַ וּמֵאֵלֶּה נָפְצָה כָל הָאָרֶץ, לְמָה הַדָּבָר דּוֹמֶה לְדָגָה גְדוֹלָה דְּנָפְצָה עֻבָּרָה וּמָלְאָה אַרְעָא. ", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "“He shatters [<i>yaroa</i>] the powerful without number…” (Job 34:24) – the [powerful] men of the generation of the Flood performed evil [<i>here’u</i>] with their evil deeds. “Without number” – their evil deeds were innumerable. “And sets others in their place” (Job 34:24) – these are the descendants of Noah: “The sons of Noah…were Shem, Ham, and Yefet.” <br>“Indeed, from when there was day, I am He, and there is no savior from My hand” (Isaiah 43:13) – from among the nations of the world. “I will act, and who can reverse it?” (Isaiah 43:13) – all the actions and thoughts that I implemented with the generation of the Flood, who could say to Me: ‘You did not act appropriately?’ But Noah entered in peace and emerged in peace – “The sons of Noah, who emerged…were…” <br>“And Ham was the father of Canaan” – the father of the debased one. <br><b>“These three were the sons of Noah, and from these the whole earth was dispersed” (Genesis 9:19).</b> <br>“These three were the sons of Noah, and from these the whole earth was dispersed”  – to what is the matter comparable? It is comparable to a great fish that disperses its eggs and fills the world.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59765519d6e4a90179bf5bc4", "index_title": "Be'er Mayim Chaim", "category": "Chasidut", "type": "commentary", "ref": "Be'er Mayim Chaim, Genesis 9:19:1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Be'er Mayim Chaim, Genesis 9:19:1", "sourceHeRef": "באר מים חיים, בראשית ט׳:י״ט:א׳", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1775, 1815], "commentaryNum": 19.0001, "collectiveTitle": {"en": "Be'er Mayim Chaim", "he": "באר מים חיים"}, "heTitle": "בראשית", "he": "<b>שלושה</b> אלה בני נח ומאלה נפצה כל הארץ. כלומר לפי ששלושה אלה בני נח הרומזים לג' קוין ימין ושמאל ואמצע לכן מאלה נפצה כל הארץ שנתפרד כל הארץ בבחינת טוב ורע, שיהיה זה עושה הטוב וזה הרע וזה ממוצע מטוב ורע, והכל נמשך משלושה אלה.", "heVersionTitle": "Be'er Mayim Chaim, Jerusalem 1991.", "heLicense": "unknown", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ec5a68d6e4a94f1a71f57f", "index_title": "Akeidat Yitzchak", "category": "Jewish Thought", "type": "", "ref": "Akeidat Yitzchak 12:1:5", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Akeidat Yitzchak 12:1:5", "sourceHeRef": "עקידת יצחק י״ב:א׳:ה׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1455, 1495], "commentaryNum": 1.0005, "collectiveTitle": {"en": "Akeidat Yitzchak", "he": "עקידת יצחק"}, "he": "<sup class=\"footnote-marker\">*</sup><i class=\"footnote\">יאמר כי תכונות ג' בני נח היו מקבילות לג' ראשי מחלקה ראשונה, ויורו ע\"ז ג\"כ שמותם. שם. אשר ממנו נולדו האבות הקדושים, ועם בני ישראל מאמיני האחדות ומקבלים תורת אל חי, נקרא כן בעבור השקפתו תמיד אל הטוב המוחלמ הנרצ' בעיני הש\"י ולקנות שם טוב על פי מדותיו ופעולותיו הישרות. חם, אבי כנען ומצרים ושכניהם יושבי אפריקא אשר תועבותיהם בימי קדם נודעות לרועו וגם עתה יתמכרו רק לפעולות בהמיות ודבר אין להם עם מלאכת מחשבת ועיון שכלי, נקרא כן בעבור חום טבעי ורתיחת דמו המסבבים לו נטיתו אחר החומר להשקיף תמיד אל הנאות גופו ותשוקותיו הבהמיות. ויפת. אבי יון ושאר יושבי אייראפא המשקיפים תמיד אל המועיל ומשתדלים בתיקון החבר' על צד היותר טוב להתנהג תמיד בכל מעשיהם על פי הרגש היופי והנועם כנודע מיושבי ארץ יון והרומיים הקדמונים, נקרא בשם יפת משרש יפה כמח\"ל \"יפיפיתו של יפת\" מלשון יון היפה והערב להשמעות אזנים. גם המעשה אשר קרה לנח עם בניו רומז לדעת הרב אל מה שיקר' בכל העתים, כי רק חם, ר\"ל התשודך אל החומר בעבור חום הדם היא תמיד סבת הרע, ורק שם ויפת, ר\"ל התשוקות אל המועיל, והטוב הנרצה מונעות תמיד עשות הרע מן האדם בשומם עול הירא' והמוסר על שכמם, ומאז ועד עתה נועד חם וכנען שרומזים על התשוק' החמרית, אף שהיא הכרחית לקיום העולם להיות עבד עבדים ונכנע תמיד אל אחיו שם ויפת, ר\"ל תחת יד תשוקות המועיל והטוב המוחלט הנרמזות במלות שם ויפת. \n</i>ועתה אחר שנתישב זה וזכרנו מעט מהרב' מהתכונות הנכללות בינינו ומהפעולית הנקבצות בקבוצנו בצירוף מה שנזכר בפילוסופיא המדינית באלו הענינים המועילים מאד לידיעתנו. הנה בכל מה שכתבנוהו בשערים שעברו בכל מה שסופר מאבינו הראשון ושלשת בניו שהם היו תחלת יישובו של העולם הכולל וחקוי צורתו של קין יודע איפוא כי הוא עצמו אשר נעתק במה שסופר מנח ושלשת בניו אשר מהם הושתתו ב' העולמים שנית. כי הנה באמת נח הוא האדם שנמנו וגמרו עליו החכמים לאמר נוח לו לאדם שלא נברא משנברא ועכשיו שנברא יפשפש במעשיו וי\"א ימשמש במעשיו (עירובין י\"ג.). כמו שביארנו כוונתם בשער שמיני. אמנם המעשים אשר ראוי שנפשפש בהם או שנמשמש בהם הם אותם אשר יורו עליהם שלש הבנים לפי מה שקראו בשמותם כל אחד ואחד על ענינו המיוחד לו. כי שם. הבכור למעלה זה שמו אשר יקראו יור' עליו שכתר שם טוב עלה עליו והיא אשר נמשח בשם ושמן טוב תחת שת הנברא בצלם אלהים. לאחוז בחלק השכלי הרודף אחר הטוב בהחלט אשר עליו נאמר טוב שם משמן טוב (קהלת ז'). אמנם חם והוא הצעיר במדרגה שמו מוכיח עליו שהוא הממלא מקום קין אשר חם לבבו ויותר מדאי אחר הערב בתאות הבהמיות אשר לאהבתם יבער כמעט אפו להרוג את הרועה המנהיג אותו והמגבילו בהם. והנה יפת הנה שמו יורה עליו שהיא אוחז בפעולת הראשון אבל שמיפה אותה בעצת השני והנהגתו והוא הוא ענין המועיל בעצמו. וכאלו חזר מעש' הבל לאיתנו. והנה נמצאו ב' החלקים האלה זה אצל זה להאחז יחד לתקן את אשר עותו החלק הג' ההוא הנוטה מהם אל קצה תאותיו. כמו שהיה הענין בעצי הגן שנמצאו עץ הדעת ועץ החיים סמוכים ומצרנים זה לזה כמו שאמרנו שם כי על הבחינ' הזאת אפשר שיכוין החכם באומרו טובים השנים מן הא' אשר יש להם שכר טוב בעמלם (שם ד') במה שיעזרו זה לזה בכל אותן ג' הענינים שזכרן שם באומרו כי אם יפולו וכו'. גם אם ישכבו שנים כו': גם אם יתקפו כו' (שם). והאחד יהי' זה הנפרד מהם המיוחס אל חם. והפירוש על זה האופן מובן במעט התבוננות אלא שמה שאמרנו בו בשער הקודם היא היותר ראוי מצד ויכוחו עם החלק הגדול שבהם אשר הוא ראוי לתוכחה עם סמיכותו אל מאמר יש אחד ואין שני כו'. כי הוא הבכור בלי ספק והנה זה הענין הנפלא מהעזר משני כחות אלו האחים והתחברם יחד להנצל מפחיתות האח הקטן והנבזה יורה על אמתתו וההישרה אל הודעתו מה שסופר ממעש' שהיה להם עם אביהם בזה. נאמר ויחל נח איש האדמ' ויטע כרם וישת מן היין וישכר כו'. וירא חם כו'. ויקח שם ויפת את השמלה כו'. ואמר כי כאשר נח איש האדמ' כלומר הנכנס תחת האדם הראשון חטא כאביו לנטות אחר חמרו ויטע כרם ושתה מיינו וישכר ויתגל בתוך אהלו. כי הנה חם בנו בא וראה אותו כי טוב הוא ובוחר בו ורוצ' להשתקע בענינו כי הראיות המוזכרות בענין הם על דרך ראיתי אני בלבי (שם ב' וה') רואה אני את דבריו (ראש השנה כ\"ה.). ואמר כי בהשתוקקו לזה יצא חוץ למחיצתו ויגד לשני אחיו הנכבדים ממנו והוא ענין הפתוי. כי כמוהו יטעמו מכוס התרעלה גם שמריה ימצו ישתו. והם שומרים משמרתם ואומרים לא נשתה. ועתה ראה כמה הישיר הכתוב בהזכיר איך דקדקו מאד לעשות מעשה זה על דרך הצניעות תכלית מה שאפשר. דכתיב ויקחו את השמלה וישימו על שכם שניהם וילכו אחורנית ויכסו את ערות אביהם ופניהם אחורנית וערות אביהם לא ראו. וזה שהם שמו השמלה על שכמם והלכו כל גופם אחורנית אך כדי שיוכלו לכוין לכסות ערותו חזרו פניהם אחורנית כלפי אביהם לראות קצת גופו. וזה אופן מההבטה המצומצמת למה שרצו בה שאע\"פ שירצו לפשט הראייה לכל מקום לא יכולו. ועל זה האופן יכלו לכסות ערות אביהם מבלי ראות ערות דבר. וכל זה הישרה עצומה למה שראו שיעשה מהפרישות המופלג כשירגיש אדם עצמו נוטה אל הקצה מהרוע כי אז טוב לו לישא על שכמו ועל חלקת צואריו עול הפרישות והסייג אשר הוא מסך מבדיל בינו ובין ערות אביו וינזר אחור ממה שכבר היתה בו ההתחלה. אמנם לפעמים יחזיר פניו לבד אל רצונו המאוה. אפס קצהו יראה לצורך החי וללקיחת קצת תענוג עד שימצא נהנה ונשכר וערות אביו לא יראה. והנה זה א\"א לעשותו כי אם בהסכמת שני האחים קטן וגדול כי חבורם והסכמתם יחד הוא מה שנתיחד בכאן אל יפת כאשר אמרנו ולזה כאשר הקיץ נח מתרדמתו ונתעורר אל העצה הנכונה היוצאת מהסכמת שניהם אמר ארור כנען עבד עבדים יהי' לאחיו כי עם שהכח ההוא המיוחס אליו הוא הכרחי לחיי האדם לכדי חיותו אבל שראוי לו שיהי' כעבד נכנע משרת לעבודת אחיו ולשירותם ובמקום שקלל את הרשע ברך את ה' אלהי שם שהוא החשוב ונתנו לו גביר וכאלו אמר כי היותו על זה האופן מהעבודה והשירות בעצת השכל ותועלתו הוא עצמו מה שנתיחס אל יפת. ולזה אמר יפת אלהים ליפת וישכן באהלי שם. אמנם זה לא יהיה רק בשיהיה כנען עבד למו: \n", "heVersionTitle": "Akeidat Yitzchak, Pressburg 1849", "heLicense": "Public Domain", "heVersionTitleInHebrew": "עקידת יצחק, פרשבורג, תר\"ט", "text": "Considering that Adam and his three sons founded a civilization that failed, even Noach and his three sons did not fare much better. In fact, we pointed out that in the absence of the words \"he died\" in their genealogies, there is a hint that their respective deaths did not leave behind a void that needed to be filled. When the sages debated whether it \"is more comfortable for man to have been born, than it would have been if he had never seen the light of the world\" (Eyruvin 13), they concluded that from that point of view it would indeed have been preferable not to have been born at all (see chapter 8). The names of Noach's three sons indicate how they should act and which character traits they were supposed to cultivate meticulously. Shem, who replaced Shet, Adam's third son, who had been born in the image of the Lord, was supposed to wear the crown of the good name (\"Better a good name than good oil,\" Kohelet 7,1). It was to be his task to concentrate on the spiritual aspects of life. Cham, the least illustrious, would replace Cain who had been hotblooded, had followed his baser urges inordinately. Yephet, as his name indicates, was to strive after the esthetically acceptable, influenced by the spirit of Shem, thus representing the functional and useful in life, almost like what Hevel had represented in his time. Actually, it was the duty of those three sons to atone for and rectify the errors of their respective forefathers. When Noach became a man dedicated to the soil and became drunk, his son Cham decided to follow his father's example in emphasizing the earthy, material, and in indulging his senses (Genesis 9,19). Just as Adam had failed in his time, so Noach too had failed to uphold the highest standards of which man is capable. Cham invited his brothers to drink and get drunk, but they refused. Putting the blanket over their shoulders was merely a way of using clothing to restrain one's urges; their approaching their father backward is symbolic of the way one approaches a dangerous situation with caution by keeping one's head facing the danger, but keeping one's body facing the other way. In this manner they were able to pinpoint the exact location of their father, without viewing his indecently exposed body. The repetition of the word \"backwards\" suggests this interpretation. The nature of Noach's curse clearly demonstrates that Noach realized that the material instinct in man is undeniable-- for the multitude-- but must be harnessed so that it does not exercise unbridled power. Therefore, he decreed for Cham a state of servitude to the other two brothers, each of whom represented higher attributes of man. The blessing that G-d would feel at home in the tents of Shem is made dependent on Cham and what he stands for being held in check, in a state of servitude to the former. ", "versionTitle": "Akeydat Yitzchak by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5e85bf0e5ab82bfff517c40c", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Noach 134", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Agra DeKala, Noach 134", "sourceHeRef": "אגרא דכלה, נח קל״ד", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 134, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נח", "he": "<b>והקמתי את בריתי (בראשית ט יט).</b> כנ\"ל בענין הקמת הברי\"ת וריבוי הא\"ת, חזר לומר ענין הקמת הברית. אפשר להורות דהכל בזכותם יזכו גם דורות הבאים, על כן לא חזר להזכיר גם את זרעם:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85bf125ab82bfff517c430", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Noach 147", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Agra DeKala, Noach 147", "sourceHeRef": "אגרא דכלה, נח קמ״ז", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 147, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "נח", "he": "<b>שלשה אלה בני נח (בראשית ט יט).</b> ר\"ל בני נח הם שלשה אל\"ה. דידוע דו' קצוות נקראים אלה כנודע, וכל אחד כלול מכולם, על כן כל ו' קצוות נקראים אל\"ה. וזה יאמר שלשה אלה בני נח ומאל\"ה נפצה כל האר\"ץ, ר\"ל מבחינת אל\"ה נפצה כל הארץ לשון פיזור, ר\"ל נתפזרו השפעות כל היינו יסוד, לבחינת אר\"ץ מלכות שמים, ומבחינה הזאת נתהווה שפרו ורבו על הארץ:", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e85c466da7db5b438bae27f", "index_title": "Agra DeKala", "category": "Chasidut", "type": "", "ref": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Megaleh Amukot 32", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Agra DeKala, Insights on Midrash, Targum and Rashi on Bereshit, Noach and Lech Lecha, Megaleh Amukot 32", "sourceHeRef": "אגרא דכלה, ביאורים על מדרשים, תרגומים ופירוש רש\"י לפרשות בראשית נח ולך לך, ביאורי מגלה עמוקות ל״ב", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1801, 1841], "commentaryNum": 32, "collectiveTitle": {"en": "Agra DeKala", "he": "אגרא דכלה"}, "heTitle": "ביאורי מגלה עמוקות", "he": "אמר ג' לשונות בפסוק קמא (ת), לקביל ג' דורות שקיבל אברהם שכר כולם, ומבואר בצירוף של אברהם שהוא בהיפך אתוון \"בר \"מאה, שאז נתן לו הקב\"ה בר, כשהיה בן ק' שנים, ואז נעשה נקי כפים ובר לבב (תהלים כד ד), שאז זיכה וצירף (אלו) שנרמזין במלת \"מאה, נוטריקון מבול \"אנוש \"הפלגה, ואף על פי שד' דורות הן שפגמו בד' אותיות הויה (תא), שרמז עליהן דוד (תהלים ו ז) בדמעתי ערשו \"אמסה, שלא כנגד עצמו אמר דוד, אלא כנגד כל ישראל שהן הן ד' דורות, נוטריקון \"אנוש \"מבול \"סדום \"הפלגה, ונרמזים (במלת)[בר\"ת כצ\"ל]\"מאלקי \"העמים \"אשר \"סביבותיכם (דברים ו יד), ר\"ת \"מבול \"הפלגה \"אנוש \"סדם, הן הן ד' שליבות של סולם שראה יעקב, ונרמזין בראשי אתוון \"הנה \"סלם \"מצב \"ארצה (בראשית כח יב), ו' של והנה שימוש (תב), ד' דורות אלו נתגלגלו למצרים כמ\"ש בפרדס (תג) שער השערים. דור המבול, עליהם אתמר (שמות א כב) כל הבן הילוד היאורה תשלכוהו (תד). דור הפלגה, איתמר עלייהו (שמות ה יב) ויפץ העם (תה), הוא סוד לקושש קש. (בראשית יט יא) אנשי סדם שהוכו בסנורים, מתו בחשך בג' ימי אפילה (תו), וד' דורות הללו הוא קופה שהיתה תלויה בצווארו של אברהם (תז), שהוצרך אברהם לזכך ארבעתן, כמו שהראה לו הקב\"ה בברית בין הבתרים, כנגד דור אנוש אימ\"ה, שבא אוקיינוס והציף שליש של עולם (ספרי האזינו לב ח') (תח). חשיכ\"ה, בדור המבול שלא שמשו המאורות (ב\"ר פכ\"ה ב'). גדול\"ה, דור הפלגה שבנו עיר גדול\"ה וראשו בשמים (בראשית יא ד). נופל\"ת, כנגד סדום (תט), עלי\"ו דייקא, שאלו הד' דורות היו מרגליות טובה תלוי בצווארו (תיא) של אברהם (ב\"ב ט\"ז ע\"ב), שהוצרך לזכך אותן, ואם כן (תיב) ארבע דורות הן למה לא נרמזין בכאן רק ג' דורות. אבל הענין שהן הן פגמו בד' אותיות (הויה), שהן ד' יסודין קדמאין, ובאמת עיקר שם של הויה אינו רק ג' אותיות, והה' היא כפל. וכן גם כן דור הפלגה ואנשי סדום הם גלגול אחד, כמ\"ש הבחיי \"ואנשי \"העיר \"אנשי \"סדם (בראשית יט ד), שאנשי העיר שבנו המגדל, אנשי סדום הם ממש, אם כן הם באמת רק ג' (דורות) שנרמזין בצירוף של אברה\"ם (תיג), שהוא היה רב (תיד) שנטל שכר (בשמרו עקב ר\"ב) של אלו הג' דורות, שנרמזין באותיות של אברה\"ם הנשארים שהם מא\"ה, ובזה תיקן אברהם קומה של אדם הראשון שהעמידו הקב\"ה על ק' אמה (ב\"ר פי\"ב ו') (תטו), וזה רמז בזהר (ח\"א ע\"ו ע\"ב) שהתחיל הקב\"ה לדבר עם אברהם \"לך \"לך, שהם חשבון מא\"ה, שאז כשהיה אברהם ב\"ר מא\"ה, אז נתקיים ואעשך לגוי גדול שנולד יצחק, שהוא היה ממש אדם הראשון, וניתקנה קומה שלו (תטז) שנתקלקלה בג' דורות שנרמזים במלת מא\"ה, שהם \"מבול \"אנוש \"הפלגה. ולכן אמר ג' לשונות, כנגד דור הפלגה דאיתמר שם (בראשית יא א) ויה\"י כל האר\"ץ שפה אחת (תיז), מן האר\"ץ ההיא יצא אשור (בראשית י יא), כנגד זה אמר לך לך מארצך. כנגד דור המבול דאיתמר תמן (בראשית ו ט) אלה תולדו\"ת (תיח) נח, שלשה אלה בני נח, ומאלה נפצה (תיט) הארץ (בראשית ט יט), אמר וממולדתך. כנגד דור אנוש שהיו עובדי צלמים, ואז הוחל לקרות בשם הויה (בראשית ד כו) (תכ), איתמר \"ומביא \"אביך, שהיה תרח עובד צלמים. ולכן מיד אחר פרשה זו איתמר (בראשית יב י) וירד אברם מצרימה, כי במצרים נתגלגל אלו הדורות (תכא), והוצרך אברהם להעלות משם (וסוד וירד אברם מצרימה), [נ\"ל שצ\"ל והוא סוד ויעל אברם ממצרים (בראשית יג א) ](תכב), והוא סוד ואברם כבד מאוד במקנה בכסף ובזהב (בראשית יג ב), כסף הוא סטרא דימינא (תכג), וזהב שמאלא, ובמקנה באמצעותא, והם סוד ג' קווין של אברהם יצחק ויעקב חסד דין ורחמים, והוא סוד ה' שניתוספה באברהם, שהוא צורות ג' קווין (תכד), ועליו קרמיז אברהם בן מש\"ק ביתי דמשק אליעזר (שם בראשית טו ב), מש\"ק נוטריקון \"מן \"שלשה \"קוים, דולה ומשקה (תכה) מתורתו של רבו, שהיה מתקן ג' קווין שהעולם עומד עליהם שנבראו בב' של בראשית (תכו), \"משק \"ביתי רומזים על ב' של אברהם (תכז), שגם היא צורת ב' מן ג' קוים, והוא סוד אליעז\"ר, שכן אליעז\"ר גימטריא ג' פעמים ק\"ו, ולכן נקרא דמש\"ק אליעז\"ר שדולה ומשקה מתורתו של רבו, תורתו דייקא, שקיים אברהם כל התורה (יומא כ\"ח ע\"ב) שהתחלתה בב' של בראשי\"ת (תכח), שנרמז בצורת שלשה קוין שהוא סוד אליעזר, שעולה ג' פעמים ק\"ו, ולכן הוי ילידי ביתו שמנה עשר ושלש מאות (בראשית יד יד), אמרו רז\"ל (נדרים ל\"ב ע\"א) שהוא היה אליעזר לבד שחשבונו עולה שי\"ח, וקשה מה ענין זה חשבון של שי\"ח (תכט), אבל רזא דמלה יליד ביתו דייקא (תל), שהן הן הנשמות שבעולם שנחלקין בג' קווין (תלא), דהיינו \"קו החסד \"קו הדין \"קו הרחמים, וזה נרמז במלת ביתו שהוא ב' של בראשית. #", "heVersionTitle": "Agra DeKala, Brooklyn, N.Y., 1993", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319cfb9b6084aa1cbefb305", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֵ֫לֶּה 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "BDB, אֵ֫לֶּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֵ֫לֶּה א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֵ֫לֶּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">אֵ֫לֶּה</span></big></big>  <strong>(</strong><span dir=\"rtl\">أُولَى</span>, እሉ: እላ: Rabb. <span dir=\"rtl\">אֵלּוּ</span>, Aramaic <span dir=\"rtl\">אִלֵּין</span>, & compd. with <span dir=\"rtl\">ܗܳܐ</span> and <span dir=\"rtl\">ܐܰܝ</span> in <span dir=\"rtl\">ܗܳܠܶܝܢ</span>, <span dir=\"rtl\">ܐܰܝܠܶܝܢ</span> <strong>) pr.pl.m.</strong> & <strong>f. these</strong>, in usage the pl. of <span dir=\"rtl\">זֶה</span>.<br><strong>a.</strong>  <a data-ref=\"Genesis 2:4\" href=\"/Genesis.2.4\">Gn 2:4</a> & often: in appos. to a subst. with a pron. suff. (always <em>without</em> the art.) <a data-ref=\"Exodus 9:14\" href=\"/Exodus.9.14\">Ex 9:14</a> (read with Hi. <span dir=\"rtl\">אֵלֶּה בְּךָ</span> for <span dir=\"rtl\">אֶל־לִבֵּךָ</span>) <a data-ref=\"Exodus 10:1\" href=\"/Exodus.10.1\">10:1</a> <span dir=\"rtl\">אֹתֹתַי אֵלֶּה</span> <em>these</em> my signs, <a data-ref=\"Exodus 11:8\" href=\"/Exodus.11.8\">11:8</a> <a data-ref=\"Deuteronomy 11:18\" href=\"/Deuteronomy.11.18\">Dt 11:18</a> <a data-ref=\"I Kings 8:59\" href=\"/I_Kings.8.59\">1 K 8:59</a>; <a data-ref=\"I Kings 10:8\" href=\"/I_Kings.10.8\">10:8</a>; <a data-ref=\"I Kings 22:23\" href=\"/I_Kings.22.23\">22:23</a> <a data-ref=\"II Kings 1:13\" href=\"/II_Kings.1.13\">2 K 1:13</a> <a data-ref=\"Jeremiah 31:21\" href=\"/Jeremiah.31.21\">Je 31:21</a> <a data-ref=\"Ezra 2:65\" href=\"/Ezra.2.65\">Ezr 2:65</a> <a data-ref=\"Nehemiah 6:14\" href=\"/Nehemiah.6.14\">Ne 6:14</a>; in the genit. <a data-ref=\"II Kings 6:20\" href=\"/II_Kings.6.20\">2 K 6:20</a> <a data-ref=\"Isaiah 47:9\" href=\"/Isaiah.47.9\">Is 47:9</a> <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">Dt 18:12</a> <a data-ref=\"Psalms 15:5\" href=\"/Psalms.15.5\">ψ 15:5</a>; and after <span dir=\"rtl\">כל</span> <a data-ref=\"Genesis 14:3\" href=\"/Genesis.14.3\">Gn 14:3</a> + often Standing alone in a neuter sense, <em>these things</em> (rare in best prose, & not very common in poetry), with <span dir=\"rtl\">עָשָׂה</span> <a data-ref=\"Deuteronomy 18:12\" href=\"/Deuteronomy.18.12\">Dt 18:12</a>; <a data-ref=\"Deuteronomy 22:5\" href=\"/Deuteronomy.22.5\">22:5</a>; <a data-ref=\"Deuteronomy 25:16\" href=\"/Deuteronomy.25.16\">25:16</a> <a data-ref=\"II Samuel 23:17\" href=\"/II_Samuel.23.17\">2 S 23:17</a>, <a data-ref=\"II Samuel 23:22\" href=\"/II_Samuel.23.22\">22</a> <a data-ref=\"Psalms 15:5\" href=\"/Psalms.15.5\">ψ 15:5</a> +; with other vbs. <a data-ref=\"Ezra 9:1\" href=\"/Ezra.9.1\">Ezr 9:1</a> <a data-ref=\"Isaiah 44:21\" href=\"/Isaiah.44.21\">Is 44:21</a>; <a data-ref=\"Isaiah 47:7\" href=\"/Isaiah.47.7\">47:7</a> <a data-ref=\"Jeremiah 13:22\" href=\"/Jeremiah.13.22\">Je 13:22</a> <a data-ref=\"Hosea 14:10\" href=\"/Hosea.14.10\">Ho 14:10</a> <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">ψ 42:5</a>; <a data-ref=\"Psalms 50:21\" href=\"/Psalms.50.21\">50:21</a>; <a data-ref=\"Psalms 107:43\" href=\"/Psalms.107.43\">107:43</a> <a data-ref=\"Job 8:2\" href=\"/Job.8.2\">Jb 8:2</a>; with <span dir=\"rtl\">אֶת־</span> <a data-ref=\"Numbers 15:13\" href=\"/Numbers.15.13\">Nu 15:13</a> <a data-ref=\"Isaiah 48:14\" href=\"/Isaiah.48.14\">Is 48:14</a>; with <span dir=\"rtl\">כָּל־</span> <a data-ref=\"Judges 13:23\" href=\"/Judges.13.23\">Ju 13:23</a> <a data-ref=\"Isaiah 66:2\" href=\"/Isaiah.66.2\">Is 66:2</a> +; v. also some of the cases with preps. sub <strong>d.</strong> <span dir=\"rtl\">אלה</span> may point indifferently to what follows, <a data-ref=\"Genesis 6:9\" href=\"/Genesis.6.9\">Gn 6:9</a>; <a data-ref=\"Genesis 10:1\" href=\"/Genesis.10.1\">10:1</a>; <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">25:7</a>, <a data-ref=\"Genesis 25:12\" href=\"/Genesis.25.12\">12</a>, <a data-ref=\"Genesis 25:13\" href=\"/Genesis.25.13\">13</a> <a data-ref=\"Psalms 42:5\" href=\"/Psalms.42.5\">ψ 42:5</a>; or to what has preceded, <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">Gn 9:19</a>; <a data-ref=\"Genesis 10:20\" href=\"/Genesis.10.20\">10:20</a>, <a data-ref=\"Genesis 10:31\" href=\"/Genesis.10.31\">31</a>, <a data-ref=\"Genesis 10:32\" href=\"/Genesis.10.32\">32</a>; <a data-ref=\"Genesis 25:4\" href=\"/Genesis.25.4\">25:4</a> <a data-ref=\"Leviticus 21:14\" href=\"/Leviticus.21.14\">Lv 21:14</a>; <a data-ref=\"Leviticus 22:22\" href=\"/Leviticus.22.22\">22:22</a> <a data-ref=\"Psalms 15:5\" href=\"/Psalms.15.5\">ψ 15:5</a>; = <em>such as these</em> (τοιαῦτα), <a data-ref=\"Psalms 73:12\" href=\"/Psalms.73.12\">ψ 73:12</a> <a data-ref=\"Job 18:21\" href=\"/Job.18.21\">Jb 18:21</a>.<br><strong>b.</strong>  repeated, <span dir=\"rtl\">אלה</span> … <span dir=\"rtl\">ואלה</span>, <em>these … those</em> <a data-ref=\"Deuteronomy 27:12\" href=\"/Deuteronomy.27.12\">Dt 27:12</a>, <a data-ref=\"Deuteronomy 27:13\" href=\"/Deuteronomy.27.13\">13</a> <a data-ref=\"Joshua 8:22\" href=\"/Joshua.8.22\">Jos 8:22</a> <a data-ref=\"Isaiah 49:12\" href=\"/Isaiah.49.12\">Is 49:12</a> (3 times) <a data-ref=\"Psalms 20:8\" href=\"/Psalms.20.8\">ψ 20:8</a> +.<br><strong>c.</strong>  with art. (only after a subst. determined by art. (except <a data-ref=\"Genesis 21:29\" href=\"/Genesis.21.29\">Gn 21:29</a> <a data-ref=\"Joshua 17:9\" href=\"/Joshua.17.9\">Jos 17:9</a> <span dir=\"rtl\">עָרִים הָאֵלֶּה</span> read <span dir=\"rtl\">הֶעָרִים</span>, cf. <a data-ref=\"Joshua 17:12\" href=\"/Joshua.17.12\">17:12</a>; <a data-ref=\"Joshua 19:8\" href=\"/Joshua.19.8\">19:8</a>, <a data-ref=\"Joshua 19:16\" href=\"/Joshua.19.16\">16</a>, <a data-ref=\"Joshua 19:31\" href=\"/Joshua.19.31\">31</a>, <a data-ref=\"Joshua 19:48\" href=\"/Joshua.19.48\">48</a>, etc. <a data-ref=\"Ezekiel 42:9\" href=\"/Ezekiel.42.9\">Ez 42:9</a>)) <span dir=\"rtl\">הָאֵלֶּה</span> <a data-ref=\"Genesis 15:1\" href=\"/Genesis.15.1\">Gn 15:1</a> +.<br><strong>d.</strong>  with preps.: <span dir=\"rtl\">בְּאֵלָּה</span> <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">Lv 25:54</a>; <a data-ref=\"Leviticus 26:23\" href=\"/Leviticus.26.23\">26:23</a> <a data-ref=\"I Kings 22:11\" href=\"/I_Kings.22.11\">1 K 22:11</a> (7 times), <span dir=\"rtl\">בָּאֵלֶּה</span> †<a data-ref=\"I Samuel 16:10\" href=\"/I_Samuel.16.10\">1 S 16:10</a>; <a data-ref=\"I Samuel 17:39\" href=\"/I_Samuel.17.39\">17:39</a>; <span dir=\"rtl\">לְאֵלֶּה</span> <a data-ref=\"Leviticus 11:24\" href=\"/Leviticus.11.24\">Lv 11:24</a> (4 times), <span dir=\"rtl\">לָאֵלֶּה</span> <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a> (5 times); <span dir=\"rtl\">מֵאֵלֶּה</span> <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">Gn 9:19</a> (16 times); <span dir=\"rtl\">עַד אֵלֶּה</span> <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a>; <span dir=\"rtl\">עַל־אֵלָּה</span> <em>on account of these things</em> <a data-ref=\"Isaiah 57:6\" href=\"/Isaiah.57.6\">Is 57:6</a>; <a data-ref=\"Isaiah 64:11\" href=\"/Isaiah.64.11\">64:11</a> <a data-ref=\"Jeremiah 5:9\" href=\"/Jeremiah.5.9\">Je 5:9</a> al.; <span dir=\"rtl\">כְּאֵלֶּה</span> †<a data-ref=\"Job 16:2\" href=\"/Job.16.2\">Jb 16:2</a> <a data-ref=\"Jeremiah 10:16\" href=\"/Jeremiah.10.16\">Je 10:16</a> = <a data-ref=\"Jeremiah 51:19\" href=\"/Jeremiah.51.19\">51:19</a>, <span dir=\"rtl\">כָּאֵלֶּה</span> †<a data-ref=\"Genesis 27:46\" href=\"/Genesis.27.46\">Gn 27:46</a> <a data-ref=\"Leviticus 10:19\" href=\"/Leviticus.10.19\">Lv 10:19</a> (things like these, so <a data-ref=\"Isaiah 66:8\" href=\"/Isaiah.66.8\">Is 66:8</a> <a data-ref=\"Jeremiah 18:13\" href=\"/Jeremiah.18.13\">Je 18:13</a>) <a data-ref=\"Numbers 28:24\" href=\"/Numbers.28.24\">Nu 28:24</a> P (cf. <a data-ref=\"Ezekiel 45:25\" href=\"/Ezekiel.45.25\">Ez 45:25</a>) <a data-ref=\"II Kings 25:17\" href=\"/II_Kings.25.17\">2 K 25:17</a> = <a data-ref=\"Jeremiah 52:22\" href=\"/Jeremiah.52.22\">Je 52:22</a>, <span dir=\"rtl\">כְּמוֹ־אֵלֶּה</span> †<a data-ref=\"Job 12:3\" href=\"/Job.12.3\">Jb 12:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1ebb6084aa1cbf13a05", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָצָא 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "BDB, יָצָא 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָצָא א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָצָא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָצָא</span></big></big><sub>1068</sub><big></big>  <strong>vb. go</strong> or come out <strong>(</strong>NH <em>id.;</em> Aramaic <span dir=\"rtl\">יְעָא</span>; Ethiopic ወፅአ, ወጽአ Assyrian <em>âṣû</em> Dl<sup>HWB 237</sup>, all = <em>go out, forth;</em> Syriac <span dir=\"rtl\">ܝܺܥܳܐ</span> <em>go forth</em> (in sense of <em>germinate</em>), <em>grow;</em> Ph. <span dir=\"rtl\">יצא</span> <em>march out;</em> cf. SI<sup>5</sup> <span dir=\"rtl\">המוצא</span> <em>the source</em> (of water); Sab. <span dir=\"rtl\">וצֿא</span> <em>go out</em>, DHM in MV; Arabic <span dir=\"rtl\">وَضُؤَ</span> is <em>be</em> or <em>become fair, beautiful, neat, clean</em>, cf. Nö<sup> ZMG 1886, 725</sup><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">יָצָא</span> <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a> + 92 times; 3 fs. <span dir=\"rtl\">יָצְֽאָה</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> + 13 times; <span dir=\"rtl\">יָצָ֑אָה</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; 2 ms. <span dir=\"rtl\">יָצָאתָ</span> <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">Gn 24:5</a> + 7 times; 2 fs. <span dir=\"rtl\">וְיָצָאת</span> <a data-ref=\"Jeremiah 31:4\" href=\"/Jeremiah.31.4\">Je 31:4</a>; 2 mpl. <span dir=\"rtl\">יְצָאתֶם</span> <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a> <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">Dt 11:10</a>; <span dir=\"rtl\">וִיצָאתֶם</span> <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a> <a data-ref=\"Malachi 3:20\" href=\"/Malachi.3.20\">Mal 3:20</a>; 3 pl. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a>, etc.; Impf. <span dir=\"rtl\">יֵצֵא</span> <a data-ref=\"Genesis 15:4\" href=\"/Genesis.15.4\">Gn 15:4</a> + 64 times; <span dir=\"rtl\">וַיֵּצֵא</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">4:16</a> + 132 times; 3 fs. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">Ex 21:7</a> + 22 times; <span dir=\"rtl\">וַתֵּצֵא</span> <a data-ref=\"Genesis 30:16\" href=\"/Genesis.30.16\">Gn 30:16</a> + 14 times; 2 ms. <span dir=\"rtl\">תֵּצֵא</span> <a data-ref=\"Deuteronomy 20:1\" href=\"/Deuteronomy.20.1\">Dt 20:1</a> + 16 times; 3 pl. <span dir=\"rtl\">יֵצְאוּ</span> <a data-ref=\"Genesis 15:14\" href=\"/Genesis.15.14\">Gn 15:14</a> +; <span dir=\"rtl\">יֵצֵ֑אוּ</span> <a data-ref=\"Genesis 17:6\" href=\"/Genesis.17.6\">17:6</a> +; 3 fpl. <span dir=\"rtl\">וַתֵּצֶ֫אנָה</span> <a data-ref=\"I Samuel 18:6\" href=\"/I_Samuel.18.6\">1 S 18:6</a> <a data-ref=\"II Kings 2:24\" href=\"/II_Kings.2.24\">2 K 2:24</a>; <span dir=\"rtl\">וַתֵּצֶאןָ</span> <a data-ref=\"Exodus 15:20\" href=\"/Exodus.15.20\">Ex 15:20</a>; <a data-ref=\"Exodus 15:2\" href=\"/Exodus.15.2\">2</a> fpl. <span dir=\"rtl\">תֵּצֶ֫אנָה</span> <a data-ref=\"Amos 4:3\" href=\"/Amos.4.3\">Am 4:3</a> etc.; Imv. <span dir=\"rtl\">צֵא</span> <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">Gn 8:16</a> + 15 times; <span dir=\"rtl\">וָצֵ֑אָה</span> <a data-ref=\"Judges 9:29\" href=\"/Judges.9.29\">Ju 9:29</a>; fs. <span dir=\"rtl\">צְאִי</span> <a data-ref=\"Song of Songs 1:8\" href=\"/Song_of_Songs.1.8\">Ct 1:8</a>; mpl. <span dir=\"rtl\">צְאוּ</span> <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> + 11 times; <span dir=\"rtl\">צֵ֑אוּ</span> <a data-ref=\"Isaiah 49:9\" href=\"/Isaiah.49.9\">Is 49:9</a>; <a data-ref=\"Ezekiel 9:7\" href=\"/Ezekiel.9.7\">Ez 9:7</a> + <a data-ref=\"Jeremiah 50:8\" href=\"/Jeremiah.50.8\">Je 50:8</a> Qr (Kt <span dir=\"rtl\">יֵצֵ֑אוּ</span>) <span dir=\"rtl\">צְאֶינָה</span> <a data-ref=\"Song of Songs 3:11\" href=\"/Song_of_Songs.3.11\">Ct 3:11</a>; Inf. abs. <span dir=\"rtl\">יָצוֹא</span> <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> + 2 times; <span dir=\"rtl\">יָצֹא</span> <a data-ref=\"Genesis 27:30\" href=\"/Genesis.27.30\">27:30</a> + 3 times; Inf. cstr. <span dir=\"rtl\">צֵאת</span> <a data-ref=\"Genesis 24:11\" href=\"/Genesis.24.11\">24:11</a> + 31 times; sf. <span dir=\"rtl\">צֵאתִי</span> <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> + 3 times; <span dir=\"rtl\">צֵאתֵנוּ</span> <a data-ref=\"Joshua 9:12\" href=\"/Joshua.9.12\">Jos 9:12</a>; <span dir=\"rtl\">צֵאתְךָ</span> <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">Dt 16:3</a> + 10 times, etc.; Pt. <span dir=\"rtl\">(יוֹצֵא) יֹצֵא</span> <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> + 62 times; fs. <span dir=\"rtl\">שֶׁיֹּצָא</span> <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; <span dir=\"rtl\">(יו׳) יֹצֵאת</span> <a data-ref=\"Genesis 24:15\" href=\"/Genesis.24.15\">Gn 24:15</a> + 11 times; <span dir=\"rtl\">יֹצֵת</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a>, etc.;— <strong>1.</strong>  <em>go</em> or <em>come out</em> or <em>forth:</em> <strong>a.</strong>  from <span dir=\"rtl\">(מִן)</span> a place, e.g. a tent <a data-ref=\"Genesis 31:33\" href=\"/Genesis.31.33\">Gn 31:33</a> (E; opp. <span dir=\"rtl\">בּוֹא בְ</span>), <span dir=\"rtl\">מִפֶּתַח אֹהֶל מוֹעֵד</span> <a data-ref=\"Leviticus 8:33\" href=\"/Leviticus.8.33\">Lv 8:33</a>; <a data-ref=\"Leviticus 10:7\" href=\"/Leviticus.10.7\">10:7</a> (P), cf. <span dir=\"rtl\">מִן־הַמִּקְדָּשׁ</span> <a data-ref=\"Leviticus 21:12\" href=\"/Leviticus.21.12\">21:12</a> (H); from a house <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a>, the doors <span dir=\"rtl\">(דלתי)</span> of a house <a data-ref=\"Joshua 2:19\" href=\"/Joshua.2.19\">Jos 2:19</a> (JE), <a data-ref=\"Judges 11:31\" href=\"/Judges.11.31\">Ju 11:31</a>; <span dir=\"rtl\">מִפֶּתַח ביתו</span> <a data-ref=\"Exodus 12:22\" href=\"/Exodus.12.22\">Ex 12:22</a> (JE), from a camp <a data-ref=\"I Samuel 13:17\" href=\"/I_Samuel.13.17\">1 S 13:17</a>; <a data-ref=\"II Kings 7:12\" href=\"/II_Kings.7.12\">2 K 7:12</a>, a city <a data-ref=\"Genesis 19:14\" href=\"/Genesis.19.14\">Gn 19:14</a> (J), <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">12:4</a> (P), <a data-ref=\"I Kings 11:29\" href=\"/I_Kings.11.29\">1 K 11:29</a>; <a data-ref=\"I Kings 20:17\" href=\"/I_Kings.20.17\">20:17</a>; <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a> a cave <a data-ref=\"I Samuel 24:9\" href=\"/I_Samuel.24.9\">1 S 24:9</a>, the ark <a data-ref=\"Genesis 9:18\" href=\"/Genesis.9.18\">Gn 9:18</a> (J), <a data-ref=\"Genesis 8:16\" href=\"/Genesis.8.16\">8:16</a>, <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">19</a> (both P); out of vineyards <a data-ref=\"Judges 21:21\" href=\"/Judges.21.21\">Ju 21:21</a>; sq. acc. <span dir=\"rtl\">אֶת־הָעִיר</span> <a data-ref=\"Genesis 44:4\" href=\"/Genesis.44.4\">Gn 44:4</a> (E), <a data-ref=\"Exodus 9:29\" href=\"/Exodus.9.29\">Ex 9:29</a> (J); c. <span dir=\"rtl\">בְּ</span> also, of gate <a data-ref=\"Jeremiah 17:19\" href=\"/Jeremiah.17.19\">Je 17:19</a> <a data-ref=\"Nehemiah 2:13\" href=\"/Nehemiah.2.13\">Ne 2:13</a>; sq. acc. local. <span dir=\"rtl\">לֹא אֵצֵא פָ֑תַח</span> <a data-ref=\"Job 31:34\" href=\"/Job.31.34\">Jb 31:34</a>; pt. cstr. <span dir=\"rtl\">יֹצְאֵי הַתֵּבָה</span> <a data-ref=\"Genesis 9:10\" href=\"/Genesis.9.10\">Gn 9:10</a> (P), <span dir=\"rtl\">יֹצְאֵי שַׁעַר עִירוֹ</span> <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">34:24</a> (P); abs. <a data-ref=\"Joshua 2:5\" href=\"/Joshua.2.5\">Jos 2:5</a> (JE), <a data-ref=\"Judges 3:24\" href=\"/Judges.3.24\">Ju 3:24</a> <a data-ref=\"Exodus 34:34\" href=\"/Exodus.34.34\">Ex 34:34</a> (P), <a data-ref=\"Numbers 33:3\" href=\"/Numbers.33.3\">Nu 33:3</a> (P; Israel going out [from Egypt]), <a data-ref=\"II Chronicles 26:20\" href=\"/II_Chronicles.26.20\">2 Ch 26:20</a> +; specif., of going out <span dir=\"rtl\">(מִן)</span> from a land (of emigration) <a data-ref=\"Genesis 10:11\" href=\"/Genesis.10.11\">Gn 10:11</a>, <a data-ref=\"Genesis 10:14\" href=\"/Genesis.10.14\">14</a>; <a data-ref=\"Genesis 24:5\" href=\"/Genesis.24.5\">24:5</a> (all J); partic. of <em>coming forth</em> from (the land of) Egypt (the Exodus) <a data-ref=\"Exodus 12:41\" href=\"/Exodus.12.41\">Ex 12:41</a> (J), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">13:3</a>, <a data-ref=\"Exodus 13:8\" href=\"/Exodus.13.8\">8</a>; <a data-ref=\"Exodus 23:15\" href=\"/Exodus.23.15\">23:15</a>; <a data-ref=\"Exodus 34:18\" href=\"/Exodus.34.18\">34:18</a> (JE), <a data-ref=\"Numbers 1:1\" href=\"/Numbers.1.1\">Nu 1:1</a> (P) <a data-ref=\"Numbers 11:20\" href=\"/Numbers.11.20\">11:20</a>; <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">22:5</a> (JE), and especially D, <a data-ref=\"Deuteronomy 4:45\" href=\"/Deuteronomy.4.45\">Dt 4:45</a>, <a data-ref=\"Deuteronomy 4:46\" href=\"/Deuteronomy.4.46\">46</a>; <a data-ref=\"Deuteronomy 9:7\" href=\"/Deuteronomy.9.7\">9:7</a>; <a data-ref=\"Deuteronomy 11:10\" href=\"/Deuteronomy.11.10\">11:10</a>; <a data-ref=\"Deuteronomy 16:3\" href=\"/Deuteronomy.16.3\">16:3</a><sup>(×2)</sup>, <a data-ref=\"Deuteronomy 16:6\" href=\"/Deuteronomy.16.6\">6</a>; <a data-ref=\"Deuteronomy 23:5\" href=\"/Deuteronomy.23.5\">23:5</a>; <a data-ref=\"Deuteronomy 24:9\" href=\"/Deuteronomy.24.9\">24:9</a>; <a data-ref=\"Deuteronomy 25:17\" href=\"/Deuteronomy.25.17\">25:17</a>; <a data-ref=\"Joshua 2:10\" href=\"/Joshua.2.10\">Jos 2:10</a>; <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">5:4</a>, <a data-ref=\"Joshua 5:5\" href=\"/Joshua.5.5\">5</a>, <a data-ref=\"Joshua 5:6\" href=\"/Joshua.5.6\">6</a> (all D), <a data-ref=\"Numbers 33:1\" href=\"/Numbers.33.1\">Nu 33:1</a> (P), <a data-ref=\"I Kings 6:1\" href=\"/I_Kings.6.1\">1 K 6:1</a>; <a data-ref=\"I Kings 8:9\" href=\"/I_Kings.8.9\">8:9</a> = <a data-ref=\"II Chronicles 5:10\" href=\"/II_Chronicles.5.10\">2 Ch 5:10</a>, <a data-ref=\"II Kings 21:15\" href=\"/II_Kings.21.15\">2 K 21:15</a>; <a data-ref=\"Jeremiah 7:25\" href=\"/Jeremiah.7.25\">Je 7:25</a>; <a data-ref=\"Haggai 2:5\" href=\"/Haggai.2.5\">Hg 2:5</a>; <a data-ref=\"Psalms 114:1\" href=\"/Psalms.114.1\">ψ 114:1</a>. <strong>b.</strong>  <em>go forth</em> from (the presence of) a person: <a data-ref=\"Exodus 8:26\" href=\"/Exodus.8.26\">Ex 8:26</a>; <a data-ref=\"Exodus 9:23\" href=\"/Exodus.9.23\">9:23</a>; <a data-ref=\"Exodus 10:6\" href=\"/Exodus.10.6\">10:6</a> (all sq. <span dir=\"rtl\">מֵעִם</span>), <a data-ref=\"Genesis 44:28\" href=\"/Genesis.44.28\">Gn 44:28</a> <a data-ref=\"Exodus 5:20\" href=\"/Exodus.5.20\">Ex 5:20</a> <a data-ref=\"Jeremiah 2:37\" href=\"/Jeremiah.2.37\">Jer 2:37</a> <span dir=\"rtl\">(מֵאֵת)</span>, <a data-ref=\"Judges 3:19\" href=\"/Judges.3.19\">Ju 3:19</a> <span dir=\"rtl\">(מֵעָלָיו)</span>; sq. <span dir=\"rtl\">מִלִּפְנֵי</span> <a data-ref=\"Genesis 4:16\" href=\"/Genesis.4.16\">Gn 4:16</a> (J), <a data-ref=\"Genesis 41:46\" href=\"/Genesis.41.46\">41:46</a>; <a data-ref=\"Genesis 47:10\" href=\"/Genesis.47.10\">47:10</a>; <a data-ref=\"Esther 8:15\" href=\"/Esther.8.15\">Est 8:15</a>; <a data-ref=\"Ecclesiastes 10:5\" href=\"/Ecclesiastes.10.5\">Ec 10:5</a>; sq. <span dir=\"rtl\">מֵעִם פְּנֵי</span> <a data-ref=\"Job 1:12\" href=\"/Job.1.12\">Jb 1:12</a>, <span dir=\"rtl\">מֵאֵת פְּנֵי</span> <a data-ref=\"Job 2:7\" href=\"/Job.2.7\">2:7</a>; sq. sf. <span dir=\"rtl\">יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">Je 10:20</a> (v. De <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a>). <strong>c.</strong>  in technical senses: abs. <em>go forth</em>, of emancipation <a data-ref=\"Exodus 21:2\" href=\"/Exodus.21.2\">Ex 21:2</a>, <a data-ref=\"Exodus 21:3\" href=\"/Exodus.21.3\">3</a><sup>(×2)</sup>, <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">4</a>, <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">5</a>, <a data-ref=\"Exodus 21:7\" href=\"/Exodus.21.7\">7</a><sup>(×3)</sup>, <a data-ref=\"Exodus 21:11\" href=\"/Exodus.21.11\">11</a> (all JE), cf. <span dir=\"rtl\">יצא מִתַּחַת יַד־אֲרָם</span> <a data-ref=\"II Kings 13:5\" href=\"/II_Kings.13.5\">2 K 13:5</a>; of release in the year of jubilee, land, etc. <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">Lv 25:28</a>, <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">30</a>, <a data-ref=\"Leviticus 25:31\" href=\"/Leviticus.25.31\">31</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a> (all H), <a data-ref=\"Job 27:21\" href=\"/Job.27.21\">27:21</a> (P); also of a debtor-slave <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">25:54</a> (H); of divorce <span dir=\"rtl\">וְיָצְֽאָה מִבֵּיתוֹ</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>; of condemnation <span dir=\"rtl\">בְּהִשָּֽׁפְטוֹ יֵצֵא רָשָׁע</span> <a data-ref=\"Psalms 109:7\" href=\"/Psalms.109.7\">ψ 109:7</a> <em>when he is judged let him go out as a criminal</em>, i.e. be condemned; of bowels <span dir=\"rtl\">(מֵעִים)</span> falling out by reason of disease <a data-ref=\"II Chronicles 21:15\" href=\"/II_Chronicles.21.15\">2 Ch 21:15</a>, <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">19</a>. <strong>d.</strong>  of flight, involving escape: sq. <span dir=\"rtl\">הַחוּ֫צָה</span>, ‖ <span dir=\"rtl\">נוּס</span>, <em>flee</em> <a data-ref=\"Genesis 39:12\" href=\"/Genesis.39.12\">Gn 39:12</a>, <a data-ref=\"Genesis 39:15\" href=\"/Genesis.39.15\">15</a> (J), <span dir=\"rtl\">כִּי נָצֹא תֵצֵא</span> <a data-ref=\"Jeremiah 48:9\" href=\"/Jeremiah.48.9\">Je 48:9</a>; opp. taken (by lot) <a data-ref=\"I Samuel 14:41\" href=\"/I_Samuel.14.41\">1 S 14:41</a>; <span dir=\"rtl\">רָעָה אֲשֶׁר לֹא־יוּכְלוּ לָצֵאת מִמֶּ֑נָּה</span> <a data-ref=\"Jeremiah 11:11\" href=\"/Jeremiah.11.11\">Je 11:11</a> <em>calamity from which they shall not be able to escape;</em> perhaps also <span dir=\"rtl\">יְרֵא אֱלֹהִים יֵצֵא אֶת־כֻּלָּ֗ם</span> <a data-ref=\"Ecclesiastes 7:18\" href=\"/Ecclesiastes.7.18\">Ec 7:18</a> <em>he that feareth God shall escape</em> (or <em>be freed from</em>, v. De Hi-Now Mishn.) <em>all of them</em> (see VB),—on acc. with <span dir=\"rtl\">יצא</span> v. De. <strong>e.</strong>  <em>depart</em> <span dir=\"rtl\">בְּצֵאת נַפְשָׁהּ</span> <a data-ref=\"Genesis 35:18\" href=\"/Genesis.35.18\">Gn 35:18</a> i.e. <em>when she was expiring;</em> so <span dir=\"rtl\">תֵּצֵא רוּחוֹ</span> <a data-ref=\"Psalms 146:4\" href=\"/Psalms.146.4\">ψ 146:4</a>; <span dir=\"rtl\">בְּצֵאת הַיַּיִן מִנָּבָל</span> <a data-ref=\"I Samuel 25:37\" href=\"/I_Samuel.25.37\">1 S 25:37</a> i.e. <em>when Nabal became sober;</em> also fig. <span dir=\"rtl\">וַיֵּצֵא לִבָּם</span> <a data-ref=\"Genesis 42:28\" href=\"/Genesis.42.28\">Gn 42:28</a> (E) i.e. <em>their heart failed</em> (‖ <span dir=\"rtl\">וַיֶּחֶרְדוּ</span>); rust from <span dir=\"rtl\">(מִן)</span> caldron <a data-ref=\"Ezekiel 24:16\" href=\"/Ezekiel.24.16\">Ez 24:16</a> (v. Co <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">Ez 12:5</a>); of glory of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 10:18\" href=\"/Ezekiel.10.18\">10:18</a>; <span dir=\"rtl\">וַיֵּצֵא מִן בַּת־צִיּוֹן כָּל־הֲדָרָהּ</span> <a data-ref=\"Lamentations 1:6\" href=\"/Lamentations.1.6\">La 1:6</a>; hence inf. = <em>exit, end</em> <span dir=\"rtl\">בְּצֵאת הַשָּׁנָה</span> <a data-ref=\"Exodus 23:16\" href=\"/Exodus.23.16\">Ex 23:16</a> (JE), and, redundantly, <span dir=\"rtl\">כְּעֵת צֵאת הַקֵּץ לְיָמִים שְׁנַיִם</span> <a data-ref=\"II Chronicles 21:19\" href=\"/II_Chronicles.21.19\">2 Ch 21:19</a> i.e. <em>at the end of two years</em>. <strong>f.</strong>  of inanimate things: river out of Eden <a data-ref=\"Genesis 2:10\" href=\"/Genesis.2.10\">Gn 2:10</a> (J), water out of rock <a data-ref=\"Exodus 17:6\" href=\"/Exodus.17.6\">Ex 17:6</a> (E), <a data-ref=\"Numbers 20:11\" href=\"/Numbers.20.11\">Nu 20:11</a> (JE), from <em>Leḥi</em> <a data-ref=\"Judges 15:19\" href=\"/Judges.15.19\">Ju 15:19</a>; of molten calf out of fire <a data-ref=\"Exodus 32:24\" href=\"/Exodus.32.24\">Ex 32:24</a> (E); of gold (after refining) <a data-ref=\"Job 23:10\" href=\"/Job.23.10\">Jb 23:10</a> (abs., in sim.); in prophecy of fountain from house of <span dir=\"rtl\">י׳</span> <a data-ref=\"Ezekiel 47:1\" href=\"/Ezekiel.47.1\">Ez 47:1</a>, <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">8</a>, <a data-ref=\"Ezekiel 47:12\" href=\"/Ezekiel.47.12\">12</a> <a data-ref=\"Zechariah 14:8\" href=\"/Zechariah.14.8\">Zc 14:8</a> <a data-ref=\"Joel 4:18\" href=\"/Joel.4.18\">Jo 4:18</a>; of seed (semen virile) from man <a data-ref=\"Leviticus 15:16\" href=\"/Leviticus.15.16\">Lv 15:16</a>, <a data-ref=\"Leviticus 15:32\" href=\"/Leviticus.15.32\">32</a> (P), <a data-ref=\"Leviticus 22:4\" href=\"/Leviticus.22.4\">22:4</a> (H); of weapon which has pierced body <a data-ref=\"II Samuel 2:23\" href=\"/II_Samuel.2.23\">2 S 2:23</a> <span dir=\"rtl\">(מֵאַחֲרָיו)</span>, <a data-ref=\"II Kings 9:24\" href=\"/II_Kings.9.24\">2 K 9:24</a> <span dir=\"rtl\">(מִלִּבּוֹ)</span>, <a data-ref=\"Job 20:25\" href=\"/Job.20.25\">Jb 20:25</a> <span dir=\"rtl\">(מִגֵּוָה)</span>; <span dir=\"rtl\">וַתֵּצֵא אַחֲרָיו מַשְׂאַת הַמֶּלֶךְ</span> <a data-ref=\"II Samuel 11:8\" href=\"/II_Samuel.11.8\">2 S 11:8</a> <em>and there went out</em> (= was sent out) <em>after him the king’s portion</em> (i.e. the food given by the king); idiomatically of expenditure of money <a data-ref=\"II Kings 12:13\" href=\"/II_Kings.12.13\">2 K 12:13</a> (abs., cf. Hiph. v <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">12</a>); of swift movement of arrow from bow <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> (like lightning), of lightning out of fire <a data-ref=\"Ezekiel 1:13\" href=\"/Ezekiel.1.13\">Ez 1:13</a>; abs. of <em>sunrise</em> (subj. <span dir=\"rtl\">שֶׁמֶשׁ</span>) <a data-ref=\"Judges 5:31\" href=\"/Judges.5.31\">Ju 5:31</a> (in sim.), <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>, cf. <a data-ref=\"Isaiah 13:10\" href=\"/Isaiah.13.10\">Is 13:10</a> (so Assyrian, e.g. <em>ultu ṣît šanši adi êrib šanši</em> COT <a data-ref=\"Genesis 19:23\" href=\"/Genesis.19.23\">Gn 19:23</a>); of rising of stars <span dir=\"rtl\">(כּוֹכָבִים)</span> <a data-ref=\"Nehemiah 4:15\" href=\"/Nehemiah.4.15\">Ne 4:15</a>; of sentence of judge <a data-ref=\"Habakkuk 1:4\" href=\"/Habakkuk.1.4\">Hb 1:4</a><sup>(×2)</sup> <a data-ref=\"Psalms 17:2\" href=\"/Psalms.17.2\">ψ 17:2</a>; of judgment, or right appearing (with sim. of light) <a data-ref=\"Hosea 6:5\" href=\"/Hosea.6.5\">Hos 6:5</a> (read <span dir=\"rtl\">וּמִשְׁפָּטִי כָאוֹר יֵצֵא</span>), <a data-ref=\"Isaiah 62:1\" href=\"/Isaiah.62.1\">Is 62:1</a>; of a lot <span dir=\"rtl\">וַיֵּצֵא הַגּוֹרָל לִבְנֵי יוֹסֵף</span> <a data-ref=\"Joshua 16:1\" href=\"/Joshua.16.1\">Jos 16:1</a> (JE), and especially P, <a data-ref=\"Numbers 33:54\" href=\"/Numbers.33.54\">Nu 33:54</a> <a data-ref=\"Joshua 19:1\" href=\"/Joshua.19.1\">Jos 19:1</a>, <a data-ref=\"Joshua 19:17\" href=\"/Joshua.19.17\">17</a>, <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">24</a>, <a data-ref=\"Joshua 19:32\" href=\"/Joshua.19.32\">32</a>, <a data-ref=\"Joshua 19:40\" href=\"/Joshua.19.40\">40</a>; <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">21:4</a>, cf. also <a ,=\"\" data-ref=\"BDB, גּוֹרָל\" dir=\"rtl\" href=\"/BDB,_גּוֹרָל\">ויצא גְּבוּל גּוֹרָלָם</a> <a data-ref=\"Joshua 18:11\" href=\"/Joshua.18.11\">18:11</a> (P). <strong>g.</strong>  with especial emphasis on idea of origin, source: hyssop out of the wall <a data-ref=\"I Kings 5:13\" href=\"/I_Kings.5.13\">1 K 5:13</a>; <span dir=\"rtl\">מיהוה יצא הדבר</span> <a data-ref=\"Genesis 24:50\" href=\"/Genesis.24.50\">Gn 24:50</a> (J) <em>from</em> <span dir=\"rtl\">י׳</span> <em>has the thing proceeded</em>, of a providential arrangement, so <span dir=\"rtl\">מֵעִם י׳</span> <a data-ref=\"Isaiah 28:29\" href=\"/Isaiah.28.29\">Is 28:29</a>; <span dir=\"rtl\">מֵרְשָׁעִים יֵצֵא רֶשַׁע</span> <a data-ref=\"I Samuel 24:14\" href=\"/I_Samuel.24.14\">1 S 24:14</a> (an ancient proverb); of pollution proceeding from <span dir=\"rtl\">(מֵאֵת)</span> prophets <a data-ref=\"Jeremiah 23:15\" href=\"/Jeremiah.23.15\">Je 23:15</a>; of fire from Heshbon <a data-ref=\"Numbers 21:28\" href=\"/Numbers.21.28\">Nu 21:28</a> (JE) <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a>, cf. <a data-ref=\"Judges 9:15\" href=\"/Judges.9.15\">Ju 9:15</a>, <a data-ref=\"Judges 9:20\" href=\"/Judges.9.20\">20</a><sup>(×2)</sup>; of fire <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Leviticus 9:24\" href=\"/Leviticus.9.24\">Lv 9:24</a>; <a data-ref=\"Leviticus 10:2\" href=\"/Leviticus.10.2\">10:2</a>, <span dir=\"rtl\">מֵאֵת י׳</span> <a data-ref=\"Numbers 16:35\" href=\"/Numbers.16.35\">Nu 16:35</a> (all P); in theophany <span dir=\"rtl\">יצא רֶשֶׁף לְרַגְליו</span> <a data-ref=\"Habakkuk 3:5\" href=\"/Habakkuk.3.5\">Hb 3:5</a>; iniquity from unreceptive heart <a data-ref=\"Psalms 73:7\" href=\"/Psalms.73.7\">ψ 73:7</a> (v. <a data-ref=\"BDB, חֵ֫לֶב\" href=\"/BDB,_חֵ֫לֶב\", dir=\"rtl\">i. חֵלֶב</a> 1); wrath <span dir=\"rtl\">מִלִּפְנֵי י׳</span> <a data-ref=\"Numbers 17:11\" href=\"/Numbers.17.11\">Nu 17:11</a> (P); abs. <a data-ref=\"Jeremiah 4:4\" href=\"/Jeremiah.4.4\">Je 4:4</a> = <a data-ref=\"Jeremiah 21:12\" href=\"/Jeremiah.21.12\">21:12</a>, <a data-ref=\"Jeremiah 23:19\" href=\"/Jeremiah.23.19\">23:19</a> = <a data-ref=\"Jeremiah 30:23\" href=\"/Jeremiah.30.23\">30:23</a>; so salvation <a data-ref=\"Isaiah 51:5\" href=\"/Isaiah.51.5\">Is 51:5</a>; <span dir=\"rtl\">וְנִשְׁמַת־מִי יָצְֽאָה מִמֶּךָּ</span> <a data-ref=\"Job 26:4\" href=\"/Job.26.4\">Jb 26:4</a>; of words <em>going forth</em> from mouth of speaker (of solemn or formal speech) <span dir=\"rtl\">לֹא יֵצֵא מִפִּיכֶם דָּבָר</span> <a data-ref=\"Joshua 6:10\" href=\"/Joshua.6.10\">Jos 6:10</a> (JE), <a data-ref=\"Judges 11:36\" href=\"/Judges.11.36\">Ju 11:36</a> <a data-ref=\"I Samuel 2:3\" href=\"/I_Samuel.2.3\">1 S 2:3</a> <a data-ref=\"Jeremiah 44:17\" href=\"/Jeremiah.44.17\">Je 44:17</a> <a data-ref=\"Job 37:2\" href=\"/Job.37.2\">Jb 37:2</a> <a data-ref=\"Esther 7:8\" href=\"/Esther.7.8\">Est 7:8</a>, also <a data-ref=\"Numbers 30:3\" href=\"/Numbers.30.3\">Nu 30:3</a>; <a data-ref=\"Numbers 32:24\" href=\"/Numbers.32.24\">32:24</a> (both P); of <span dir=\"rtl\">י׳</span>’s words going forth from his mouth, or from him <a data-ref=\"Isaiah 45:23\" href=\"/Isaiah.45.23\">Is 45:23</a>; <a data-ref=\"Isaiah 48:3\" href=\"/Isaiah.48.3\">48:3</a>; <a data-ref=\"Isaiah 51:4\" href=\"/Isaiah.51.4\">51:4</a>; <a data-ref=\"Isaiah 55:11\" href=\"/Isaiah.55.11\">55:11</a> <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">Ez 33:30</a>; of <span dir=\"rtl\">י׳</span>’s words, instruction, command, etc., going forth <a data-ref=\"Isaiah 2:3\" href=\"/Isaiah.2.3\">Is 2:3</a> = <a data-ref=\"Micah 4:2\" href=\"/Micah.4.2\">Mi 4:2</a> (from Jerusalem), <a data-ref=\"Daniel 9:23\" href=\"/Daniel.9.23\">Dn 9:23</a>; of human commandment <a data-ref=\"Esther 1:19\" href=\"/Esther.1.19\">Est 1:19</a>, cf. v <a data-ref=\"Esther 1:17\" href=\"/Esther.1.17\">17</a>. <strong>h.</strong>  of children as <em>going forth</em> from loins (of father) <span dir=\"rtl\">מִמֵּעִים</span> <a data-ref=\"II Samuel 7:12\" href=\"/II_Samuel.7.12\">2 S 7:12</a>; <a data-ref=\"II Samuel 16:11\" href=\"/II_Samuel.16.11\">16:11</a>; <span dir=\"rtl\">מֵחֲלָצִים</span> <a data-ref=\"Genesis 35:11\" href=\"/Genesis.35.11\">Gn 35:11</a> (P), <a data-ref=\"I Kings 8:19\" href=\"/I_Kings.8.19\">1 K 8:19</a> = <a data-ref=\"II Chronicles 6:9\" href=\"/II_Chronicles.6.9\">2 Ch 6:9</a>; sq. <span dir=\"rtl\">מִן</span> alone <a data-ref=\"II Kings 20:18\" href=\"/II_Kings.20.18\">2 K 20:18</a> = <a data-ref=\"Isaiah 39:7\" href=\"/Isaiah.39.7\">Is 39:7</a>; also <span dir=\"rtl\">יֹצְאֵי יְרֵכוֹ</span> <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">Ju 8:30</a> <a data-ref=\"Genesis 46:26\" href=\"/Genesis.46.26\">Gn 46:26</a> <a data-ref=\"Exodus 1:5\" href=\"/Exodus.1.5\">Ex 1:5</a> (both P); also of birth <span dir=\"rtl\">מֵרֶחֶם (אִמּוֹ)</span> <a data-ref=\"Numbers 12:12\" href=\"/Numbers.12.12\">Nu 12:12</a> (JE), <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; <a data-ref=\"Jeremiah 20:18\" href=\"/Jeremiah.20.18\">20:18</a> <a data-ref=\"Job 3:11\" href=\"/Job.3.11\">Jb 3:11</a>; fig. of sea <a data-ref=\"Job 38:8\" href=\"/Job.38.8\">38:8</a>, of ice v <a data-ref=\"Job 38:29\" href=\"/Job.38.29\">29</a>; <span dir=\"rtl\">מִבֶּטֶן אִמּוֹ</span> <a data-ref=\"Job 1:21\" href=\"/Job.1.21\">Jb 1:21</a> <a data-ref=\"Ecclesiastes 5:14\" href=\"/Ecclesiastes.5.14\">Ec 5:14</a>; lit., source not expr., <a data-ref=\"Genesis 25:25\" href=\"/Genesis.25.25\">Gn 25:25</a>, <a data-ref=\"Genesis 25:26\" href=\"/Genesis.25.26\">26</a>; <a data-ref=\"Genesis 38:28\" href=\"/Genesis.38.28\">38:28</a>, <a data-ref=\"Genesis 38:29\" href=\"/Genesis.38.29\">29</a>, <a data-ref=\"Genesis 38:30\" href=\"/Genesis.38.30\">30</a> (all J); of untimely birth <a data-ref=\"Exodus 21:22\" href=\"/Exodus.21.22\">Ex 21:22</a> (JE); cf. <span dir=\"rtl\">הַיּוֹצֵ֯ת מִבֵּין רַגְלֶיהָ</span> <a data-ref=\"Deuteronomy 28:57\" href=\"/Deuteronomy.28.57\">Dt 28:57</a> (‖ <span dir=\"rtl\">תֵּלֵד</span>); of family or race connexion (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Nahum 1:11\" href=\"/Nahum.1.11\">Na 1:11</a> <a data-ref=\"Isaiah 48:1\" href=\"/Isaiah.48.1\">Is 48:1</a> <a data-ref=\"I Chronicles 1:12\" href=\"/I_Chronicles.1.12\">1 Ch 1:12</a>; <a data-ref=\"I Chronicles 2:53\" href=\"/I_Chronicles.2.53\">2:53</a>; <span dir=\"rtl\">יצא</span> also of produce of vine <span dir=\"rtl\">(מִגֶּפֶן)</span> <a data-ref=\"Judges 13:14\" href=\"/Judges.13.14\">Ju 13:14</a>, cf. <span dir=\"rtl\">הַיֹּצֵא הַשָּׂדֶה</span> <a data-ref=\"Deuteronomy 14:22\" href=\"/Deuteronomy.14.22\">Dt 14:22</a> (read <span dir=\"rtl\">יצא</span> Sam., v. Di); <span dir=\"rtl\">אֶרֶץ מִמֶּנָּה יצא לֶחֶם</span> <a data-ref=\"Job 28:5\" href=\"/Job.28.5\">Jb 28:5</a>; of viper proceeding from serpent’s root <a data-ref=\"Isaiah 14:29\" href=\"/Isaiah.14.29\">Is 14:29</a>; further, with idea of unfolding, growth <a data-ref=\"Job 8:16\" href=\"/Job.8.16\">Jb 8:16</a>; <a data-ref=\"Job 14:2\" href=\"/Job.14.2\">14:2</a>; <a data-ref=\"Job 31:40\" href=\"/Job.31.40\">31:40</a>; <span dir=\"rtl\">וְיָצָא חֹטֶר מִגֶּזַע יִשָׁ֑י</span> <a data-ref=\"Isaiah 11:1\" href=\"/Isaiah.11.1\">Is 11:1</a>; of the little horn <a data-ref=\"Daniel 8:9\" href=\"/Daniel.8.9\">Dn 8:9</a>; so of branches of candlestick in tabernacle <a data-ref=\"Exodus 25:32\" href=\"/Exodus.25.32\">Ex 25:32</a>, <a data-ref=\"Exodus 25:33\" href=\"/Exodus.25.33\">33</a>, <a data-ref=\"Exodus 25:35\" href=\"/Exodus.25.35\">35</a>; <a data-ref=\"Exodus 37:18\" href=\"/Exodus.37.18\">37:18</a>, <a data-ref=\"Exodus 37:19\" href=\"/Exodus.37.19\">19</a>, <a data-ref=\"Exodus 37:21\" href=\"/Exodus.37.21\">21</a> (all P); then simply <em>project</em> (tower from wall) <a data-ref=\"Nehemiah 3:25\" href=\"/Nehemiah.3.25\">Ne 3:25</a>, <a data-ref=\"Nehemiah 3:26\" href=\"/Nehemiah.3.26\">26</a>, <a data-ref=\"Nehemiah 3:27\" href=\"/Nehemiah.3.27\">27</a>; of measuring-line <em>going forth</em> (abs.) in a particular direction <a data-ref=\"Jeremiah 31:39\" href=\"/Jeremiah.31.39\">Je 31:39</a>; of a boundary(-line) <em>going out</em> (abs.) so as then to turn and make an angle <a data-ref=\"Numbers 34:4\" href=\"/Numbers.34.4\">Nu 34:4</a>, <a data-ref=\"Numbers 34:9\" href=\"/Numbers.34.9\">9</a> <a data-ref=\"Joshua 15:3\" href=\"/Joshua.15.3\">Jos 15:3</a>, <a data-ref=\"Joshua 15:4\" href=\"/Joshua.15.4\">4</a>, <a data-ref=\"Joshua 15:9\" href=\"/Joshua.15.9\">9</a>, <a data-ref=\"Joshua 15:11\" href=\"/Joshua.15.11\">11</a><sup>(×2)</sup>; <a data-ref=\"Joshua 16:2\" href=\"/Joshua.16.2\">16:2</a>, <a data-ref=\"Joshua 16:6\" href=\"/Joshua.16.6\">6</a>, <a data-ref=\"Joshua 16:7\" href=\"/Joshua.16.7\">7</a>; <a data-ref=\"Joshua 18:15\" href=\"/Joshua.18.15\">18:15</a><sup>(×2)</sup>, <a data-ref=\"Joshua 18:17\" href=\"/Joshua.18.17\">17</a><sup>(×2)</sup>; <a data-ref=\"Joshua 19:12\" href=\"/Joshua.19.12\">19:12</a>, <a data-ref=\"Joshua 19:13\" href=\"/Joshua.19.13\">13</a>, <a data-ref=\"Joshua 19:27\" href=\"/Joshua.19.27\">27</a>, <a data-ref=\"Joshua 19:34\" href=\"/Joshua.19.34\">34</a>, <a data-ref=\"Joshua 19:47\" href=\"/Joshua.19.47\">47</a>. <strong>2.</strong> <strong>a.</strong>  <em>go forth</em> to a place <a data-ref=\"Genesis 27:3\" href=\"/Genesis.27.3\">Gn 27:3</a> (J), <a data-ref=\"Jeremiah 14:18\" href=\"/Jeremiah.14.18\">Je 14:18</a> <a data-ref=\"Ezekiel 3:22\" href=\"/Ezekiel.3.22\">Ez 3:22</a> <a data-ref=\"Zechariah 6:6\" href=\"/Zechariah.6.6\">Zc 6:6</a><sup>(×2)</sup>, <a data-ref=\"Zechariah 6:7\" href=\"/Zechariah.6.7\">7</a> +; so <span dir=\"rtl\">וַיֵּצֵא הַפַּרְשְׁדֹ֫נָה</span> <a data-ref=\"Judges 3:22\" href=\"/Judges.3.22\">Ju 3:22</a> (see VB); go forth in surrender <a data-ref=\"I Samuel 11:3\" href=\"/I_Samuel.11.3\">1 S 11:3</a> (sq. <span dir=\"rtl\">אֶל</span> pers.), <a data-ref=\"II Kings 18:31\" href=\"/II_Kings.18.31\">2 K 18:31</a> = <a data-ref=\"Isaiah 36:16\" href=\"/Isaiah.36.16\">Is 36:16</a>, <a data-ref=\"Jeremiah 38:17\" href=\"/Jeremiah.38.17\">Je 38:17</a>, <a data-ref=\"Jeremiah 38:21\" href=\"/Jeremiah.38.21\">21</a>; <span dir=\"rtl\">אֵין פֶּרֶץ וְאֵין יוֹצֵאת</span> <a data-ref=\"Psalms 144:14\" href=\"/Psalms.144.14\">ψ 144:14</a>; into captivity <span dir=\"rtl\">לֹא יָֽצְאוּ אִתְּכֶם בַּגּוֹלָה</span> <a data-ref=\"Jeremiah 29:16\" href=\"/Jeremiah.29.16\">Je 29:16</a>, cf. <a data-ref=\"Jeremiah 48:7\" href=\"/Jeremiah.48.7\">48:7</a> <a data-ref=\"Zechariah 14:2\" href=\"/Zechariah.14.2\">Zc 14:2</a>; to work <a data-ref=\"Ruth 2:22\" href=\"/Ruth.2.22\">Ru 2:22</a> also <span dir=\"rtl\">יָצָא מִן־הַמָּקוֹם הַזֶּה</span> <a data-ref=\"Jeremiah 22:11\" href=\"/Jeremiah.22.11\">Je 22:11</a>, cf. <span dir=\"rtl\">בָּנַי יְצָאֻנִי</span> <a data-ref=\"Jeremiah 10:20\" href=\"/Jeremiah.10.20\">10:20</a>. <strong>b.</strong>  <em>proceed</em> to or toward something, fig., <span dir=\"rtl\">מֵרָעָה אֶל־רָעָה יָצָ֑אוּ</span> <a data-ref=\"Jeremiah 9:2\" href=\"/Jeremiah.9.2\">Je 9:2</a> <em>from evil to evil they go on;</em> in like manner <a data-ref=\"II Samuel 20:8\" href=\"/II_Samuel.20.8\">2 S 20:8</a> si vera l., but read rather <span dir=\"rtl\">וְהִיא יָצְֽאָה</span> <em>and it</em> (i.e. the sword) <em>came out</em> (of the sheath) <em>and fell</em> 𝔊 We Dr Kit Bu. <strong>c.</strong>  <em>come</em> or <em>go forth</em>, with especially ref. to purpose or result: <span dir=\"rtl\">וְיָצָאתִי אַחֲרָיו וְהִכִּתִיו</span> <a data-ref=\"I Samuel 17:35\" href=\"/I_Samuel.17.35\">1 S 17:35</a>, cf. <a data-ref=\"I Samuel 24:15\" href=\"/I_Samuel.24.15\">24:15</a>; <span dir=\"rtl\">יָצָא שָׁאוּל לְבַקֵּשׁ נַפְשׁוֹ</span> <a data-ref=\"I Samuel 23:15\" href=\"/I_Samuel.23.15\">23:15</a>, cf. <a data-ref=\"I Samuel 26:20\" href=\"/I_Samuel.26.20\">26:20</a>, further <a data-ref=\"II Samuel 2:13\" href=\"/II_Samuel.2.13\">2 S 2:13</a>; <a data-ref=\"II Samuel 18:4\" href=\"/II_Samuel.18.4\">18:4</a> <a data-ref=\"I Kings 20:18\" href=\"/I_Kings.20.18\">1 K 20:18</a><sup>(×2)</sup>, <a data-ref=\"I Kings 20:19\" href=\"/I_Kings.20.19\">19</a>, <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">39</a> <a data-ref=\"II Kings 5:2\" href=\"/II_Kings.5.2\">2 K 5:2</a> <a data-ref=\"Micah 1:11\" href=\"/Micah.1.11\">Mi 1:11</a> <a data-ref=\"Jeremiah 37:5\" href=\"/Jeremiah.37.5\">Je 37:5</a> <a data-ref=\"Zechariah 14:3\" href=\"/Zechariah.14.3\">Zc 14:3</a> <a data-ref=\"Daniel 11:11\" href=\"/Daniel.11.11\">Dn 11:11</a>, <a data-ref=\"Daniel 11:44\" href=\"/Daniel.11.44\">44</a> +; of an adulteress <a data-ref=\"Proverbs 7:15\" href=\"/Proverbs.7.15\">Pr 7:15</a>; of an angel <a data-ref=\"Numbers 22:32\" href=\"/Numbers.22.32\">Nu 22:32</a> (JE), <a data-ref=\"Daniel 9:22\" href=\"/Daniel.9.22\">Dn 9:22</a>; for <span dir=\"rtl\">יֵצֵא</span> … <span dir=\"rtl\">אִתְּכֶם</span> <a data-ref=\"I Samuel 22:3\" href=\"/I_Samuel.22.3\">1 S 22:3</a> (<em>let</em> my father etc. <em>go forth</em> [to be] <em>with you</em>, cf. Klo) read perhaps <span dir=\"rtl\">יֵשְׁבוּ</span> as 𝔖 𝔙 Kit, v. also Dr; of army marching out to form battle line <span dir=\"rtl\">יֹצֵא אֶל־הַמַּעֲרָכָה</span> <a data-ref=\"I Samuel 17:20\" href=\"/I_Samuel.17.20\">1 S 17:20</a> (c. art., MT, < om. We Dr Kit Bu); <span dir=\"rtl\">בְּכֹל אֲשֶׁר יָצְֽאוּ</span> <a data-ref=\"Judges 2:15\" href=\"/Judges.2.15\">Ju 2:15</a> <em>in all to which they went forth</em>, <span dir=\"rtl\">יָצָא לפני</span> <a data-ref=\"I Samuel 8:20\" href=\"/I_Samuel.8.20\">1 S 8:20</a> of king going out at the head of his soldiers; so of <span dir=\"rtl\">י׳</span> before his people <a data-ref=\"Judges 4:14\" href=\"/Judges.4.14\">Ju 4:14</a> <a data-ref=\"II Samuel 5:24\" href=\"/II_Samuel.5.24\">2 S 5:24</a> <a data-ref=\"Psalms 68:8\" href=\"/Psalms.68.8\">ψ 68:8</a>, cf. <a data-ref=\"Psalms 108:12\" href=\"/Psalms.108.12\">108:12</a> <a data-ref=\"I Chronicles 14:15\" href=\"/I_Chronicles.14.15\">1 Ch 14:15</a>; of <span dir=\"rtl\">י׳</span> going out from Seir <a data-ref=\"Judges 5:14\" href=\"/Judges.5.14\">Ju 5:14</a>, cf. <a data-ref=\"Habakkuk 3:13\" href=\"/Habakkuk.3.13\">Hb 3:13</a>; of the hand of <span dir=\"rtl\">י׳</span>, in hostility <span dir=\"rtl\">יָֽצְאָה בִי יַד־י׳</span> <a data-ref=\"Ruth 1:13\" href=\"/Ruth.1.13\">Ru 1:13</a>; abs. of fire <em>breaking out</em> <a data-ref=\"Exodus 22:5\" href=\"/Exodus.22.5\">Ex 22:5</a> (JE). <strong>3.</strong>  of combinations, note especially: <span dir=\"rtl\">יָצוֹא וָשׁוֹב</span> (inf. abs.) <a data-ref=\"Genesis 8:7\" href=\"/Genesis.8.7\">Gn 8:7</a> <em>going out and returning</em>, nearly = <em>to and fro;</em> <span dir=\"rtl\">אִישׁ יוֹצֵא</span> … <span dir=\"rtl\">יֹצֵא יָצוֹא וּמְקַלֵּל</span> <a data-ref=\"II Samuel 16:5\" href=\"/II_Samuel.16.5\">2 S 16:5</a> = <em>coming forth, cursing as he came;</em> <span dir=\"rtl\">יצא ובא</span>, lit. <span dir=\"rtl\">אֵין יוֹצֵא וְאֵין בָּא</span> <a data-ref=\"Joshua 6:1\" href=\"/Joshua.6.1\">Jos 6:1</a> <em>none went out and none came in</em>, i.e. there was no free egress or ingress (of besieged city), cf. <a data-ref=\"I Kings 15:17\" href=\"/I_Kings.15.17\">1 K 15:17</a> = <a data-ref=\"II Chronicles 16:1\" href=\"/II_Chronicles.16.1\">2 Ch 16:1</a>, <a data-ref=\"II Chronicles 15:5\" href=\"/II_Chronicles.15.5\">2 Ch 15:5</a>; to <em>go out</em> and <em>come in</em> before, of leader in war <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> <a data-ref=\"I Samuel 18:16\" href=\"/I_Samuel.18.16\">1 S 18:16</a>, cf. <a data-ref=\"I Samuel 29:6\" href=\"/I_Samuel.29.6\">29:6</a>; fig. <a data-ref=\"Deuteronomy 28:6\" href=\"/Deuteronomy.28.6\">Dt 28:6</a> blesssed shalt thou be <span dir=\"rtl\">בבואך ובצאתך</span>, i.e. when thou completest and beginnest any undertaking, so v <a data-ref=\"Deuteronomy 28:19\" href=\"/Deuteronomy.28.19\">19</a>; <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">31:2</a> <span dir=\"rtl\">לא אוכל לצאת ולבוא</span>, i.e. I can no more engage in active undertakings; similarly <a data-ref=\"Joshua 14:11\" href=\"/Joshua.14.11\">Jos 14:11</a> <a data-ref=\"I Kings 3:7\" href=\"/I_Kings.3.7\">1 K 3:7</a> <a data-ref=\"Isaiah 37:28\" href=\"/Isaiah.37.28\">Is 37:28</a> (+ <span dir=\"rtl\">שִׁבְתְּךָ</span>) = <a data-ref=\"II Kings 19:27\" href=\"/II_Kings.19.27\">2 K 19:27</a>, <a data-ref=\"Psalms 121:8\" href=\"/Psalms.121.8\">ψ 121:8</a>.<br>†<strong>Hiph.</strong><sub>278</sub>  Pf. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> +; <span dir=\"rtl\">וְהוֹצִא</span> consec. <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a>; <span dir=\"rtl\">הוֹצֵאתָ</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> + 7 times; <span dir=\"rtl\">וְהוֹצֵאתָ֫</span> <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a> + 3 times; 2 fs. <span dir=\"rtl\">וְהוֹצֵאת</span> <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a>; sf. <span dir=\"rtl\">הוֹצִיאַ֫נִי</span> <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">Ez 42:15</a>; <span dir=\"rtl\">הוֹצִיאָ֫נוּ</span> <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">Ex 13:14</a> + 2 times; <span dir=\"rtl\">הוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">Dt 6:12</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>, <span dir=\"rtl\">הוֹצִאֲךָ</span> <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">Ex 13:9</a> <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">Dt 7:19</a>; <span dir=\"rtl\">הוֹצִיאָם</span> <a data-ref=\"Exodus 32:12\" href=\"/Exodus.32.12\">Ex 32:12</a> + 2 times, etc.; Impf. <span dir=\"rtl\">(יֹצִא) יוֹצִיא</span> <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">Lv 16:27</a> + 9 times; <span dir=\"rtl\">(וַיֹּצֵא) וַיּוֹצֵא</span> <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> + 23 times; <span dir=\"rtl\">(וַיֹּצִא) וַיּוֹצִא</span> <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">Dt 4:20</a> + 4 times; sf. <span dir=\"rtl\">יוֹצִיאֵנִי</span> <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; <span dir=\"rtl\">וַיּוֹצִאֲךָ</span> <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">Dt 4:37</a>; <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">5:15</a>; <span dir=\"rtl\">וַיּוֹצִאָהּ</span> <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a>; 3 fs. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; juss. <span dir=\"rtl\">תּוֹצֵא</span> <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">Gn 1:24</a>; <span dir=\"rtl\">וַתּוֹצֵא</span> v <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">12</a> <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a>; 2 ms. <span dir=\"rtl\">תּוֹצִיא</span> <a data-ref=\"Exodus 12:46\" href=\"/Exodus.12.46\">Ex 12:46</a> + 5 times; <span dir=\"rtl\">הֲתֹצִיא</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>, <span dir=\"rtl\">וַתֹּצֵא</span> <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">Je 32:21</a>; <span dir=\"rtl\">(וַיֹּצִאוּ) וַיּוֹצִיאוּ</span> <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">Lv 24:23</a> +; sf. <span dir=\"rtl\">וַיּוֹצִיאֻהוּ</span> <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <span dir=\"rtl\">וַיֹּצִאֻהוּ</span> <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>; <span dir=\"rtl\">וַיֹּצִיאֻהוּ</span> <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">1 K 21:13</a>; <span dir=\"rtl\">יוֹצִיאוּם</span> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a>, etc.; Imv. <span dir=\"rtl\">הוֹצֵא</span> <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> + 5 times + <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">8:17</a> Kt (Qr <span dir=\"rtl\">הַיְצֵא</span>); <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">הוֹצִ֫יאָה</span> <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">ψ 142:8</a>; sf. <span dir=\"rtl\">הוֹצִיאֵנִי</span> <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">25:17</a> <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a>, etc.; Inf. cstr. <span dir=\"rtl\">הוֹצִיא</span> <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">Ex 6:13</a> +; sf. <span dir=\"rtl\">(הוֹצִאִי) הוֹצִיאִי</span> <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">Ex 16:32</a> +; <span dir=\"rtl\">לְהוֹצִאֵהוּ</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>, anom. (Kö<sup>i. 642</sup>), etc.; Pt. <span dir=\"rtl\">מוֹצִיא</span> <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">Ex 6:7</a> + 11 times; <span dir=\"rtl\">מוֹצֵא</span> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; sf. <span dir=\"rtl\">מוֹצִיאִי</span> <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a>, <span dir=\"rtl\">מוֹצִיאֲךָ</span> <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">Dt 8:14</a>; <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">13:11</a>, etc.;— <strong>1.</strong>  <em>cause to go</em> or <em>come out, bring out, lead out:</em> <strong>a.</strong>  a person from a place, + <span dir=\"rtl\">מִן</span> loc., out of prison, etc. <a data-ref=\"Genesis 40:14\" href=\"/Genesis.40.14\">Gn 40:14</a> (E), <a data-ref=\"Jeremiah 20:3\" href=\"/Jeremiah.20.3\">Je 20:3</a>, <a data-ref=\"Jeremiah 52:31\" href=\"/Jeremiah.52.31\">52:31</a> (not ‖ <a data-ref=\"II Kings 25:27\" href=\"/II_Kings.25.27\">2 K 25:27</a>); so with the servant of <span dir=\"rtl\">י׳</span> subj. <a data-ref=\"Isaiah 42:7\" href=\"/Isaiah.42.7\">Is 42:7</a>; out of house <a data-ref=\"Joshua 6:22\" href=\"/Joshua.6.22\">Jos 6:22</a> (JE), a city <a data-ref=\"Genesis 19:12\" href=\"/Genesis.19.12\">Gn 19:12</a> (J), <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> (so 𝔊 𝔖 𝔙 Co VB; MT Hoph.); of <span dir=\"rtl\">י׳</span> bringing people of Jerusalem out of city to deliver them to enemy <a data-ref=\"Ezekiel 11:7\" href=\"/Ezekiel.11.7\">Ez 11:7</a> (MT (<em>one</em>) <em>shall bring</em>, but read i s., see VB), v <a data-ref=\"Ezekiel 11:9\" href=\"/Ezekiel.11.9\">9</a>; from a land <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; especially of Moses bringing Israelites out of Egypt <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>, <a data-ref=\"Exodus 3:11\" href=\"/Exodus.3.11\">11</a>, <a data-ref=\"Exodus 3:12\" href=\"/Exodus.3.12\">12</a> (E), <a data-ref=\"Exodus 14:11\" href=\"/Exodus.14.11\">14:11</a> (J); of Moses and Aaron <a data-ref=\"Exodus 6:13\" href=\"/Exodus.6.13\">6:13</a>, <a data-ref=\"Exodus 6:26\" href=\"/Exodus.6.26\">26</a>, <a data-ref=\"Exodus 6:27\" href=\"/Exodus.6.27\">27</a> (P); of <span dir=\"rtl\">י׳</span> bringing Israelites out of <span dir=\"rtl\">(מִן)</span> Egypt <a data-ref=\"Exodus 18:1\" href=\"/Exodus.18.1\">Ex 18:1</a>; <a data-ref=\"Exodus 20:2\" href=\"/Exodus.20.2\">20:2</a> <a data-ref=\"Joshua 24:6\" href=\"/Joshua.24.6\">Jos 24:6</a> (all E), <a data-ref=\"Exodus 13:3\" href=\"/Exodus.13.3\">Ex 13:3</a>, <a data-ref=\"Exodus 13:9\" href=\"/Exodus.13.9\">9</a>, <a data-ref=\"Exodus 13:14\" href=\"/Exodus.13.14\">14</a>, <a data-ref=\"Exodus 13:16\" href=\"/Exodus.13.16\">16</a>; <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">32:11</a> <a data-ref=\"Numbers 20:16\" href=\"/Numbers.20.16\">Nu 20:16</a>; <a data-ref=\"Numbers 23:22\" href=\"/Numbers.23.22\">23:22</a>; <a data-ref=\"Numbers 24:8\" href=\"/Numbers.24.8\">24:8</a> (all JE), <a data-ref=\"Deuteronomy 1:27\" href=\"/Deuteronomy.1.27\">Dt 1:27</a>; <a data-ref=\"Deuteronomy 4:20\" href=\"/Deuteronomy.4.20\">4:20</a>, <a data-ref=\"Deuteronomy 4:37\" href=\"/Deuteronomy.4.37\">37</a>; <a data-ref=\"Deuteronomy 5:6\" href=\"/Deuteronomy.5.6\">5:6</a>, <a data-ref=\"Deuteronomy 5:15\" href=\"/Deuteronomy.5.15\">15</a>; <a data-ref=\"Deuteronomy 6:12\" href=\"/Deuteronomy.6.12\">6:12</a>, <a data-ref=\"Deuteronomy 6:21\" href=\"/Deuteronomy.6.21\">21</a>, <a data-ref=\"Deuteronomy 6:23\" href=\"/Deuteronomy.6.23\">23</a>; <a data-ref=\"Deuteronomy 8:14\" href=\"/Deuteronomy.8.14\">8:14</a>; <a data-ref=\"Deuteronomy 9:12\" href=\"/Deuteronomy.9.12\">9:12</a>, <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">26</a>, <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">28</a>; <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">13:6</a>, <a data-ref=\"Deuteronomy 13:11\" href=\"/Deuteronomy.13.11\">11</a>; <a data-ref=\"Deuteronomy 16:1\" href=\"/Deuteronomy.16.1\">16:1</a>; <a data-ref=\"Deuteronomy 26:8\" href=\"/Deuteronomy.26.8\">26:8</a> (all D), <a data-ref=\"Leviticus 19:36\" href=\"/Leviticus.19.36\">Lv 19:36</a>; <a data-ref=\"Leviticus 22:33\" href=\"/Leviticus.22.33\">22:33</a>; <a data-ref=\"Leviticus 23:43\" href=\"/Leviticus.23.43\">23:43</a>; <a data-ref=\"Leviticus 25:38\" href=\"/Leviticus.25.38\">25:38</a>, <a data-ref=\"Leviticus 25:42\" href=\"/Leviticus.25.42\">42</a>, <a data-ref=\"Leviticus 25:55\" href=\"/Leviticus.25.55\">55</a>; <a data-ref=\"Leviticus 26:13\" href=\"/Leviticus.26.13\">26:13</a>, <a data-ref=\"Leviticus 26:45\" href=\"/Leviticus.26.45\">45</a> (all H), <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a>, <a data-ref=\"Exodus 6:7\" href=\"/Exodus.6.7\">7</a> <span dir=\"rtl\">(מִתַּחַת סִבְלֹת מצרים)</span>, <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>, <a data-ref=\"Exodus 7:5\" href=\"/Exodus.7.5\">5</a>; <a data-ref=\"Exodus 12:17\" href=\"/Exodus.12.17\">12:17</a>, <a data-ref=\"Exodus 12:42\" href=\"/Exodus.12.42\">42</a>, <a data-ref=\"Exodus 12:51\" href=\"/Exodus.12.51\">51</a>; <a data-ref=\"Exodus 16:6\" href=\"/Exodus.16.6\">16:6</a>, <a data-ref=\"Exodus 16:32\" href=\"/Exodus.16.32\">32</a>; <a data-ref=\"Exodus 29:46\" href=\"/Exodus.29.46\">29:46</a> <a data-ref=\"Numbers 15:41\" href=\"/Numbers.15.41\">Nu 15:41</a> (all P), <a data-ref=\"Judges 2:12\" href=\"/Judges.2.12\">Ju 2:12</a>; <a data-ref=\"Judges 6:8\" href=\"/Judges.6.8\">6:8</a> <a data-ref=\"I Samuel 12:8\" href=\"/I_Samuel.12.8\">1 S 12:8</a>; <a data-ref=\"I Kings 8:16\" href=\"/I_Kings.8.16\">1 K 8:16</a> = <a data-ref=\"II Chronicles 6:5\" href=\"/II_Chronicles.6.5\">2 Ch 6:5</a>, <a data-ref=\"I Kings 8:21\" href=\"/I_Kings.8.21\">1 K 8:21</a>, <a data-ref=\"I Kings 8:51\" href=\"/I_Kings.8.51\">51</a>, <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">53</a>; <a data-ref=\"I Kings 9:9\" href=\"/I_Kings.9.9\">9:9</a>; <a data-ref=\"Jeremiah 7:22\" href=\"/Jeremiah.7.22\">Je 7:22</a>; <a data-ref=\"Jeremiah 11:4\" href=\"/Jeremiah.11.4\">11:4</a>; <a data-ref=\"Jeremiah 31:32\" href=\"/Jeremiah.31.32\">31:32</a>; <a data-ref=\"Jeremiah 32:21\" href=\"/Jeremiah.32.21\">32:21</a>; <a data-ref=\"Jeremiah 34:13\" href=\"/Jeremiah.34.13\">34:13</a> <a data-ref=\"Ezekiel 20:6\" href=\"/Ezekiel.20.6\">Ez 20:6</a>, <a data-ref=\"Ezekiel 20:10\" href=\"/Ezekiel.20.10\">10</a>, cf. v <a data-ref=\"Ezekiel 20:9\" href=\"/Ezekiel.20.9\">9</a> (del. Co), <a data-ref=\"II Chronicles 7:22\" href=\"/II_Chronicles.7.22\">2 Ch 7:22</a> <a data-ref=\"Psalms 136:11\" href=\"/Psalms.136.11\">ψ 136:11</a> <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">Dn 9:15</a>; abs., same sense, <a data-ref=\"Joshua 24:5\" href=\"/Joshua.24.5\">Jos 24:5</a> (E), <a data-ref=\"Deuteronomy 7:8\" href=\"/Deuteronomy.7.8\">Dt 7:8</a>, <a data-ref=\"Deuteronomy 7:19\" href=\"/Deuteronomy.7.19\">19</a> <a data-ref=\"Ezekiel 20:14\" href=\"/Ezekiel.20.14\">Ez 20:14</a>, <a data-ref=\"Ezekiel 20:22\" href=\"/Ezekiel.20.22\">22</a> <a data-ref=\"Psalms 105:37\" href=\"/Psalms.105.37\">ψ 105:37</a>, <a data-ref=\"Psalms 105:43\" href=\"/Psalms.105.43\">43</a>; of <span dir=\"rtl\">י׳</span> bringing Israelites out of exile (sq. <span dir=\"rtl\">מִן</span>) <a data-ref=\"Ezekiel 20:34\" href=\"/Ezekiel.20.34\">Ez 20:34</a>, <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">41</a>; <a data-ref=\"Ezekiel 34:13\" href=\"/Ezekiel.34.13\">34:13</a>; obj. rebels (out of, <span dir=\"rtl\">מִן</span>, land) <a data-ref=\"Ezekiel 20:38\" href=\"/Ezekiel.20.38\">Ez 20:38</a>; of charioteer bringing Ahab out of battle <a data-ref=\"I Kings 22:34\" href=\"/I_Kings.22.34\">1 K 22:34</a> = <a data-ref=\"II Chronicles 18:33\" href=\"/II_Chronicles.18.33\">2 Ch 18:33</a>; of Joseph’s bringing out his sons from between Jacob’s knees <a data-ref=\"Genesis 48:12\" href=\"/Genesis.48.12\">Gn 48:12</a> (E). <strong>b.</strong>  of bringing <em>from</em> a place <em>for a particular purpose</em> (human subj.) <a data-ref=\"Exodus 19:17\" href=\"/Exodus.19.17\">Ex 19:17</a> <span dir=\"rtl\">(מִן)</span>; also (point of departure not expr., and purpose sometimes only implied) <a data-ref=\"Genesis 38:24\" href=\"/Genesis.38.24\">Gn 38:24</a> (J), <a data-ref=\"Joshua 2:3\" href=\"/Joshua.2.3\">Jos 2:3</a>; <a data-ref=\"Joshua 6:23\" href=\"/Joshua.6.23\">6:23</a><sup>(×2)</sup> <a data-ref=\"Judges 6:30\" href=\"/Judges.6.30\">Ju 6:30</a> <a data-ref=\"II Samuel 12:31\" href=\"/II_Samuel.12.31\">2 S 12:31</a> = <a data-ref=\"I Chronicles 20:3\" href=\"/I_Chronicles.20.3\">1 Ch 20:3</a>, <a data-ref=\"II Kings 11:12\" href=\"/II_Kings.11.12\">2 K 11:12</a> = <a data-ref=\"II Chronicles 23:11\" href=\"/II_Chronicles.23.11\">2 Ch 23:11</a>, <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a> <a data-ref=\"Isaiah 43:8\" href=\"/Isaiah.43.8\">Is 43:8</a>; <span dir=\"rtl\">י׳</span> subj., of bringing Israelites out of Egypt to slay them <a data-ref=\"Exodus 32:16\" href=\"/Exodus.32.16\">Ex 32:16</a> (JE), <a data-ref=\"Deuteronomy 9:28\" href=\"/Deuteronomy.9.28\">Dt 9:28</a>, <a data-ref=\"Deuteronomy 9:29\" href=\"/Deuteronomy.9.29\">29</a>; obj. Gog <a data-ref=\"Ezekiel 38:4\" href=\"/Ezekiel.38.4\">Ez 38:4</a>; subj. <span dir=\"rtl\">יַד י׳</span> <a data-ref=\"Ezekiel 37:1\" href=\"/Ezekiel.37.1\">Ez 37:1</a>. <strong>c.</strong>  <em>lead out</em> as an army <a data-ref=\"II Samuel 10:16\" href=\"/II_Samuel.10.16\">2 S 10:16</a> = <a data-ref=\"I Chronicles 19:16\" href=\"/I_Chronicles.19.16\">1 Ch 19:16</a>, so of <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 43:17\" href=\"/Isaiah.43.17\">Is 43:17</a>; hence with <span dir=\"rtl\">הֵבִיא</span>, of a ruler’s function to <em>lead people out and in</em> <a data-ref=\"II Samuel 5:2\" href=\"/II_Samuel.5.2\">2 S 5:2</a> = <a data-ref=\"I Chronicles 11:2\" href=\"/I_Chronicles.11.2\">1 Ch 11:2</a>, <a data-ref=\"Numbers 27:17\" href=\"/Numbers.27.17\">Nu 27:17</a> (P). <strong>d.</strong>  <span dir=\"rtl\">הוֹצִיא מֵרֶחֶם</span> of God’s agency in birth <a data-ref=\"Job 10:18\" href=\"/Job.10.18\">Jb 10:18</a>. <strong>e.</strong>  = <em>remove</em> (from a person’s presence) <span dir=\"rtl\">הוֹצִיאוּ כָל־אִישׁ מֵעָלָ֑י</span> <a data-ref=\"Genesis 45:1\" href=\"/Genesis.45.1\">Gn 45:1</a> <a data-ref=\"II Samuel 13:9\" href=\"/II_Samuel.13.9\">2 S 13:9</a>; without ‖ <span dir=\"rtl\">מעל</span> v <a data-ref=\"II Samuel 13:18\" href=\"/II_Samuel.13.18\">18</a>. <strong>f.</strong>  of <em>putting away</em> wives and children <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a>, <a data-ref=\"Ezra 10:19\" href=\"/Ezra.10.19\">19</a> (opp. <span dir=\"rtl\">הוֹשִׁיב</span> v <a data-ref=\"Ezra 10:2\" href=\"/Ezra.10.2\">2</a>, cf. <span dir=\"rtl\">יצאה מביתו</span> <a data-ref=\"Deuteronomy 24:2\" href=\"/Deuteronomy.24.2\">Dt 24:2</a>). <strong>g.</strong>  <em>bring out</em> person unto <span dir=\"rtl\">(אֶל)</span> a place (human subj.) <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 17:5\" href=\"/Deuteronomy.17.5\">Dt 17:5</a>; <a data-ref=\"Deuteronomy 22:21\" href=\"/Deuteronomy.22.21\">22:21</a>, <a data-ref=\"Deuteronomy 22:24\" href=\"/Deuteronomy.22.24\">24</a> (all D), <a data-ref=\"Leviticus 24:14\" href=\"/Leviticus.24.14\">Lv 24:14</a>, <a data-ref=\"Leviticus 24:23\" href=\"/Leviticus.24.23\">23</a> (H), <a data-ref=\"Numbers 15:36\" href=\"/Numbers.15.36\">Nu 15:36</a> (P; all <span dir=\"rtl\">אֶל־מִחוּץ</span>), <a data-ref=\"I Kings 21:10\" href=\"/I_Kings.21.10\">1 K 21:10</a>, <a data-ref=\"I Kings 21:13\" href=\"/I_Kings.21.13\">13</a> (<span dir=\"rtl\">מִחוּץ</span> of motion to), <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> = <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a>; <span dir=\"rtl\">לְהוֹצִאֵהוּ אֶל־הַבָּ֑יִת</span> <a data-ref=\"Jeremiah 39:14\" href=\"/Jeremiah.39.14\">Je 39:14</a>; subj. angels in form of men <a data-ref=\"Genesis 19:16\" href=\"/Genesis.19.16\">Gn 19:16</a>, <a data-ref=\"Genesis 19:17\" href=\"/Genesis.19.17\">17</a> (J), <a data-ref=\"Ezekiel 42:1\" href=\"/Ezekiel.42.1\">Ez 42:1</a>, <a data-ref=\"Ezekiel 42:15\" href=\"/Ezekiel.42.15\">15</a>; <a data-ref=\"Ezekiel 46:21\" href=\"/Ezekiel.46.21\">46:21</a>; <a data-ref=\"Ezekiel 47:2\" href=\"/Ezekiel.47.2\">47:2</a>; also <a data-ref=\"Genesis 15:5\" href=\"/Genesis.15.5\">Gn 15:5</a> (JE; <span dir=\"rtl\">י׳</span> subj.); for a specific purpose <a data-ref=\"Exodus 16:3\" href=\"/Exodus.16.3\">Ex 16:3</a> (P). <strong>h.</strong>  unto a person <a data-ref=\"Genesis 43:23\" href=\"/Genesis.43.23\">Gn 43:23</a> (J), with purpose expressed or implied <a data-ref=\"Hosea 9:13\" href=\"/Hosea.9.13\">Ho 9:13</a> <a data-ref=\"Genesis 19:5\" href=\"/Genesis.19.5\">Gn 19:5</a>, <a data-ref=\"Genesis 19:8\" href=\"/Genesis.19.8\">8</a> (J), <a data-ref=\"Judges 19:22\" href=\"/Judges.19.22\">Ju 19:22</a>, <a data-ref=\"Judges 19:24\" href=\"/Judges.19.24\">24</a>; <a data-ref=\"Joshua 10:24\" href=\"/Joshua.10.24\">Jos 10:24</a> (JE), <a data-ref=\"Jeremiah 38:23\" href=\"/Jeremiah.38.23\">Je 38:23</a> <a data-ref=\"Ezra 8:17\" href=\"/Ezra.8.17\">Ezr 8:17</a> (c. <span dir=\"rtl\">על</span>) Kt (but read Qr <span dir=\"rtl\">אֲצַוֶּה</span>). <strong>i.</strong>  unto a place and a person <a data-ref=\"Joshua 10:22\" href=\"/Joshua.10.22\">Jos 10:22</a>, <a data-ref=\"Joshua 10:23\" href=\"/Joshua.10.23\">23</a> (JE), <a data-ref=\"Deuteronomy 21:19\" href=\"/Deuteronomy.21.19\">Dt 21:19</a> <a data-ref=\"Judges 19:25\" href=\"/Judges.19.25\">Ju 19:25</a>. <strong>2.</strong>  fig., obj. persons, <em>bring out of</em> <span dir=\"rtl\">(מִן)</span> distress, etc. <a data-ref=\"Psalms 25:17\" href=\"/Psalms.25.17\">ψ 25:17</a>; <a data-ref=\"Psalms 68:7\" href=\"/Psalms.68.7\">68:7</a>; <a data-ref=\"Psalms 107:14\" href=\"/Psalms.107.14\">107:14</a>, <a data-ref=\"Psalms 107:28\" href=\"/Psalms.107.28\">28</a>; <a data-ref=\"Psalms 142:8\" href=\"/Psalms.142.8\">142:8</a>; <a data-ref=\"Psalms 143:11\" href=\"/Psalms.143.11\">143:11</a>; deliver from enemies <a data-ref=\"II Samuel 22:49\" href=\"/II_Samuel.22.49\">2 S 22:49</a> (but ‖ <a data-ref=\"Psalms 18:49\" href=\"/Psalms.18.49\">ψ 18:49</a> <span dir=\"rtl\">מְפַלְּטִי</span>) one’s feet out of net <a data-ref=\"Psalms 25:15\" href=\"/Psalms.25.15\">ψ 25:15</a>; <a data-ref=\"Psalms 31:5\" href=\"/Psalms.31.5\">31:5</a>; bring out into a large place <a data-ref=\"II Samuel 22:20\" href=\"/II_Samuel.22.20\">2 S 22:20</a> = <a data-ref=\"Psalms 18:20\" href=\"/Psalms.18.20\">ψ 18:20</a>, cf. <a data-ref=\"Psalms 66:12\" href=\"/Psalms.66.12\">ψ 66:12</a>. <strong>3.</strong>  <em>bring out</em> animals: horses out of Egypt <a data-ref=\"I Kings 10:29\" href=\"/I_Kings.10.29\">1 K 10:29</a> = <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a> (but read <strong>Qal</strong> <span dir=\"rtl\">יֵצְאוּ</span> 𝔊 Klo Kmp in Kau<sup>AT</sup>), <a data-ref=\"II Chronicles 1:17\" href=\"/II_Chronicles.1.17\">2 Ch 1:17</a>; <a data-ref=\"II Chronicles 9:28\" href=\"/II_Chronicles.9.28\">9:28</a>; animals (from ark, no <span dir=\"rtl\">מן</span>) <a data-ref=\"Genesis 8:17\" href=\"/Genesis.8.17\">Gn 8:17</a> (P) for sacrifice, to a place <a data-ref=\"Numbers 19:3\" href=\"/Numbers.19.3\">Nu 19:3</a>. <strong>4.</strong>  inanimate obj.: <strong>a.</strong>  <em>carry</em> or <em>bring out</em> (with and without <span dir=\"rtl\">מִן</span>) <a data-ref=\"Exodus 12:39\" href=\"/Exodus.12.39\">Ex 12:39</a> (E) <a data-ref=\"Amos 6:10\" href=\"/Amos.6.10\">Am 6:10</a> <a data-ref=\"II Samuel 12:30\" href=\"/II_Samuel.12.30\">2 S 12:30</a> = <a data-ref=\"I Chronicles 20:2\" href=\"/I_Chronicles.20.2\">1 Ch 20:2</a>, <a data-ref=\"II Kings 10:26\" href=\"/II_Kings.10.26\">2 K 10:26</a>; <a data-ref=\"II Kings 23:4\" href=\"/II_Kings.23.4\">23:4</a>, <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">6</a>; <a data-ref=\"II Kings 24:13\" href=\"/II_Kings.24.13\">24:13</a> <a data-ref=\"I Chronicles 9:28\" href=\"/I_Chronicles.9.28\">1 Ch 9:28</a> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:16\" href=\"/II_Chronicles.29.16\">16</a><sup>(×2)</sup>; <a data-ref=\"II Chronicles 34:14\" href=\"/II_Chronicles.34.14\">34:14</a> <a data-ref=\"Jeremiah 8:1\" href=\"/Jeremiah.8.1\">Je 8:1</a>; <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">17:22</a>; <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">50:25</a> (subj. <span dir=\"rtl\">י׳</span>), <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">Ez 12:4</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7</a> (in v <a data-ref=\"Ezekiel 12:5\" href=\"/Ezekiel.12.5\">5</a>, <a data-ref=\"Ezekiel 12:6\" href=\"/Ezekiel.12.6\">6</a>, <a data-ref=\"Ezekiel 12:7\" href=\"/Ezekiel.12.7\">7b</a>, <a data-ref=\"Ezekiel 12:12\" href=\"/Ezekiel.12.12\">12</a> read <strong>Qal</strong>, cf. v <a data-ref=\"Ezekiel 12:4\" href=\"/Ezekiel.12.4\">4b</a>, so Co), also <a data-ref=\"Ezekiel 24:6\" href=\"/Ezekiel.24.6\">24:6</a> (Co <a data-ref=\"Ezekiel 24:10\" href=\"/Ezekiel.24.10\">24:10</a>); obj. <span dir=\"rtl\">הָאֶבֶן הָרֹאשָׁה</span> <a data-ref=\"Zechariah 4:7\" href=\"/Zechariah.4.7\">Zc 4:7</a>; <a data-ref=\"Leviticus 26:10\" href=\"/Leviticus.26.10\">Lv 26:10</a> (H), <a data-ref=\"Ezra 1:7\" href=\"/Ezra.1.7\">Ezr 1:7</a><sup>(×2)</sup>, <a data-ref=\"Ezra 1:8\" href=\"/Ezra.1.8\">8</a>. <strong>b.</strong>  <em>take</em> or <em>draw out</em> (from one’s person or luggage) <a data-ref=\"Genesis 24:53\" href=\"/Genesis.24.53\">Gn 24:53</a> (J); draw out hand from one’s bosom <a data-ref=\"Exodus 4:6\" href=\"/Exodus.4.6\">Ex 4:6</a>, <a data-ref=\"Exodus 4:7\" href=\"/Exodus.4.7\">7</a> (J), cf. <a data-ref=\"Ruth 2:18\" href=\"/Ruth.2.18\">Ru 2:18</a> (food from one’s cupboard). <strong>c.</strong>  = <em>draw</em> <span dir=\"rtl\">חַרְבִּי מִתַּעְרָ֑הּ</span> <a data-ref=\"Ezekiel 21:8\" href=\"/Ezekiel.21.8\">Ez 21:8</a>, <a data-ref=\"Ezekiel 21:10\" href=\"/Ezekiel.21.10\">10</a> (subj. <span dir=\"rtl\">י׳</span>). <strong>d.</strong>  <em>bring out to</em> a place <a data-ref=\"Deuteronomy 28:38\" href=\"/Deuteronomy.28.38\">Dt 28:38</a> <a data-ref=\"Leviticus 4:12\" href=\"/Leviticus.4.12\">Lv 4:12</a>, <a data-ref=\"Leviticus 4:21\" href=\"/Leviticus.4.21\">21</a>; <a data-ref=\"Leviticus 6:4\" href=\"/Leviticus.6.4\">6:4</a>; <a data-ref=\"Leviticus 14:45\" href=\"/Leviticus.14.45\">14:45</a>; <a data-ref=\"Leviticus 16:27\" href=\"/Leviticus.16.27\">16:27</a> <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">Ez 46:20</a>, cf. <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">Dt 14:28</a>. <strong>e.</strong>  <em>bring out</em> to (or for) a person <a data-ref=\"Genesis 14:18\" href=\"/Genesis.14.18\">Gn 14:18</a> <a data-ref=\"Judges 6:19\" href=\"/Judges.6.19\">Ju 6:19</a> cf. v <a data-ref=\"Judges 6:18\" href=\"/Judges.6.18\">18</a>, <a data-ref=\"I Kings 17:13\" href=\"/I_Kings.17.13\">1 K 17:13</a> <a data-ref=\"II Kings 10:22\" href=\"/II_Kings.10.22\">2 K 10:22</a><sup>(×2)</sup>. <strong>f.</strong>  <em>bring out</em> from <span dir=\"rtl\">(מִן)</span> a place to people <a data-ref=\"Numbers 17:24\" href=\"/Numbers.17.24\">Nu 17:24</a> (P). <strong>g.</strong>  <em>bring out</em> in payment, <em>pay</em> (money, tribute, etc.) <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">2 K 12:12</a>; <a data-ref=\"II Kings 15:20\" href=\"/II_Kings.15.20\">15:20</a> (<span dir=\"rtl\">עַל</span> = in behalf of: or <em>put it forth, imposed it, on</em> Israel). <strong>h.</strong>  <em>bring forth</em> (= cause to rise or appear) the heavenly bodies <a data-ref=\"Isaiah 40:26\" href=\"/Isaiah.40.26\">Is 40:26</a> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; see also <a ,=\"\" data-ref=\"BDB, אוֹרָה\" dir=\"rtl\" href=\"/BDB,_אוֹרָה\">וְתַעֲלֻמָה יֹצִא אוֹר</a> <a data-ref=\"Job 28:11\" href=\"/Job.28.11\">28:11</a> <em>and hidden things he</em> (the miner) <em>bringeth forth to light</em>. <strong>i.</strong>  <em>bring forth</em> by miracle: Moses, water out of rock <a data-ref=\"Numbers 20:8\" href=\"/Numbers.20.8\">Nu 20:8</a>, <a data-ref=\"Numbers 20:10\" href=\"/Numbers.20.10\">10</a> (JE); <span dir=\"rtl\">י׳</span>, <em>id.</em> <a data-ref=\"Deuteronomy 8:15\" href=\"/Deuteronomy.8.15\">Dt 8:15</a> <a data-ref=\"Nehemiah 9:15\" href=\"/Nehemiah.9.15\">Ne 9:15</a> <a data-ref=\"Psalms 78:16\" href=\"/Psalms.78.16\">ψ 78:16</a>. <strong>j.</strong>  = <em>produce, generate, bring into being:</em> of magicians trying to produce lice <a data-ref=\"Exodus 8:14\" href=\"/Exodus.8.14\">Ex 8:14</a> (P); a smith producing weapon <a data-ref=\"Isaiah 54:16\" href=\"/Isaiah.54.16\">Is 54:16</a>; see the threefold <span dir=\"rtl\">הוציא</span> <a data-ref=\"Proverbs 30:33\" href=\"/Proverbs.30.33\">Pr 30:33</a><sup>(×3)</sup>; of <span dir=\"rtl\">י׳</span> causing <span dir=\"rtl\">לֶחֶם</span> to proceed out of <span dir=\"rtl\">(מִן)</span> earth <a data-ref=\"Psalms 104:14\" href=\"/Psalms.104.14\">ψ 104:14</a>; elsewhere of earth as producing <a data-ref=\"Genesis 1:12\" href=\"/Genesis.1.12\">Gn 1:12</a>, <a data-ref=\"Genesis 1:24\" href=\"/Genesis.1.24\">24</a> (both P), <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">Is 61:11</a> <a data-ref=\"Haggai 1:11\" href=\"/Haggai.1.11\">Hg 1:11</a>; of Aaron’s rod bringing forth blossoms <a data-ref=\"Numbers 17:23\" href=\"/Numbers.17.23\">Nu 17:23</a> (P). <strong>k.</strong> <em>bring forth</em> words (out of mouth, etc.), i.e. <em>speak</em> <a data-ref=\"Job 8:10\" href=\"/Job.8.10\">Jb 8:10</a>; <a data-ref=\"Job 15:13\" href=\"/Job.15.13\">15:13</a> <a data-ref=\"Proverbs 10:18\" href=\"/Proverbs.10.18\">Pr 10:18</a>; <a data-ref=\"Proverbs 29:11\" href=\"/Proverbs.29.11\">29:11</a> <a data-ref=\"Nehemiah 6:19\" href=\"/Nehemiah.6.19\">Ne 6:19</a> <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">Is 48:20</a> (‖ <span dir=\"rtl\">הגיד</span>, <span dir=\"rtl\">השׁמיע</span>); abs. <a data-ref=\"Ecclesiastes 5:1\" href=\"/Ecclesiastes.5.1\">Ec 5:1</a>; of <em>publishing</em> a report <span dir=\"rtl\">הו׳ עָלֶיהָ שֵׁם רָ֑ע</span> <a data-ref=\"Deuteronomy 22:14\" href=\"/Deuteronomy.22.14\">Dt 22:14</a> (‖ <span dir=\"rtl\">שָׂם לָתּ עֲלִילֹת דְּבָרִים</span>), cf. v <a data-ref=\"Deuteronomy 22:19\" href=\"/Deuteronomy.22.19\">19</a>; <span dir=\"rtl\">הו׳ דִּבַּת הָאָרֶץ (רָעָה)</span> <a data-ref=\"Numbers 13:32\" href=\"/Numbers.13.32\">Nu 13:32</a>; <a data-ref=\"Numbers 14:37\" href=\"/Numbers.14.37\">14:37</a>; so <a data-ref=\"Numbers 14:36\" href=\"/Numbers.14.36\">14:36</a> <span dir=\"rtl\">(דִּבָּה עַל־הָאָרֶץ)</span>. <strong>5.</strong>  fig., subj. <span dir=\"rtl\">י׳</span>, <em>bring forth</em> from <span dir=\"rtl\">(מִן)</span> Bel’s mouth what he has swallowed <a data-ref=\"Jeremiah 51:44\" href=\"/Jeremiah.51.44\">Je 51:44</a>; wind, out of treasuries <a data-ref=\"Jeremiah 10:13\" href=\"/Jeremiah.10.13\">10:13</a>; <a data-ref=\"Jeremiah 51:16\" href=\"/Jeremiah.51.16\">51:16</a> <a data-ref=\"Psalms 135:7\" href=\"/Psalms.135.7\">ψ 135:7</a>; fire, out of Tyre <a data-ref=\"Ezekiel 28:18\" href=\"/Ezekiel.28.18\">Ez 28:18</a>; curse, over the land <a data-ref=\"Zechariah 5:4\" href=\"/Zechariah.5.4\">Zc 5:4</a>; of Jeremiah, <span dir=\"rtl\">אִם תּוֹצִיא יָקָר מִזּוֹלֵל</span> <a data-ref=\"Jeremiah 15:19\" href=\"/Jeremiah.15.19\">Je 15:19</a> <em>if thou bring forth the precious from</em> (Gie <em>without</em>) <em>the base</em>, i.e if thou free that which is pure in thee from base admixture (Gf; Gie <em>if thou produce the noble without the base</em>); bring forth, i.e. <em>exhibit</em>, righteousness (innocence Che) <a data-ref=\"Psalms 37:6\" href=\"/Psalms.37.6\">ψ 37:6</a> <a data-ref=\"Jeremiah 51:10\" href=\"/Jeremiah.51.10\">Je 51:10</a> (cf. <strong>Qal 1 f</strong> end); <span dir=\"rtl\">וַיֹּצֵא לָאוֹר צַלְמָוֶת</span> <a data-ref=\"Job 12:22\" href=\"/Job.12.22\">Jb 12:22</a>, cf. <a data-ref=\"Micah 7:9\" href=\"/Micah.7.9\">Mi 7:9</a>; subj. servant of <span dir=\"rtl\">י׳</span>, of publishing <span dir=\"rtl\">מִשְׁפָּט</span> (i.e. religion) to the world <a data-ref=\"Isaiah 42:1\" href=\"/Isaiah.42.1\">Is 42:1</a>, <a data-ref=\"Isaiah 42:3\" href=\"/Isaiah.42.3\">3</a>.<br>†<strong>Hoph.</strong>  Pf. 3 fs. <span dir=\"rtl\">הוּצָ֑אָה</span> <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a> (del. Co); Pt. fs. <span dir=\"rtl\">מוּצֵאת</span> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a>; m.pl. <span dir=\"rtl\">מוּצָאִים</span> <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a>; <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">47:8</a> (but v. infr.); f.pl. <span dir=\"rtl\">מוּצָאוֹת</span> <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>;—<em>be brought forth</em> <a data-ref=\"Genesis 38:25\" href=\"/Genesis.38.25\">Gn 38:25</a> (J; of Tamar); of women as captives <a data-ref=\"Jeremiah 38:22\" href=\"/Jeremiah.38.22\">Je 38:22</a>; remnant out of Jerusalem <a data-ref=\"Ezekiel 14:22\" href=\"/Ezekiel.14.22\">Ez 14:22</a> MT (but read Hiph., v. supr.); exiles, from among the peoples <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">38:8</a> (om. 𝔖 Co); of waters, <span dir=\"rtl\">אֶל־הַיָּ֫מָּה הַמּוּצָאִים</span> <a data-ref=\"Ezekiel 47:8\" href=\"/Ezekiel.47.8\">Ez 47:8</a> <em>which are caused to flow into the sea</em> (but 𝔖 Co <span dir=\"rtl\">אֶל־הַמַּיִם הַחֲמוּצִים</span> <em>into the sour</em> (<em>bitter, salt</em>) <em>waters</em>, see Field VB)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d316b6084aa1cbf2247f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נָפַץ² 1", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "BDB, נָפַץ² 1", "sourceHeRef": "בראון-דרייבר-בריגס, נָפַץ² א׳", "anchorVerse": 19, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נָפַץ²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† II. <big><big><span dir=\"rtl\">נָפַץ</span></big></big>  <strong>vb. disperse, be scattered (</strong>often taken as secondary √ from Niph. of <span dir=\"rtl\">פוץ</span>, yet cf. NH <span dir=\"rtl\">נפץ</span>, Qal (Pt.), Pi., <em>scatter;</em> Syriac <span dir=\"rtl\">ܢܦܰܨ</span> <em>pour out, throw down</em>, 𝔗 <span dir=\"rtl\">נְפַץ</span>; Arabic <span dir=\"rtl\">نَفَضَ</span> <em>shake</em> (irreg. correspondence of sibilants cf. Nö <sup>l.c.</sup>), Ethiopic ነፍጸ: <em>dissipari, aufugere</em> Di <sup>713</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">נ׳ הָעָם מֵעָלַי</span> <a data-ref=\"I Samuel 13:11\" href=\"/I_Samuel.13.11\">1 S 13:11</a> <em>the people were scattered from me;</em> 3 fs. <span dir=\"rtl\">נָֽפְצָה כָל־הָאָרֶץ</span> <a data-ref=\"Genesis 9:19\" href=\"/Genesis.9.19\">Gn 9:19</a> (J) thence <em>dispersed all</em> (the population of) <em>the earth;</em> 3 pl. <span dir=\"rtl\">נָֽפְצוּ גּוֹיִם</span> <a data-ref=\"Isaiah 33:3\" href=\"/Isaiah.33.3\">Is 33:3</a> <em>nations were scattered;</em> Pt. pass. fpl. cstr. <span dir=\"rtl\">נְפֻצוֹת יְהוּדָה</span> <a data-ref=\"Isaiah 11:12\" href=\"/Isaiah.11.12\">Is 11:12</a> <em>the dispersed of Judah</em> (‖ <span dir=\"rtl\">נִדְחֵי יִשְׂרָאֵל</span>)—v. <a ,=\"\" data-ref=\"BDB, פּוּץ\" dir=\"rtl\" href=\"/BDB,_פּוּץ\">I.</a> [<a ,=\"\" data-ref=\"BDB, פּוּץ\" dir=\"rtl\" href=\"/BDB,_פּוּץ\">פּוּץ</a>] for <a data-ref=\"II Samuel 18:8\" href=\"/II_Samuel.18.8\">2 S 18:8</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64248008e7ac38e74b564727", "index_title": "Aggadat Bereshit", "category": "Midrash", "type": "", "ref": "Aggadat Bereshit 10:3", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Aggadat Bereshit 10:3", "sourceHeRef": "אגדת בראשית י׳:ג׳", "anchorVerse": 19, "sourceHasEn": true, "commentaryNum": 10.0003, "collectiveTitle": {"en": "Aggadat Bereshit", "he": "אגדת בראשית"}, "he": "[ג] ד\"א ויהיו בני נח. זש\"ה כי מרעים יכרתון וקוי ד' המה יירשו ארץ וגו' (תהלים לז ט), כי מרעים יכרתון אלו אנשי דור המבול, וקוי ה' המה יירשו ארץ, זה נח ובניו שנמלטו מן המבול, ויצאו מן התיבה, והיו מסתכלין לפניהם ולאחריהם לראות בריה או איש או אשה ולא היו מוצאין, שנאמר ועוד מעט ואין רשע והתבוננת על מקומו ואיננו (שם שם י) וענוים יירשו ארץ (שם שם), זה נח ובניו [שנאמר] שלשה אלה בני נח, ומאלה נפצה כל הארץ (בראשית ט יט). והתענגו על רוב שלום (תהלים שם) ומה רוב שלום היה להם, שהיו עמהם האריות והדובים והנמרים והזאבים והתנינים והשרפים והעקרבים וכל חיות ושרצים נתונין עמהם בתיבה, ולא הזיקו זה לזה, יש שלום גדול מזה, לכך נאמר והתענגו על רוב שלום.", "heVersionTitle": "Krakow, 1903", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "[3] Different interpretation: \"And the sons of Noah.\" As it says, \"For evildoers shall be cut off, but those who wait for the Lord shall inherit the land, etc.\" (Psalm 37:9) \"For evildoers shall be cut off,\" these are the people of the generation of the Flood, \"but those who wait for the Lord shall inherit the land,\" this refers to Noah and his sons who were saved from the Flood, and came out of the ark. They looked before them and behind them to see if they could find any human beings, but they did not find any, as it is said, \"Yet a little while and the wicked will be no more; though you look diligently for their place, they will not be there.\" (Psalm 37:10) \"But the meek shall inherit the earth...\" (Psalm 37:11) this refers to Noah and his sons, as it says, \"These three were the sons of Noah, and from these the whole earth was populated.\" (Genesis 9:19) \"...And delight yourself in abundance of peace,\" (Psalm 37:11) And how great was their peace, that they were with lions, bears, leopards, wolves, serpents, scorpions, and all kinds of creatures in the ark, and they did not harm one another. There is no greater peace than this, therefore it is said, \"And delight yourself in abundance of peace.\" (Psalm 37:11)", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "649416bcc276f6d78f1e47d8", "index_title": "Gan Naul (Abulafia)", "category": "Kabbalah", "type": "", "ref": "Gan Naul (Abulafia) 127", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Gan Naul (Abulafia) 127", "sourceHeRef": "גן נעול (אבולעפיה) קכ״ז", "anchorVerse": 19, "sourceHasEn": false, "compDate": [1289], "commentaryNum": 127, "collectiveTitle": {"en": "Gan Naul (Abulafia)", "he": "גן נעול (אבולעפיה)"}, "he": "שהם כוללים 'חמשי\"ם פתחי\"ם'. ונאמר \"שלשה אלה בני נח ומאלה נפצה כל הארץ\" (בראשית ט' י\"ט). ומענייניהם הנכתבים בתורה יובן כל דבר על אמתתו. ואתה יודע כי פרשת בראשית נחתמה בענין נח ופרשת נח נחתמה בענין אברהם. והמיחסים מן זה ספר תולדות אדם וכו', דרכיהם הם אלה:", "heVersionTitle": "Gan Naul (Abulafia)", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6548beb4f8a07c382ebe20aa", "index_title": "Cassuto on Genesis", "category": "Commentary", "type": "commentary", "ref": "Cassuto on Genesis, From Noah to Abraham 9:19:1-2", "anchorRef": "Genesis 9:19", "anchorRefExpanded": ["Genesis 9:19"], "sourceRef": "Cassuto on Genesis, From Noah to Abraham 9:19:1-2", "sourceHeRef": "קאסוטו על בראשית, מנח עד אברהם ט׳:י״ט:א׳-ב׳", "anchorVerse": 19, "sourceHasEn": false, "commentaryNum": 19.0001, "collectiveTitle": {"en": "Cassuto", "he": "קאסוטו"}, "he": ["<b>שלשה אלה בני נח</b>. רק שלושה היו, ולא יותר.", "<b>ומאלה נפצה כל הארץ</b>. ואף על פי שלא היו אלא שלושה, זכו להעמיד בנים ובני בנים במספר כל כך רב, שמהם יצאו ונפצו כל בני אדם שבארץ (זוהי משמעות הביטוי <b>כל הארץ</b> בפסוק זה, כמו בי״א, א׳), ועל ידי תפוצתם יכלו למלאות את הארץ. יש כאן קשר ענייני בין פרשה זו ובין הפרשה הקודמת, מלבד הקשר המילולי שבמלה <b>הארץ</b>."], "heVersionTitle": "Jerusalem, 1953", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]