[{"_id": "5252b562edbab4498f48241a", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 38:25:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>וכסף.</b> הנה ידענו מזה המספר כי הככר ג' אלפים שקלים והעד וכסף פקודי העדה:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND THE SILVER. Look. We learn from the sum mentioned in this verse that a talent consists of three thousand <i>shekalim</i>. <i>And the silver of them that were numbered of the congregation</i> proves this.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">Those numbered came to 603,350 (v. 26). Each one of those numbered gave half a <i>shekel</i> (v. 26). The aforementioned thus contributed 301,775 <i>shekalim</i>. Our verse gives the amount as 100 talents and 1,775 <i>shekalim</i>. Thus 100 talents = 300,000 <i>shekalim</i>, which is another way of saying that one talent = 3,000 <i>shekalim</i>.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f61e9", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 38:25", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Onkelos Exodus 38:25", "sourceHeRef": "תרגום אונקלוס על שמות ל״ח:כ״ה", "anchorVerse": 25, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 38.0025, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וּכְסַף מִנְיָנֵי כְנִשְׁתָּא מְאָה כִכְּרִין וְאֶלֶף וּשְׁבַע מְאָה וְשִׁבְעִין וְחַמְשָׁא <b>סִלְעִין בְּסִלְעֵי</b> קוּדְשָׁא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "The silver (collected) by the community census (amounted to) one hundred kikar, and one thousand seven hundred and seventy-five shekel [<b>selaim</b>], (measured) by the [<b>selaim of the</b>] Sanctuary standard,", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eeba29", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 38:25", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Targum Jonathan on Exodus 38:25", "sourceHeRef": "תרגום יונתן על שמות ל״ח:כ״ה", "anchorVerse": 25, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 38.0025, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וּכְסַף מִנְיָינֵי דִּבְנֵי יִשְרָאֵל דִּיהָבוּ בִּזְמַן דִּמְמַנּוּן משֶׁה גְּבַר פּוּרְקַן נַפְשֵׁיהּ מְאָה קַנְטְרִין וְאַלְפָא וּשְׁבַע מְאָה וְשׁוּבְעִין וְחָמֵשׁ סַלְעִין בְּסִלְעֵי קוּדְשָׁא", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And the silver of them who were numbered of the sons of Israel, who gave at the time when Mosheh numbered them, every one for the redemption of his soul, a hundred talents, and a thousand and seven hundred and seventy and five shekels, of the shekel of the sanctuary.  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f57abbfbfba25a35b3f00d", "index_title": "Rashbam on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashbam on Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rashbam on Exodus 38:25:1", "sourceHeRef": "רשב\"ם על שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Rashbam", "he": "רשב\"ם"}, "heTitle": "רשב\"ם על שמות", "he": "וכסף פקודי העדה מאת ככר וגו' - כי השש מאות אלף בקע לגלגלותם שלש מאות אלף שקלים ומנה כ\"ה שקלים ומנה של קודש כפול היה חמשים שקל, והככר ששים מנה, הרי לכל ככר ג' אלפים שקל, ולמאת הככר ג' מאות אלפים שקל. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "'וכסף פקודי בעדה מאת ככר וגו, the author explains how the amount is arrived at, 1 talent being 3000 shekel so that the 600.000 half shekel per head collected amounted to 100 talents, plus the small change mentioned here.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "54bd48b5fbfba217333668fa", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 30:15:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rashi on Exodus 30:15:1", "sourceHeRef": "רש\"י על שמות ל׳:ט״ו:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 15.0001, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>לכפר על נפשתיכם.</b> שֶׁלֹא תִנָּגְפוּ עַל יְדֵי מִנְיָן; דָּ\"אַ לְכַפֵּר עַל נַפְשׁוֹתֵיכֶם, לְפִי שֶׁרָמַז לָהֶם כָּאן ג' תְּרוּמוֹת – שֶׁנִּכְתַּב כָּאן תְּרוּמַת ה' שָׁלֹשׁ פְּעָמִים, אַחַת תְּרוּמַת אֲדָנִים שֶׁמְּנָאָן כְּשֶׁהִתְחִילוּ בְנִדְבַת הַמִּשְׁכָּן, שֶׁנָּתְנוּ כָּל אֶחָד וְאֶחָד מַחֲצִית הַשֶּׁקֶל, וְעָלָה לִמְאַת הַכִּכָּר, שֶׁנֶּאֱמַר וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר (שמות ל\"ח), וּמֵהֶם נַעֲשׂוּ הָאֲדָנִים שֶׁנֶּאֱמַר וַיְהִי מְאַת כִּכַּר הַכֶּסֶף וְגוֹ' (שם); וְהַשֵּׁנִית אַף הִיא עַל יְדֵי מִנְיָן, שֶׁמְּנָאָן מִשֶּׁהוּקַם הַמִּשְׁכָּן, הוּא הַמִּנְיָן הָאָמוּר בִּתְחִלַּת חֻמַּשׁ הַפְּקוּדִים בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי בַּשָּׁנָה הַשֵּׁנִית (במדבר א'), וְנָתְנוּ כָּל אֶחָד מַחֲצִית הַשֶּׁקֶל, וְהֵן לִקְנוֹת מֵהֶן קָרְבְּנוֹת צִבּוּר שֶׁל כָּל שָׁנָה וְשָׁנָה, וְהֻשְׁווּ בָהֶם עֲנִיִּים וַעֲשִׁירִים, וְעַל אוֹתָהּ תְּרוּמָה נֶאֱמַר לְכַפֵּר עַל נַפְשׁוֹתֵיכֶם, שֶׁהַקָּרְבָּנוֹת לְכַפָּרָה הֵם בָּאִים; וְהַשְּׁלִישִׁית הִיא תְרוּמַת הַמִּשְׁכָּן כְּמוֹ שֶׁנֶּאֱמַר כָּל מֵרִים תְּרוּמַת כֶּסֶף וּנְחֹשֶׁת (שמות ל\"ה), וְלֹא הָיְתָה יַד כֻּלָּם שָׁוָה בָהּ אֶלָּא אִישׁ מַה שֶּׁנְּדָבוֹ לִבּוֹ:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "לכפר על נפשתיכם TO MAKE AN EXPIATION FOR YOUR SOULS — in order that you may not be liable to the plague in consequence of the census. Another explanation of לכפר על נפשתיכם is that it was really an atonement for their sins: because Scripture alludes here to three different heave offerings since it uses the expression תרומת ה׳ three times (twice in vv. 14 and 15, ‘תרומת ה, and once in vers 13, ‘תרומה לה). One mention is an allusion to the heave offering that was to be used for the making of the sockets, for he (Moses) counted them when they began to contribute towards the building of the Tabernacle, when each gave half a shekel, the total amounting to a hundred talents, as it is said, (Exodus 38:25) “and the silver of them that were numbered of the congregation was an hundred talents”, and of these the sockets were made, as it is stated, (Exodus 38:27) “And of the hundred talents of silver [were cast the sockets of the Sanctuary etc.]”. The second heave offering was also levied by way of census, for he numbered them again after the Tabernacle was erected; that is the census referred to in the beginning of the Book of Numbers: (Numbers 1:1) “[And the Lord spake unto Moses] … on the first day of the second month in the second year … [Take ye the sum of all the congregation of the children of Israel]”, and on that occasion, too, each of them gave half a shekel. These were employed in purchasing the communal sacrifices for each year. Rich and poor were made alike in regard to these half shekels; and it is with reference to this heave offering that Scripture uses here the expression לכפר על נפשתיכם, “to make expiation for your souls”, for sacrifices were brought in order to make atonement. The third heave offering was that offered for the building of the Tabernacle, as it is said, (Exodus 35:24) “Every one that did offer an offering of silver and brass…”. In this heave offering, however, they did not all participate alike, but each one brought whatever his heart prompted him to give (Talmud Yerushalmi Shekalim 1:1; cf. Rashi on Exodus 25:1).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "54c0de27fbfba21e8957f589", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 30:12:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rashbam on Exodus 30:12:1", "sourceHeRef": "רשב\"ם על שמות ל׳:י״ב:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": [], "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי תשא, when Moses would assemble the Jewish people in order for them to set aside the donations for the building of the Tabernacle he was to use this opportunity to count them. The silver would be given for the work in connection with the Tabernacle that required use of this metal. In Exodus 38,25 we are told that a total of 100 talents of silver were used in the construction of the Tabernacle.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55b9f5d0fbfba26d9c2558ed", "index_title": "Mishnah Shekalim", "category": "Mishnah", "type": "", "ref": "Mishnah Shekalim 1:4", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Mishnah Shekalim 1:4", "sourceHeRef": "משנה שקלים א׳:ד׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0004, "collectiveTitle": {"en": "Mishnah Shekalim", "he": "משנה שקלים"}, "heTitle": "משנה שקלים", "he": "אָמַר רַבִּי יְהוּדָה, הֵעִיד בֶּן בּוּכְרִי בְּיַבְנֶה, כָּל כֹּהֵן שֶׁשּׁוֹקֵל אֵינוֹ חוֹטֵא. אָמַר לוֹ רַבָּן יוֹחָנָן בֶּן זַכַּאי, לֹא כִּי, אֶלָּא כָּל כֹּהֵן שֶׁאֵינוֹ שׁוֹקֵל חוֹטֵא, אֶלָּא שֶׁהַכֹּהֲנִים דּוֹרְשִׁים מִקְרָא זֶה לְעַצְמָן, (ויקרא ו) וְכָל מִנְחַת כֹּהֵן כָּלִיל תִּהְיֶה לֹא תֵאָכֵל, הוֹאִיל וְעֹמֶר וּשְׁתֵּי הַלֶּחֶם וְלֶחֶם הַפָּנִים שֶׁלָּנוּ, הֵיאָךְ נֶאֱכָלִים: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Rabbi Yehuda said</b> that <b>ben Bukhri testified in Yavne: Any priest who contributes</b> the half-shekel <b>is not</b> considered <b>a sinner,</b> despite the fact that he is not obligated to do so. Rabbi Yehuda added that <b>Rabban Yoḥanan ben Zakkai said to</b> ben Bukhri: <b>Not so; rather, any priest who does not contribute</b> the half-shekel is considered <b>a sinner,</b> as they are obligated like all other Jews. <b>However,</b> Rabban Yoḥanan ben Zakkai continued, <b>the priests</b> who do not contribute <b>interpret this verse to their own</b> advantage: <b>“And every meal-offering of the priest shall be wholly made to smoke; it shall not be eaten”</b> (Leviticus 6:16). Those priests claim as follows: <b>Since the <i>omer</i></b> offering <b>and the two loaves,</b> i.e., the public offering of two loaves from the new wheat brought on the festival of <i>Shavuot</i>, <b>and the shewbread</b> placed on the sacred table in the Sanctuary each Shabbat, which are all meal-offerings, are <b>ours,</b> then if we contribute shekels we will have partial ownership of these communal offerings, as they are purchased with the shekels. <b>How,</b> then, <b>can</b> they <b>be eaten?</b> They ought to be regarded as priests’ meal-offerings, which must be wholly burnt. But since these offerings are eaten, the priests concluded that they are not obligated to contribute the half-shekel. This argument does not, however, take into account the fact that communal offerings belong to the public, which is understood as its own entity, and are not regarded as shared offerings of all who contribute to the public purse.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "574febcdd6e4a90d6df98f32", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, Forty Nine Midot, Compilation from Baraita of 49 Midot 12", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Otzar Midrashim, Forty Nine Midot, Compilation from Baraita of 49 Midot 12", "sourceHeRef": "אוצר מדרשים, מ\"ט מדות, לקוטים מברייתא דמ\"ט מדות י״ב", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 12, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "heTitle": "לקוטים מברייתא דמ\"ט מדות", "he": "ח׳) <b>וכסף פקודי העדה מאת ככר</b> (שמות ל״ח כ״ה), חשבונות: מאה בני אדם מחצית השקל הרי חמשים סלעים, ס׳ פעמים מאה הרי ששת אלפים [חצי שקל ושלשת אלפים שקל שלם], נמצאת אומר ששת אלפים לככר, ששים רבוא במאה ככר, נעשה בהן אדני המשכן מאת אדנים למאת הככר ככר לאדן (שם). חשבון: ארבעים בצפון וארבעים בדרום, ששה עשר למערב ארבעה במזרח. שבצפון ודרום ושבמערב היו רצופות שנים לכל קרש, ושבמזרח לא היו רצופות אלא ארבעה עמודי שטים סדורים בתוך עשר אמות בפתחו של היכל נתונים על ארבע אדני כסף ופרוכת פרוסה עליהם הרי מן החשבון מאת הככר, נשארו אלף ושבע מאות וחמשה ושבעים שקל, מהן עשה ווי העמודים וציפה ראשיהם וחשק אותן (שמות ל״ח כ״ו, <small>עי׳ רש״י</small>). ונחשת התנופה שבעים ככר, מהן עשה קרסי יריעות העזים וציפה עמודי החצר ויתידות המשכן והחצר ומזבח הנחשת אשר לו וכל כליו וכיור וכנו.", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77ce6d6e4a94c7c18a270", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 38:25", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Tafsir Rasag, Exodus 38:25", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ח:כ״ה", "anchorVerse": 25, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 38.0025, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "ואמא אלפצ̇ה פכאן מא חצל מן מעדודי אלג̇מאעה מאיה בדרה ואלף וסבע מאיה וכ̇מסה וסבעין מת̇קאלא במת̇קאל אלקדס", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "586277ded6e4a97327a448ad", "index_title": "Rashi on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Exodus 25:3:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rashi on Exodus 25:3:1", "sourceHeRef": "רש\"י על שמות כ״ה:ג׳:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rashi on Exodus", "he": "רש\"י על שמות"}, "heTitle": "רש\"י על שמות", "he": "<b>זהב וכסף ונחשת וגו'.</b> כֻּלָּם בָּאוּ בִנְדָבָה – אִישׁ אִישׁ מַה שֶּׁנְּדָבוֹ לִבּוֹ – חוּץ מִן הַכֶּסֶף שֶׁבָּא בְּשָׁוֶה, מַחֲצִית הַשֶּׁקֶל לְכָל אֶחָד, וְלֹא מָצִינוּ בְכָל מְלֶאכֶת הַמִּשְׁכָּן שֶׁהֻצְרַךְ שָׁם כֶּסֶף יוֹתֵר, שֶׁנֶּאֱמַר וְכֶסֶף פְּקוּדֵי הָעֵדָה וְגוֹ' בֶּקַע לַגֻּלְגֹּלֶת וְגוֹ', וּשְׁאָר הַכֶּסֶף הַבָּא שָׁם בִּנְדָבָה עֲשָׂאוּהוּ לִכְלֵי שָׁרֵת:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "זהב וכסף ונחשת וגו׳ GOLD AND SILVER AND COPPER etc. — All these came (were brought) as voluntary gifts, each man giving as his heart prompted him, except that silver which was brought by all in equal quantities (cf. Rashi above), a half shekel by each person. For we do not find in the account of the entire work connected with the Tabernacle that any silver was needed for the work there described in detail over and above this, for it is said, (Exodus 38:25-26) “And the silver of them who were numbered of the congregation [was an hundred talents, etc.] … a beka for every man etc.” and vv. 27 and 28 inform us that of this silver were made the Sockets and the hooks. Of the other silver which came (was brought) there, as a free-will gift they made the holy vessels (lit., vessels for service), and it is this silver that is referred to in this verse and which is stated in the preceding verse as having been brought voluntarily.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "5889b4e5d6e4a902855ff63f", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Tur HaArokh, Exodus 38:25:1", "sourceHeRef": "הטור הארוך, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>וכסף פקודי העדה מאת ככר. </b>י\"מ מדלא קאמר וכסף התרומה מאת ככר כמו שאמר בזהב או כסף התנופה כמו שאומר ונחשת התנופה שמע מינה שהרבה כסף התנדבו ואינו מונה כאן אלא מה שהוצרך למלאכה והשאר נתנו באוצר לבדק הבית ולקרבנות קיץ המזבח ובהכי ניחא למ\"ד ששבטו של לוי נמנו ג\"כ דלדידי' עלה חשבון הכסף יותר מק' ככר ואלף ותשע\"ה שקלים: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " וכסף פקודי העדה מאת ככר, “and the silver contributed by the men of the congregation who had been mobilized for military duty,…amounted to100 talents.” Some commentators, basing themselves on the failure of the Torah to describe this silver as a “תרומה,” or a similar expression as used with the gold and copper contributions, that a great deal of silver was donated, and the reason why the total was not revealed here was that here we are only interested in how much of it was used in the actual construction of the Tabernacle. The balance was given to the Temple treasurer for use directly or indirectly in maintenance work, as and when necessary, as well as in the purchase of the animals of the mandatory communal offerings, especially at times when there was a dearth of voluntary offerings. If so, the scholar who holds that the tribe of Levi was also counted at the time of the first census is correct, as the shekel contributions of these Levites would make up the surfeit handed over to the trustee in charge of the Temple treasury.\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58fdc0ecd6e4a960c04a36b3", "index_title": "Midrash Tanchuma", "category": "Midrash", "type": "", "ref": "Midrash Tanchuma, Pekudei 7:3", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Midrash Tanchuma, Pekudei 7:3", "sourceHeRef": "מדרש תנחומא, פקודי ז׳:ג׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [500, 800], "commentaryNum": 7.0003, "collectiveTitle": {"en": "Midrash Tanchuma", "he": "מדרש תנחומא"}, "heTitle": "פקודי", "he": "אָמַר מֹשֶׁה, יוֹדֵעַ אֲנִי שֶׁיִשְׂרָאֵל רוֹגְנִים הֵם, הֲרֵנִי עוֹשֶׂה לָהֶם חֶשְׁבּוֹן מִכָּל מְלֶאכֶת הַמִּשְׁכָּן. הִתְחִיל לַעֲשׂוֹת חֶשְׁבּוֹן עִמָּהֶם, אֵלֶּה פְקוּדֵי הַמִשְׁכָּן, וְהוּא נוֹתֵן לָהֶם חֶשְׁבּוֹן עַל כָּל דָּבָר וְדָבָר, לַזָּהָב וְלַכֶּסֶף וְלַנְּחֹשֶׁת, וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר, וְאֶלֶף וּשְׁבַע מֵאוֹת, וַיְהִי מְאַת כִּכַּר הַכֶּסֶף לָצֶקֶת, וּנְחֹשֶׁת הַתְּנוּפָה שִׁבְעִים כִּכָּר. עִם שֶׁהוּא עוֹשֶׂה חֶשְׁבּוֹן וְהוֹלֵךְ עַל כָּל דָּבָר וְדָבָר שֶׁעֲשׂוּיִין כַּסֵּדֶר בְּתוֹךְ הַמִּשְׁכָּן, שָׁכַח אֶלֶף וְשְׁבַע מֵאוֹת וַחֲמִשָּׁה וְשִׁבְעִים שֶׁקֶל שֶׁעָשָׂה מֵהֶן וָוִין לָעַמּוּדִין וְלֹא הָיוּ נִרְאִין. הִתְחִיל עוֹמֵד תָּמֵּהַּ וְאוֹמֵר: עַכְשָׁו יִמְצְאוּ יְדֵיהֶם שֶׁל יִשְׂרָאֵל עָלַי לוֹמַר, שֶׁאֲנִי נָטַלְתִּי אוֹתָם. וְהוּא חוֹזֵר לָבוֹא עַל כָּל מְלָאכָה וּמְלָאכָה. מִיָּד הֵאִיר הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת עֵינָיו, וְתָלָה עֵינָיו וְרָאָה שֶׁהָיוּ עֲשׂוּיִין וָוִין לָעַמּוּדִים. הִתְחִיל לְהָשִׁיב לָהֶם בְּקוֹל רָם, וְאֶת הָאֶלֶף וּשְׁבַע הַמֵּאוֹת וַחֲמִשָּׁה וְשִׁבְעִים עָשָׂה וָוִים לָעַמּוּדִים. בְּאוֹתָהּ שָׁעָה נִתְפַּיְּסוּ יִשְׂרָאֵל. מִי גָרַם לוֹ. עַל יְדֵי שֶׁיָּשַׁב וְעָשָׂה חֶשְׁבּוֹן, אֵלֶּה פְקוּדֵי הַמִּשְׁכָּן.", "heVersionTitle": "Midrash Tanchuma -- Torat Emet", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש תנחומא, תורת אמת", "text": "Moses declared: I am aware that Israel is contentious; therefore, I shall give them an accounting of the construction of the Tabernacle. He began to make the accounting with them: <i>These are the accounts of the Tabernacle</i>. He accounted for everything, the gold, the silver, and the brass: <i>And the silver of them that were numbered of the congregation was a hundred talents, and a thousand seven hundred … and the hundred talents of silver were for casting the sockets of the Sanctuary … and the brass of the offering was seventy talents</i> (Exod. 38:25–29). While he was doing the accounting and going over everything that had been made for inside the Sanctuary, he forgot, because they were not visible, the one thousand seven hundred and seventy-five shekels with which he had fashioned the hooks for the columns. He became distressed and said to himself: “Now the Israelites will grasp the opportunity to say that I have taken them.” He began to review every aspect of the work. The Holy One, blessed be He, thereupon opened his eyes and caused him to lift them upward, and he saw the hooks of the columns. He told them loudly that the one thousand seven hundred and seventy-five shekels of gold had been used for the hooks for the columns. Then the Israelites were satisfied.", "versionTitle": "Midrash Tanhuma-Yelammedenu, trans. Samuel A. Berman", "license": "CC-BY", "versionTitleInHebrew": "מדרש תנחומא-ילמדנו, מתורגם בידי סמואל א' ברמן"}, {"_id": "5964d75cd6e4a92bf45a963e", "index_title": "Rabbeinu Bahya", "category": "Commentary", "type": "commentary", "ref": "Rabbeinu Bahya, Shemot 38:25:1-5", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rabbeinu Bahya, Shemot 38:25:1-5", "sourceHeRef": "רבנו בחיי, שמות ל״ח:כ״ה:א׳-ה׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1290, 1310], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Rabbeinu Bahya", "he": "רבנו בחיי"}, "heTitle": "שמות", "he": ["<b>וכסף פקודי העדה מאת ככר.</b> כסף של מחצית השקל לכל אחד מששים רבוא ישראל עלה למאת ככר שהרי שש מאות אלף חצאי שקלים הם שלש מאות אלף שקלים שלמים ולפי שישראל נמנו במדבר סיני ועלו שש מאות אלף ושלשת אלפים וחמש מאות וחמשים ע\"כ כשהיה בידם מאת ככר חצאי שקלים נשארו שלשת אלפים וחמש מאות וחמשים שהם אלף ושבע מאות וחמשה ושבעים שקלים שלמים ששכח משה. וכתב רש\"י בפירושו הככר ששים מנה ומנה של קדש היה כפול הרי הככר מאה ועשרים מנה והמנה כ\"ה סלעים הרי ככר של קדש שלשת אלפים שקלים ומאת ככרים הם שלש מאות אלף שקלים, שהרי שש מאות אלפים חצאי שקלים הרי הם ג' מאות אלף שלמים והיתרים שהיו שלשת אלפים תק\"ן חצאי שקלים הם אלף ושבע מאות וחמשה ושבעים שקלים שלמים ע\"כ.\n", "<b>ומעתה </b>כיון שחצי שקל לכל אחד מששים רבוא עלה מאת ככר שקל שלם לכל אחד עולה מאתים ככר, מכאן ואילך צא וחשוב בשקלי המן שהיו עשרת אלפים ככר כסף שנתכוון לתת בשביל כל אחד מששים רבוא ישראל הערך הגדול שבתורה שהוא חמשים שקל כענין שכתוב בפרשת ערכין, וכשתחשוב חמשים שקל לכל אחד מששים רבוא חמשים פעמים מאתים ככר הם מאה פעמים מאה ומאה פעמים מאה הם עשרת אלפים ככר, או נאמר כי מפני שידע המן חטא שבטי ישראל במכירת יוסף בעשרים כסף שהם חמשת שקלים ועונש החטא ההוא לא נפקד עליהם עדיין ע\"כ חשב מחשבה לקנות כל ישראל לתת בשביל כל אחד מששים רבוא חמשת שקלים, כי חשב שיצליח בזה ויעלה בידו לגודל חטאם, וכענין שאמרו במדרש (בראשית ל״ז:כ״ה) וישבו לאכל לחם אמר להם הקב\"ה אתם מכרתם את אחיכם מתוך משתה חייכם שבניכם נמכרים בשושן מתוך משתה שנאמר (אסתר ג׳:ט״ו) והמלך והמן ישבו לשתות.\n", "<b>ולפי </b>זה היה די שיתן בשבילם אלף ככר כסף כי כן חשבון חמשה שקלים לכל אחד מששים רבוא שעולה אלף ככר לפי חשבון חצי שקל לכל אחד שהוא עולה למאת ככר.\n", "<b>אבל </b>אפשר לומר שרצה לכלול בזה כוונה אחרת שרצה ליתן מן האלפים עשרה ועשה כן כנגד עשרת הדברות שהיה חושב לדחותם בעשרה שלו, זה שאמרו (שם ג) ועשרת אלפים ככר כסף אשקול, לבטל בעשרה שלו זכות העשרה שנתנו מתוך האש והקול, וזהו לשון אש\"קול, והקב\"ה ברחמיו הפליא לעשות עמנו וגבר עלינו חסדו עד שאפילו קומץ שעורים שלנו דחה י' אלפים ככר כסף שלו ונתהפך בביתו צליל שעורים סערת ה' חמה להחליש כחו הגדול למעלה ונהרגו עשרת בניו מלמטה.\n", "<b>ומה </b>שאמר וכסף פקודי העדה מאת ככר וכן ונחשת התנופה שבעים ככר זה יורה כי משה נתן להם חשבון על כל דבר ודבר והיה נותן הכל ביד איתמר לפי שלא יהיו ישראל חושדין אותו כשנתמנה גזבר על המשכן יחידי. ואמרו במדרש עליו הכתוב אומר (משלי כ״ח:כ׳) איש אמונות רב ברכות ואץ להעשיר לא ינקה, איש אמונות זה משה שנאמר (במדבר י״ב:ז׳) בכל ביתי נאמן הוא, רב ברכות שהביא הקב\"ה ברכות על ידו ונעשה גזבר על מלאכת המשכן, ואץ להעשיר זה קרח שהיה לוי ובקש כהונה גדולה לפיכך לא ינקה מה כתיב ביה (שם טז) ותפתח הארץ את פיה, וכשם שצריך אדם לצאת ידי חובת המקום כך צריך לצאת ידי חובת הבריות שכן שנו רז\"ל אין התורם נכנס לא בפרגוד חפות ולא במנעל ולא בסנדל ולא באפונדתו ולא באנפליא שמא יעשיר ויאמרו מתרומת הלשכה העשיר או שמא יעני ויאמרו מעון הלשכה העני. וכן צריך אדם להזהר שלא יהיו הבריות מרננים ומשיחין אחריו שכן דוד התפלל ואמר (שמואל ב כ״ב:מ״ד) ותפלטני מריבי עמי, ופסוק מלא הוא (במדבר ל״ב:כ״ב) והייתם נקיים מה' ומישראל וכתיב (משלי ג׳:ד׳) ומצא חן ושכל טוב בעיני אלהים ואדם.\n"], "heVersionTitle": "Midrash Rabbeinu Bachya [ben Asher]. Warsaw, 1878", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": ["וכסף פקודי העדה מאת ככר, “and the silver of those of the community who were recorded amounted to 100 talents, etc.” The silver of the half-shekel contributions of the 600,000 males over the age of 20 amounted to 300,000 whole shekels (100 talents). Seeing that actually there were 603,550 males being counted, the total amount was precisely that mentioned in our verse, i.e. 100 talents and 1775 shekel (a talent having 3,000 shekel). According to the accounting listed in the Torah here, any silver “donated” rather than handed over as the mandatory amount by males over the age of twenty was not mentioned here.<br> Rashi, in his commentary, computes the numbers as follows: “a talent equals 60 manah. Seeing that the shekels being counted were described as “holy shekels” i.e. double the weight of the ordinary shekel, a talent would be equivalent to 120 manah. The manah is equivalent to 25 selaim. This gives you an amount of 3.000 shekel per talent. Rashi continues, arriving at the same result we already mentioned.", "Having established all this we can now address the amount of silver Haman offered to pay King Ahasverus in exchange for permission to destroy the Jews in his kingdom. Seeing that he offered 10.000 talents of silver, this was equivalent to 50 shekel for every Jew assuming that there had been 600.000 Jews at the time. The number 50 shekel is the maximum amount per adult male between the age of 20 and 60 prescribed by the Torah (Leviticus 27,3) that someone “donating” his own equivalent to G’d has to give to the Temple treasury.<br> Another way of understanding why Haman picked on this amount of silver may be that when the Israelites sold their brother Joseph and received 20 pieces of silver in exchange, i.e. an amount of 5 shekel, or half a shekel each, and their guilt had not yet been atoned, he concluded that in exchange for the amount he offered he could legally make all the Jews his slaves (again by assuming that there were a total of 600.000 Jews). He felt certain that he would succeed seeing that the brothers had never been punished by G’d for selling Joseph into slavery. He presumably reasoned similar to what we have been told in Midrash Tehillim 10 that because the brothers sat down to eat their meal (Genesis 37,28) after throwing Joseph into the pit but before selling him, acting as if nothing out of the ordinary had just occurred, G’d was so angry that He said: “seeing you have sold your brother as a result of feasting, your descendants will be sold as a result of their having feasted (participating in the banquet given by King Ahasverus).” This is why the Book of Esther makes such a point of telling us that the King and Haman sat down to a feast after having concluded the deal in which Haman acquired authority to do to the Jews whatever he wanted.", "If we reflect on this calculation, Haman only had to offer a payment of 1.000 talents of silver as when you multiply the number 600,000 by 5 you have 3,000,000 shekel or 1,000 talents. <small>[Each brother had received half a shekel at the time, and the amount required by G’d for atonement of the sin of the golden calf was also only one half shekel per adult male. Ed.]</small>", "It is possible to see a different motivation in the amount Haman offered the king in exchange for the Jews. He wanted to offer one thousand shekel in exchange for each of the Ten Commandments, i.e. the merit the Jews had acquired by agreeing to accept the Ten Commandments. When you look at the word אשקול “I will weigh,” which Haman used when offering this amount in exchange for the Jews <small>(Esther 3,9)</small>, you could divde that word into two, i.e. אש קול, “fire and sound.” At the revelation at Mount Sinai the Jews had experienced the sound of G’d’s voice out of thunder and lightning, i.e. out of אש and קול. At that time G’d performed exceptional acts of kindness with us so that the fistful of barley (which represented the Omer sacrifice brought on the date of the month Haman was hanged) was found to be worth more than ten thousand talents of silver which Haman had offered the king. There is a tradition that on the 16th of Nissan, the day Haman was hanged, Mordechai had studied the laws of the Omer (a sacrifice which could be brought only while the Temple was standing).", "In our portion the Torah speaks about the נחושת התנופה, that the total quantity of copper donated for the Tabernacle was some 70 talents plus 2400 shekel in weight. We learn from these details that Moses gave an exact accounting to the people concerning everything which had been contributed. He handed over everything to Ittamar who was appointed assistant treasurer so that he himself could not be suspected of having held back anything for himself seeing he was in sole charge<br> The Midrash in Shemot Rabbah 51,1 states that the description <small>(Proverbs 28,20)</small> “a faithful man will enjoy many blessings; but he who is too eager to become rich will not go unpunished,” applies to Moses and Korach respectively. Of the former G’d Himself said “he is trustworthy in My entire house,” (Numbers 12,7).”He enjoyed many blessings,” means that Moses was the instrument through whom Israel received many blessings He became the treasurer of the Tabernacle’s funds. The words: “he is too eager to become rich,” refer to Korach who was not content with the distinction of being a Levite but wanted to become a priest also. Due to this greed, he did not go “unpunished,” but the earth opened up and swallowed him and all his riches (Numbers 16,32).<br> Just as a person must be able to face G’d with a clear conscience, so it is important to appear unblemished in the eyes of the people. When addressing this subject our sages in Shekalim 3,2 postulate that the donors when delivering their mandatory contribution must not enter the office designated for receiving same while wearing clothes which could conceal any money in its folds, etc., in order that in the event such people become wealthy sometime afterwards they could not be accused of having helped themselves to money stored in that office. Even if such a person was a wealthy man he is not allowed to wear this kind of clothing so that should he become poor afterwards people might say that he was being punished for misappropriating funds from that office. People must always be on guard to conduct themselves in such a fashion that they do not arouse suspicions in their fellowmen that they have been guilty of some misdemeanor. David already prayed to G’d that this should not happen to him when he said (Samuel II 22,44) ”You have saved me from the strife of peoples.” There is an even more specific verse in the Torah concerning this subject in Numbers 32,27: “you will be clear before the Lord and before Israel.” We also have an explicit verse about this subject in Proverbs 3,4: “and you will find favor and high esteem in the eyes of G’d and man.”"], "versionTitle": "Torah Commentary by Rabbi Bachya ben Asher, trans. Eliyahu Munk, 1998.", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5a95921ad6e4a97f05c4fcaf", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 30:11:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Rashbam on Exodus 30:11:1", "sourceHeRef": "רשב\"ם על שמות ל׳:י״א:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "וידבר וגו' - כשקיבצם משה לישראל להפריש תרומות המשכן מנאם וזה הכסף ניתן לעבודת המשכן, כדכתיב באלה פקודי: וכסף פקודי העדה מאת וגו'. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "[THE LORD] SPOKE, etc.  When Moshe gathered Israel to separate out the offerings for the Mishkan, he counted them, and this silver was given for the service of the Mishkan, as it is written in [Parashat] Eleh P'kudei (Ex. 38:25), \"The silver of the enumeration of the congregation was 100 etc.\"", "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "5b0fd3bc6eb3050055aa8f68", "index_title": "Shenei Luchot HaBerit", "category": "Musar", "type": "", "ref": "Shenei Luchot HaBerit, Aseret HaDibrot, Shevuot, Torah Ohr 3:3", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Shenei Luchot HaBerit, Aseret HaDibrot, Shevuot, Torah Ohr 3:3", "sourceHeRef": "שני לוחות הברית, עשרת הדברות, מסכת שבועות, תורה אור ג׳:ג׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1611, 1631], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Shenei Luchot HaBerit", "he": "שני לוחות הברית"}, "heTitle": "תורה אור", "he": "<b>ועל</b> זה רומז הפסוק פקודי י\"י ישרים וגומר. פקודי, לשון התמנות, כמו <small>(שמות לח, כה)</small> פקודי העדה, ורומז על דור ודור וחכמיו ודורשיו כו'. וגם הוא לשון פקדון, ורומז על מה שהופקד ומפקד פקיד בקול ההוא שעדיין לא יצא לאור, ויוצא לאור בכל עת עניינים על ידי דור ודור וחכמיו, והם פקודי י\"י מצות י\"י, אף שנראה שהוא יתברך לא ציוום רק מדרבנן, לפי האמת י\"י ציווה, ועתה נתגלה לאור. ועליהם נאמר <small>(תהלים קיט, צג)</small>, לעולם לא אשכח פקודיך. ופקודותיך שמרה רוחי <small>(איוב י, יב)</small>. כי רוח י\"י דיבר בם <small>(ש\"ב כג, ב)</small>. כי הנשמות הם רוחניות התורה והמצות, והם חוטי השלהביות המתפשטות מקול גדול ההוא:", "heVersionTitle": "Shenei Luchot HaBrit, based on Amsterdam, 1698 ed. Part II", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שני לוחות הברית, אמשטרדם תנ\"ח -- ח\"ב", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ed6f685500161b4b15", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Malbim on Exodus 38:25:1", "sourceHeRef": "מלבי\"ם על שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>וכסף,</b> וכן מן הכסף שהתנדבו כמ\"ש וזאת התרומה אשר תקחו מאתם זהב וכסף לא נכנס בחשבון הזה ונשאר באוצר ההקדש, כי האדנים והווין נעשו מכסף השקלים שנתנו כופר נפשם, שעלו לסך הזה, כי מנה של קדש כפול היה כמ\"ש בבכורות (דף ד') וכמו שפרש\"י, והיה מספר בני ישראל שש מאות אלף וג' אלפים וה' מאות וחמשים. והנה במנין הזה נבוכו המפרש שמנין זה היה בשנה ראשונה אחר יוה\"כ שנדבו למשכן והלא בשנה שניה באייר משהוקם המשכן נמנו שנית והיו ג\"כ במספר הזה, ואיך אפשר שבשניהם היו ישראל שוים במנין אחד, ורש\"י ז\"ל השיב ע\"ז בפרשת תשא (ל' ט\"ז) שלענין שנות האשים נחשב השנה מתשרי שהוא מנין שנות עולם והיה להם שני המנינים בשנה אחת, אף שהיה שנה שניה למנין יציאת מצרים שהוא מניסן, אבל עדיין יפלא שהלא במנין הראשון נמנוגם הלוים שעדיין לא נצטוה שלא יפקוד את מטה לוי, ובמנין השני הוציא את הלוים, ואיך היה במנין השני מספר ישראל לבד שוה אל המנין הראשון שהיה עם הלוים, וכבר כתבתי בפרשת תשא שהיה זה אחד מנסי ה', אבל לישב על פי פשוטו נראה שגם במנין הראשון לא מנה משה את הלוים, ונתכוין לזה מדעתו, לא מבעיא למ\"ד בזבחים (דף קטו ע\"ב) וגם הכהנים הנגשים אל ה' יתקדשו זה פרישת נדב ואביהוא שס\"ל שנדב ואביהוא נעשו כהנים בסיני, והבכורים נדחו מאז, א\"כ כבר היה שבט לוי מוכן להיות לגיון של מלך מסיני, ולא נמנו גם במנין הראשון, אלא אף לר' יהושע בן קרחה שאמר שם זו פרישת בכורות וכסתם משנה דזבחים שעד שלא הוקם המשכן היתה העבודה בבכורות, נראה שזה לא היה רק עד מעשה העגל אבל אחר מעשה העגל נדחו הבכורים ונבחרו הלוים, כמ\"ש בחגיגה (דף ו') לר\"ע שאמר שהקריבו עולת תמיד מסיני ואילך, מה אני מקיים (עמוס ה׳:כ״ה) הזבחים ומנחה הגשתם לי במדבר ארבעים שנה בית ישראל שבטו של לוי שלא עבדו ע\"ז הם הקריבו אותה, וזה אף למ\"ד שגם הכהנים הנגשים הוא פרישת בכורות, והיו הבכורות כשרים עד מעשה העגל, ומאז נפסלו הבכורות ונבחרו הלוים כמו שפרש\"י עמ\"ש מלאו ידכם היום לה' שאז נתחנכו הלוים לעבודה, וזה ע\"כ למ\"ד שעוד היתה העבודה בבכורות, והיה א\"כ גם המנין הראשון חוץ מהלוים והיה רק החידוש שלא מת איש מהם במשך הזה, כמו שהבטיח להם שלא יהיה בהם נגף בפקוד אותם כמ\"ש בפ' תשא:", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c467a3108d98a02694cba9b", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, גִּיבּוּי 1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Jastrow, גִּיבּוּי 1", "sourceHeRef": "מילון יסטרוב, גִּיבּוּי א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "גִּיבּוּי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">גִּיבּוּי</strong> m.  (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_גבי.1\" data-ref=\"Jastrow, גבי 1\">גבי</a>) <i>collection</i> of debts, dues &c. <a class=\"refLink\" href=\"/Bekhorot.5a.10\" data-ref=\"Bekhorot 5a:10\">Bekh. 5ᵃ</a> <span dir=\"rtl\">בג׳ כסף</span> in the Bibl. account concerning the collection of silver (<a class=\"refLink\" href=\"/Exodus.38.25\" data-ref=\"Exodus 38:25\">Ex. XXXVIII, 25</a> sq.). <a class=\"refLink\" href=\"/Ketubot.68a.6\" data-ref=\"Ketubot 68a:6\">Keth. 68ᵃ</a> <span dir=\"rtl\">קודם שיבוא לידי ג׳</span> before it becomes due for collection through the court."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cb5e16afaf53a00181b6721", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 5a:13", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Steinsaltz on Bekhorot 5a:13", "sourceHeRef": "ביאור שטיינזלץ על בכורות ה׳ א:י״ג", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 9.0013, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<b>הוי</b> <small>[התקשה]</small> <b>בה רב אחאי: מאי קא קשיא ליה</b> <small>[מה קשה לו],</small> לרבן יוחנן, שהוצרך להידחק? האם מה שנאמר <b>\"ויהי מאת ככר הכסף לצקת\" וגו'?</b> והרי אפשר לומר כי <b>הנך</b> <small>[</small>מאה כיכרות <small>אלה]</small> יועדו <b>לצקת</b> מהם את האדנים, <b>ואינך</b> <small>[ו</small>מאה הכיכרות <small>האחרים]</small> שלא נזכרו שם, ניתנו <b>בי גזא</b> <small>[באוצר]!</small> ומשיבים: <b>כתב קרא אחרינא</b> <small>[כתוב פסוק אחר]</small> שלא נזכרו בו אלא מאה כיכר: <b>\"וכסף פקודי העדה מאת ככר\"</b> <b>וגו'</b> (שמות לח, כה), ושם לא ניתן להסביר שמדובר רק במחצית הסכום.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd142f53a676f0058162730", "index_title": "Tosafot on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot on Ketubot 10b:10:1", "anchorRef": "Exodus 38:24-29", "anchorRefExpanded": ["Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29"], "sourceRef": "Tosafot on Ketubot 10b:10:1", "sourceHeRef": "תוספות על כתובות י׳ ב:י׳:א׳", "anchorVerse": 24, "sourceHasEn": true, "compDate": [1150, 1350], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Tosafot on Ketubot", "he": "תוספות על כתובות"}, "heTitle": "תוספות על כתובות", "he": "אלמנה דכתיבא באורייתא מאי איכא למימר - והא ליכא למימר דתפשוט מהכא דכתובת אלמנה מנה מדאורייתא דהא מנה לא היה בימי משה דלא הזכירה תורה אלא ככר והא דאמרינן בבכורות (דף ה. ושם) משה רבינו נאמן היה ובקי בחשבונות אלא שמנה של קודש כפול היה לא שהיה מנה בימי משה אלא כלומר כמו שמנה של קודש בימי יחזקאל כפול היה כך היה ככר של קודש כפול בימי משה:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "<b>אלמנה דכתיבא באורייתא<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><br>See בראשית (וישב) לח,יא and ויקרא (אמור) כא,יד.<br></i> מאי איכא למימר — What can we say regarding אלמנה, which is written in the תורה</b><br><br>O<small>VERVIEW</small><br>The גמרא initially explained that the word אל <br><br><small>נה</small> refers to a widow, whose כתובה is a מנה. The גמרא then asked but what is the meaning of the word אלמנה in the תורה (where seemingly there is no כתובת אלמנה מדאורייתא which is a מנה).<br>-----------------------–<br><br>תוספות responds to an anticipated difficulty:<br>והא ליכא למימר דתפשוט מהכא דכתובת אלמנה<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><br>On the previous עמוד the גמרא stated that even according to רשב״ג the כתובת אלמנה is מדברי סופרים.<br></i> מנה מדאורייתא<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><br>Why did not the גמרא answer that the תורה calls her an אלמנה because her כתובה מדאורייתא is a מנה?! See ‘Thinking it over’ # 1.<br></i> –<br><b>But we cannot say this, that we should prove from here that the כתובה</b> payment of a <b>מנה for an אלמנה</b> is a <b>תורה</b> obligation –<br><br>דהא מנה<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><br>A מנה is a coin that is worth twenty-five סלעים (or שקלים), or one hundred זוזים (or דינרים)<br></i> לא היה בימי משה דלא הזכירה תורה אלא ככר<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><br>In פרשת פקודי (כא, כד), when the תורה mentions the amount of gold collected it states תשע ועשרים ככר ושבע מאות ושלשים שקל. If there was a מנה coin, the תורה should have written, twenty-nine ככר, twenty-nine מנה (725/25=29), and five שקלים. Since the תורה broke it down to ככר and שקלים only, indicates that there was no other coin (a מנה) in between. See תוספות in בכורות ה,א ד״ה ומנה. See ‘Thinking it over’ # 2.<br></i> –<br><b>For in the days of משה there was no</b> coin called a מנה, for the תורה only mentions a ככר.<br><br>תוספות anticipates a difficulty:<br>והא דאמרינן בבכורות<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><br>The גמרא there relates that קונטרוקוס השר asked ריב״ז; ‘was משרע״ה a thief’; regarding the amount of silver collected and disbursed by the מלאכת המשכן. It is assumed that there are fifteen hundred שקלים in a ככר (or three thousand half-שקלים). This means that for every three thousand Jews one ככר of silver was collected for מחצית השקל. There would be two hundred ככרים for six hundred thousand Jews (3000x200=600,000). However משה distributed only one hundred ככרים of silver (approximately); where were the rest?!<br></i>  (דף ה,א ושם) משה רבינו נאמן היה ובקי בחשבונות –<br><b>And that which</b> ר׳ יוחנן בן זכאי <b>said in</b> מסכת בכורות, ‘our master משה was trustworthy and versed in accounting –<br><br>אלא שמנה של קודש כפול היה<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><br>There was therefore really three thousand שקלים in a ככר של קודש. [A ככר for each six thousand Jews (six thousand half שקלים); one hundred ככר for six hundred thousand Jews.]<br></i> –<br><b>But the מנה of הקדש was double</b> the regular מנה;<b></b> indicating that there was a מנה coin בימי משה, not as תוספות just said –<br><br>תוספות responds:<br>לא שהיה מנה בימי משה אלא כלומר כמו שמנה של קודש בימי יחזקאל כפול היה<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><br>See there in בכורות (at the bottom of the עמוד).<br></i> –<br><b>Not that there was a מנה in the days of משה, but rather</b> ריב״ז meant to say, just as the מנה of קודש in the days of יחזקאל was double –<br><br>כך היה ככר של קודש כפול בימי משה:<br><b>So</b> too the ככר of קודש was double in the days of משה.<br><br>S<small>UMMARY</small><br>There was no מנה coin בימי משה and כתובת אלמנה is מדרבנן.<br><br>T<small>HINKING IT OVER</small><br>1. תוספות asks that we should prove from the word אלמנה that כתובת אלמנה מנה is מדאורייתא.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><br>See footnote # 3.<br></i> However how can we prove it, perhaps (as the גמרא actually states) she is called אלמנה since in the future the חכמים instituted that she receive a מנה?<sup class=\"footnote-marker\">10</sup><i class=\"footnote\"><br>See הפלאה.<br></i><br>2. Instead of saying that אלמנה is on account of what the חכמים will enact in the future (as the גמרא answers), let us say that אלמנה teaches us that כתובת אלמנה is דאורייתא and the תורה used the term מנה on account that in the future it will be called a מנה. If in any event it is called ע״ש העתיד, why should we not say that it teaches us that כתובת אלמנה is מדאורייתא?!<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><br>See מהר״ם שי״ף.<br></i>", "versionTitle": "Tanslation by Rabbi Ephraim Piekarski", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cfe462ae2ac1a00578fc741", "index_title": "Notes and Corrections on Midrash Lekach Tov", "category": "Quoting Commentary", "type": "", "ref": "Notes and Corrections on Midrash Lekach Tov, Exodus 30:41", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Notes and Corrections on Midrash Lekach Tov, Exodus 30:41", "sourceHeRef": "הערות ותיקונים על מדרש לקח טוב, שמות ל׳:מ״א", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1880, 1884], "commentaryNum": 30.0041, "collectiveTitle": {"en": "Notes and Corrections on Midrash Lekach Tov", "he": "הערות ותיקונים על מדרש לקח טוב"}, "heTitle": "שמות", "he": "ולצורך שקלי האדנים. בפסיקתא שם ואחד בפרשת כי תשא. ובתנחומא נלקה המאמר הזה בחסר ויתיר וסרוס לכן אתקנהו עפ״י הפסיקתא וכצ״ל ואחד [בפ׳ כי תשא ושנים] בחומש הפקודים. אחד במרגלים [צ״ל בדגלים] ואחד (בימי יהושע) בחלוק הארץ ע״כ. המלות בימי יהושע זמורות זר הם ממעתיק טועה לכן הסגרתים בחחים למען הוציאם חוצה גם מה שכתוב שם בסוף המאמר ״והדין כי תשא ראש״ חוץ למקומו הוא ויש למחקו כי מקומו למעלה כאשר תקנתי, ובילקוט ריש כי תשא בשם התנחומא ג״כ בטעות ואחד במרגלים, אך ואחד בחלוק הארץ הוא לנכון בלי תוספת המלות ״בימי יהושע״ ורבינו טוביה במקום ואחד בפרשת כי תשא הציג ולצורך שקלי האדנים. כוונתו שמנאן כשהתחילו בנדבת המשכן שנתנו כל אחד ואחד מחצית השקל ועלה למאת ככר שנאמר וכסף פקודי העדה מאת ככר (שמות לח כה) ומהן נעשו האדנים שנאמר ויהי מאת ככר הכסף לצקת את אדני הקדש ואת אדני הפרכת (שם שם כז) רק מה שהביא רבינו טובי׳ ובדגלים ובחומש הפקודים היא עפ״י גי׳ התנחומא המשובשת שהבאתי. וצ״ל גם בדבריו ושנים בחומש הפקודים אחד בדגלים ואחד בחלוק הארץ. והוא במדבר כ״ו ב׳ בפ׳ פינחס.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5decf565e5928b1a0d7eabab", "index_title": "Paaneach Raza", "category": "Commentary", "type": "commentary", "ref": "Paaneach Raza, Pekudei 6", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Paaneach Raza, Pekudei 6", "sourceHeRef": "פענח רזא, פקודי ו׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1250, 1290], "commentaryNum": 6, "collectiveTitle": {"en": "Paaneach Raza", "he": "פענח רזא"}, "heTitle": "פקודי", "he": "וכסף פקודי העדה וגו', קשה אמאי לא קאמר וכסף התנופה כמו בזהב ונחושת, ויש לומר דבאמת הרבה והרבה הונף והורם יותר מאשר קחשיב ואי אפשר לצמצם, גם כבר כתיב והותר, גם אי אפשר שלא התנדבו גם כן פחות מבן כ' ויתרים מבן ס' שלא היו במנין שהרי כתיב כל מרים זהב וכסף ונחשת, אלא שמחצית השקל של ת\"ר אלף וג' אלפים וחמש מאות וחמשים העוברים על הפקודים הם עלו במכוון למלאכת האדנים ולווי העמודים, וזה שיאמר הכתוב וכסף פקודי העדה וגו', ר\"ל שכסף מחצית השקל לפקודי ונמני העדה העולים כו\"כ, זה שנעשה לאדנים ולווין דוקא, ורמז בזה כאלו אמר אבל מה שהותירו העוברים על הפקודים ומה שנתנו הבלתי עוברים שאינם מפקודי העדה זה ניתן לאוצר לבדק הבית ולקרבנות קיץ המזבח וכיוצא, וכן בודאי זהב ונחושת הותירו ג\"כ, רק שהכתוב לא מצא לתלות את סך הנזכר בפסוק באיזה חשבון ומלאכה לשירמוז ג\"כ לומר שזה הסך הנזכר בא לחשבון אותה מלאכה לדייק לומר אבל הנותר בא לאוצר, לכן אמר בהם סתם זהב התנופה כו\"כ, כלומר כל שהונף בין הכל כך וכך הוא ונמצא חשבונו מכוון מהנעשה למלאכה ומהניתן לאוצר שלא יצא כולו למלאכה כנחשת, ג\"ן:", "heVersionTitle": "Paaneach Raza, Warsaw 1932", "heLicense": "", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1e9e8deb7d2e1475644565", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Midrash Lekach Tov, Exodus 38:25:1", "sourceHeRef": "מדרש לקח טוב, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>וכסף פקודי העדה.</b> אלו השקלים הכתובים בכי תשא, שנאמר לפקודיהם (שמות ל יב), וכאן כתיב וכסף פקודי העדה מאת ככר ואלף ושבע מאות וחמשה ושבעים. ושמא תאמר הוסיפו משלהם, ת״ל בקע לגלגולת מחצית השקל, הבקע הוא מחצית השקל מטבע עצמו שהם שנים לשקל לשש מאות אלף ושלשת אלפים וחמש מאות וחמשים, וא״ת והלא ישראל בצאתם ממצרים לא היו אלא שש מאות אלף, שנאמר כשש מאות אלף רגלי (שמות יב לז), וכסף הפקודים מחשב לשש מאות אלף ושלשת אלפים וחמש מאות וחמשים, תשובתו כי שש מאות היה בשנה ראשונה, וכשעשו העגל נפלו מהם שלשת אלפי איש, אבל מצות תשא היה אחר מעשה העגל, משל לרועה שהיה רועה את עדרו ונכנס ארי ביניהם, וטרף מהם, צוה בעל הצאן למנות עדרו, כך אחר מעשה העגל מנה משה את ישראל לתת כסף הכפורים, ונמצא שש מאות אלף ושלשת אלפים וחמש מאות וחמשים, <i data-commentator=\"Notes and Corrections\" data-order=\"18\"></i> וזו שאילה שאל קנטריקוס הגמון את רבן יוחנן בן זכאי, בגבוי הכסף את מוצא מאתים ואחד ככר ואחד עשר מנה, <i data-commentator=\"Notes and Corrections\" data-order=\"19\"></i> [דכתיב בקע לגלגולת וגו׳ לשש מאות אלף ושלשת אלפים וחמש מאות וחמשים, היאך הם מאתים ואחד ככר ואחד עשר מנה], לפי ששני בני אדם היו מביאים שקל המאה מביאים חמשים שקלים, שהם שני מנים שכ״ה שקלים הם מאה דינרים, שהסלע ארבעה דינרין, נמצאו כ״ה סלעים מנה, וכה״א ביחזקאל עשרים שקלים וגו׳ המנה יהיה לכם (יחזקאל מה יב), המנה ה׳ חמשה מ׳ ארבעים נ׳ חמשים ה׳ חמשה, הרי מאה דינרין שהן כ״ה סלעים, ואם מאה איש נותנין שני מנים, האלף נותנים עשרים מנים, שלשת אלפים מביאים ששים מנים בזה החשבון, והששים מנים הם ככר שלם, שנאמר והשקל עשרים גרה עשרים שקלים חמשה ועשרים שקלים עשרה וחמשה שקלים המנה יהיה לכם (שם), הם הכל ששים. <i data-commentator=\"Notes and Corrections\" data-order=\"20\"></i> ולמה נחלקו בפסוק לארבעה חלקים, שנאמר עשרים שקלים חמשה ועשרים שקלים כנגד ארבעה חלוקי עירוכין שבתורה, אם מבן חדש עד בן חמש שנים, ואם מבן חמש עד בן עשרים שנה, ואם מבן עשרים עד בן ששים שנה, ואם מבן ששים שנה ומעלה, ללמדך ששנתות היו השקלים לצורך הערכים, עד כאן למבן חדש, עד כאן למבן ששים, כדרך שהיה במדות ההין, בהין היה שנתות עד כאן לאיל, עד כאן לכבש, עד כאן לפר, ואתה מוצא צירוף שקלי ערוכין בפסוק הזה, והשקל עשרים גרה וגו׳, וחוץ משלשה שקלים שבקטנה לפי שבא ללמדנו שששים מנה הוא הככר, וכ״ה סלע היא המנה, הנה למדנו לשלשת אלפים איש שהן מביאין ככר לשלש מאות אלף מאת ככר, הרי לשש מאות אלף מאתים ככר לשלשת אלפים, ועוד ככר לחמש מאות וחמשים כל מאה איש נותנים שני מנים והחמשים המנה הרי אחד עשר מנים, לפיכך שאל אותו הגמון לרבן יוחנן בן זכאי את מוצא כאן כ״א ככר וי״א מנה והיאך אתה מוצא בנתינת הכסף מאת ככר ואלף ושבע מאות וחמשה ושבעים שקל נטל מחצה ונתן מחצה, וזה לשון חז״ל <i data-commentator=\"Notes and Corrections\" data-order=\"21\"></i> בבכורות בפרק קמא, והשיב לו מנה של קודש כפול היה, שנאמר ונחשת התנופה שבעים ככר ואלפים וארבע מאות שקל שהם תשעים ושלשה מנים, ולא מנאן הכתוב אלא בפרוטרוט השקלים מנאן באלפים וארבע מאות שהרי יש בהן ככר ושלשים ושש מנין, ולמה לא מנאן בככר וחצי וששה מנים, משום דכפול היה ובכולהו ליכא ככר שלם של קודש, ולפיכך לא מנאן הכתוב בפרוטרוט, ללמדנו שככר של הקדש כפול היה.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f50e3bfd03e6c25e3e07133", "index_title": "Ohr Chadash", "category": "Quoting Commentary", "type": "", "ref": "Ohr Chadash 3:9:3", "anchorRef": "Exodus 38:25-27", "anchorRefExpanded": ["Exodus 38:25", "Exodus 38:26", "Exodus 38:27"], "sourceRef": "Ohr Chadash 3:9:3", "sourceHeRef": "אור חדש ג׳:ט׳:ג׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1590, 1600], "commentaryNum": 9.0003, "collectiveTitle": {"en": "Ohr Chadash", "he": "אור חדש"}, "he": "<b>ובמדרש</b> (אסת\"ר ז, יט) אמר כי לכך נתן לו עשרת אלפים ככר כסף, מפני כשיצאו ישראל ממצרים היו ששים רבוא (שמות יב, לז). ואמר שעל כל אחד ואחד יתן מאה זוז, שהם נ' שקלים (שם במדרש)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"502\"></i>. ודבר זה כי ישראל מצד שהם עם אחד ראוי להם ששים רבוא, וכמו שבארנו זה במקום אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"503\"></i>. וראייה* לזה, שכך היו ישראל במספר ראשון כשיצאו ממצרים (שמות יב, לז), וכך היו בפרשת פנחס (במדבר כו, נא) אחר מ' שנה (רש\"י שם פסוק א), מעט היה שנתוסף עליהן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"504\"></i>, כמו שבארנו במקומו דבר זה באריכות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"505\"></i>. ולכך נתן לו כסף עד שיגיע בעד כל אחד נ' שקלים, דהיינו ששים רבוא. ואם יש בהם יותר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"506\"></i>, דבר זה תוספת בלבד, ואין לחשוב יותר, רק ששים רבוא, שהוא מספר ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"507\"></i>. כי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"508\"></i> ו' מאות אלף חצי שקלים עולה מאה ככר, כמו שמפורש בפרשת פקודי (שמות לח, כה-כז), ומאה חצי שקל הם נ' שקל שלמים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"509\"></i>. כי נ' שקלים הוא ערך היותר גדול כמו שנאמר בפרשת בחקותי (ויקרא כז, ג), וזהו ערך איש אחד מישראל, נמצא י' אלפים ככר כסף ערך שש מאות אלף מספר כל ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"510\"></i>. ואם יש יותר מספר ישראל, הוא* רק תוספת. והמן היה רוצה לאבד עיקר ישראל, ומעצמו התוספת בטל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"511\"></i>. ", "heVersionTitle": "Ohr Chadash, with footnotes and annotations by Rabbi Yehoshua D. Hartman, Machon Yerushalyim, 2014", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חיבור אור חדש, נלקט ונערך על ידי יהושע דוד בן הרב יחזקאל הרטמן. מכון ירושלים, תשע\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6037a66ecda51cfa3ddf375f", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 30:12:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Ramban on Exodus 30:12:1", "sourceHeRef": "רמב\"ן על שמות ל׳:י״ב:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "צִוָּה הקב\"ה אֶת מֹשֶׁה כַּאֲשֶׁר תִּשָּׂא רֹאשׁ בְּנֵי יִשְׂרָאֵל בְּמִנְיָן יִתְּנוּ כֹּפֶר נֶפֶשׁ מַחֲצִית הַשֶּׁקֶל, וְאָמַר לוֹ (שמות ל':ט\"ז) \"וְלָקַחְתָּ אֶת כֶּסֶף הַכִּפֻּרִים\" הַנִּזְכָּר, \"וְנָתַתָּ אֹתוֹ עַל עֲבֹדַת אֹהֶל מוֹעֵד\", וּמִזֶּה יִלְמֹד מֹשֶׁה שֶׁיִּמְנֶה אוֹתָם עַתָּה, וְכֵן עָשָׂה, כְּמוֹ שֶׁאָמַר (שמות ל\"ח:כ\"ה), \"וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר\". וְלֹא הֻצְרַךְ לְהַאֲרִיךְ וְלוֹמַר, וְעַתָּה תִּשָּׂא רֹאשָׁם וְנָתַתָּ הַכֶּסֶף עַל עֲבֹדַת אֹהֶל מוֹעֵד, כִּי הַדָּבָר מוּבָן מֵעַצְמוֹ שֶׁיִּמְנֵם עַתָּה, וּלְפִיכָךְ כָּלַל הַמִּצְוָה, כַּאֲשֶׁר תִּשָּׂא רֹאשָׁם תַּעֲשֶׂה כֵן, שֶׁיִּכָּנֵס בִּכְלָל כָּל פַּעַם שֶׁיִּמְנֵם:<br>וְהַנִּרְאֶה אֵלַי, כִּי לֹא הִצְרִיךְ אוֹתוֹ עַתָּה לָבֹא בְּאָהֳלֵיהֶם וְלִמְנוֹתָם כַּאֲשֶׁר יַעֲשֶׂה בְּחֻמַּשׁ הַפְּקוּדִים (פרשת במדבר ועי\"ש ברש\"י ג טו), רַק שֶׁיַּעֲשֶׂה כַּאֲשֶׁר יֹאמְרוּ רַבּוֹתֵינוּ (שקלים פ\"א ה\"א) בְּשִׁקְלֵי הַקָּרְבָּנוֹת, צִוָּה עֲלֵיהֶם שֶׁכָּל הַיּוֹדֵעַ בְּעַצְמוֹ שֶׁהוּא מִבֶּן עֶשְׂרִים שָׁנָה וָמָעְלָה יִתֵּן הַסַּךְ הַזֶּה, וְהֵם הֵבִיאוּ אֵלָיו הַכֹּפֶר נְדָבָה עִם כָּל שְׁאָר הַנְּדָבָה בַּבֹּקֶר בַּבֹּקֶר, וְלָכֵן לֹא אָמַר רַק \"וְנָתַתָּ אֶת כֶּסֶף הַכִּפּוּרִים\", כְּלוֹמַר הִנֵּה צִוִּיתִיךָ כַּאֲשֶׁר תִּמְנֵם שֶׁיִּתְּנוּ כָּפְרָם וְעַתָּה יִתְּנוּ מֵעַצְמָם הַכֹּפֶר וְתִתֵּן אֹתוֹ עַל עֲבֹדַת אֹהֶל מוֹעֵד, וְלָכֵן לֹא הֻצְרַךְ עַתָּה לְאַהֲרֹן וּנְשִׂיאִים שֶׁיִּהְיוּ עִמּוֹ. וְאֵין טַעֲנָה מִ\"כֹּל הָעֹבֵר עַל הַפְּקוּדִים\" (שמות ל':י\"ג-י\"ד), כִּי פֵּרוּשׁוֹ הָרָאוּי לַעֲבֹר. וּמִפְּנֵי שֶׁלֹּא נִתְפָּרֵשׁ כָּאן אִם הִיא מִצְוַת דּוֹרוֹת, אוֹ לְשָׁעָה לְמֹשֶׁה בַּמִּדְבָּר, טָעָה דָּוִד וּמָנָה אוֹתָם בְּלֹא שְׁקָלִים (ש\"ב כד ד-ט), וְהָיָה הַנֶּגֶף בָּהֶם, וְהִתְוַדָּה עָלָיו, \"וַיֹּאמֶר דָּוִד אֶל ה' חָטָאתִי מְאֹד אֲשֶׁר עָשִׂיתִי\" (שם פסוק ו): וְרַבּוֹתֵינוּ (מגילה כט:) דָּרְשׁוּ מִכָּאן שָׁלֹשׁ תְּרוּמוֹת מֵרִבּוּי הַמִּקְרָאוֹת וְכֵן נִרְאֶה מִמַּה שֶׁאָמַר הַכָּתוּב (דהי\"ב כד ו) \"מַדּוּעַ לֹא דָרַשְׁתָּ עַל הַלְוִיִּם לְהָבִיא מִיהוּדָה וּמִירוּשָׁלִַם אֶת מַשְׂאַת מֹשֶׁה עֶבֶד ה' וְהַקָּהָל לְיִשְׂרָאֵל לְאֹהֶל הָעֵדוּת\", יֵרָאֶה מִזֶּה כִּי מַשְׂאַת מֹשֶׁה מִצְוָה לְדוֹרוֹת לַהֲבִיאוֹ לְבֶדֶק הַבַּיִת אַף עַל פִּי שֶׁלֹּא יִמְנֵם, וְכֵן בַּקָּרְבָּנוֹת כְּדִבְרֵי חֲכָמִים (מגילה כט:), וְכֵן כָּתוּב (נחמיה י לג לד) \"וְהֶעֱמַדְנוּ עָלֵינוּ מִצְוֹת לָתֵת עָלֵינוּ שְׁלִשִׁית הַשֶּׁקֶל בַּשָּׁנָה לַעֲבֹדַת בֵּית אֱלֹהֵינוּ, לְלֶחֶם הַמַּעֲרֶכֶת וּמִנְחַת הַתָּמִיד וּלְעוֹלַת הַתָּמִיד הַשַּׁבָּתוֹת הֶחֳדָשִׁים לַמּוֹעֲדִים וְלַקֳּדָשִׁים וְלַחַטָּאוֹת לְכַפֵּר עַל יִשְׂרָאֵל וְכֹל מְלֶאכֶת בֵּית אֱלֹהֵינוּ\". מִכָּאן מְפֹרָשׁ שֶׁהָיוּ מְבִיאִים שְׁקָלִים בְּכָל שָׁנָה לַקָּרְבָּנוֹת וּלְבֶדֶק הַבַּיִת:<br>וְאָמַר \"שְׁלִישִׁית הַשֶּׁקֶל\", כִּי בִּימֵי עֶזְרָא הוֹסִיפוּ עֲלֵיהֶם, וְהָיָה שְׁלִישִׁית הַשֶּׁקֶל עֶשֶׂר גֵּרָה ובמס' שְׁקָלִים (פ\"ב ה\"ג) שָׁנִינוּ שֶׁכְּשֶׁעָלוּ יִשְׂרָאֵל מִן הַגּוֹלָה הָיוּ שׁוֹקְלִין דַּרְכוֹנוֹת, חָזְרוּ לִשְׁקֹל סְלָעִים, חָזְרוּ לִשְׁקֹל טְבָעִין, וּבִקְשׁוּ לִשְׁקֹל דֵּינָרִין. וּפֵרוּשָׁהּ כְּשֶׁעָלוּ מִן הַגּוֹלָה, מִפְּנֵי שֶׁהָיָה בֶּדֶק הַבַּיִת צָרִיךְ לְהוֹצָאוֹת מְרֻבּוֹת הָיוּ שׁוֹקְלִין דַּרְכוֹנוֹת שֶׁהֵם גְּדוֹלִים מִן הַסְּלָעִים, וְהָיָה כָּל אֶחָד שׁוֹקֵל דַּרְכְּמוֹן אֶחָד, חָזְרוּ לִשְׁקֹל סְלָעִים שְׁלֵמִים, חָזְרוּ לִשְׁקֹל טְבָעִין, וּמְפֹרָשׁ בַּיְּרוּשַׁלְמִי (שם) שֶׁהוּא פַּלְגוּת סִלְעִין, וּבִקְשׁוּ לִשְׁקֹל דֵּינָרִין וְלֹא קִבְּלוּ מֵהֶן, שֶׁיָּכוֹל הַצִּבּוּר לְהוֹסִיף לִתֵּן יוֹתֵר מֵחֲצִי סֶלַע, וּבִלְבַד שֶׁתְּהֵא יַד כֻּלָּן שָׁוָה כְּמוֹ שֶׁשָּׁנִינוּ בְּמִשְׁנַת מַסֶּכֶת שְׁקָלִים, וּמ\"מ אֵין אָדָם רַשַּׁאי לִפְחֹת וְלִתֵּן פָּחוֹת מֵחֲצִי סֶלַע בֵּין יָחִיד בֵּין רַבִּים, כִּי אֵין כֹּפֶר הַנֶּפֶשׁ פָּחוֹת מִכֵּן, כְּדִכְתִיב \"זֶה יִתְּנוּ\" וְגוֹ'. וּבַיְּרוּשַׁלְמִי (שם) אָמְרוּ בִּשְׁלִישִׁית הַשֶּׁקֶל מִכָּאן שֶׁאָדָם חַיָּב בְּאַחְרָיוּת שְׁקָלִים שְׁלֹשָׁה פְּעָמִים בַּשָּׁנָה, מִכָּאן שֶׁאֵין מַטְרִיחִין עַל הַצִּבּוּר יוֹתֵר מִשְּׁלֹשָׁה פְּעָמִים בַּשָּׁנָה: וְכָתַב רַשִׁ\"י (רש\"י על שמות ל':ט\"ו) לְפִי שֶׁרָמַז כָּאן שָׁלֹשׁ תְּרוּמוֹת, אַחַת תְּרוּמַת הָאֲדָנִים, שֶׁמְּנָאָן כְּשֶׁהִתְחִילוּ בְנִדְבַת הַמִּשְׁכָּן אַחַר יוה\"כ בְּשָׁנָה רִאשׁוֹנָה, וְנָתְנוּ כָּל אֶחָד מַחֲצִית הַשֶּׁקֶל וְעָלָה לִמְאַת הַכִּכָּר, שֶׁנֶּאֱמַר (שמות ל\"ח:כ\"ה) \"וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר\" וְגוֹ', וְהַשְּׁנִיָּה אַף הִיא ע\"י מִנְיָן שֶׁמְּנָאָן מִשֶּׁהוּקַם הַמִּשְׁכָּן, הוּא מִנְיַן הָאָמוּר בְּחֻמַּשׁ הַפְּקוּדִים (במדבר א א) בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי בַּשָּׁנָה הַשֵּׁנִית, וְנָתְנוּ כָּל אֶחָד מַחֲצִית הַשֶּׁקֶל לִקְנוֹת מֵהֶן קָרְבְּנוֹת צִבּוּר:<br>וְאִם תֹּאמַר וְכִי אֶפְשָׁר שֶׁבִּשְׁנֵיהֶם הָיוּ יִשְׂרָאֵל שָׁוִין שֵׁשׁ מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים, וַהֲלֹא בִּשְׁתֵּי שָׁנִים הָיוּ, וְאִי אֶפְשָׁר שֶׁלֹא הָיוּ בִּשְׁעַת מִנְיָן הָרִאשׁוֹן בְּנֵי תְּשַׁע עֶשְׂרֵה וְנַעֲשׂוּ בְּנֵי עֶשְׂרִים. תְּשׁוּבָה לַדָּבָר, אֵצֶל שְׁנוֹת הָאֲנָשִׁים בְּשָׁנָה אַחַת נִמְנוּ, אֲבָל לְמִנְיַן יְצִיאַת מִצְרַיִם הָיוּ שְׁתֵּי שָׁנִים, שֶׁלִּיצִיאַת מִצְרַיִם מוֹנִין מִנִּיסָן, וְלִשְׁנוֹת הָאֲנָשִׁים מוֹנִין לְמִנְיַן שְׁנוֹת עוֹלָם הַמַּתְחִילִין מִתִּשְׁרֵי, נִמְצְאוּ שְׁנֵי הַמִּנְיָנִים בְּשָׁנָה אַחַת, הַמִּנְיָן הָאֶחָד בְּתִשְׁרֵי לְאַחַר יוֹם הַכִּפּוּרִים שֶׁנִּתְרַצָּה הקב\"ה לְיִשְׂרָאֵל וְנִצְטַוּוּ עַל הַמִּשְׁכָּן, וְהַשֵּׁנִי בְּאֶחָד בְּאִיָּיר (במדבר רבה א י). כָּל אֵלּוּ דִּבְרֵי הָרַב: וַאֲנִי תָּמֵהַּ, וְאֵיךְ יִתָּכֵן שֶׁיִּהְיֶה קָהָל גָּדוֹל כָּמֹהוּ וְלֹא יָמוּתוּ בּוֹ בַּחֲצִי שָׁנָה לְמֵאוֹת וְלַאֲלָפִים, וְהִנֵּה לְפִי דִּבְרֵי הָרַב עָמְדוּ כְּשִׁבְעָה חֳדָשִׁים וְלֹא מֵת אֶחָד, וּכְתִיב (במדבר ט ח) \"וַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם\". וְעוֹד קָשֶׁה לִי, כִּי מִנְיַן שְׁנוֹת הָאֲנָשִׁים אֵינֶנּוּ לְמִנְיַן שְׁנוֹת עוֹלָם מִתִּשְׁרֵי אֲבָל הוּא מֵעֵת לְעֵת מִיּוֹם הִוָּלְדוֹ, לְכָךְ נֶאֱמַר בָּהֶם עֶשְׂרִים שָׁנָה וָמַעְלָה (שמות ל':י\"ד), שֶׁיִּהְיוּ שָׁנִים שְׁלֵמוֹת לָהֶם. וְכֵן בְּכָל מִנְיָנֵי הַתּוֹרָה בִּשְׁנוֹת הָאָדָם כָּךְ הֵם נִמְנִין מֵעֵת לְעֵת, כְּמוֹ שֶׁאָמְרוּ במס' עֲרָכִין (יח:) שָׁנָה הָאֲמוּרָה בְּקָדָשִׁים, וּבְבָתֵּי עָרֵי חוֹמָה, וּשְׁתֵּי שָׁנִים שֶׁבִּשְׂדֵה אֲחֻזָּה, וְשֵׁשׁ שֶׁבְּעֶבֶד עִבְרִי וְשֶׁבַּבֵּן וְשֶׁבַּבַּת כֻּלָּן מֵעֵת לְעֵת. בְּקָדָשִׁים מְנָא לַן, אֲמַר קְרָא \"כֶּבֶשׂ בֶּן שְׁנָתוֹ\" (ויקרא יב ו), שָׁנָה שֶׁלּוֹ וְלֹא שָׁנָה שֶׁל מִנְיַן עוֹלָם וכו', וּמְפָרֵשׁ הָתָם שֶׁבַּבֵּן וְשֶׁבַּבַּת לְמַאי הִלְכְתָא, אָמַר רַב גִּדֵּל לַעֲרָכִין, וְהַטַּעַם, מִפְּנֵי שֶׁכָּתוּב בָּהֶן \"וָמַעְלָה\", וּבְכָל מִנְיָנֵי הַמִּדְבָּר כָּךְ כָּתוּב בָּהֶן ג\"כ \"וָמַעְלָה\", וּמִנְיַן הַמִּדְבָּר כְּמִנְיַן הָעֲרָכִין בְּכָל דָּבָר, כְּמוֹ שֶׁאָמַר בְּבָבָא בָּתְרָא (קכא:) גָּמַר וָמַעְלָה וָמַעְלָה מֵעֲרָכִין, א\"כ כָּל הַנּוֹלָדִים מִתִּשְׁרֵי וְעַד אִיָּר הִשְׁלִימוּ שָׁנָה בֵּנְתַיִם, וְנִתְרַבּוּ בֵּין שְׁנֵי הַמִּנְיָנִים עַם רַב:<br>אֲבָל יוֹתֵר נָכוֹן שֶׁנֹּאמַר שֶׁכֵּן אֵרַע מַעֲשֶׂה, שֶׁהָיוּ יִשְׂרָאֵל בִּשְׁעַת מִנְיָן רִאשׁוֹן תר\"ג אֶלֶף וְתק\"ן, וּמֵתוּ מֵהֶם הַרְבֵּה בְּשִׁבְעָה הֶחֳדָשִׁים כַּנֹּהַג שֶׁבָּעוֹלָם, וּבְנֵי עֶשְׂרִים מַשְׁלִימִים שְׁנָתָם מִתִּשְׁרֵי וְעַד אִיָּר, וְאֵרַע הַדָּבָר שֶׁהָיוּ הַמַּשְׁלִימִים כְּמִנְיַן הַמֵּתִים: אֲבָל לְפִי דַּעְתִּי אֵין הַשְׁוָאַת הַמִּנְיָנִין הָאֵלֶּה שְׁאֵלָה כְּלָל, כִּי בַּמִּנְיָן הָרִאשׁוֹן נִמְנָה שֵׁבֶט לֵוִי עִמָּהֶן, כִּי עֲדַיִן לֹא נִבְחַר וְלֹא יָצָא מִכְּלַל הָעָם, וּבְמִנְיָן שֵׁנִי נֶאֱמַר לוֹ אַךְ אֶת מַטֵּה לֵוִי לֹא תִפְקֹד וְאֶת רֹאשָׁם לֹא תִשָּׂא (במדבר א מט). וְהִנֵּה אוֹתָם הַמַּשְׁלִימִים שְׁנָתָם שֶׁנַּעֲשׂוּ בֵּין שְׁנֵי הַמִּנְיָנִין בְּנֵי עֶשְׂרִים שָׁנָה הָיוּ קָרוֹב לְעֶשְׂרִים אֶלֶף. וְזֶה דָּבָר בָּרוּר. כִּי מִמַּה שֶׁהֻצְרַךְ לוֹמַר בְּמִנְיָן שֵׁנִי אַךְ אֶת מַטֵּה לֵוִי לֹא תִפְקֹד וְאֶת רֹאשָׁם לֹא תִשָּׂא, רְאָיָה שֶׁהָיָה נִמְנֶה עִמָּהֶם עַד הֵנָּה, וְעַתָּה נִבְחַר הַשֵּׁבֶט הַהוּא וְנִמְנֶה לְעַצְמוֹ לִהְיוֹת לִגְיוֹן לַמֶּלֶךְ: וְהִנֵּה יִשְׂרָאֵל כְּשֶׁיָּצְאוּ מִמִּצְרַיִם הָיוּ כְּשֵׁשׁ מֵאוֹת אֶלֶף רַגְלִי (שמות יב לז), לֹא שֵׁשׁ מֵאוֹת, וּמֵתוּ מֵהֶם עַד הַמִּנְיָן הַהוּא, וְנִתְרַבּוּ בְּמַשְׁלִימִים שְׁנוֹתֵיהֶם, וְאוּלַי \"הַגְּבָרִים\" אֵינָם בְּנֵי עֶשְׂרִים, אֲבָל כָּל הַנִּקְרָא אִישׁ מִבֶּן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וָמַעְלָה בִּכְלָל, כִּי הוּא לְהוֹצִיא הַנָּשִׁים וְהַקְּטַנִּים בִּלְבַד, כַּאֲשֶׁר אָמַר \"לְבַד מִטָּף\": וְכֵן נִרְאֶה לִי כִּי שָׁלֹשׁ תְּרוּמוֹת שֶׁרָמַז כָּאן, הָאַחַת לְקָרְבְּנוֹת הַצִּבּוּר, אֵינֶנָּה עַל יְדֵי הַמִּנְיָן הָאָמוּר בְּחֻמַּשׁ הַפְּקוּדִים כְּדִבְרֵי הָרַב, כִּי שָׁם נֶאֱמַר אַךְ אֶת מַטֵּה לֵוִי לֹא תִפְקֹד, וְהַשְּׁקָלִים שֶׁל קָרְבְּנוֹת לְוִיִּים חַיָּבִים בָּהֶם לְדִבְרֵי הַכֹּל, וּכְדִבְרֵי חֲכָמִים אַף הַכֹּהֲנִים, וְכֵן הֲלָכָה, כְּמוֹ שֶׁמְּפֹרָשׁ במס' שְׁקָלִים (פ\"א ה\"ד) וְעוֹד, כִּי הַשְּׁקָלִים לַקָּרְבָּנוֹת אֵינָם מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה, אֶלָּא מִשֶּׁהֵבִיא שְׁתֵּי שְׂעָרוֹת חַיָּב לִשְׁקֹל, וְכֵן מְפֹרָשׁ שָׁם. אֲבָל צִוָּה הַכָּתוּב (שמות ל':י\"ב-י\"ד) שֶׁיָּבִיאוּ לִמְלֶאכֶת הַמִּשְׁכָּן תְּרוּמַת חֲצִי הַשֶּׁקֶל לְכֹל הָעֹבֵר עַל הַפְּקֻדִים מִבֶּן כ' שָׁנָה וָמַעְלָה, וְרָמַז \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט מִמַּחֲצִית הַשָּׁקֶל לְכַפֵּר עַל נַפְשֹׁתֵיכֶם\" (פסוק ט\"ו), שֶׁכָּל הַצָּרִיךְ כַּפָּרָה שֶׁהִגִּיעַ לְכָל חִיּוּב הַמִּצְוֹת יָבִיא מַחֲצִית הַשֶּׁקֶל אַחֵר לַקָּרְבָּנוֹת:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "The Holy One, blessed be He, commanded Moses that when he takes a census of the children of Israel, they should each give a soul’s ransom — half a shekel; and He further told him, <i>And thou shalt take the atonement-money</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Verse 16.</i> mentioned, <i>and shalt give it for the service of the Tent of Meeting</i>.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Verse 16.</i> From this Moses would understand that he was to count them now. And so indeed he did, as Scripture says, <i>And the silver of them that were numbered of the congregation was a hundred talents</i> etc.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Further, 38:25.</i> It was thus not necessary to state at length, “and now you should take their census and give the silver for the service of the Tent of Meeting,” for it is self-understood that he should count them now. The reason that He generalized the commandment — saying “when you will take their census you should do it in the prescribed way” — is in order to include in this general principle any time when a census was decided upon.<br>It appears to me that now [at this census, Moses] did not have to come to the people’s tents and count them, as he did in the census spoken of in the Book of Numbers,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In connection with that census the Midrash says specifically that when the enumeration of the Levites was taken “Moses went and stationed himself at the entrance of each tent etc.” (Tanchuma <i>Bamidbar</i>, 16). Ramban is here suggesting that the same was done with the other tribes as well.</i> but he did it as our Rabbis have said through the [half] shekels they brought for the sacrifices; for he commanded them that all who know themselves to be <i>from twenty years old and upward</i><sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Verse 14.</i> should give that sum, and they brought him the ransom as a voluntary offering together with all the other voluntary offerings every morning.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Further, 36:3.</i> That is why He said only, <i>And thou shalt take the atonement-money</i>,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Verse 16.</i> that is to say, “Behold, I have commanded you that when you count them they shall give their ransom, and now they will voluntarily give it and you should appoint it <i>for the service of the Tent of Meeting</i>.”<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Verse 16.</i> This is the reason why it was not necessary now that Aaron and the princes [of the tribes] be present with Moses [at the taking of the half-shekels, as was required in the census spoken of in the Book of Numbers<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Numbers 1:3-4.</i>]. Do not object on account of the verse, <i>This they shall give, every one that passeth among them that are numbered</i><sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Verse 13.</i> [from which you might think that here too, Moses actually counted the people], for the meaning thereof is “those that are eligible to pass.”<br>Now because it has not been explained here whether this is a commandment binding for all time or only for that particular period of when Moses was in the wilderness, David erred and counted the people without shekels, and on account of this a plague broke out amongst them.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">II Samuel 24:1-15.</i> He confessed about this [sin], as it is said, <i>And David said unto G-d, I have sinned greatly, in that I have done this thing</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">I Chronicles 21:8.</i><br>Our Rabbis have derived<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Yerushalmi Shekalim I, 1.</i> from the many expressions [of “offering”] mentioned here,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Half a shekel for an offering to the Eternal</i> (Verse 13); <i>he shall give the offering of the Eternal</i> (Verse 14); <i>when they give the offering of the Eternal</i> (Verse 15).</i> [an indication] that there were three [separate] offerings.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">One was for the making of the sockets of the Tabernacle (further 38:26-27). The second was after the erection of the Tabernacle and the money was used for purchasing the public sacrifices. Both of these offerings were compulsory, each person giving a half-shekel. The third was voluntary and was used for the building of the Tabernacle. See also further on in the text.</i> And so it appears from what Scripture says, [<i>And the king called for Jehoiada the chief, and said unto him:</i>] <i>‘Why hast thou not required of the Levites to bring in out of Judah and out of Jerusalem the tax of Moses the servant of the Eternal, and of the congregation of Israel, for the Tent of Testimony?’</i><sup class=\"footnote-marker\">13</sup><i class=\"footnote\">II Chronicles 24:6.</i> From this it would appear that the tax of Moses was enjoined for all time — and that it was to be brought for the repair of the Temple even though no census was to be taken. Likewise the offering for [buying the public] sacrifices [was enjoined for all time] as the Sages have said, and it is so written [of Ezra and Nehemiah]: <i>Also we made ordinances for us to charge ourselves yearly with the third part of a shekel for the service of the house of our G-d; for the showbread, and for the continual meal-offering and for the continual burnt-offering, of the Sabbaths, of the New Moons, for the appointed reasons, and for the holy things, and for the sin-offerings to make atonement for Israel, and for all the work of the house of our G-d</i>.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Nehemiah 10:33-34.</i> Here it is clearly stated that they used to bring shekels every year for the sacrifices and for the Temple repair. Scripture states that the levy was <i>the third part of a shekel</i> [whereas here it is stated that it is to be half a shekel]; this was because in the days of Ezra they added to the value of a shekel, so that the third of a shekel was then ten gerahs [the equivalent of a half a shekel in the days of Moses].<sup class=\"footnote-marker\">15</sup><i class=\"footnote\"><i>The shekel is twenty gerahs</i> (Verse 13). In the days of Ezra a shekel was worth thirty gerahs; hence a third was ten gerahs.</i><br>In Tractate Shekalim we are taught:<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Shekalim 2:4.</i> “When Israel came up from [the Babylonian] exile they used to pay the [half-] shekel in <i>darics</i> [a Persian silver coin, each one giving one <i>daric</i>, as will be explained further]. Then they changed, and paid it in <i>s’laim</i> [each one giving one <i>sela</i>]. Again they changed and paid the shekel in <i>tibin</i> [each one giving one <i>tiba</i>], and they finally sought to pay it in <i>denars</i> [but these were not accepted of them].” The meaning of this Mishnah is as follows: When Israel came up from the exile and large funds were needed for the Temple repair, they paid the shekel in <i>darics</i>, which were larger than the <i>s’laim</i>, each one giving one <i>daric</i>. Then they changed and began paying in whole <i>s’laim</i> [each one giving one <i>sela</i> — since there was a decrease in the needs of the Temple repair]. Again they changed it to <i>tibin</i> — in the Yerushalmi<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Yerushalmi <i>ibid.</i></i> it is explained that a <i>tiba</i> is half a <i>sela</i>.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">A <i>sela</i> was the exact equivalent of the shekel that was in the days of Moses. Hence a <i>tiba</i> which is half a <i>sela</i> is the same as the half-shekel which the Torah commanded to be given by each Israelite.</i> When they sought to pay it in <i>denars</i> [each one giving one <i>denar</i>]<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">There are four <i>denars</i> to a shekel [or <i>sela</i>]. Hence to give one <i>denar</i> only would be half of a half-shekel, and as will be explained further on that less than a half-shekel cannot be given.</i> they did not accept it of them, for although the public can increase the levy to more than half a <i>sela</i>, provided only that everyone pays alike, as we have been taught in the Mishnah of Tractate Shekalim,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Shekalim 2:4.</i> yet no one is permitted to decrease it and give less than half of a <i>sela</i>, be it one person or many people, for “the ransom of a soul” is not less than that [i.e. a half-<i>sela</i>], as it is written, <i>This they shall give</i> etc.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Verse 13.</i> In the Yerushalmi<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Yerushalmi <i>ibid.</i></i> the Rabbis have said with reference to what is written [that in the days of Ezra and Nehemiah they ordained that each one is to give] <i>the third part of a shekel</i>,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Nehemiah 10:33-34.</i> “from here you learn that a person is responsible for shekels three times a year.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">According to the Yerushalmi the meaning of the verse (Nehemiah 10:33) is thus as follows: “<i>we made ordinances for us to charge ourselves</i> each <i>third part</i> of the year with <i>the shekel</i> mentioned in the Torah.” For by law of the Torah they were enjoined to give it only once; but because the needs for the Temple repair were so great [as explained above], they took it voluntarily upon themselves to donate it three times a year. Since three <i>s’laim</i> [or shekels of the Torah] make one <i>daric</i>, it is now clear why the Mishnah quoted above states that when Israel came up from the exile they paid the shekel in <i>darics</i>, and as Ramban clearly states, “each one giving a <i>daric</i>” which was equivalent to three shekels of the Torah.</i> From here you also learn that we must not impose on the public more than three times a year” [for the Temple treasury].<br>Now Rashi wrote: “there are three offerings hinted at here<sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Half a shekel for an offering to the Eternal</i> (Verse 13); <i>he shall give the offering of the Eternal</i> (Verse 14); <i>when they give the offering of the Eternal</i> (Verse 15).</i> — one was for the making of the sockets, for Moses counted them when they began to contribute towards the building of the Tabernacle after the Day of Atonement in the first year [of the exodus], — each one giving half of a shekel, and the total amounting to a hundred talents, as it is said, <i>And the silver of them that were numbered was a hundred talents</i> etc.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Further, 38:25.</i> The second [offering] was also levied through a census, for he counted them after the Tabernacle was erected, this being the census referred to in the Book of Numbers: <i>on the first day of the second month in the second year</i>,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Numbers 1:1.</i> each one giving a half-shekel for purchasing the public sacrifices. And if you ask: How is it possible that on both of these occasions the number of Israelites was exactly the same — 603,550?<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">Further, 38:26. Numbers 1:46.</i> Were these two censuses not taken in two [different] years;<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The first census was taken in the month of Tishri [after the Day of Atonement in the <i>first</i> year of the exodus]. The second census — on the first day of Iyar — was seven months later. But since we calculated the beginning of a new year [in the count after the exodus] with Nisan, the second census was therefore in the <i>second</i> year. Thus the two censuses were in two years!</i> thus it is impossible that there were no people aged nineteen at the time of the first census, [who accordingly were not counted], who became twenty years old [by the time the second census was taken, and thus must have added to the total]! The reply to this question is as follows: As far as the years of people’s ages are concerned, the two censuses were taken in one year, but counting from the exodus from Egypt, they were held in two years. For when we count from the exodus from Egypt, we calculate from Nisan, but when we count the years of man’s ages we count according to the era of the creation of the world, which begins with Tishri. In that way, the two censuses were in one year: the first census was in Tishri after the Day of Atonement, when the Holy One, blessed be He, became reconciled to Israel and they were commanded about the construction of the Tabernacle, and the second census took place [in the same year] on the first day of Iyar.” All these are the Rabbi’s words.<br>But I wonder! How is it possible that the number of deaths amongst such a great assemblage of people in a period of half a year did not run to the hundreds and thousands! For according to the words of the Rabbi [Rashi], they remained for about seven months [from about the middle of Tishri to the beginning of Iyar] without one fatality, and yet it is written, <i>But there were certain men, who were unclean by the dead body of a man</i>.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Numbers 9:6. This happened in Nisan in the second year after the exodus. Thus it is clear that before the month of Iyar when the second census took place, there was at least one death in the camp.</i> I have also another difficulty: The years of men’s ages are not counted according to the era of the creation of the world which begins with Tishri, but are counted in astronomical years beginning with the day of one’s birth. It is for this reason that it says with reference to the people counted, that they are to be <i>from twenty years old and upward</i>,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><i>Ibid.</i>, 1:3.</i> meaning that they are to be a full twenty years old. Similarly, all countings of the Torah with respect to people’s ages are calculated in astronomical years, just as the Rabbis have said in Tractate Arakhin:<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Arakhin 18b.</i> “The ‘year’ mentioned in connection with the hallowed offerings,<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Such as <i>a he-lamb of the first year</i> (Leviticus 12:6).</i> and dwelling-houses in a walled city,<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">If sold, these houses can be redeemed within the space of a full year (Leviticus 25:30).</i> the two ‘years’ mentioned in connection with a field which is the owner’s by inheritance [which, if sold, he may not redeem until after two years],<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">Leviticus 25:15, and Arakhin 29b.</i> the six ‘years’ mentioned in connection with a Hebrew servant,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Above, 21:2.</i> a son and daughter [explained further on], are all reckoned in astronomical years. Whence do we know this of the hallowed offerings? Scripture says, <i>keves ben shnatho</i><sup class=\"footnote-marker\">28</sup><i class=\"footnote\">Such as <i>a he-lamb of the first year</i> (Leviticus 12:6).</i> [literally: “a lamb of his year”] — his year, and not the year counted according to the era of the creation of the world etc.” Then [the Gemara] explains there: “In connection with what law does this principle affect ‘the son and daughter’ [mentioned above] ? Said Rav Gidal, It is in connection with Valuations.”<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">If a person vows to give to the Sanctuary his “Valuation,” the sum is fixed by the Torah on the basis of years for a male and for a female (Leviticus 27:1-7). These years then are not counted according to the era of the creation of the world, but are calculated astronomically.</i> And the reason for this is because [in the case of Valuations] it says, <i>and upward</i>,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">Leviticus 27:7: <i>And if it be from sixty years old and upward…</i></i> and in all censuses of the wilderness it is also written <i>and upward</i>.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Numbers 1:3: <i>from twenty years old and upward</i>. Similarly, <i>ibid.</i>, 26:2.</i> The calculation of years in the census taken in the wilderness was thus alike in every respect to the calculation in the Valuations, as the Rabbis have said in [Tractate] Baba Bathra:<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">Baba Bathra 121b.</i> “The analogy is established on the basis of the identical phrase <i>and upward</i> [which is stated in the censuses taken in the wilderness, and its precise meaning is] derived from that mentioned in the law of Valuations.” And if so, all people born between Tishri and Iyar completed an astronomical year in the interim, thus between the two censuses there was bound to be a great number of people added to the total! But it would be more correct if we were to say that it so happened that the Israelites at the time of the first census [in Tishri] were 603,550 people, and in the following seven months many of them died, as is natural, and those who were twenty years old completed their twentieth year between Tishri and Iyar, and it so happened<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">By way of miracle (L’vush Ha’orah).</i> that their number corresponded exactly to that of those who died.<br>In my opinion, however, these identical numbers [of the two censuses] present no difficulty at all. For in the first census the tribe of Levi was counted together with the other tribes, since they had not yet been selected and were therefore not separated from the people, but at the second census Moses was told, <i>Only thou shalt not number the tribe of Levi, and neither take the sum of them among the children of Israel</i>.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Numbers 1:49.</i> Now the number of those whose twentieth year was completed between the two censuses was close to twenty thousand<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">In the separate count that was taken of the Levites they numbered twenty-two thousand (<i>ibid.</i>, 3:39). But since they were numbered from the age of a month upward, Ramban rightly assumes that the Levites who were twenty years old and upward were “approximate to twenty thousand.” Their numbers [not included in the figures of the second census], were made up by those Israelites who completed their twentieth year between the two censuses.</i> [thus making up for the tribe of Levi which was not counted in the second general census]. This is clearly established [that the tribe of Levi was counted in the first census]. For since Scripture found it necessary to say at the second census, <i>Only thou shalt not number the tribe of Levi, and neither take the sum of them</i>,<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Numbers 1:49.</i> it is proof that until then they were counted with the other tribes of Israel; and only now was the tribe of Levi selected and numbered by itself, in order to become “the legion of the King.”<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">Numbers 1:49, Rashi.</i> Now when Israel left Egypt they were <i>‘about’ six hundred thousand ‘g’varim’ (men) on foot</i><sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Above, 12:37.</i> — not “six hundred thousand;” of these there died a number of people corresponding to the number of young men whose twentieth year was completed [in the next six months between the exodus, which was in the middle of Nisan, and the first census which was taken in the middle of Tishri, when the number was 603,550]. Perhaps the term <i>g’varim</i><sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Above, 12:37.</i> does not denote men of twenty years of age, but all those who had reached puberty — including all those from thirteen years old upwards — and that term [<i>g’varim</i>] is only used in order to exclude women and children, as it says, <i>beside little ones</i>.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">Above, 12:37.</i><br>It also appears to me that of the three offerings here alluded to, the one designed for purchasing the public sacrifices is not the one taken through a census and mentioned in the Book of Numbers, as the Rabbi [Rashi] said, for there it is said, <i>Only thou shalt not count the tribe of Levi</i>,<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Numbers 1:49.</i> and all the Sages agree that the Levites too were liable to give the shekels for the sacrifices; and in accordance with the words of the Sages, even the priests had to give it,<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Shekalim 1:4.</i> and such is the established law as is explained in Tractate Shekalim.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">Shekalim 1:4.</i> Moreover, the duty of giving the [half-] shekel for the sacrifices was not dependent upon a man being twenty years old or more, [as is mentioned in the case of the second census], but as soon as he could produce two [bottom] hairs he became liable to give the shekel. It is so clearly stated there [in Tractate Shekalim].<sup class=\"footnote-marker\">42</sup><i class=\"footnote\"><i>Ibid.</i>, 1:3. See also my Hebrew commentary p. 491.</i> Rather, Scripture commanded that they bring for the work of the Tabernacle an offering of a half-shekel, <i>every one that passeth among them that are numbered, from twenty years old and upward</i>,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Verse 14.</i> and it hinted: <i>The rich shall not give more, and the poor shall not give less, than the half-shekel… to make atonement for your soul</i>,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">Verse 15.</i> for all who need atonement — that is, all who have reached the stage of being obligated to observe the commandments [which is at thirteen years and a day, corresponding to the period of puberty], shall being one half-shekel for the sacrifices [in addition to the half-shekel given for the work of the Tabernacle].", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a682cda51cfa3ddf388f", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 38:21:1", "anchorRef": "Exodus 38:25-28", "anchorRefExpanded": ["Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28"], "sourceRef": "Ramban on Exodus 38:21:1", "sourceHeRef": "רמב\"ן על שמות ל״ח:כ״א:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "אָמַר <b>הַמִּשְׁכָּן מִשְׁכַּן הָעֵדוּת</b> בַּעֲבוּר כִּי יְרִיעוֹת שֵׁשׁ מָשְׁזָר הֵם שֶׁיִּקָּרְאוּ מִשְׁכָּן בַּמִּצְוָה (שמות כ\"ו:א') וּבַמַּעֲשֶׂה (שמות ל\"ו:ח'), אֲבָל מִשְׁכַּן הָעֵדוּת כּוֹלֵל הַבַּיִת בִּכְלָלוֹ שֶׁהוּא הַמִּשְׁכָּן הַנַּעֲשֶׂה לְלוּחוֹת הָעֵדוּת: וְעַל דַּעַת רַבִּים (רש\"י וראב\"ע) <b>אֵלֶּה פְקוּדֵי הַמִּשְׁכָּן</b> יַחְזֹר אֶל הַנִּזְכָּרִים לְמַעְלָה, יֹאמַר כִּי הַמִּשְׁכָּן וְכֵלָיו שֶׁהוּא הַבַּיִת וְהֶחָצֵר וְכָל הַנַּעֲשֶׂה לָהֶם פְּקוּדֵי עֲבוֹדַת הַלְוִיִּם שֶׁפִּקְדָּם מֹשֶׁה בְּיַד אִיתָמָר, וְאֵין כְּלֵי הַקֹּדֶשׁ הָאָרֹן וְהַשֻּׁלְחָן וְהַמְּנֹרָה וְהַמִּזְבְּחֹת בִּכְלַל הַמִּשְׁכָּן, כִּי הֵם בְּיַד אֶלְעָזָר. וְאֵין כֵּן דַּעְתִּי, כִּי לָמָּה יַזְכִּיר פְּקֻדַּת אִיתָמָר וְלֹא יַזְכִּיר פְּקֻדַּת אֶלְעָזָר שֶׁהִיא הַנִּכְבֶּדֶת. אֲבָל \"אֵלֶּה פְקוּדֵי\" יִרְמֹז אֲשֶׁר יַזְכִּיר בַּפָּרָשָׁה לְמַטָּה, יֹאמַר כִּי כֶּסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר שֶׁנַּעֲשָׂה בּוֹ הָאֲדָנִים וְהַוָּוִים לָעַמּוּדִים וְצִפּוּיֵיהֶם וַחֲשׁוּקֵיהֶם (שמות ל\"ח:כ\"ה-כ\"ח), וּנְחֹשֶׁת הַתְּנוּפָה שֶׁהוּא שִׁבְעִים כִּכָּר שֶׁעָשָׂה בָּהּ מִזְבַּח הַנְּחֹשֶׁת וְהַמִּכְבָּר וְכָל כֵּלָיו וְאַדְנֵי הַחֲצֵרוֹת וְהַיְּתֵדוֹת (שמות ל\"ח:כ\"ט-ל\"א), הַכֹּל נָתַן מֹשֶׁה בְּמִסְפַּר בְּמִשְׁקָל בְּיַד אִיתָמָר:<br>וְלֹא סִפֵּר בַּפָּרָשָׁה מַה נַעֲשָׂה בַּזָּהָב, כִּי הַזָּהָב מִמֶּנּוּ בְּיַד אִיתָמָר צִפּוּי הַקְּרָשִׁים וְהַבְּרִיחִים, וּמִמֶּנּוּ בְּיַד אֶלְעָזָר הָאָרוֹן וְהַכַּפֹּרֶת וְהַמְּנוֹרָה וְהַשֻּׁלְחָן וּמִזְבַּח הַזָּהָב. וְהִנֵּה בַּעֲבוּר שֶׁלֹּא יִוָּדַע צִפּוּי כָּל כְּלִי כַּמָּה זָהָב יֵשׁ בּוֹ לֹא סִפֵּר שֶׁנְּתָנוֹ מֹשֶׁה לָהֶם בְּמִנְיָן וּבְמִשְׁקָל. וּלְכָךְ לֹא הִזְכִּיר כָּאן פְּקֻדַּת אֶלְעָזָר, כִּי לֹא בָּא הַכָּתוּב עַתָּה רַק לְדַבֵּר עַל מְלֶאכֶת הַמִּשְׁכָּן, לֹא עַל הַמַּסָּעוֹת. וְאַל יִקְשֶׁה עָלֶיךָ בַּעֲבוּר שֶׁיִּמְנֶה כָּאן מִזְבַּח הַנְּחֹשֶׁת וְהוּא פְּקֻדַּת אֶלְעָזָר, כִּי יִצְטָרֵךְ לוֹמַר שֶׁעֲשָׂאוּהוּ מִנְּחֹשֶׁת הַתְּנוּפָה, וְלֹא יָחוּשׁ לְהוֹצִיא דָּבָר אֶחָד מִכְּלַל הַדְּבָרִים שֶׁאָמַר בָּהֶן שֶׁהֵם בְּיַד אִיתָמָר, כִּי כֵן דֶּרֶךְ הַכָּתוּב בִּמְקוֹמוֹת הַרְבֵּה (בראשית לה כו שם מו כז): וְלֹא הִזְכִּיר בְּכָאן הַכִּיּוֹר וְכַנּוֹ, כִּי לֹא נַעֲשָׂה בְּמִשְׁקָל, אֲבָל כָּל הַמַּרְאוֹת שֶׁהֵבִיאוּ הַנָּשִׁים הַצּוֹבְאוֹת שָׂם בָּהֶם וְלֹא יָדַע מֹשֶׁה מִשְׁקָלוֹ. וְיִתָּכֵן שֶׁלֹּא הָיָה בִּפְקֻדַּת אִיתָמָר, כִּי יִכָּנֵס בִּכְלַל מַה שֶׁאָמַר הַכָּתוּב (במדבר ג לא) \"וּמִשְׁמַרְתָּם הָאָרֹן וְהַשֻּׁלְחָן וְהַמְּנֹרָה וְהַמִּזְבְּחֹת וּכְלֵי הַקֹּדֶשׁ אֲשֶׁר יְשָׁרְתוּ בָּהֶם\", כִּי בַּכִּיּוֹר וְכַנּוֹ יְשָׁרְתוּ לַמִּזְבֵּחַ, וְהִנֵּה אֵינֶנּוּ בְּחֶשְׁבּוֹן הַפָּרָשָׁה הַזּוֹ:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THESE ARE THE ACCOUNTS OF THE TABERNACLE, THE TABERNACLE OF THE TESTIMONY. Scripture uses this expression because the term “Tabernacle” means the curtains of fine-twined linen, which are so called both when the command was given<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>And thou shalt make the Tabernacle of ten curtains</i> (above, 26:1).</i> and at the construction of the Tabernacle,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>And every wise-hearted man… made the Tabernacle of ten curtains</i> (<i>ibid.</i>, 36:8). See also Ramban further on, 39:33.</i> while “the Tabernacle of the Testimony” includes the entire building, which is the Tabernacle made to house the Tablets of the Testimony.<br>In the opinion of many scholars<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Rashi and Ibn Ezra.</i> the phrase <i>these are the accounts of the Tabernacle</i> refers back to all the things mentioned above, the verse stating that the Tabernacle and its vessels, namely, the house and the court and all that was made for them, constituted the service entrusted to the Levites at the command of Moses <i>by the hand of Ithamar</i> [whose duty it was to hand over to each family the service that devolved upon it]. But the holy vessels — the ark, the table, the candelabrum, and the altars — are not included in the term “Tabernacle,” for they were in the hands of Eleazar.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Numbers 3:32. The verse refers to the time of the journeying through the wilderness.</i> But this is not my opinion, for why should Scripture mention the entrusting of those things given to Ithamar, and not mention that of Eleazar, which was the more honored one? Rather, <i>these are the accounts of</i> hints at those things that Scripture mentions in the section further on, thus stating that <i>the silver of them that were numbered of the congregation was a hundred talents</i> etc.,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Further, Verse 25.</i> — from which were made the sockets, the hooks for the pillars, the overlaying of their capitals and their fillets.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 27-28.</i> And <i>the brass of the wave-offering</i>, which was seventy talents, from which were made the brazen altar and its grating and all its vessels, and the sockets of the court and the pins<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 29-31.</i> — all these Moses gave over by number and weight through the hand of Ithamar. Now the section does not say what was done with the gold, for that was partly in the charge of Ithamar, namely, that used for covering the boards and the bars, and part of it was in the charge of Eleazar — the ark and the cover, the candelabrum, the table, and the golden altar. Now since one cannot know exactly how much gold went into the covering of each of these vessels, Scripture did not say that Moses gave it over to them by number and weight. It is for this reason that Scripture did not mention here the entrusting of the things given to Eleazar, for its intention here is only to speak of the work of the Tabernacle, not of that involved in the journeyings. Do not object [to this explanation] because Scripture mentions here <i>the brazen altar</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 30.</i> which was in the charge of Eleazar,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Numbers 3:31-32.</i> for Scripture had to state that they made it out of the brass of the wave-offering, therefore it was not particular to exclude this one item from the general list of objects of which it said that they were <i>by the hand of Ithamar</i>, this being the way of Scripture in many places.<br>Scripture does not mention in this section the laver and its base [which were also made of brass, and were under the charge of Ithamar], because it was not made according to a specified weight; instead, he put into it all the mirrors that the women brought together<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">see Ramban above, 38:8, towards the end.</i> and thus Moses did not know its weight. It is possible that these were not under the charge of Ithamar [and therefore they are not mentioned], but they come into the category of that which Scripture says [of the children of Kohath, whose work was under the charge of Eleazar], <i>and their charge was the ark, and the table, and the candelabrum, and the altars, and the vessels of the Sanctuary wherewith the priests minister</i>,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Numbers 3:31.</i> for through the laver and its base the priests were enabled to minister at the altar. Thus they do not come into the listing given in this section.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62037ea86bfddfbb310fec3d", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "anchorRef": "Exodus 35:1-40:38", "anchorRefExpanded": ["Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling 2-3", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳ ב׳-ג׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part VI; The Building of the Dwelling", "he": "שמות מאמר ז׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["A<small>S IF NOTHING HAD GONE AWRY</small>, <small>THE NARRATIVE NOW RETURNS TO DESCRIBE HOW THE</small> Dwelling was built. This time, as was noted by the sages of the Talmud, the order follows the natural logic of construction (i.e., dwelling, tapestries, covering, boards, sockets, bars, etc., and then the ritual objects), rather than the earlier one of sanctity (i.e., coffer, purgation-cover, table, lampstand, etc., and then the structure itself). The most notable omission is the carrying out of priestly ordination; that is reserved for Lev. 8, perhaps so as not to interfere with the narrative momentum of the construction process, or else to focus more on the Dwelling itself and its divine resident. The only major interruption in this part is 38:21–31, which fits in with one of the important themes of these chapters: the extent of the Israelites’ contribution to the sanctuary.", "As there is no need to repeat what was said about each part of the Tabernacle in the commentary to Chaps. 25–31, the commentary here will be limited to brief remarks on the differences between the two long Tabernacle sections (Parts IV and VI); here Cassuto has provided most of the necessary material."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62037eae6bfddfbb310fec56", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Accountings 2", "anchorRef": "Exodus 38:21-31", "anchorRefExpanded": ["Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Accountings 2", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ט״ו ב׳", "anchorVerse": 21, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Accountings", "he": "שמות הערה ט״ו"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט״ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "A new section enters here, continuing to achieve the effect of impressing the audience. Previously the reader was to be struck by the Israelites’ zeal in piling up contributions for the new sanctuary (36:3–7); now, toward the end of the actual construction work, there is a full accounting of the considerable material that went into it. The list follows the standard order of value: gold, silver, and bronze.", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382e0c9ad75f2d99af908", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Accountings 1", "anchorRef": "Exodus 38:21-31", "anchorRefExpanded": ["Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part VI; The Building of the Dwelling, Accountings 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ז׳, שמות הערה ט״ו א׳", "anchorVerse": 21, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ט״ו", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 38:21-31\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 38:21-31</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d120199066b7e5d1262cc", "index_title": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Shekalim 1:1:7", "anchorRef": "Exodus 38:25-31", "anchorRefExpanded": ["Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Shekalim 1:1:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי שקלים א׳:א׳:ז׳", "anchorVerse": 25, "sourceHasEn": false, "commentaryNum": 1.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Shekalim", "he": "אור לישרים על תלמוד ירושלמי שקלים"}, "he": "<b>רבי חגי</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר <b>בשם רבי שמואל בר נחמן</b> (אמורא ארץ ישראלי בדור השני והשלישי)<b>: שלש תרומות נאמרו בפרשה הזאת</b> – של הציווי על התרומה למלאכת המשכן (שמות כה,א-ט), שבפרשה הזאת נצטוו ישראל על תרומה שלוש פעמים, ואלו הן שלוש התרומות<b>: תרומת אדנים ותרומת שקלים ותרומת המשכן</b> – כמבואר להלן<b>. \"דַּבֵּר אֶל בְּנֵי יִשְׂרָאֵל וְיִקְחוּ לִי תְּרוּמָה\"</b> (שמות כה,ב) – אתה חייב לדבר עם בני ישראל, שייקחו לשמי הפרשה ממה שיש להם, <b>- זו תרומת אדנים</b> – זה ציווי על תרומה לצורך האדנים (הבסיסים לקרשים ולעמודים) במשכן<b>; \"מֵאֵת כָּל אִישׁ אֲשֶׁר יִדְּבֶנּוּ לִבּוֹ תִּקְחוּ אֶת תְּרוּמָתִי\"</b> (שם) – מכל איש שירצה בליבו לתת נדבה תיקחו את ההפרשה לשמי, <b>- זו תרומת שקלים</b> – זה ציווי על תרומת שקלים<b>; \"וְזֹאת הַתְּרוּמָה אֲשֶׁר תִּקְחוּ מֵאִתָּם\"</b> (שמות כה,ג) – וזאת, המפורטת להלן שם, ההפרשה שתיקחו מהם, <b>- זו תרומת המשכן</b> – זה ציווי על תרומה לצורך המשכן (בפסוק זה ובפסוקים שלאחריו מפורשים החומרים שיש לקחת מהם את התרומה למלאכת המשכן, ולכן פירשו שהתרומה שנאמרה בפסוק זה היא תרומת המשכן, אבל בפסוק שלפניו לא פורש בכתוב למה שימשו שתי התרומות שנאמרו בו. עיקרה של הפרשה הזאת הוא ציווי על תרומת המשכן, אך אילו באה הפרשה הזאת לומר ציווי על תרומת המשכן בלבד, היה צריך הכתוב לקצר ולומר 'דבר אל בני ישראל וייקחו לי תרומה מאת כל איש אשר יידבנו ליבו' ואחר כך לפרש את החומרים שיש לקחת מהם את התרומה, אבל היות והכתוב האריך ואמר ציווי על תרומה שלוש פעמים, יש לדרוש מכאן שלוש תרומות)<b>.</b> ומה עשו בשלוש התרומות הללו? - <b>תרומת המשכן למשכן</b> – תרומה זו שימשה לעשיית המשכן וכליו<b>, מה שירצו יעשו</b> (נראה שלשון זו היא אשגרה מלשון המשנה מגילה ג,ב: \"מה שירצה יעשה\", וכאן צריך לומר: 'מה שירצו <b>יתנו</b>') – כל כמות מהחומרים שמהם נעשה המשכן שירצו לתת רשאים הם לתת, שכל אחד נתן כמה שנדבו ליבו, שלא נקבע שיעור לדבר<b>. תרומת שקלים לקרבן</b> – תרומה זו שימשה לקניית קורבנות ציבור<b>, מה שירצו יעשו</b> (נראה שצריך לומר: 'מה שירצו <b>יתנו</b>') – כל סכום שירצו לתת רשאים הם לתת<b>, כדי</b> (נראה שצריך לומר: '<b>ובלבד</b>') <b>שתהא יד כולן שווה</b> – אבל אין כולם נותנים אלא אותו סכום, אין מרבים ואין ממעטים ממנו, כדי שיהיה לכל אחד חלק שווה בקורבנות הציבור (כך אמר רבי שמעון במשנה להלן ב,ד)<b>. תרומת אדנים לאדנים</b> (המילה 'לאדנים' נוספה במסירה שלפנינו על ידי מגיה, כמו שהוא בנוסח הבבלי של מסכת שקלים, והיא כנראה הוספה על פי הבבלי מגילה כט,ב) – תרומה זו שימשה לעשיית האדנים במשכן<b>, \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט</b> מִמַּחֲצִית הַשָּׁקֶל<b>\"</b> (שמות ל,טו) – העשיר לא ירבה לתת מחצי השקל, והדל לא ימעיט לתת מחצי השקל, שאין כולם נותנים אלא מחצית השקל (כתוב זה נאמר בתרומה האמורה בפרשת שקלים, כאמור להלן. האדנים של קרשי המשכן ושל עמודי הפרוכת נעשו מהכסף שנתקבל במפקד עם ישראל, שבו כל אחד היה חייב לתת מחצית השקל, וזוהי תרומת האדנים. האדנים של עמודי פתח המשכן, של עמודי החצר ושל עמודי שער החצר נעשו מהנחושת שנתקבלה בתרומת המשכן (שמות לח,כה-לא)). - הרי ששלוש התרומות חלוקות בתכליתן ובכמות נתינתן<b>.</b><br><br><small>ב<b>משנה שקלים</b> ב,ד שנינו: אמר רבי שמעון: מה בין שקלים לחטאת (קורבן חטאת)? - שקלים יש להם קצבה (שאין מוסיפים על מחצית השקל הקצובה ואין פוחתים ממנה), וחטאת אין לה קצבה (יש מביא חטאת כחושה שדמיה מועטים ויש מביא חטאת שמנה שדמיה מרובים). - רבי יהודה אומר: אף לשקלים אין להם קצבה, שכשעלו ישראל מן הגולה היו שוקלים דרכונות (שני סלעים, שהם ארבעה שקלים), חזרו לשקול סלעים (שני שקלים), חזרו לשקול טבעין (חצאי סלעים, והם השקלים של המשנה), וביקשו לשקול דינרים. - אמר רבי שמעון: אף על פי כן, יד כולן שווה (בכל זמן היו כולם נותנים אותו סכום, בין מחצית השקל, בין פחות ממנו, בין יותר ממנו, לא הרבו עליו ולא מיעטו ממנו, נמצא שיש לשקלים קצבה), אבל חטאת - זה מביא בסלע וזה מביא בשתיים וזה מביא בשלוש (כל אחד יכול להביא קורבן חטאת בכמה שירצה, הרי שאין לה קצבה).<br><br>מה שאמרו במאמר הזה שבירושלמי על תרומת שקלים: \"מה שירצו יתנו, ובלבד שתהא יד כולן שווה\", הוא כדעת רבי שמעון במשנה זו וכלשונו.<br>במאמר הזה נמנו בתחילה שלוש התרומות לפי סדרן שנאמרו בפרשה הזאת, ובסוף נמנו שלוש התרומות לפי החילוק שביניהן בכמות נתינתן: תרומת המשכן שאין לה קצבה, תרומת שקלים שיש לה קצבה אך אפשר לשנות את הקצבה, ותרומת אדנים שיש לה קצבה קבועה.<br>נראה שיש לשנות את הגרסה במאמר הזה ולגרוס את הפסוק \"העשיר לא ירבה והדל לא ימעיט\" לגבי תרומת שקלים ולא לגבי תרומת אדנים, והפסוק הזה מלמד, שבתרומת שקלים תהא יד כולם שווה, אף שהם יכולים לתת מה שירצו (וכן כתב ב\"עלי תמר\"). גם לפי הפירוש למאמר להלן של רבי אבון, הפסוק הזה מתייחס לתרומת שקלים.</small><br>\n<br><b>אמר רבי אבון</b> (מגדולי אמוראי ארץ ישראל בדור החמישי)<b>: אף בפרשה הזאת</b> – בפרשת שקלים (שמות ל,יא-טז), <b>נאמר בה שלש תרומות</b> – גם בפרשה הזאת נצטוו ישראל על תרומה שלוש פעמים, כמו בפרשה שלמעלה, ושלוש התרומות הן: תרומת אדנים, תרומת שקלים ותרומת המשכן, כאמור לעיל. \"זֶה יִתְּנוּ כָּל הָעֹבֵר עַל הַפְּקֻדִים... מַחֲצִית הַשֶּׁקֶל <b>תְּרוּמָה</b> לה'\" (שמות ל,יג) - זו תרומת אדנים, שכל אחד מישראל שמנו אותו במפקד היה חייב לתת מחצית השקל, והכסף הזה הוצא לעשיית האדנים במשכן; \"כֹּל הָעֹבֵר עַל הַפְּקֻדִים... יִתֵּן <b>תְּרוּמַת</b> ה'\" (שמות ל,יד) - זו תרומת המשכן, שבפסוק זה לא ניתנה קצבה; \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט מִמַּחֲצִית הַשָּׁקֶל, לָתֵת אֶת <b>תְּרוּמַת</b> ה' לְכַפֵּר עַל נַפְשֹׁתֵיכֶם\" (שמות ל,טו) - זו תרומת שקלים, שכל אחד מישראל היה חייב לתת מחצית השקל (כך היה בימי משה), ובכסף הזה נקנו קורבנות הציבור למשכן הבאים לכפרה על ישראל (בדפוסים המאוחרים נוספו שלושת הפסוקים הללו בנוסח הירושלמי)<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כט,ב אמרו: תני רב יוסף: שלש תרומות הן (שבפרשת שקלים נזכר שלוש פעמים \"תרומת ה'\"): של מזבח למזבח (לקורבנות שעל המזבח - \"לתת את תרומת ה' לכפר על נפשותיכם\"), ושל אדנים לאדנים (\"מחצית השקל תרומה לה'\"), ושל בדק הבית לבדק הבית (\"כל העובר על הפקודים... ייתן תרומת ה'\", שלא ניתנה בו קצבה).<br><br>תרומת מזבח בבבלי היא תרומת שקלים בירושלמי, ותרומת בדק הבית בבבלי היא תרומת המשכן בירושלמי.<br><br>ב<b>פסיקתא רבתי</b> פרשה י נאמר: \"כי תישא את ראש\" - אמר רבי שמואל בן נחמן: שלוש תרומות יש כאן, תרומה הראשונה (\"מחצית השקל תרומה לה'\") של אדני המשכן.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2013", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "623bd5f6a107c838f92b2f40", "index_title": "Siddur Sefard", "category": "Liturgy", "type": "quotation_auto_tanakh", "ref": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 48", "anchorRef": "Exodus 38:21-39:1", "anchorRefExpanded": ["Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1"], "sourceRef": "Siddur Sefard, Torah Readings, Torah Reading for Shabbat Mincha & Monday, Thursday 48", "sourceHeRef": "סידור ספרד, סדר הקריאות, קריאות לשבת במנחה, ושני וחמישי מ״ח", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1710, 1810], "commentaryNum": 48, "collectiveTitle": {"en": "Siddur Sefard", "he": "סידור ספרד"}, "heTitle": "קריאות לשבת במנחה, ושני וחמישי", "he": "<b>אֵלֶּה</b> פְקוּדֵי הַמִּשְׁכָּן מִשְׁכַּן הָעֵדֻת אֲשֶׁר פֻּקַּד עַל פִּי מֹשֶׁה עֲבֹדַת הַלְוִיִּם בְּיַד אִיתָמָר בֶּן אַהֲרֹן הַכֹּהֵן: וּבְצַלְאֵל בֶּן אוּרִי בֶן חוּר לְמַטֵּה יְהוּדָה עָשָׂה אֵת כָּל אֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה: וְאִתּוֹ אָהֳלִיאָב בֶּן אֲחִיסָמָךְ לְמַטֵּה דָן חָרָשׁ וְחֹשֵׁב וְרֹקֵם בַּתְּכֵלֶת וּבָאַרְגָּמָן וּבְתוֹלַעַת הַשָּׁנִי וּבַשֵּׁשׁ:שניכָּל הַזָּהָב הֶעָשׂוּי לַמְּלָאכָה בְּכֹל מְלֶאכֶת הַקֹּדֶשׁ וַיְהִי זְהַב הַתְּנוּפָה תֵּשַׁע וְעֶשְׂרִים כִּכָּר וּשְׁבַע מֵאוֹת וּשְׁלֹשִׁים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ: וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר וְאֶלֶף וּשְׁבַע מֵאוֹת וַחֲמִשָּׁה וְשִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ: בֶּקַע לַגֻּלְגֹּלֶת מַחֲצִית הַשֶּׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ לְכֹל הָעֹבֵר עַל הַפְּקֻדִים מִבֶּן עֶשְׂרִים שָׁנָה וָמַעְלָה לְשֵׁשׁ מֵאוֹת אֶלֶף וּשְׁלֹשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים: וַיְהִי מְאַת כִּכַּר הַכֶּסֶף לָצֶקֶת אֵת אַדְנֵי הַקֹּדֶשׁ וְאֵת אַדְנֵי הַפָּרֹכֶת מְאַת אֲדָנִים לִמְאַת הַכִּכָּר כִּכָּר לָאָדֶן:שלישיוְאֶת הָאֶלֶף וּשְׁבַע הַמֵּאוֹת וַחֲמִשָּׁה וְשִׁבְעִים עָשָׂה וָוִים לָעַמּוּדִים וְצִפָּה רָאשֵׁיהֶם וְחִשַּׁק אֹתָם: וּנְחֹשֶׁת הַתְּנוּפָה שִׁבְעִים כִּכָּר וְאַלְפַּיִם וְאַרְבַּע מֵאוֹת שָׁקֶל: וַיַּעַשׂ בָּהּ אֶת אַדְנֵי פֶּתַח אֹהֶל מוֹעֵד וְאֵת מִזְבַּח הַנְּחֹשֶׁת וְאֶת מִכְבַּר הַנְּחֹשֶׁת אֲשֶׁר לוֹ וְאֵת כָּל כְּלֵי הַמִּזְבֵּחַ: וְאֶת אַדְנֵי הֶחָצֵר סָבִיב וְאֶת אַדְנֵי שַׁעַר הֶחָצֵר וְאֵת כָּל יִתְדֹת הַמִּשְׁכָּן וְאֶת כָּל יִתְדֹת הֶחָצֵר סָבִיב: וּמִן הַתְּכֵלֶת וְהָאַרְגָּמָן וְתוֹלַעַת הַשָּׁנִי עָשׂוּ בִגְדֵי שְׂרָד לְשָׁרֵת בַּקֹּדֶשׁ וַיַּעֲשׂוּ אֶת בִּגְדֵי הַקֹּדֶשׁ אֲשֶׁר לְאַהֲרֹן כַּאֲשֶׁר צִוָּה יְהֹוָה אֶת מֹשֶׁה:", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "637a2acbdd15a8c34ccdfa69", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Hadar Zekenim on Torah, Exodus 38:25:1", "sourceHeRef": "הדר זקנים על התורה, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "שמות", "he": "וכסף פקודי העדה. אינו אומר כסף התרומה ולא כסף התנופה כמ\"ש ונחשת התנופה. אלא כסף פקודי העדה כסף הרבה התנדבו. אלמא לא לצורך המלאכה אלא מאת ככר למאת אדנים. ואלף ושבע מאות וחמשה ושבעים לווי העמודים וצפוי ראשיהם וחשוקיהם והשאר נתנו באוצר. וכן מזהב התנדבו יותר ממה שהוא מונה וכן מן הנחשת אלא שאינו מונה אלא מה שהוצרך במלאכה והשאר נתנו באוצר לבדק הבית ולצורכי צבור. ועל כרחך צריך לומר הכי דא\"א לצמצם שנתנו בצמצום מה שהיה צריך וגם א\"א שבני י\"ח ובני י\"ט ובני ששים ומעלה שלא היו במנין ולא התנדבו דהא כתי' כל מרים תרומת זהב וכו' דמשמע דמי שהיה רוצה היה מרים. אלא ודאי הביאו הרבה דכתיב והמלאכה היתה דים וכו'. אלא הם לא נמנו עד לאחר שהוקם המשכן חדש אחד כמו שמפרש בפרשת במדבר סיני. וכאן מגיד לך שכסף כל פקודי העדה היה עולה למנין מאת ככר וחמש מאות וחמשה ושבעים ואתרמי שבמנין הזה הוצרך בצמצום כדמפרש ואזיל. וצריך לומר שמנין ניסן ומנין תשרי היו שוים. ועוד צ\"ל שלא מת אחד מישראל מיום כפור עד אייר דאם לא כן לא תמצא החשבון מכוון:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "637a2accdd15a8c34ccdfa6b", "index_title": "Hadar Zekenim on Torah", "category": "Commentary", "type": "commentary", "ref": "Hadar Zekenim on Torah, Exodus 38:25:2", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Hadar Zekenim on Torah, Exodus 38:25:2", "sourceHeRef": "הדר זקנים על התורה, שמות ל״ח:כ״ה:ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1250, 1300], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Hadar Zekenim", "he": "הדר זקנים"}, "heTitle": "שמות", "he": "וכסף פקודי העדה. בכסף ובנחשת פירש מה שנעשה בהם לפי שרוב הכלים נעשו בהם. אבל בזהב לא פירש לפי שלא נעשה רק לצפוי הקרשים והבדים והארון והשלחן לפי שלא נעשה ממנו כלי שלם רק המנורה והכפורת:", "heVersionTitle": "Livorno, 1840", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63c9439001e878406e0d0de8", "index_title": "Zohar", "category": "Kabbalah", "type": "", "ref": "Zohar, Pekudei 13:76", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Zohar, Pekudei 13:76", "sourceHeRef": "ספר הזהר, פקודי י״ג:ע״ו", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1100, 1400], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Zohar", "he": "ספר הזהר"}, "heTitle": "פקודי", "he": "(שמות ל״ח:כ״ה) וְכֶסֶף פְּקוּדֵי הָעֵדָה, בְּגִין דְּהַאי, אִיהוּ כָּל מַה דְּאִתְפָּשַּׁט לְתַתָּא הָכִי הוּא טָב, וְאַף עַל גַּב דְּלָאו אִיהוּ בְּהַאי אַרָמוּתָא, כֹּלָּא הוּא לְטָב. אֲבָל דַּהֲבָא, כָּל מַה דְּאִתְפָּשַּׁט לְתַתָּא, כֹּלָּא הוּא לְבִישׁ. דָּא, אִתְפָּשַׁט לְטָב. וְדָא אִתְפָּשַׁט לְבִישׁ. וּבְגִין כַּךְ, דָּא אִצְטְרִיךְ לְאָרָמָא אַרָמוּתָא, וּלְאִסְתַּלְּקָא לְעֵילָּא. וְדָא, אִצְטְרִיךְ לְאִתְפָּשְׁטָא לְתַתָּא, וּלְכָל סִטְרִין, בְּגִין דְּכֻלְּהוּ קָאִים לְטָב.", "heVersionTitle": "Vocalized Zohar, Israel 2013", "heLicense": "", "heVersionTitleInHebrew": "ספר הזהר מנקד, ישראל תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64187060c9371ec0cebe4b57", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Reggio on Torah, Exodus 38:25:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>מאת ככר,</b> הככר ששים מנה, ומנה של קודש כפול היה הרי הככר של קודש מאה ועשרים מנים של חול, והמנה של חול כ\"ה שקלים, הרי ככר של קודש ג' אלפים שקלים, ולפי שהאלף ותשע\"ה שקלים אינם עולים לככר, לכך מנאם הכתוב בפני עצמם, והנה שש מאות אלף חצאים הן ג' מאות אלף שקלים שלמים הרי מאת ככר והשלשת אלפים וחמש מאות וחמשים חצאים עולים אלף ותשע\"ה שקלים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "642056cc759448c76e5ca7f5", "index_title": "Zakhor VeShamor", "category": "Jewish Thought", "type": "", "ref": "Zakhor VeShamor, Gate III, Chapter XII 109", "anchorRef": "Exodus 38:25-28", "anchorRefExpanded": ["Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28"], "sourceRef": "Zakhor VeShamor, Gate III, Chapter XII 109", "sourceHeRef": "זכור ושמור, שער שלישי; בימי הבית השני: מחלוקות ומרד נגד הלוח הכפול, פרק שנים עשר; מחלוקות השבת, המועדים והטהרה בימי הבית השני ק״ט", "anchorVerse": 25, "sourceHasEn": false, "compDate": [2015], "commentaryNum": 109, "collectiveTitle": {"en": "Zakhor VeShamor", "he": "זכור ושמור"}, "heTitle": "פרק שנים עשר; מחלוקות השבת, המועדים והטהרה בימי הבית השני", "he": "והנה, התורה פתחה את פרשות המשכן בתרומת הנדבה, \"מֵאֵת כָּל אִישׁ אֲשֶׁר יִדְּבֶנּוּ לִבּוֹ\" (שמות כ\"ה, ב), וממנה נעשה המשכן וכליו, וזהו 'החופש' — אולם בסיום הזכירה התורה את הנתינה השוויונית של מחצית השקל, \"הֶעָשִׁיר לֹא יַרְבֶּה וְהַדַּל לֹא יַמְעִיט\" (שם ל', טו), וממנה יצקו את אדני הבסיס למשכן ואת הווים לקשירה הסופית (שמות ל\"ח, כה-כח). מכאן יכלו החכמים ללמוד כי קרבנות הציבור והמסגרת של עבודת התמיד צריכים להיות מושתתים על ייצוג שווה של העם כולו באמצעות 'מחצית השקל'.", "heVersionTitle": "Alon Shevut, 2015", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc4a758c1dc532ec8bfa", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 38:25", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Steinsaltz on Exodus 38:25", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ח:כ״ה", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 38.0025, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וְכֶסֶף פְּקוּדֵי הָעֵדָה</b> היה \n  <b>מְאַת כִּכָּר וְאֶלֶף וּשְׁבַע מֵאוֹת וַחֲמִשָּׁה וְשִׁבְעִים שֶׁקֶל בְּשֶׁקֶל הַקֹּדֶשׁ.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>The silver of those who were counted of the congregation was one hundred talents and one thousand seven hundred and seventy-five shekels, in the sacred shekel. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "668bbc59787a3be91bef8cba", "index_title": "Ibn Ezra HaKatzar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra HaKatzar on Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Ibn Ezra HaKatzar on Exodus 38:25:1", "sourceHeRef": "אבן עזרא הקצר על שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1143], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Ibn Ezra HaKatzar", "he": "אבן עזרא הקצר"}, "he": "וכסף פקודי העדה, הנה נפקדו כל ישראל בשנה הראשונה, ובעבור שאמר הכתוב בעת ההיא הבדיל ה' את שבט הלוי, לא נתנו הלוים כופר נפשם, כי נתונים הם להשם, והעד לכל העובר על הפקודים שטעמו כל יוצא צבא, והתימה שהיה מספרם בשנה השנית כמו בשנה הראשונה, גם הוא נכון, כי הנה אחר תשע ושלשים שנה אין בין שני המספרים רק אלף ושמנה מאות ועשרים:", "heVersionTitle": "Prague, 1840", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54c7aa57fbfba27c8a3ded66", "index_title": "Da'at Zekenim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Da'at Zekenim on Exodus 38:25:1", "sourceHeRef": "דעת זקנים על שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על שמות", "he": "<b>וכסף פקודי העדה. </b>אינו אומר כסף התרומה ולא כסף התנופה כמו שאומר נחשת התנופה להגיד לך שכסף מנין העדה עולה למנין זה כאשר היה צריך למלאכת המשכן בצמצום. ובכסף ונחשת פי' הכתוב מה נעשה בהם לפי שרוב הכלים נעשו מהם אבל בזהב לא פי' לפי שלא נעשה ממנה כלי שלם רק המנורה והכפורת וצפוי לקרשים ולבדים ולמזבח הזהב ולשלחן בא וראה כמה חביב המשכן שהוא כנגד ברייתו של עולם כיצד ביום הראשון בראשית את השמים. וכתיב נוטה שמים כיריעה וכנגדן במשכן ועשית יריעות עזים. בשני יהי רקיע ויהי מבדיל וכנגדו במשכן והבדילה הפרכת לכם. בשלישי יקוו המים וכנגדו ועשית כיור ששם המים מכונסין. ברביעי יהי מאורות וכנגדן ועשית מנורת זהב. בחמישי ישרצו המים ועוף יעופף וכנגדו והיו הכרובים פורשי כנפים. בששי נברא אדם וכנגדו ואתה הקרב אליך את אהרן אחיך בשביעי ויכלו וכנגדו ותכל ולשם כתיב ויברך אלהים וכנגדו ויברך אותם משה. לשם כתיב ויקדש אותו וכנגדו וימשח אותו ויקדש אותו וכנגד שמים בית קדשי הקדשים ששם שכינת הקב\"ה. וכנגד הארץ ופרי הארץ השלחן ושתי מערכות של לחם הפנים שש המערכות כנגד ששה עתים זרע וקציר וקור וחום וקיץ וחורף: ", "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "וכסף פקודי העדה, “and the excess silver shekalim (1750) etc.” these were not shekalim from the census or donations for construction of the Tabernacle as described in verse 29 as נחושת התנופה,”copper from the elevation offering;” the Torah wishes to tell us that the people as a whole did not have more than this amount of silver left in their possession after parting with their donations of silver shekalim.<br>   ובכסף ונחושת, “and with the silver and the copper, etc;” The Torah now proceeds to tell us for what all this silver and copper had been used when constructing the Tabernacle. This had not been spelled when the Torah told us what the gold was used for, as no complete item other than the menorah, candlestick, was made of gold. Gold was used as an overlay both for the altar, the Holy Ark, the Table and the boards of the walls. It is worthwhile to reflect on how important the Tabernacle was relative to the creation of the physical universe, and how this was reflected in many of the details surrounding it, On the first day G–d was reported as having created heaven and earth before giving the order to light to come into existence. [Heaven and earth you will recall were wrapped completely in darkness. Ed.] G–d’s activity on that day is described in Psalms 104,2 as נוטה שים כיריעה, “spreading the heavens like a carpet.” The corresponding activity when constructing the Tabernacle was covering its walls with goat-skins. (Exodus 26,7) On the second day G–d had created the horizon and divided the lower waters from the upper waters. (Genesis 1,6) The corresponding activity involving the construction of the Tabernacle was the installation of the dividing curtain, פרוכת, between the Holy of Holies, and the Sanctuary proper. (Exodus 26,33) On the third day G–d had commanded the earth beneath the oceans to form a coherent surface and to become visible above the waters of the ocean. (Genesis 1,9) The corresponding activity during the construction of the Tabernacle was the making of the water-basin, כיור used by the priests to purify their hands and feet. (Exodus 30,18) On the fourth day G–d had positioned the Luminaries in the sky, (Genesis 1,14). The corresponding activity had been the making and placing of the menorah in the Tabernacle and kindling it. (Exodus 25,31) On the fifth day G–d had created the fish and the birds (Genesis 1,20), and the corresponding activity during the construction of the Tabernacle had been the winged cherubs which had been constructed and placed on the cover of the Holy Ark. (Exodus 25,6) On the sixth day G–d had created the first human being, (Genesis 1,27); the corresponding activity during construction of the Tabernacle was the order to Moses to consecrate his brother Aaron as High Priest. (Exodus 28,1.) On the seventh day, G–d had “rested,” (Genesis 2,1) the corresponding report concerning the Tabernacle is found in Exodus 39,43, with the words: ותכל כל עבודת המשכן, “all the work of constructing the Tabernacle had been completed” After G–d had completed to create the universe He blessed it and all its inhabitant and he sanctified the Sabbath  (Genesis 2,1) Moses did likewise in Numbers 7,1. The Holy of Holies in the Tabernacle reminds us of the heavens, source of our spiritual inspiration, whereas the table is symbolic of earth and its products is reminding us of how the Creator has provided for all His creatures. The showbreads are the visible symbol on that Table. The six rows on which they were placed are reminiscent of the six seasons of the year: sowing, harvesting, cold season, hot season, summer and winter.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5698bdbcd6e4a940e98ae287", "index_title": "Daf Shevui to Megillah", "category": "Quoting Commentary", "type": "", "ref": "Daf Shevui to Megillah 29b:7", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Daf Shevui to Megillah 29b:7", "sourceHeRef": "דף שבועי על מגילה כ״ט ב:ז׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [2011, 2015], "commentaryNum": 58.0007, "collectiveTitle": {"en": "Daf Shevui to Megillah", "he": "דף שבועי על מגילה"}, "heTitle": "דף שבועי על מגילה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Shmuel’s opinion, that we read Exodus 30 is also problematic, for the collection there was taken to pay for the sockets used in the construction of the Tabernacle (this is alluded to in Exodus 38:25-27). It was not used to finance public sacrifices, which is what the half-shekel was used for. [As an aside, this shows that it is not simple to draw a straight historical line from the collection taken in Exodus 30 to the Second Temple custom of the half-shekel. There is actually quite a bit of research about the subject.]<br>The problem is solved by an allusion to a statement made by R. Joseph, that there were actually three contributions, one for the altar, one for the sockets and one for the general repair of the Tabernacle/Temple. Thus according to R. Joseph there is a connection between Exodus 30 and the collection of the half-shekel.", "versionTitle": "Daf Shevui", "license": "CC0", "versionTitleInHebrew": "דף שבועי"}, {"_id": "5868bcb7d6e4a97c9cbb072c", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Bekhor Shor, Exodus 38:25:1", "sourceHeRef": "בכור שור, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>וכסף פקודי העדה.</b> אינו אומר כסף התרומה כמו שאמר זהב התרומה ולא כסף התנופה כמו שאמר נחושת התנופה אלא כסף פקודי העדה וזה פשוטו כסף הרבה התנדבו אלא לא הוצרך למלאכה אלא מאת כיכר כסף למאת אדנים ואלף ושבע מאות וע\"ה לווים וצפוי ראשיהם וחשוקיהם והשאר נתנו באוצר וכן מן הזהב נתנו יותר ממה שהוא מונה וכן הנחושת אלא אינו מונה אלא אותו שהוצרך למלאכה והשאר נתנו באוצר לבדק הבית ולצורכי צבור ולקרבנות קיץ המזבח דאי אפשר לצמצם דנדבו בצמצום מה שצריך וגם א\"א שלא נדבו בני י\"ח בני ס\"א בני ע' בני פ' שלא היו במניין דהא כתיב כל מרים תרומת כסף ונחושת דמשמע כל הרוצה להרים היה מרים ואפילו בני עשירים מי איכא למימר דלא הביאו אלא בקע לגלגולת הביאו הרבה מזה כדכתיב המלאכה היתה דיים לכל המלאכה והותר שהתנדבו יותר והם לא נמנו אלא לאחר שהוקם המשכן חודש אחד כמו שמפו' במדבר סיני וכאן מגיד לך שהכסף מניין העדה עלה למאת ככר ואלף וחמש מאות וע\"ה כשמנה אותם ואתרמי שבמניין זה שבצמצום הוצרך למשכן כמו שמפרש והולך וה\"ק קרא וכסף פקודי כשמנה אותם משה על פי השכינה חודש אחד שהוקם כדכתב הכא בא' לחודש הראשון בשנה השנית הוקם המשכן ובמדבר סיני כתיב דבא' לחודש השני בשנה השנית צוה הק' למנותם וקאמר הכא דכסף פקודי העדה כשמנאם עלה למאת ככר ואלף וה' מאות וע\"ה שקל וכן הוצרך למעשה המשכן כדמפרש והולך ומגיד לך דהכי איתרמי אלא הא אינו נראה שנמנו ב' פעמים כיון שנמנו פעם אחת ועדיין עומדין באותו מניין למה יחזור וימנם ועוד שצריך לומר שמנין שמותם מתשרי ומנין הפסוק מניסן ועוד שצריך לומר שלא מת אחד מישראל מר\"ה ועד אייר המקום יעמידם לחיים:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f274d6e4a9274647175e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Chizkuni, Exodus 38:25:1", "sourceHeRef": "חזקוני, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>וכסף פקודי העדה</b> פירש לך הכתוב מה נעשה בכסף ובנחשת לפי שהכסף היה כפורים ועל האדן היה המשכן עומד ועוד שהרבה כלים נעשו מהכסף ומהנחשת אבל בזהב לא פי׳‎ לפי שלא נעשה ממנו כלי שלם רק המנורה והכפורת אך צפו ממנו כגון הקרשים והארון ומזבח הפנימי והשלחן והבדים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "וכסף פקודי העדה, “and the silver that was counted which had been contributed by the congregation, etc.: the Torah spells out in detail what exactly all the silver and copper donated was used for. The reason for this is that the silver was used as ransom for the people who had somehow become guilty during the episode of the golden calf. The reason why the Torah does not enumerate in detail what the gold was used for is that no item was wholly made of gold except for the candlestick and the cover for the Holy Ark. All the other furnishings were only overlaid with gold.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "5892f274d6e4a92746471760", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 38:25:2", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Chizkuni, Exodus 38:25:2", "sourceHeRef": "חזקוני, שמות ל״ח:כ״ה:ב׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>מאת ככר ואלף ושבע מאות וחמשה ושבעים</b> הם י״‎ב אלף וע״‎א מנה של חול שהן משקלות שקורין מרקי״‎ש.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "מאת ככר ואלף ושבע מאות וחמשה שקלים, one hundred talents and seventeen hundred and fifty shekels.” [One kikar used for sacred purposes was equivalent to 3000 “holy” shekels, or 6000 ordinary shekels of silver. Ed.]", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58b1c534d6e4a937f99974a0", "index_title": "Bamidbar Rabbah", "category": "Midrash", "type": "", "ref": "Bamidbar Rabbah 1:10", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Bamidbar Rabbah 1:10", "sourceHeRef": "במדבר רבה א׳:י׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1200], "commentaryNum": 1.001, "collectiveTitle": {"en": "Bamidbar Rabbah", "he": "במדבר רבה"}, "heTitle": "במדבר רבה", "he": "וַיִּהְיוּ כָּל הַפְּקֻדִּים שֵׁשׁ מֵאוֹת אֶלֶף וגו' <small>(במדבר א, מו)</small>, אַתְּ מוֹצֵא הַמִּנְיָן הַזֶּה שָׁוֶה לַמִּנְיָן שֶׁנִּמְנוּ יִשְׂרָאֵל בִּמְלֶאכֶת הַמִּשְׁכָּן, שֶׁנֶּאֱמַר <small>(שמות לח, כה)</small>: וְכֶסֶף פְּקוּדֵי הָעֵדָה וגו', וְהוּא הָיָה בְּשָׁנָה רִאשׁוֹנָה, שֶׁהֲרֵי כְּשֶׁקִּבְּלוּ עֲשֶׂרֶת הַדִּבְּרוֹת מִיָּד עָלָה משֶׁה לְקַבֵּל הַלּוּחוֹת, וְחָטְאוּ עַל מַעֲשֵׂה הָעֵגֶל, וּמִיָּד עָשׂוּ מִשְׁכָּן וְהוּקַם בְּאֶחָד בְּנִיסָן בְּשָׁנָה שְׁנִיָּה, שֶׁנֶּאֱמַר <small>(שמות מ, יז)</small>: וַיְהִי בַּחֹדֶשׁ הָרִאשׁוֹן בַּשָּׁנָה הַשֵּׁנִית בְּאֶחָד לַחֹדֶשׁ הוּקַם הַמִּשְׁכָּן, וְאֵימָתַי הָיָה הַמִּנְיָן הַזֶּה, בְּאֶחָד בְּאִיָּר בְּשָׁנָה שְׁנִיָּה, שֶׁנֶּאֱמַר <small>(במדבר א, יח)</small>: וְאֵת כָּל הָעֵדָה הִקְהִילוּ וגו', בְּאוֹתוֹ מִנְיָן שֶׁמְּנָאָן כְּשֶׁיָּצְאוּ יִשְׂרָאֵל מִמִּצְרַיִם בַּחֲמִשָּׁה עָשָׂר בְּנִיסָן כַּמָּה הָיוּ <small>(שמות יב, לז)</small>: שֵׁשׁ מֵאוֹת אֶלֶף רַגְלִי הַגְּבָרִים לְבַד מִטָּף, וּכְשֶׁבָּא לִמְנוֹתָן בְּשָׁנָה שְׁנִיָּה בְּאֶחָד לַחֹדֶשׁ הַשֵּׁנִי הוּא מוֹצֵא אוֹתָן יְתֵרִים שְׁלשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים, וְאֵין אָנוּ יוֹדְעִים אֵלּוּ הַיְתֵרִים אִם מוֹנֶה לָהֶם עֶשְׂרִים מֵרֹאשׁ חֹדֶשׁ נִיסָן שֶׁל שָׁנָה שְׁנִיָּה לִיצִיאָתָם מִמִּצְרַיִם, אוֹ מוֹנֶה לָהֶם עֶשְׂרִים מֵרֹאשׁ הַשָּׁנָה שֶׁהוּא רֹאשׁ חֹדֶשׁ תִּשְׁרֵי וְהִיא שָׁנָה רִאשׁוֹנָה לִיצִיאָתָם מִמִּצְרָיִם. צֵא וּלְמַד מִן הָאֲדָנִים, שֶׁנֶּאֱמַר <small>(שמות לח, כה כו)</small>: וְכֶסֶף פְּקוּדֵי הָעֵדָה מְאַת כִּכָּר וגו' בֶּקַע לַגֻּלְגֹּלֶת מַחֲצִית הַשֶּׁקֶל וגו', אֵימָתַי הֵבִיאוּ הַשְּׁקָלִים מִמָּחֳרַת יוֹם הַכִּפּוּרִים, וְלִשְׁנֵי בְּקָרִים הֵבִיאוּ כָּל הַנְּדָבָה לִמְלֶאכֶת הַמִּשְׁכָּן, שֶׁנֶּאֱמַר <small>(שמות לו, ג)</small>: וְהֵם הֵבִיאוּ אֵלָיו עוֹד נְדָבָה וגו', וְאִם אַתָּה אוֹמֵר שֶׁלֹא מָנוּ לְאוֹתָן שֶׁיָּצְאוּ מִמִּצְרַיִם שֶׁהָיוּ פָּחוֹת מִבֶּן עֶשְׂרִים לֹא מָנוּ לָהֶם עֶשְׂרִים שָׁנָה עַד חֹדֶשׁ נִיסָן שֶׁל שָׁנָה שְׁנִיָּה, אִם כֵּן אַתְּ מוֹצֵא בַּשְּׁקָלִים שְׁלשֶׁת אֲלָפִים וַחֲמֵשׁ מֵאוֹת וַחֲמִשִּׁים שְׁקָלִים יְתֵרִים, אֶלָּא מַה יֵּשׁ לְךָ לוֹמַר מִתִּשְׁרֵי מָנוּ לָהֶם עֶשְׂרִים שֶׁהוּא רֹאשׁ הַשָּׁנָה לִבְרִיָּתוֹ שֶׁל אָדָם הָרִאשׁוֹן, וּלְכָךְ כָּלַל הַחֶשְׁבּוֹן כָּךְ, לְהוֹדִיעֵנוּ שֶׁהֲרֵי נִכְנְסוּ חֹדֶשׁ אֶחָד בְּשָׁנָה שְׁנִיָּה לְצֵאתָם מִמִּצְרַיִם וְלֹא נִתּוֹסְפוּ אוֹתָן שֶׁל עֶשְׂרִים שָׁנָה בְּמִנְיָנָם עַל אוֹתָן שֶׁנָּתְנוּ לְאַדְנֵי הַמִּשְׁכָּן, לוֹמַר לָךְ שֶׁאֵין מוֹנִין לָהֶן מִנִּיסָן אֶלָּא מִתִּשְׁרֵי.", "heVersionTitle": "Midrash Rabbah -- TE", "heLicense": "unknown", "heVersionTitleInHebrew": "מדרש רבה - תורת אמת", "text": "<b>“All those counted were six hundred three thousand, five hundred and fifty” (Numbers 1:46).</b> <br>“All those counted were six hundred [three] thousand [five hundred and fifty]” – you find that this census equals the census in which Israel was counted in the construction of the Tabernacle, as it is stated: “The silver of those who were counted of the congregation [was one hundred talents and one thousand seven hundred and seventy-five shekels, in the sacred shekel]” (Exodus 38:25).<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">A calculation of the number of half-shekels yields 603,550 people.</i> That was in the first year, as when they received the Ten Commandments, Moses immediately ascended to receive the Tablets, they sinned with the act of the calf, and immediately they crafted the Tabernacle and it was erected on the first of Nisan in the second year, as it is stated: “It was in the first month during the second year, on the first of the month, that the Tabernacle was erected” (Exodus 40:17). When was this census? It was on the first of Iyar in the second year, as it is stated: “They assembled the entire congregation [on the first of the second month…from twenty years old and above, by their head count]” (Numbers 1:18). <br>In that census in which he counted them when Israel departed from Egypt on the fifteenth of Nisan, how many were they? “Six hundred thousand men on foot, besides children” (Exodus 12:37). When he came to count them in the second year on the first of the second month, he found that they were an additional three thousand five hundred and fifty, but we do not know [regarding] these additional ones whether he counts them as twenty from the New Moon of Nisan of the second year from their exodus from Egypt, or whether he counts them as twenty from the New Year, which is the New Moon of Tishrei, and it is the first year from their exodus from Egypt. Go out and learn from the bases,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">Most of the silver collected from the half-shekel each person brought was used for the bases of the boards of wood which served as the walls of the Tabernacle.</i> as it is stated: “The silver of those who were counted of the congregation was one hundred talents.… One <i>beka</i> per head, one-half shekel” (Exodus 38:25–26). When did they bring the shekels? It was on the day after Yom Kippur, and in two mornings they brought the entire contribution to the Tabernacle, as it is stated: “They brought him more contributions morning after morning” (Exodus 36:3). If you say that they did not count those who departed from Egypt less than twenty years old, [because] they did not count them [in the census of those over] twenty until the month of Nisan of the second year; if so, you find among the shekels a surplus of three thousand five hundred and fifty shekels. Rather, what must you say? It is that they counted them as twenty from Tishrei, which is the New Year for the creation of Adam the first man. This is why it presented the tally in this manner, to inform us that although they entered one month into the second year from their exodus from Egypt, those who reached twenty years were not added in their tally beyond those who contributed for the bases of the Tabernacle; to inform you that they do not count them from Nisan, but rather from Tishrei.", "versionTitle": "The Sefaria Midrash Rabbah, 2022", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c214b1ddea4bb00682c48dd", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 5a:13", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Bekhorot 5a:13", "sourceHeRef": "בכורות ה׳ א:י״ג", "anchorVerse": 25, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 9.0013, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "הוי בה רב אחאי מאי קא קשיא ליה ויהי מאת ככר הכסף לצקת וגו' הנך לצקת ואינך בי גזא כתב קרא אחרינא (שמות לח, כה) וכסף פקודי העדה מאת ככר וגו'", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Aḥai discusses it: What posed a difficulty for</b> Rabban Yoḥanan ben Zakkai that forced him to offer this answer? Was it the verse: <b>“And the hundred talents of silver were for casting</b> the sockets of the Sanctuary” (Exodus 38:27)? If so, one can explain that <b>these</b> one hundred talents were designated <b>for casting</b> the sockets, <b>and the other</b> one hundred talents that are not mentioned here were placed in <b>the treasury.</b> The Gemara answers that <b>another verse is written</b> that discusses the total sum collected, and only one hundred talents are mentioned: <b>“And the silver of those that were numbered of the congregation was a hundred talents”</b> (Exodus 38:25).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5cd13a8969ad4c007a1d61da", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Numbers 1:1:3", "anchorRef": "Exodus 38:25-28", "anchorRefExpanded": ["Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28"], "sourceRef": "Birkat Asher on Torah, Numbers 1:1:3", "sourceHeRef": "ברכת אשר על התורה, במדבר א׳:א׳:ג׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "במדבר", "he": "חומש במדבר פותח בתיאורם של חמישה מפקדים שנעשו בחודש השני בשנה השנייה ליציאת מצרים, ואלו הם: (א) מפקד השבטים (פרק א). (ב) מפקד הדגלים (פרק ב). (ג) מפקד הלויים מבן חודש ומעלה (פרק ג). (ד) מפקד בכורות ישראל (פרק ג). (ה) מפקד הלויים מבן שלושים ועד בן חמישים (פרק ד). לקראת סיום החומש - בפרשת פינחס - ישנו מפקד נוסף של בני ישראל - מפקד שנערך בערבות מואב בשנה הארבעים, לקראת הכניסה לארץ ולקראת חלוקתה לשבטים. לכל אלו קדם מפקד אחר. מפקד עליו נצטווה משה כחלק מהציווי על מלאכת המשכן בספר שמות בראש פרשת כי תשא (שמות ל, יא-טז). סיכומו של מפקד זה מופיע בראש פרשת פקודי (שמות לח, כה-כח) ובינו לבין המפקד הפותח את ספרנו מפרידה כמחצית השנה. מפתיעה עד מאוד העובדה שבשני המפקדים נתקבלה אותה התוצאה - \"שש מאות אלף ושלשת אלפים וחמש מאות וחמשים\", וכבר נדרשתי לשאלה זו בספר שמות (ל, טז). (פ' במדבר תשמ\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd1400804bbb60019c1e226", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 38:25:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Birkat Asher on Torah, Exodus 38:25:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ח:כ״ה:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 25.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ב\"דעת זקנים מבעלי התוספות\" ישנה השוואה נפלאה בין מעשה בראשית ומעשה המשכן, וכה דבריו: בא וראה כמה חביב המשכן שהוא כנגד ברייתו של עולם. כיצד? ביום הראשון: \"בראשית... את השמים\" וכתיב \"נוטה שמים כיריעה\", וכנגדן במשכן \"ועשית יריעות עזים\". בשני: \"יהי רקיע... ויהי מבדיל\" וכנגדו במשכן \"והבדילה הפרכת לכם\". בשלישי: \"יקוו המים\" וכנגדו \"ועשית כיור\" ששם המים מכונסים. ברביעי: \"יהי מאורות\" וכנגדו \"ועשית מנורת זהב\". בחמישי: \"ישרצו המים ועוף יעופף\" וכנגדו \"והיו הכרובים פורשי כנפים\". בששי: נברא אדם וכנגדו \"הקרב אליך את אהרן אחיך\". בשביעי: \"ויכלו\" וכנגדו \"ותכל\". ולשם כתיב \"ויברך אלהים\" וכנגדו \"ויברך אותם משה\". לשם כתיב \"ויקדש אותו\" וכנגדו \"וימשח אותו\" וכו'. (פ' ויקהל־פקודי תשל\"ט)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd140083a676f00197d17ac", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 38:25:2", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Birkat Asher on Torah, Exodus 38:25:2", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ח:כ״ה:ב׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 25.0002, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "והוסף לכך דברי רש\"י לויקרא (ב, יג ד\"ה מלח ברית), שהברית כרותה למלח מששת ימי בראשית, שהובטחו המים התחתונים ליקרב במזבח במלח ובניסוך המים בחג. (פ' ויקהל־פקודי תשמ\"ח)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d3efb2ac891cc0018af580a", "index_title": "Abarbanel on I Kings", "category": "Quoting Commentary", "type": "", "ref": "Abarbanel on I Kings 6:34:1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Abarbanel on I Kings 6:34:1", "sourceHeRef": "אברבנאל על מלכים א ו׳:ל״ד:א׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1484], "commentaryNum": 34.0001, "collectiveTitle": {"en": "Abarbanel on I Kings", "he": "אברבנאל על מלכים א"}, "he": "וזכר שאותם דלתות ההיכל היו עצי ברושים, כי המזוזות היו עצי שמן והלוחות אשר יתחברו עם המזוזות היו עצי ברושים, והיה זה לתת הבדל בין הקדש ובין קדש הקדשים, כי בקדש הקדשים כל הדלתות היו עצי שמן ובקדש היו הדלתות מעצים מתחלפים, ר\"ל שהיו המזוזות עצי שמן ושאר הדלת עצי ברושים. וספר שהיה הדלת שני צלעים, ר\"ל שתי לחות מחוברות זו לזו, והיה הדלת האחת גלילים ושני קלעים, ר\"ל מצויירים כצורת עמודים שהם הגלילים, ומשני צורות אחרות שהם קלעים, או יאמר שהיו בדלת האחת צורת גלילים שהם עמודים, וצורת קלעים, שהם יריעות כמו שפירשתי, ויהיה אם כן שעור הכתוב כן, ושתי דלתות עצי ברושים שני צלעים, כלומר שהדלתות היו מעצי ברושי' והיה שני לחות מהם לכל דלת מלבד המזוזות שכבר זכר, ואמרו עוד הדלת האחת גלילים ושני קלעים, הם הצורות אשר היו בדלת האחת כמו שאמרתי, (לה) ואמרו הדלת השני גלילים וקלע כרובין ותמרות ופטורי ציצים, הם צורות הדלת השנית שהיו מצויירים בה גם כן גלילים וכרובים ותמורות ופטורי ציצים שהם הפרחים והנצנים כמו שזכרתי, ועל שתי הדלתות שבהיכל אמר וצפה זהב מיושר על המחוקה, ר\"ל שצפה אותם הדלתות זהב, והיה הזהב יורד ביושר ובדבקות וחבור גדול על המחוקה בדלתות, באופן שהיו הצורות ההם נראות בזהב, על דרך מה שאמר למעלה ויורד על הכרובים וגומר. ואחרי שזכר חומר הבית המקודש שהיה אבנים גדולות ויקרות ועצי ארזים וברושים וזהב סגור עליהם, וזכר צורת הבית, ר\"ל תבנית הדביר וההיכל והאולם, (לו) זכר אחרי זה שעשה החצר, והיא עזרת הכהנים. וקראה פנימית, לפי שהיתה פנימית להר הבית והיה חוץ ממנה העזרה הגדולה, ובערכה היתה זאת פנימית, ולא זכר כאן שעורה, לפי שלא היה בענין שעורה עלוי מתמיד והוצאה רבה ולא גודל לבב, אבל זכר שהיו לה שלשה טורי גזית זה למעלה מזה, ועל גביהם טור כרותות ארזים, ר\"ל קורות ארזים כרותות בתקון במדה וביחס שמור מוגבל כראוי. ואל תחשוב שלא היה במקדש כי אם עזרה אחת, כי עזרות אחרות היו שם, כמו שאבאר אחרי זה. הנה בזה השלים לספר בנין הבית המקודש ופועליו וחמרו וצורתו וחלקיו. ולפי שזכר הכתוב שצפה שלמה את קירות הבית והתקרה והקרקע זהב, ראוי שנדע כמה מהזהב נכנס באותו צפוי? ושלא היה באותו הצפוי כעין הזהב שעתה נוהגים לשום בבתים על העצים בבתי השרים, כי הוא דק מדוקדק, ויעשו מדוקא\"טו אחד מאה שטחים, וישימו אותם על העצים ועל האבנים, כאלו הוא שטח שאין בו עובי וכמעט שאין בו ממש, לא כן עשה שלמה בבית האלקים, כי היה הזהב אשר היו מצפים אותו עב מאד, והנה יורה על זה אמרו בדברי הימים (דברי הימים א' ג' א') ויעש את בית קדש הקדשים על פני רחב הבית אמות עשרים ורחבו אמות עשרים ויחפהו זהב טוב לככרים שש מאות, ולא זכר משקל הזהב שנכנס בצפוי ההיכל, כי אחרי שידענו שהיה ההיכל כפל הדביר במרחקו בקרוב, יתחייב אם היה צפוי הדביר שש מאות ככר שיהיה צפוי ההיכל אלף ומאתים ככרי זהב בקרוב, ויהיה צפוי שניהם, רוצה לומר דביר והיכל אלף ושמנה מאות ככרי זהב טהור. ואמנם ענין הככר כבר התבאר בפרשת אלה פקודי שהיה אלף וחמש מאות שקל בשקל הקדש, וכמו שאמר (שמות ל\"ח כ\"ה) מאת ככר ואלף ושבע מאות וחמשה ושבעים שקל בשקל הקדש לכל העובר על הפקודים מבן עשרים שנה ומעלה לשש מאות אלף ושלשת אלפים וחמש מאות וחמשים, ושקל הקדש הוא כמו שכתב רש\"י (שם כ\"א ל\"ב) חצי אונקי\"א של קולוני\"א, ועם היות שהרמב\"ן תפשו בזה (פ' כי תשא בסוף פירושו), כבר כתב מארץ ישראל, שראה מחצית השקל בעכה וששקל אותו בחניות ושצדקו דברי רבינו שלמה ז\"ל במשקלו שהיה חצי אונקי\"ה. ואני תהלה לאל חיי גם כן ראיתי אותו, כי הקרה ה' אלקי לפני, והנה בידי שקל הקדש ההוא והוא בלי ספק כמשקל חצי אונקי\"ה, וכפי זה יהיה הככר אלף וחמש מאות אונק\"יות ממשקל קולוניי\"א, שהם מאה ושמונים ושבעה מארקו\"ש וחצי מאותו משקל הנזכר שהוא גם כן הנהוג בספרד, שהם ממשקל הליטרא\"ש הנהוגים באיטאליי\"א בכל ככר מאה ושלשים וחמש ליטר\"א, שהם שנים עשר אלפים ושלש מאות דוקאטו\"ש ממטבע איטאליי\"א בקרוב, ויתחייב מזה שנכנס מהזהב בצפוי הדביר וההיכל באותם אלף ושמונה מאות ככרים אשר זכרתי, שנים ועשרים אלף אלפין ומאה וארבעים אלפי דוקאדו\"ש זהב טהור מהמשקל הנהוג באיטאליי\"א, שעושים תשעים ואחד דוקאט\"י ועוד מעט בכל ליטרא של זהב. ומלבד זה היה עוד בבי' צפוי למזבח אשר בהיכל ולרתיקות ודלתות ולכרובים ודברים אחרים הרבה מאד שהיו כלם מצופים זהב, מלבד כלי הבית שהיו כלם מזהב כמו שיזכור, וכמו שנאמר בדברי הימים (דברי הימים א' ג' ט') ומשקל למסמרות לשקלים חמשים זהב והעליות צפה זהב: וכפי ההקדמות האלה תוכל לשער רבוי הזהב המופלג אשר נכנס במלאכת הבית, וכפי שעור הדביר לארכו ולרחבו ולגבהו אם היה צפויו שש מאות ככרים, יתחייב כפי המופת המספרי שהיה הזהב המצופה עב כעין עובי שלשה דוקאטו\"ש מחוברים יחד, שעביים כעובי שקל הקדש, או כעובי המומו\"ש שהיו עשים מזהב קסרי רומי. ואל יקשה עליך איך יהיו מצפים זהב עב וגם בשיעור הזה על הצלעות והארזים ויתראו עליו הצורות המפותחות בצלעות ובעצים, כי תמיד כל היום עושים ככה כאשר תהיה המלאכה הנושאת הזהב עבה ובעלת ממשות, ישימו הזהב עליה בהיותו מזוקק כי ישטחו אותו כרצונם, ואחרי שהנסיון מורה על זה אין ראוי שיספק עליו אדם. וכבר ראיתי מי שחשב בזה דעת אחר, והוא כי לא היה צפוי הזהב במקשיותו בהנחת שטח אחד מזהב על העצים, אבל היה אצלם שמה מלאכה מפוארה והיא להתיך הזהב ולעשותו נוזל, כמו שעושים את הסיד במים לטוח בו את הבתים, ולזה אמר הכתוב בזהב בדברי הימים (דברי הימים א' כ\"ט ד') לטוח את הבתים, כי היה הצפוי הנזכר בכאן באותו האופן, והיה אם כן הזהב נוזל ונכנס בחללי הפתוחים, והם לא היו מלאכה דקה כי אם עבה בשיעור שיוכל הזהב לחול עליה בזה העובי מבלי שתפסד צורת הפתוח, וגם היום יש אנשים יודעים לעשות הזהב נוזל ויכתבו עמו כאלו היה דיו, ואחרים שעושים אותו כמים יאות לשתותו, ואמרו שהוא מאריך החיים ויקראו אותו אויר\"ו פוטאבי\"לי. ואין להפלא מרבוי הזהב המפולג הזה, אחרי שדוד המלך ע\"ה הציב שלשת אלפים ככרי זהב ושבעת אלפים ככרי כסך לטוח את הבתים, ומפני גודל ההוצאות האלה שהיו עתידות להעשות בבית ה' הכין מהזהב מאה ככר אלף, שהם אלף ומאתים ושלשים אלפי אלפים דוק\"אטי זהב, וכסף אלף אלפים ככרים ששוים קרוב לשווי הזהב הנזכר, וזה כלו ממה שיורה שמאת ה' היתה זאת היא נפלאת בעינינו:", "heVersionTitle": "Abarbanel, Tel Aviv 1960", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5e1485289538de35ef3f12b1", "index_title": "Chatam Sofer on Torah", "category": "Commentary", "type": "commentary", "ref": "Chatam Sofer on Torah, Pekudei 4", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Chatam Sofer on Torah, Pekudei 4", "sourceHeRef": "חתם סופר על התורה, פקודי ד׳", "anchorVerse": 25, "sourceHasEn": false, "compDate": [1785, 1835], "commentaryNum": 4, "collectiveTitle": {"en": "Chatam Sofer", "he": "חתם סופר"}, "heTitle": "פקודי", "he": "<b>ואת האלף ושבע מאות וחמשה ושבעים</b> ידוע במדרשות כי נשכח ממרע\"ה מה שעשה באלף ושבע מאות וכו' ונצטער ע\"ז עד שהזכירו הקב\"ה, נ\"ל רמז על משאחז\"ל במס' תמורה ט\"ז ע\"ב שנשכחו בימי אבלו של מרע\"ה אלף ושבע מאות ק\"ו וגז\"ש ונראה דלא חשיב פרוטרוט דחמשה ושבעים, ועכ\"פ הכלל אלף ושבע מאות מכוון הכא והתם, יען כי ע\"י העגל ושבירת הלוחות באה שכחה לעולם:", "heVersionTitle": "Chatam Sofer on Torah, Bratislava, 1879-1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת משה. פרעסבורג, תרל\"ט-תרנ\"ג", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fda0c1d4218f041a6f623ca", "index_title": "Bartenura on Mishnah Shekalim", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Shekalim 1:4:2", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Bartenura on Mishnah Shekalim 1:4:2", "sourceHeRef": "ברטנורא על משנה שקלים א׳:ד׳:ב׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 4.0002, "collectiveTitle": {"en": "Bartenura on Mishnah Shekalim", "he": "ברטנורא על משנה שקלים"}, "heTitle": "ברטנורא על משנה שקלים", "he": "<b>כל כהן שאינו שוקל חוטא.</b> וקרא דכל העובר על הפקודים דריש ליה הכי, כל העובר בים סוף דהיינו כהנים לוים וישראלים שכולן עברו את הים על הפקודים, בין אותן שנמנו לבדן בין אותן שנמנו עם ישראל, יתן תרומת ה׳. ואף על גב דבפרשת אלה פקודי כתיב וכסף פקודי העדה מאת ככר וגו׳ לשש מאות אלף ושלשת אלפים וכו׳, ההוא בתרומת האדנים הוא דכתיב, ובאותה תרומה לא היה שבט לוי, אבל בתרומה של קרבנות צבור הושוו בה כהנים לוים וישראלים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כל כהן שאינו שוקל חוטא – and the Biblical verse (Exodus 30:14): “Everyone who is entered into the records,” he expounds it this way: He who passes through the Sea of Reeds, that is Kohanim, Levites and Israelites, all who passed through the sea “on the records”, whether they were counted alone, whether they were counted with Israel, “shall give the LORD’s offering,” and even though in the Torah portion of \"אלה פקודי\"/”These are the records [of the Tabernacle],” it is written (Exodus 38:25): “The silver of those of the community who were recorded,” for six-hundred and three-thousand [and five-hundred and fifty men]” (Exodus 38:26). That is written for the Terumah of the sockets, but for that Terumah, the Levites did not take part, but the Terumah of the community sacrifices, the Kohanim, Levites and Israelites were equal.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cfc8b6084aa1cbefbd07", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֶ֫לֶף² 1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "BDB, אֶ֫לֶף² 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֶ֫לֶף² א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֶ֫לֶף²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><big><span dir=\"rtl\">אֶ֫לֶף</span></big></big>  <strong>n.m.</strong> <sup><a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a></sup> thousand <strong>(</strong><span dir=\"rtl\">אלף</span> MI, SI, Sab. DHM<sup>ZMG 1875, 615</sup>; Arabic <span dir=\"rtl\">أَلْفٌ</span>, Aramaic <span dir=\"rtl\">ܐܳܠܶܦ</span>, <span dir=\"rtl\">אֲלַף</span>, <span dir=\"rtl\">אלפיא</span>; cf. Ethiopic እልፍ <em>mille, myrias</em><strong>)</strong>*.—<span dir=\"rtl\">(אָ֑׳)א׳</span> <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">Gn 20:16</a> +; sf. <span dir=\"rtl\">אַלְפִּי</span> †<a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; du. <span dir=\"rtl\">אַלְפַּיִם</span> <a data-ref=\"Numbers 4:36\" href=\"/Numbers.4.36\">Nu 4:36</a> +; pl. <span dir=\"rtl\">אֲלָפִים</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a> +; cstr. <span dir=\"rtl\">אַלְפֵי</span> <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> +; <span dir=\"rtl\">אֲלָפֶיךָ</span> <a data-ref=\"Deuteronomy 7:13\" href=\"/Deuteronomy.7.13\">Dt 7:13</a> + 2 times; <span dir=\"rtl\">אֲלָפָיו</span> Qr <a data-ref=\"I Samuel 18:7\" href=\"/I_Samuel.18.7\">1 S 18:7</a> + 2 times (Kt <span dir=\"rtl\">־פו</span>)—<em>a thousand</em>.<br><strong>1.</strong>  numeral: <strong>a.</strong>  used with noun alone; mostly before noun <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a> <a data-ref=\"Nehemiah 3:13\" href=\"/Nehemiah.3.13\">Ne 3:13</a> <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a> +; after noun (late) <a data-ref=\"I Chronicles 12:35\" href=\"/I_Chronicles.12.35\">1 Ch 12:35</a> + 6 times Ch Ezr Ne; <span dir=\"rtl\">א׳ בָּאַמָּה</span> <a data-ref=\"Numbers 35:5\" href=\"/Numbers.35.5\">Nu 35:5</a><sup>(×4)</sup> <a data-ref=\"Ezekiel 47:3\" href=\"/Ezekiel.47.3\">Ez 47:3</a> (del. Co); the noun always pl. when preceding, sometimes when following, <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a> <a data-ref=\"I Kings 3:4\" href=\"/I_Kings.3.4\">1 K 3:4</a> <a data-ref=\"II Kings 18:23\" href=\"/II_Kings.18.23\">2 K 18:23</a> = <a data-ref=\"Isaiah 36:8\" href=\"/Isaiah.36.8\">Is 36:8</a> <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">2 Ch 30:24</a> <a data-ref=\"Psalms 90:4\" href=\"/Psalms.90.4\">ψ 90:4</a> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a> <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a>; elsewhere sg. <span dir=\"rtl\">אישׁ</span> <a data-ref=\"Judges 9:49\" href=\"/Judges.9.49\">Ju 9:49</a>; <a data-ref=\"Judges 15:15\" href=\"/Judges.15.15\">15:15</a>, <a data-ref=\"Judges 15:16\" href=\"/Judges.15.16\">16</a> <a data-ref=\"Joshua 7:3\" href=\"/Joshua.7.3\">Jos 7:3</a> +; <span dir=\"rtl\">אַמָּה</span> <a data-ref=\"Numbers 35:4\" href=\"/Numbers.35.4\">Nu 35:4</a> + (so SI); <span dir=\"rtl\">דּוֹר</span> <a data-ref=\"Deuteronomy 7:9\" href=\"/Deuteronomy.7.9\">Dt 7:9</a> +, cf. <a data-ref=\"I Chronicles 18:4\" href=\"/I_Chronicles.18.4\">1 Ch 18:4</a>; <a data-ref=\"I Chronicles 19:6\" href=\"/I_Chronicles.19.6\">19:6</a> <a data-ref=\"II Kings 15:19\" href=\"/II_Kings.15.19\">2 K 15:19</a> <a data-ref=\"Job 42:12\" href=\"/Job.42.12\">Jb 42:12</a> <a data-ref=\"Song of Songs 4:4\" href=\"/Song_of_Songs.4.4\">Ct 4:4</a> <a data-ref=\"Isaiah 7:23\" href=\"/Isaiah.7.23\">Is 7:23</a>, noun sometimes coll.; <span dir=\"rtl\">א׳</span> pl. cstr. <a data-ref=\"Micah 6:7\" href=\"/Micah.6.7\">Mi 6:7</a> <a data-ref=\"Psalms 119:72\" href=\"/Psalms.119.72\">ψ 119:72</a> <a data-ref=\"Genesis 24:60\" href=\"/Genesis.24.60\">Gn 24:60</a>; noun not expr. (or not fully) <a data-ref=\"Genesis 20:16\" href=\"/Genesis.20.16\">Gn 20:16</a> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">Nu 31:5</a>, <a data-ref=\"Numbers 31:6\" href=\"/Numbers.31.6\">6</a> +; distrib. <span dir=\"rtl\">אֶלֶף</span> … <span dir=\"rtl\">אֶלָף</span> <a data-ref=\"Numbers 31:4\" href=\"/Numbers.31.4\">Nu 31:4</a>; multipl. <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> <span dir=\"rtl\">א׳ פְּעָמִים</span>; indef. for great no. (pl.) <a data-ref=\"Exodus 20:6\" href=\"/Exodus.20.6\">Ex 20:6</a>; <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">34:7</a> <a data-ref=\"Deuteronomy 5:10\" href=\"/Deuteronomy.5.10\">Dt 5:10</a> <a data-ref=\"Jeremiah 32:18\" href=\"/Jeremiah.32.18\">Je 32:18</a>, (sg.) <a data-ref=\"Deuteronomy 32:30\" href=\"/Deuteronomy.32.30\">Dt 32:30</a> <a data-ref=\"Ecclesiastes 6:6\" href=\"/Ecclesiastes.6.6\">Ec 6:6</a> +. <strong>b.</strong>  <span dir=\"rtl\">א׳</span> + other num. usually precedes it <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> + often; but foll. <span dir=\"rtl\">רִבּוֹא</span> <a data-ref=\"Ezra 2:64\" href=\"/Ezra.2.64\">Ezr 2:64</a> + 2 times; it follows also smaller no. <a data-ref=\"Numbers 3:50\" href=\"/Numbers.3.50\">Nu 3:50</a> <a data-ref=\"I Kings 5:12\" href=\"/I_Kings.5.12\">1 K 5:12</a> (so SI); the noun foll. in sg. <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> + 8 times; pl. <a data-ref=\"II Samuel 8:4\" href=\"/II_Samuel.8.4\">2 S 8:4</a> + 2 times; noun precedes, in pl. (late) <a data-ref=\"Daniel 12:12\" href=\"/Daniel.12.12\">Dn 12:12</a> + 2 times; noun not expr. <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">Ex 38:28</a> + often <strong>c.</strong>  <span dir=\"rtl\">א׳</span> × other no. always foll. <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> +; usual order is <em>no</em>. × <span dir=\"rtl\">א׳</span> + <em>additional no.</em> (if any) + <em>noun</em> (ifexpr.) <a data-ref=\"Numbers 31:52\" href=\"/Numbers.31.52\">Nu. 31:52</a> <a data-ref=\"Judges 20:35\" href=\"/Judges.20.35\">Ju 20:35</a> cf. <a data-ref=\"Exodus 12:37\" href=\"/Exodus.12.37\">Ex 12:37</a> <a data-ref=\"II Kings 3:4\" href=\"/II_Kings.3.4\">2 K 3:4</a><sup>(×2)</sup> +; less often <em>noun</em> + <em>no</em>. × <span dir=\"rtl\">א׳</span> <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">Nu 31:33</a> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> +; (other combin. v. <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">Ex 38:26</a> <a data-ref=\"Numbers 26:51\" href=\"/Numbers.26.51\">Nu 26:51</a>; <a data-ref=\"Numbers 31:32\" href=\"/Numbers.31.32\">31:32</a> <a data-ref=\"Ezekiel 48:30\" href=\"/Ezekiel.48.30\">Ez 48:30</a> <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">1 Ch 29:7</a> etc.); <span dir=\"rtl\">א׳</span> usually sg. <a data-ref=\"Numbers 11:21\" href=\"/Numbers.11.21\">Nu 11:21</a> +; except after units, where pl. abs. <a data-ref=\"Numbers 1:46\" href=\"/Numbers.1.46\">Nu 1:46</a> <a data-ref=\"Judges 20:34\" href=\"/Judges.20.34\">Ju 20:34</a> + (so MI); seld. pl. cstr. <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Judges 4:10\" href=\"/Judges.4.10\">Ju 4:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a><sup>(×2)</sup>; (noun mostly sg. when foll. <a data-ref=\"Judges 4:10\" href=\"/Judges.4.10\">Ju 4:10</a> <a data-ref=\"I Kings 12:21\" href=\"/I_Kings.12.21\">1 K 12:21</a> +, yet pl. <a data-ref=\"Joshua 4:13\" href=\"/Joshua.4.13\">Jos 4:13</a> <a data-ref=\"I Samuel 13:5\" href=\"/I_Samuel.13.5\">1 S 13:5</a> +; when preceding it is pl. <a data-ref=\"I Chronicles 5:21\" href=\"/I_Chronicles.5.21\">1 Ch 5:21</a> +, or coll. <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">Nu 31:33</a> <a data-ref=\"I Samuel 25:2\" href=\"/I_Samuel.25.2\">1 S 25:2</a> <a data-ref=\"I Kings 8:63\" href=\"/I_Kings.8.63\">1 K 8:63</a> <a data-ref=\"II Chronicles 7:5\" href=\"/II_Chronicles.7.5\">2 Ch 7:5</a> +); <span dir=\"rtl\">אֶלָף אֲלָפִים</span> <a data-ref=\"I Chronicles 21:5\" href=\"/I_Chronicles.21.5\">1 Ch 21:5</a>; <a data-ref=\"I Chronicles 22:14\" href=\"/I_Chronicles.22.14\">22:14</a> <a data-ref=\"II Chronicles 14:8\" href=\"/II_Chronicles.14.8\">2 Ch 14:8</a>; <span dir=\"rtl\">אַלְפֵי שִׁנְאָן</span> <a data-ref=\"Psalms 68:18\" href=\"/Psalms.68.18\">ψ 68:18</a>, cf. <a ,=\"\" data-ref=\"BDB, שִׁנְאָן\" dir=\"rtl\" href=\"/BDB,_שִׁנְאָן\">שִׁנְאָן</a>; <span dir=\"rtl\">בְּהַרְרֵי אָ֑לֶף</span> <a data-ref=\"Psalms 50:10\" href=\"/Psalms.50.10\">ψ 50:10</a>, read <span dir=\"rtl\">אֵל</span> cf. <a data-ref=\"Psalms 36:7\" href=\"/Psalms.36.7\">ψ 36:7</a>, Ol Bi Che; yet v. Hup De.— <em>Note.</em> 10,000 = <span dir=\"rtl\">עֲשֶׂרֶת אֲלָפִים</span> etc. <a data-ref=\"Judges 1:4\" href=\"/Judges.1.4\">Ju 1:4</a>; <a data-ref=\"Judges 3:29\" href=\"/Judges.3.29\">3:29</a> <a data-ref=\"I Kings 5:28\" href=\"/I_Kings.5.28\">1 K 5:28</a> <a data-ref=\"I Chronicles 29:7\" href=\"/I_Chronicles.29.7\">1 Ch 29:7</a> +; less often <span dir=\"rtl\">רִבּוֹ</span>, <span dir=\"rtl\">רְבָבָה</span> etc. q.v.<br><strong>2.</strong>  <em>a thousand</em>, a company of 1000 men, as united under one superior, or leader, hence <span dir=\"rtl\">שַׂר א׳ (שָׂרֵי)</span> <a data-ref=\"Exodus 18:21\" href=\"/Exodus.18.21\">Ex 18:21</a>, <a data-ref=\"Exodus 18:25\" href=\"/Exodus.18.25\">25</a> cf. <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> +; cf. <span dir=\"rtl\">רָאשֵׁי א׳ יִשְׂרָאֵל</span> <a data-ref=\"Numbers 1:16\" href=\"/Numbers.1.16\">Nu 1:16</a>; <a data-ref=\"Numbers 10:4\" href=\"/Numbers.10.4\">10:4</a> <a data-ref=\"Joshua 22:21\" href=\"/Joshua.22.21\">Jos 22:21</a>, <a data-ref=\"Joshua 22:30\" href=\"/Joshua.22.30\">30</a> & v. infr.; cf. also <a data-ref=\"I Samuel 29:2\" href=\"/I_Samuel.29.2\">1 S 29:2</a>; especially <em>family</em>, etc. <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a> <a data-ref=\"I Samuel 10:19\" href=\"/I_Samuel.10.19\">1 S 10:19</a> (‖ <span dir=\"rtl\">שֵׁבֶט</span> & cf. <span dir=\"rtl\">מִשְׁפַּחַת</span> v <a data-ref=\"I Samuel 10:21\" href=\"/I_Samuel.10.21\">21</a>); cf. <a data-ref=\"Micah 5:1\" href=\"/Micah.5.1\">Mi 5:1</a>;—<a data-ref=\"Numbers 10:36\" href=\"/Numbers.10.36\">Nu 10:36</a> <span dir=\"rtl\">(רִבְבוֹת אַלְפֵי יִשְׂרָאֵל)</span> <a data-ref=\"Numbers 31:5\" href=\"/Numbers.31.5\">31:5</a> <a data-ref=\"Joshua 22:14\" href=\"/Joshua.22.14\">Jos 22:14</a> <a data-ref=\"I Samuel 23:23\" href=\"/I_Samuel.23.23\">1 S 23:23</a> apparently shew transit. to this technical use."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3e7b6084aa1cbf2c7d7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, פָּקַד 1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "BDB, פָּקַד 1", "sourceHeRef": "בראון-דרייבר-בריגס, פָּקַד א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "פָּקַד", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">פָּקַד</span></big></big><sub>303</sub><big></big>  <strong>vb.</strong> attend to, visit, muster, appoint <strong>(</strong>NH id., <em>visit, enjoin;</em> Ph. <span dir=\"rtl\">פקד</span> <em>attend to, provide;</em> Assyrian <em>paḳâdu</em> = BH; Arabic <span dir=\"rtl\">فَقَدَ</span>; <em>faqada</em>) <em>lose, miss;</em> also (Dozy) <em>give heed, attention, to;</em> Ethiopic ፈቀደ; <em>visit, muster, desire, need</em>, etc.; Nab. <span dir=\"rtl\">פקד</span> <em>command</em> (Cook), so 𝔗 <span dir=\"rtl\">פְּקַד</span> Pa. Syriac <span dir=\"rtl\">ܦܩܰܕ</span>, also <em>visit</em><strong>)</strong>;—<br><strong>Qal</strong><sub>234</sub>  Pf. 3 ms. <span dir=\"rtl\">פ׳</span> <a data-ref=\"Exodus 4:31\" href=\"/Exodus.4.31\">Ex 4:31</a> +; 1 s. <span dir=\"rtl\">פָּקַדְתִּי</span> <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">3:16</a> +, etc.; Impf. 3 ms. <span dir=\"rtl\">יִפְקֹד</span> <a data-ref=\"Genesis 50:24\" href=\"/Genesis.50.24\">Gn 50:24</a> +, etc.; Imv. ms. <span dir=\"rtl\">פְּקֹד</span> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a> +, etc.; Inf. abs. <span dir=\"rtl\">פָּקֹד</span> <a data-ref=\"Genesis 50:24\" href=\"/Genesis.50.24\">Gn 50:24</a> +; cstr. <span dir=\"rtl\">לִפְקֹד</span> <a data-ref=\"II Samuel 24:4\" href=\"/II_Samuel.24.4\">2 S 24:4</a> +, etc.; Pt. act. <span dir=\"rtl\">פֹּקֵד</span> <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a> +; pass. <span dir=\"rtl\">פְּקֻדִים(הַ)</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">30:14</a> +, cstr. <span dir=\"rtl\">פְּקוּדֵי</span> <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a> +, etc.;— <strong>A.</strong> <strong>1.</strong> <strong>a.</strong>  <em>pay attention to, observe</em> (with care, practical interest), of <span dir=\"rtl\">י׳</span> c. acc. pers. + rei <a data-ref=\"Exodus 3:16\" href=\"/Exodus.3.16\">Ex 3:16</a> (J), c. acc. pers. <a data-ref=\"Exodus 4:31\" href=\"/Exodus.4.31\">4:31</a> (J; ‖ <span dir=\"rtl\">רָאָה</span>), <a data-ref=\"Psalms 8:5\" href=\"/Psalms.8.5\">ψ 8:5</a> (with providence, cf. <a data-ref=\"BDB, פְּקֻדָּה\" href=\"/BDB,_פְּקֻדָּה\", dir=\"rtl\">פְּקֻדָּה</a> <a data-ref=\"Job 10:12\" href=\"/Job.10.12\">Jb 10:12</a>; ‖ <span dir=\"rtl\">זָכַר</span>); c. acc. rei <a data-ref=\"I Samuel 15:2\" href=\"/I_Samuel.15.2\">1 S 15:2</a> <a data-ref=\"Psalms 80:15\" href=\"/Psalms.80.15\">ψ 80:15</a> (‖ <span dir=\"rtl\">הִבִּיט</span>, <span dir=\"rtl\">רָאָה</span>), <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">La 4:22</a> (‖ <span dir=\"rtl\">גִּלָּה עַל</span>), <span dir=\"rtl\">יִזְכֹּר עֲוֹנָם וְיִפְקֹד חַטֹּאתָם</span> <a data-ref=\"Hosea 8:13\" href=\"/Hosea.8.13\">Ho 8:13</a> = <a data-ref=\"Hosea 9:9\" href=\"/Hosea.9.9\">9:9</a> = <a data-ref=\"Jeremiah 14:10\" href=\"/Jeremiah.14.10\">Je 14:10</a>; <a data-ref=\"I Samuel 17:18\" href=\"/I_Samuel.17.18\">1 S 17:18</a> <em>observe thy brothers as to well-being</em> (<span dir=\"rtl\">לְשָׁלוֹם</span>; i.e. see how they fare). <strong>b.</strong>  <em>attend to</em>, in act, <em>see to</em>, c. acc. pers. <a data-ref=\"II Kings 9:34\" href=\"/II_Kings.9.34\">2 K 9:34</a>; acc. of sheep <a data-ref=\"Jeremiah 23:2\" href=\"/Jeremiah.23.2\">Je 23:2</a> (in fig.); cf. <a data-ref=\"Zechariah 10:3\" href=\"/Zechariah.10.3\">Zc 10:3b</a>; <a data-ref=\"Zechariah 11:16\" href=\"/Zechariah.11.16\">11:16</a>. <strong>c.</strong>  <em>seek</em> (with interest, desire), seek <span dir=\"rtl\">י׳</span> <a data-ref=\"Isaiah 26:16\" href=\"/Isaiah.26.16\">Is 26:16</a>; in bad sense, <em>look about for</em> <a data-ref=\"Ezekiel 23:21\" href=\"/Ezekiel.23.21\">Ez 23:21</a>. Hence <strong>d.</strong>  <em>seek in vain, need, miss, lack</em> (cf. <strong>Niph.</strong>, and Arabic Ethiopic supr.), c. acc. pers. <a data-ref=\"I Samuel 20:6\" href=\"/I_Samuel.20.6\">1 S 20:6</a>; <a data-ref=\"Isaiah 34:16\" href=\"/Isaiah.34.16\">Is 34:16</a>, rei <a data-ref=\"I Samuel 25:15\" href=\"/I_Samuel.25.15\">1 S 25:15</a> <a data-ref=\"Jeremiah 3:16\" href=\"/Jeremiah.3.16\">Je 3:16</a>. <strong>2.</strong>  specif. <em>visit</em>, c. acc., for different purposes: with <span dir=\"rtl\">(ב)</span> a present <a data-ref=\"Judges 15:1\" href=\"/Judges.15.1\">Ju 15:1</a>; especially of <span dir=\"rtl\">י׳</span>, <em>visit graciously</em> <a data-ref=\"Genesis 21:1\" href=\"/Genesis.21.1\">Gn 21:1</a>; <a data-ref=\"Genesis 50:24\" href=\"/Genesis.50.24\">50:24</a>, <a data-ref=\"Genesis 50:25\" href=\"/Genesis.50.25\">25</a> = <a data-ref=\"Exodus 13:19\" href=\"/Exodus.13.19\">Ex 13:19</a> (all E), <a data-ref=\"Isaiah 23:17\" href=\"/Isaiah.23.17\">Is 23:17</a>; <a data-ref=\"Jeremiah 15:15\" href=\"/Jeremiah.15.15\">Je 15:15</a> (‖ <span dir=\"rtl\">זָכַר</span>), <a data-ref=\"Jeremiah 27:22\" href=\"/Jeremiah.27.22\">27:22</a>; <a data-ref=\"Jeremiah 29:10\" href=\"/Jeremiah.29.10\">29:10</a>; <a data-ref=\"Jeremiah 32:5\" href=\"/Jeremiah.32.5\">32:5</a> <a data-ref=\"Psalms 65:10\" href=\"/Psalms.65.10\">ψ 65:10</a> <a data-ref=\"Ruth 1:6\" href=\"/Ruth.1.6\">Ru 1:6</a> +; <span dir=\"rtl\">בִּישׁוּעָתֶ֑ךָ</span> <a data-ref=\"Psalms 106:4\" href=\"/Psalms.106.4\">106:4</a> (‖ <span dir=\"rtl\">זָכַר</span>); <em>visit</em> to search, test, acc. pers. <a data-ref=\"Job 7:18\" href=\"/Job.7.18\">Jb 7:18</a> (‖ <span dir=\"rtl\">בָּחַן</span>), <a data-ref=\"Psalms 17:3\" href=\"/Psalms.17.3\">ψ 17:3</a> (‖ id.; obj. om.), abs. <a data-ref=\"Job 31:14\" href=\"/Job.31.14\">Jb 31:14</a>; to punish <a data-ref=\"Jeremiah 6:15\" href=\"/Jeremiah.6.15\">Je 6:15</a>; <a data-ref=\"Jeremiah 49:8\" href=\"/Jeremiah.49.8\">49:8</a>; <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">50:31</a> <a data-ref=\"Psalms 59:6\" href=\"/Psalms.59.6\">ψ 59:6</a>; acc. pers. om. <a data-ref=\"Exodus 32:34\" href=\"/Exodus.32.34\">Ex 32:34a</a> <a data-ref=\"Isaiah 26:14\" href=\"/Isaiah.26.14\">Is 26:14</a>, c. <span dir=\"rtl\">עַל</span> rei (of sin) <a data-ref=\"Jeremiah 5:9\" href=\"/Jeremiah.5.9\">Je 5:9</a>, <a data-ref=\"Jeremiah 5:29\" href=\"/Jeremiah.5.29\">29</a>; <a data-ref=\"Jeremiah 9:8\" href=\"/Jeremiah.9.8\">9:8</a> (here + ב pers.); acc. rei <a data-ref=\"Psalms 89:33\" href=\"/Psalms.89.33\">ψ 89:33</a>; abs., of <span dir=\"rtl\">י׳</span>’s anger <a data-ref=\"Job 35:15\" href=\"/Job.35.15\">Jb 35:15</a>. <strong>3.</strong>  c. <span dir=\"rtl\">עַל</span> pers., <em>visit upon</em>, <span dir=\"rtl\">י׳</span> subj., + acc. rei (of sin) <a data-ref=\"Amos 3:2\" href=\"/Amos.3.2\">Am 3:2</a>, <a data-ref=\"Amos 3:14\" href=\"/Amos.3.14\">14</a> <a data-ref=\"Hosea 1:4\" href=\"/Hosea.1.4\">Ho 1:4</a>; <a data-ref=\"Hosea 2:15\" href=\"/Hosea.2.15\">2:15</a>; <a data-ref=\"Exodus 20:5\" href=\"/Exodus.20.5\">Ex 20:5</a>; <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">34:7</a> <a data-ref=\"Deuteronomy 5:9\" href=\"/Deuteronomy.5.9\">Dt 5:9</a> + 10 times; acc. rei om., = <em>punish</em> <a data-ref=\"Isaiah 10:12\" href=\"/Isaiah.10.12\">Is 10:12</a> <a data-ref=\"Jeremiah 9:24\" href=\"/Jeremiah.9.24\">Je 9:24</a>; <a data-ref=\"Jeremiah 11:22\" href=\"/Jeremiah.11.22\">11:22</a>; <a data-ref=\"Jeremiah 13:21\" href=\"/Jeremiah.13.21\">13:21</a> + 10 times Je, + 8 times; + כ rei <a data-ref=\"Hosea 12:3\" href=\"/Hosea.12.3\">Ho 12:3</a> <a data-ref=\"Jeremiah 21:14\" href=\"/Jeremiah.21.14\">Je 21:14</a>; + cl. of sin <a data-ref=\"Hosea 4:14\" href=\"/Hosea.4.14\">Ho 4:14</a>; c. <span dir=\"rtl\">אֶל</span> pers. <a data-ref=\"Jeremiah 50:18\" href=\"/Jeremiah.50.18\">Je 50:18</a><sup>(×2)</sup>, <span dir=\"rtl\">אֶל</span> + <span dir=\"rtl\">עַל</span> <a data-ref=\"Jeremiah 46:25\" href=\"/Jeremiah.46.25\">46:25</a>; indef. subj. c. <span dir=\"rtl\">עַל</span> of vineyard = <em>injure</em> <a data-ref=\"Isaiah 27:3\" href=\"/Isaiah.27.3\">Is 27:3</a>. <strong>4.</strong>  <em>pass in review, muster</em> (nearly = <em>number</em>), c. acc., <a data-ref=\"I Samuel 11:8\" href=\"/I_Samuel.11.8\">1 S 11:8</a>; <a data-ref=\"I Samuel 13:15\" href=\"/I_Samuel.13.15\">13:15</a>; <a data-ref=\"II Samuel 24:2\" href=\"/II_Samuel.24.2\">2 S 24:2</a>, <a data-ref=\"II Samuel 24:4\" href=\"/II_Samuel.24.4\">4</a> + 11 times + <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a>, <a data-ref=\"Numbers 1:19\" href=\"/Numbers.1.19\">19</a>, <a data-ref=\"Numbers 1:44\" href=\"/Numbers.1.44\">44</a>, <a data-ref=\"Numbers 1:49\" href=\"/Numbers.1.49\">49</a> + 16 times Nu (P); acc. om. <a data-ref=\"I Samuel 14:17\" href=\"/I_Samuel.14.17\">1 S 14:17</a><sup>(×2)</sup> <a data-ref=\"Numbers 3:42\" href=\"/Numbers.3.42\">Nu 3:42</a>; obj. <span dir=\"rtl\">נָוֶה</span> <a data-ref=\"Job 5:24\" href=\"/Job.5.24\">Jb 5:24</a>; especially pt. pass., persons or things <em>mustered</em> (<em>numbered</em>), <a data-ref=\"Exodus 30:12\" href=\"/Exodus.30.12\">Ex 30:12</a>, <a data-ref=\"Exodus 30:13\" href=\"/Exodus.30.13\">13</a>, <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">14</a>; <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">38:25</a>, <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">26</a>;<a data-ref=\"Numbers 1:21\" href=\"/Numbers.1.21\">Nu 1:21</a>, <a data-ref=\"Numbers 1:22\" href=\"/Numbers.1.22\">22</a> + 67 times Nu, + <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>. <strong>B.</strong>  <em>appoint:</em> <strong>1.</strong>  c. acc. pers. + <span dir=\"rtl\">אִתָּם</span> <a data-ref=\"Genesis 40:4\" href=\"/Genesis.40.4\">Gn 40:4</a>, + <span dir=\"rtl\">עַל</span> pers. over whom <a data-ref=\"Jeremiah 15:3\" href=\"/Jeremiah.15.3\">Je 15:3</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>; <a data-ref=\"Numbers 27:16\" href=\"/Numbers.27.16\">Nu 27:16</a>, + <span dir=\"rtl\">אֶל</span> (for <span dir=\"rtl\">עַל</span>) <a data-ref=\"Jeremiah 49:19\" href=\"/Jeremiah.49.19\">Je 49:19</a> = <a data-ref=\"Jeremiah 50:44\" href=\"/Jeremiah.50.44\">50:44</a>; c. acc. pers. alone <a data-ref=\"Numbers 3:10\" href=\"/Numbers.3.10\">Nu 3:10</a>, + <span dir=\"rtl\">בְּרֹאשׁ הָעָם</span> <a data-ref=\"Deuteronomy 20:9\" href=\"/Deuteronomy.20.9\">Dt 20:9</a>; pt. pass. pl. <em>appointed ones, officers</em>, of (fighting) host <a data-ref=\"Numbers 31:14\" href=\"/Numbers.31.14\">Nu 31:14</a>, <a data-ref=\"Numbers 31:48\" href=\"/Numbers.31.48\">48</a>; <a data-ref=\"II Kings 11:15\" href=\"/II_Kings.11.15\">2 K 11:15</a> <a data-ref=\"II Chronicles 23:14\" href=\"/II_Chronicles.23.14\">2 Ch 23:14</a>. <strong>2.</strong>  c. acc. rei, <em>appoint, assign</em>, + <span dir=\"rtl\">עַל</span> pers. to whom, <a data-ref=\"Numbers 4:27\" href=\"/Numbers.4.27\">Nu 4:27</a> (on text v. Di); c. acc. rei only, v <a data-ref=\"Numbers 4:32\" href=\"/Numbers.4.32\">32</a>; cf. <a data-ref=\"Job 34:13\" href=\"/Job.34.13\">Jb 34:13</a>; <a data-ref=\"Job 36:23\" href=\"/Job.36.23\">36:23</a>; <em>lay upon</em> (<span dir=\"rtl\">עַל</span> pers.) <em>as a charge</em>, <a data-ref=\"Zephaniah 3:7\" href=\"/Zephaniah.3.7\">Zp 3:7</a> (reading <span dir=\"rtl\">מֵעֵינֶיהָ</span>, 𝔊 We Now, for <span dir=\"rtl\">מְעוֹנָהּ</span>); + inf. <a data-ref=\"II Chronicles 36:23\" href=\"/II_Chronicles.36.23\">2 Ch 36:23</a> = <a data-ref=\"Ezra 1:2\" href=\"/Ezra.1.2\">Ezr 1:2</a>; = <em>deposit</em>, c. acc. rei + ב loc., <a data-ref=\"II Kings 5:24\" href=\"/II_Kings.5.24\">2 K 5:24</a> (cf. <a data-ref=\"BDB, פִּקָּדוֹן\" href=\"/BDB,_פִּקָּדוֹן\", dir=\"rtl\">פִּקָּדוֹן</a>).<br>†<strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִפְקַד</span> <a data-ref=\"I Samuel 25:7\" href=\"/I_Samuel.25.7\">1 S 25:7</a> +; 2 ms. <span dir=\"rtl\">וְנִפְקַדְתָּ֫</span> <a data-ref=\"I Samuel 20:18\" href=\"/I_Samuel.20.18\">20:18</a>; Impf. 3 ms. <span dir=\"rtl\">יִפָּקֵד</span> v <a data-ref=\"I Samuel 20:18\" href=\"/I_Samuel.20.18\">18</a> +, etc.; Inf. <span dir=\"rtl\">הִפָּקֵד</span> abs. <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a>; cstr. <a data-ref=\"Judges 21:3\" href=\"/Judges.21.3\">Ju 21:3</a>;— <strong>1.</strong>  <em>be</em> (<em>sought</em>, i.e. <em>needed</em>) <em>missed, lacking</em> <a data-ref=\"I Samuel 20:18\" href=\"/I_Samuel.20.18\">1 S 20:18</a> + v <a data-ref=\"I Samuel 20:19\" href=\"/I_Samuel.20.19\">19</a> (𝔊, for MT <span dir=\"rtl\">תֵּרֵד</span>, We Dr al.), <a data-ref=\"I Samuel 25:7\" href=\"/I_Samuel.25.7\">25:7</a> <a data-ref=\"I Kings 20:39\" href=\"/I_Kings.20.39\">1 K 20:39</a> (+ inf. abs.), <a data-ref=\"II Kings 10:19\" href=\"/II_Kings.10.19\">2 K 10:19</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 23:4\" href=\"/Jeremiah.23.4\">Je 23:4</a> (Gr Gie conj. <span dir=\"rtl\">יִפְחָ֖דוּ</span>), + <span dir=\"rtl\">מִן</span> part. <a data-ref=\"Judges 21:3\" href=\"/Judges.21.3\">Ju 21:3</a>; <a data-ref=\"I Samuel 25:21\" href=\"/I_Samuel.25.21\">1 S 25:21</a>; <a data-ref=\"II Samuel 2:30\" href=\"/II_Samuel.2.30\">2 S 2:30</a> <a data-ref=\"Numbers 31:49\" href=\"/Numbers.31.49\">Nu 31:49</a>; of seat <a data-ref=\"I Samuel 20:18\" href=\"/I_Samuel.20.18\">1 S 20:18</a>, place v <a data-ref=\"I Samuel 25:27\" href=\"/I_Samuel.25.27\">25:27</a> (i.e. <em>be empty</em>). <strong>2.</strong>  <em>be visited</em> (graciously) <a data-ref=\"Ezekiel 38:8\" href=\"/Ezekiel.38.8\">Ez 38:8</a>; <a data-ref=\"Isaiah 24:22\" href=\"/Isaiah.24.22\">Is 24:22</a>, cf. <a data-ref=\"Isaiah 29:6\" href=\"/Isaiah.29.6\">29:6</a> (<span dir=\"rtl\">ב</span> accomp.; v. Di). <strong>3.</strong>  <em>be visited upon</em>, <span dir=\"rtl\">עַל</span> pers., <a data-ref=\"Numbers 16:29\" href=\"/Numbers.16.29\">Nu 16:29</a> (subj. <span dir=\"rtl\">פְּקֻדָּה</span>); <span dir=\"rtl\">בַּל יִפּ׳ רָ֑ע</span> <a data-ref=\"Proverbs 19:23\" href=\"/Proverbs.19.23\">Pr 19:23</a> <em>evil shall not be visited</em> (sc. upon him; read perhaps <span dir=\"rtl\">שׂבֵר עָלָיו</span> for <span dir=\"rtl\">שָׂבֵעַ יָלְין</span> v. Toy). <strong>4.</strong>  <em>be appointed</em> <a data-ref=\"Nehemiah 7:1\" href=\"/Nehemiah.7.1\">Ne 7:1</a>, + <span dir=\"rtl\">עַל</span> <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">12:44</a>.<br>†<strong>Pi.</strong>  (intens.) <em>muster</em> a host, Pt. <span dir=\"rtl\">מְפַקֵּד</span> <a data-ref=\"Isaiah 13:4\" href=\"/Isaiah.13.4\">Is 13:4</a> (of <span dir=\"rtl\">י׳</span>).<br>†<strong>Pu.</strong>  <em>be passed in review</em>, Pf. 3 ms. <span dir=\"rtl\">פֻּקַּד</span> <a data-ref=\"Exodus 38:21\" href=\"/Exodus.38.21\">Ex 38:21</a>; <em>be caused to miss</em>, deprived of, 1 s. <span dir=\"rtl\">פֻּקַּדְתִּי</span> <a data-ref=\"Isaiah 38:10\" href=\"/Isaiah.38.10\">Is 38:10</a> c. acc. rei. <a data-ref=\"Isaiah 38:10\" href=\"/Isaiah.38.10\">Is 38:10</a> sense dub., Ges <em>am</em> (shall be) <em>missed for;</em> Hi Di De Che<sup>Comm.</sup> <em>am punished, muleted of</em>.<br>†<strong>Hithp.</strong>  <em>be mustered</em>, Pf. 3 pl. <span dir=\"rtl\">הִתְפָּֽקְדוּ</span> <a data-ref=\"Judges 20:15\" href=\"/Judges.20.15\">Ju 20:15</a>, <a data-ref=\"Judges 20:17\" href=\"/Judges.20.17\">17</a>; Impf. 3 ms. <span dir=\"rtl\">וַיִּתְפָּקֵד</span> <a data-ref=\"Judges 21:9\" href=\"/Judges.21.9\">21:9</a>; 3 mpl. <a data-ref=\"Judges 20:15\" href=\"/Judges.20.15\">20:15</a> (on form v. Ges<sup>§ 541</sup>).<br>†<strong>Hothp.</strong>  id., Pf. 3 pl. <span dir=\"rtl\">הָתְפָּֽקְדוּ</span> <a data-ref=\"I Kings 20:27\" href=\"/I_Kings.20.27\">1 K 20:27</a> <a data-ref=\"Numbers 1:47\" href=\"/Numbers.1.47\">Nu 1:47</a>; <a data-ref=\"Numbers 2:33\" href=\"/Numbers.2.33\">2:33</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a> (Ges<sup>l.c.</sup>).<br><strong>Hiph.</strong><sub>29</sub>  Pf. 3 ms. <span dir=\"rtl\">הִפְקִיד</span> <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">Gn 39:5</a> +, 2 ms. sf. <span dir=\"rtl\">הִפְקַדְתּוֹ</span> <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יַפְקִיד</span> <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>, etc.; Imv. ms. <span dir=\"rtl\">הַפְקֵד</span> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a> <a data-ref=\"Psalms 109:6\" href=\"/Psalms.109.6\">ψ 109:6</a>, etc.;— <strong>1.</strong>  c. acc. pers., <em>set</em> (<em>over</em>), <em>make overseer</em>, <a data-ref=\"II Kings 25:23\" href=\"/II_Kings.25.23\">2 K 25:23</a>; + <span dir=\"rtl\">עַל</span> <a data-ref=\"Genesis 39:4\" href=\"/Genesis.39.4\">Gn 39:4</a> <a data-ref=\"Jeremiah 1:10\" href=\"/Jeremiah.1.10\">Je 1:10</a> <a data-ref=\"Numbers 1:50\" href=\"/Numbers.1.50\">Nu 1:50</a> + 8 times, fig., acc. of punishment, <a data-ref=\"Leviticus 26:16\" href=\"/Leviticus.26.16\">Lv 26:16</a>; + ב <a data-ref=\"Jeremiah 40:5\" href=\"/Jeremiah.40.5\">Je 40:5</a> + 3 times; + ב and <span dir=\"rtl\">על</span> <a data-ref=\"Genesis 39:5\" href=\"/Genesis.39.5\">Gn 39:5</a>; + ל <a data-ref=\"I Kings 11:28\" href=\"/I_Kings.11.28\">1 K 11:28</a>; + <span dir=\"rtl\">אֲשֶׁר שָׁם</span> <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a> <em>where thou hast stationed him</em>, ins. also v <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">10</a> 𝔊 The We Dr al.; + <span dir=\"rtl\">אִתּוֹ</span> <a data-ref=\"Jeremiah 40:7\" href=\"/Jeremiah.40.7\">Je 40:7</a>, cf. <a data-ref=\"Jeremiah 41:10\" href=\"/Jeremiah.41.10\">41:10</a>. <strong>2.</strong>  c. acc. rei (implic.), <strong>a.</strong>  <em>commit, entrust</em> (cf. <a data-ref=\"BDB, פִּקָּדוֹן\" href=\"/BDB,_פִּקָּדוֹן\", dir=\"rtl\">פִּקָּדוֹן</a>), <span dir=\"rtl\">עַל־יַד פ׳</span> <a data-ref=\"I Kings 14:27\" href=\"/I_Kings.14.27\">1 K 14:27</a> = <a data-ref=\"II Chronicles 12:10\" href=\"/II_Chronicles.12.10\">2 Ch 12:10</a>; c. acc. <span dir=\"rtl\">רוּחִי</span> + <span dir=\"rtl\">בְּיָֽדְךָ</span> <a data-ref=\"Psalms 31:6\" href=\"/Psalms.31.6\">ψ 31:6</a>. <strong>b.</strong>  <em>deposit</em>, c. acc. rei + ב loc. <a data-ref=\"Jeremiah 36:20\" href=\"/Jeremiah.36.20\">Je 36:20</a>, + ל loc. <a data-ref=\"Isaiah 10:28\" href=\"/Isaiah.10.28\">Is 10:28</a>; acc. pers. (Jer. as prisoner) + ב loc. <a data-ref=\"Jeremiah 37:21\" href=\"/Jeremiah.37.21\">Je 37:21</a>.<br>†<strong>Hoph.</strong> <strong>1.</strong>  <em>be visited</em> in punishment, Pf. 3 ms. <span dir=\"rtl\">הָפְקַד</span> <a data-ref=\"Jeremiah 6:6\" href=\"/Jeremiah.6.6\">Je 6:6</a> (impers.; but 𝔊 ψευδής, read <span dir=\"rtl\">הַשֶּׁקֶר</span> JDMich, <span dir=\"rtl\">הַפֶּרֶק</span> Gie). <strong>2.</strong>  <em>be deposited</em>, <span dir=\"rtl\">אִתּוֹ</span> <a data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\">Lv 5:23</a> (subj. <span dir=\"rtl\">הַפִּקָּדוֹן</span>) <strong>3.</strong>  <em>be made overseer,</em> Pt. <span dir=\"rtl\">מֻפְקָדִים(הַ)</span>, c. <span dir=\"rtl\">בֵּית</span> <a data-ref=\"II Kings 22:9\" href=\"/II_Kings.22.9\">2 K 22:9</a>; <a data-ref=\"II Kings 12:12\" href=\"/II_Kings.12.12\">12:12</a> Qr (Kt <span dir=\"rtl\">הפקדים</span>); <span dir=\"rtl\">בְּבֵית י׳</span> <a data-ref=\"II Kings 22:5\" href=\"/II_Kings.22.5\">22:5</a> (Qr del. <span dir=\"rtl\">ב</span>), <a data-ref=\"II Chronicles 34:10\" href=\"/II_Chronicles.34.10\">2 Ch 34:10</a>; c. <span dir=\"rtl\">עַל</span> pers. <a data-ref=\"II Chronicles 34:12\" href=\"/II_Chronicles.34.12\">2 Ch 34:12</a>; abs. v <a data-ref=\"II Chronicles 34:17\" href=\"/II_Chronicles.34.17\">17</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d4b1b6084aa1cbf36d83", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, שִׁבְעִים 1", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "BDB, שִׁבְעִים 1", "sourceHeRef": "בראון-דרייבר-בריגס, שִׁבְעִים א׳", "anchorVerse": 25, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "שִׁבְעִים", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">שִׁבְעִים</span></big><sub>91</sub>  <strong>n.pl. seventy (</strong>irreg. pl. of <span dir=\"rtl\">שֶׁבַע</span> Ges<sup>§ 97 f. R. 1</sup><strong>)</strong>;—not decl.:—<em>seventy</em> (often as round no., cf. Kö<sup>Hast.DB number, 563 a</sup>):<br><strong>1.</strong>  without other no.: <strong>a.</strong>  before n. s. year <a data-ref=\"Genesis 5:12\" href=\"/Genesis.5.12\">Gn 5:12</a> + 12 times, man <a data-ref=\"Judges 9:2\" href=\"/Judges.9.2\">Ju 9:2</a> <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a> + 7 times, shekel <a data-ref=\"Numbers 7:13\" href=\"/Numbers.7.13\">7:13</a> + 11 times, other n. 5 times <strong>b.</strong>  before n.pl. kings <a data-ref=\"Judges 1:7\" href=\"/Judges.1.7\">Ju 1:7</a>, sons <a data-ref=\"Judges 8:30\" href=\"/Judges.8.30\">8:30</a>; <a data-ref=\"Judges 9:24\" href=\"/Judges.9.24\">9:24</a>; <a data-ref=\"II Kings 10:1\" href=\"/II_Kings.10.1\">2 K 10:1</a>, brothers <a data-ref=\"Judges 9:56\" href=\"/Judges.9.56\">Ju 9:56</a>, asses <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">12:14</a>, palms <a data-ref=\"Exodus 15:27\" href=\"/Exodus.15.27\">Ex 15:27</a>; <a data-ref=\"Numbers 33:9\" href=\"/Numbers.33.9\">Nu 33:9</a>, males <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">Ezr 8:7</a>,<a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>. <strong>c.</strong>  after n. coll. <span dir=\"rtl\">(בָּקָר)</span> <a data-ref=\"II Chronicles 29:32\" href=\"/II_Chronicles.29.32\">2 Ch 29:32</a>, n.pl. <a data-ref=\"Daniel 9:24\" href=\"/Daniel.9.24\">Dn 9:24</a>. <strong>d.</strong>  pred. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>. <strong>e.</strong>  n. om. <a data-ref=\"Exodus 24:1\" href=\"/Exodus.24.1\">Ex 24:1</a>, <a data-ref=\"Exodus 24:9\" href=\"/Exodus.24.9\">9</a> (man), <a data-ref=\"Numbers 7:85\" href=\"/Numbers.7.85\">Nu 7:85</a> (shekel), cf. <a data-ref=\"Judges 9:4\" href=\"/Judges.9.4\">Ju 9:4</a><br><strong>2.</strong>  <span dir=\"rtl\">שׁ׳ אֶלֶף</span> = 70,000 <a data-ref=\"II Samuel 24:15\" href=\"/II_Samuel.24.15\">2 S 24:15</a> + 6 times.<br><strong>3.</strong>  + other num.: <strong>a.</strong>  + unit + n. s. <a data-ref=\"Judges 8:14\" href=\"/Judges.8.14\">Ju 8:14</a>; n. om. 70 + 7 (times) <a data-ref=\"Genesis 4:24\" href=\"/Genesis.4.24\">Gn 4:24</a>, cf. <a data-ref=\"Ezra 2:40\" href=\"/Ezra.2.40\">Ezr 2:40</a> = <a data-ref=\"Nehemiah 7:42\" href=\"/Nehemiah.7.42\">Ne 7:43</a>, so 2 + 70 <a data-ref=\"Numbers 31:38\" href=\"/Numbers.31.38\">Nu 31:38</a>; n.pl. + 70 + 7 <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">Ezr 8:35</a>; <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a> years + 70 year <a data-ref=\"Genesis 12:4\" href=\"/Genesis.12.4\">Gn 12:4</a>. <strong>b.</strong>  5 + 70 × 1000 (man) <a data-ref=\"Esther 9:16\" href=\"/Esther.9.16\">Est 9:16</a>, cf. <a data-ref=\"Numbers 2:4\" href=\"/Numbers.2.4\">Nu 2:4</a>; <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">3:43</a>; <a data-ref=\"Numbers 26:32\" href=\"/Numbers.26.32\">26:32</a>; 2 + 70 × 1000 <a data-ref=\"Numbers 31:33\" href=\"/Numbers.31.33\">31:33</a> (<span dir=\"rtl\">בָּקָר</span> precedes); 70 man, 50 × 1000 man <a data-ref=\"I Samuel 6:19\" href=\"/I_Samuel.6.19\">1 S 6:19</a>; <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">7</a> + 70 year + 7 × 100 year <a data-ref=\"Genesis 5:31\" href=\"/Genesis.5.31\">Gn 5:31</a>; n. om. 3 + 70 + 200 <a data-ref=\"Numbers 3:46\" href=\"/Numbers.3.46\">Nu 3:46</a>. <strong>c.</strong>  70 foll. hundreds: 70 year + 5 years <a data-ref=\"Genesis 25:7\" href=\"/Genesis.25.7\">Gn 25:7</a>, and (n. om.) 70 + 2 <a data-ref=\"Ezra 2:3\" href=\"/Ezra.2.3\">Ezr 2:3</a>, <a data-ref=\"Ezra 2:4\" href=\"/Ezra.2.4\">4</a> = <a data-ref=\"Nehemiah 7:8\" href=\"/Nehemiah.7.8\">Ne 7:8</a>, <a data-ref=\"Nehemiah 7:9\" href=\"/Nehemiah.7.9\">9</a>, <a data-ref=\"Nehemiah 11:19\" href=\"/Nehemiah.11.19\">Ne 11:19</a>; + 3 <a data-ref=\"Ezra 2:36\" href=\"/Ezra.2.36\">Ezr 2:36</a> <a data-ref=\"Nehemiah 7:38\" href=\"/Nehemiah.7.38\">Ne 7:39</a>; <a data-ref=\"Nehemiah 7:5\" href=\"/Nehemiah.7.5\">5</a> + 70 <a data-ref=\"Ezra 2:5\" href=\"/Ezra.2.5\">Ezr 2:5</a>. <strong>d.</strong>  1000 + 7 × 100 + 5 + 70 shekel <a data-ref=\"Exodus 38:25\" href=\"/Exodus.38.25\">Ex 38:25</a> and (n. om.) v <a data-ref=\"Exodus 38:28\" href=\"/Exodus.38.28\">28</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "65e2ad7423444571304f7b8d", "index_title": "Cassuto on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Cassuto on Exodus 30:11:3", "anchorRef": "Exodus 38:25", "anchorRefExpanded": ["Exodus 38:25"], "sourceRef": "Cassuto on Exodus 30:11:3", "sourceHeRef": "קאסוטו על שמות ל׳:י״א:ג׳", "anchorVerse": 25, "sourceHasEn": true, "commentaryNum": 11.0003, "collectiveTitle": {"en": "Cassuto on Exodus", "he": "קאסוטו על שמות"}, "he": "מכיון שהקשר אל עניינה הראשי של הפרשה אינו כאן קשר הדוק כקשר הפיסקה ‏הקודמת אל אותו העניין הראשי, מוקדמת כאן הנוסחה הרגילה לבוא לפני הלכה מיוחדת בפני עצמה: <b>וידבר ה' אל משה לאמר</b>. וכיוצא בזה בפיסקות הבאות, שכל אחת מהן כוללת עניין מיוחד. על שיטות המפקד במזרח הקדמון יש לנו היום עדות ברורה במסמכים בלשון אכדית שנמצאו במארי (מאה י\"ח לפני סה\"נ), ומהם אפשר ללמוד הרבה לשם ביאור פרטי המפקדים הנזכרים במקרא. נביא מהם כאן מה שמן הראוי להביא לשם פירושה של פיסקה זו, ועוד נחזור על העניין להלן, בפירושנו על ל\"ח, כ\"ה ואילך, כשנעמוד על הבעיה של כסף הכיפורים ושימושו לעשיית האדנים.", "heVersionTitle": "Jerusalem, 1951", "heLicense": "", "heVersionTitleInHebrew": "", "text": "Since the connection to the main subject of the section is not as strong here as the connection of the previous section to that main subject, the standard formula preceding a distinct law by itself is introduced here: <b>'And the Lord spoke to Moshe, saying.'</b> And similar to this in the following sections, each of which encompasses a special matter. Regarding the methods of the census in the ancient East, we today have clear evidence in documents in Akkadian that were found in Mari (18th century BCE), and from them, one can learn much for the purpose of clarifying the details of the censuses mentioned in the Bible. We will bring here what is appropriate to explain this section, and we will return to the matter later, in our commentary on Exodus 38:25 and onwards, when we address the issue of the atonement money and its use for making the sockets.", "versionTitle": "Translated by Yeho'hanan (Notzar haNesher)", "license": "", "versionTitleInHebrew": ""}]