[{"_id": "52073cd8edbab4556a70dd7b", "index_title": "Ramban on Exodus", "category": "Commentary", "type": "commentary", "ref": "Ramban on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ramban on Exodus 32:22:1", "sourceHeRef": "רמב\"ן על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ramban", "he": "רמב\"ן"}, "he": "<b>אַתָּה יָדַעְתָּ אֶת הָעָם כִּי בְרָע הוּא</b> יֹאמַר כִּי הֵם בְּדֶרֶךְ רָעָה, כִּי אָמְרוּ לִי לַעֲשׂוֹת לָהֶם מוֹרֵה דֶּרֶךְ בִּמְקוֹם אֲדוֹנִי עַד שׁוּבוֹ אֵלַי אוּלַי יָשׁוּב, וְנָתְנוּ לִי הַזָּהָב וָאַשְׁלִכֵהוּ בָאֵשׁ וְהִנֵּה יָצָא לָהֶם הָעֵגֶל הַזֶּה, כִּי הֵם חָשְׁבוּ בּוֹ מַחְשָׁבָה רָעָה שֶׁיִּשְׁתַּחֲווּ לוֹ וְיִזְבְּחוּ לוֹ. וּבַעֲבוּר שֶׁלֹּא רָצָה אַהֲרֹן לְהַאֲרִיךְ בְּסֻרְחָנָן, קִצֵּר וְאָמַר \"וַיֵּצֵא הָעֵגֶל הַזֶּה\", שֶׁיָּצָא לָהֶם הָעִנְיָן הָרַע הַזֶּה אֲשֶׁר אֲדוֹנִי רוֹאֶה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "THOU KNOWEST THE PEOPLE, THAT THEY ARE SET ON EVIL. Aaron is saying: “They proceeded along the path of evil. They told me to make them a guide in the place of my lord until he returns to me, for perhaps he will return, and then they gave me the gold <i>and I cast it into the fire</i><sup class=\"footnote-marker\">367</sup><i class=\"footnote\">Verse 24.</i> and behold there came out this calf for them, for they had an evil intention as to the gold, [and wanted] to worship it and sacrifice to it.” But because Aaron did not want to speak at length about their corruption, he spoke briefly and said, <i>and there came out this calf</i>,<sup class=\"footnote-marker\">367</sup><i class=\"footnote\">Verse 24.</i> meaning, “there came out for them this evil matter that my lord sees.”", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5252a7efedbab4498f482256", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 32:22:1", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>ויאמר אל יחר אף אדני.</b> בעבור גודל מעלתו.", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "AND AARON SAID: LET NOT THE ANGER OF MY LORD WAX HOT. Aaron called Moses my lord because of Moses’ great station.", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "531e4fe1fbfba276047f637f", "index_title": "Onkelos Exodus", "category": "Targum", "type": "targum", "ref": "Onkelos Exodus 32:22", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Onkelos Exodus 32:22", "sourceHeRef": "תרגום אונקלוס על שמות ל״ב:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 32.0022, "collectiveTitle": {"en": "Onkelos Exodus", "he": "תרגום אונקלוס על שמות"}, "heTitle": "תרגום אונקלוס על שמות", "he": "וַאֲמַר אַהֲרֹן לָא יִתְקֵף רוּגְזָא דְרִבּוֹנִי אַתְּ יְדַעַתְּ יָת עַמָּא אֲרֵי בְּבִישׁ הוּא:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "Aharon said, “Let not the wrath of my master blaze. You know that the people are set on evil.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2684fbfba27c35eebbbf", "index_title": "Targum Jonathan on Exodus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Exodus 32:22", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Targum Jonathan on Exodus 32:22", "sourceHeRef": "תרגום יונתן על שמות ל״ב:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 32.0022, "collectiveTitle": {"en": "Targum Jonathan on Exodus", "he": "תרגום יונתן על שמות"}, "heTitle": "תרגום יונתן על שמות", "he": "וַאֲמַר אַהֲרן לָא יִתְקֵיף רוּגְזָא דְרִבּוֹנִי אַנְתְּ יַדְעָת יַת עַמָּא אֲרוּם בְּנֵי צַדִּיקַיָא אִינוּן בְּרַם יִצְרָא בִּישָׁא הוּא דְאַטְעִינוּן", "heVersionTitle": "Targum Jonathan on Exodus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And Aharon said, Let not my lord's anger be strong: thou knowest the people, that they are the children of the Just; but evil concupiscence hath made them to err:  ", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "53f176a9fbfba22336e9f124", "index_title": "Sforno on Exodus", "category": "Commentary", "type": "commentary", "ref": "Sforno on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Sforno on Exodus 32:22:1", "sourceHeRef": "ספורנו על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1500, 1550], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Sforno", "he": "ספורנו"}, "heTitle": "ספורנו על שמות", "he": "<b>כי ברע הוא.</b> שכבר היו בענין רע, נצמדים לגלולי מצרים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "כי ברע הוא. They were already so deeply involved in the sin, having been used to the idolatry they had been addicted to in the hundreds of years in Egypt.\n", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "53f17739fbfba22336ea05d2", "index_title": "Kitzur Ba'al HaTurim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Kitzur Ba'al HaTurim on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Kitzur Ba'al HaTurim on Exodus 32:22:1", "sourceHeRef": "קיצור בעל הטורים על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1280, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Kitzur Ba'al HaTurim", "he": "קיצור בעל הטורים "}, "heTitle": "קיצור בעל הטורים על שמות", "he": "<b>כי ברע</b> אותיות ערב שערב רב גרמו להם לעשותו:\n\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "54bd485afbfba21733364980", "index_title": "Shadal on Genesis", "category": "Quoting Commentary", "type": "", "ref": "Shadal on Genesis 1:26:3", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Shadal on Genesis 1:26:3", "sourceHeRef": "שד\"ל על בראשית א׳:כ״ו:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1835, 1865], "commentaryNum": 26.0003, "collectiveTitle": {"en": "Shadal on Genesis", "he": "שד\"ל על בראשית"}, "heTitle": "שד\"ל על בראשית", "he": "בצלמנו: צורת הגוף ותבנית חלקיו לא תיקרא צלם, אלא תואר או תבנית (וכמו שאמר הרמב\"ם במורה ח\"א פ\"א), כי ייאמרו יפה תאר, לא יפה צלם, וייאמרו להורות על הרכבת חלקי הגוף, את תבנית המשכן ואת תבנית כל כליו (שמות כ\"ה ט'), אבל ייקרא צלם כל דבר העשוי לדמיון דבר אחר, כמו הציור על הנייר, העשוי לדמיון צורת אדם מיוחד, וכן כל פסל ומסכה העשויים לדמיון גוף מה, כמו שכתוב צלמי טחוריכם וצלמי עכבריכם (ש\"א ו' ה'), ותעשי לך צלמי זכר (יחזקאל ט\"ז י\"ז), צלמי כשדים חקוקים בששר (שם כ\"ג י\"ד) ומילת צלם נגזרת מן צל (וכמו שכתב גם Bochart), כי כן הצל מצייר צורה אשר היא בדמיון הגוף, וממנו למדו בני אדם להתחיל במלאכת הציור, וכן גם בלשון ארמית אומרים צלם דהבא וכיוצא בזה, והכוונה תמיד על דבר העשוי לדמיון דבר אחר; רק פעם אחת מצאנו בדניאל (ג' י\"ט) וצלם אנפוהי אשתני, על תואר האדם החי, והוא לשון מושאל ובלתי מדויק. והנה האדם הוא צלם אלהים, כלו' שהוא בצד מה מתדמה אל האל שהוא בעל הכוחות כולם. והנה לכאורה יקשה לפירושי אות הבי\"ת אשר במילת בצלמנו, וכן בפסוק בצלם אלהים ברא אותו, וכן כי בצלם אלהים עשה את האדם, כי לפירושי האדם עצמו הוא צלם אלהים, לא בצלם אלהים. אך ראוי לדעת, כי כן מצאנו בקצת מקומות בי\"ת נוספת במילה המורה על נשוא המאמר (praedicatum), כגון כי ברע הוא (שמות ל\"ב כ\"ב), הנה ה' בחזק יבוא (ישעיה מ' י'), והוא באחד (איוב כ\"ג י\"ג), ביה שמו (תהלים ס\"ח ה'), והבי\"ת הזאת נוהגת הרבה בלשון ערבי, ונראה כי מליצת ברע, בחזק, באחד עיקר הוראתה כאילו תאמר פלוני הוא באותה תכונה שקוראים אותה בשם רע, חזק, ואחד, אף כאן נעשה אדם באותה תכונה שיצדק לקראה בשם צלם אלהים. והנה מלת בצלמנו ומליצת צלם אלהים אינן ראיה שהתורה מלמדת היות האל בעל צורה אנושית (Antropomorphismus), ואין להכחיש כי קצת מקדמונינו ייחסו לאל תבנית כתבנית אדם, וכן אמרו בברכת חתנים (כתובות דף ח' ע\"א): אשר יצר את האדם בצלמו בצלם דמות תבניתו, ותבנית ודאי הוא שם הנאמר על בנין חלקי הגוף ואע\"פ כן לא היו קדמונינו מאמינים שהאל והמלאכים הם בעלי גוף וגויה כמונו ובהדיא כתב רש\"י (מכות דף יב ע\"א, ד\"ה חמוץ בגדים) שאין המלאכים בשר ודם; אבל אמיתת הענין היא, כי שכל פשוט בלתי גוף כלל, ובלתי שום צורה, ולא אורך ורוחב וגובה כלל, הוא ענין שאי אפשר לבן אדם לציירו ולא יתיישב בלבו, ואם הפילוסופים מדברים עליו, סוף סוף אין להם ממנו אלא ציור שולל, לא ציור חיובי, והתורה ניתנה לכל העם, והעם צריך שיוכל לצייר את אלהיו ציור חיובי לא ציור שולל. והנה הקדמונים היו מייחסים לאל ולמלאכים ולנשמות עצם רוחני דק מכל גוף הידוע לנו, ואעפ\"כ הוא בעל צורה ותבנית; ועיין ס' מלאכת מחשבת פרשת שלח לך.", "heVersionTitle": "Shadal on Torah", "heLicense": "", "heVersionTitleInHebrew": "שד\"ל על התורה", "text": "<b>\"In our image\" (<i>tsalmeinu</i>):</b> The form of the body and its build is not called <i>tselem</i> but rather <i>toar</i> or <i>tavnit</i> (as Rambam said in the Guide for the Perplexed 1:1). Since they would say  <i>yafat toar</i> (nice appearance), not <i>yafat tselem</i>. And to indicate the construction of the parts of a body, they would say, \"the <i>tavnit</i> of the tabernacle and the <i>tavnit</i> of all its vessels\" (Exodus 28:9). Rather, they would call <i>tselem</i> anything that is made to resemble something else, like a drawing on paper made to resemble a specific person; and so [too] any statue or mask made to resemble a certain body. As it is written (I Samuel 6:5), \"the resemblances of (<i>tsalmei</i>) your hemorrhoids and the resemblances of (<i>tsalmei</i>) your mice;\" and (Ezekiel 16:17) \"and you made resemblances of (<i>tsalmei</i>) males;\" and (Ezekiel 23:14) \"resemblances of (<i>tsalmei</i>) Chaldeans, inscribed with vermilion.\" And the word, <i>tselem</i> is derived from <i>tsel</i> (shadow) (and like Bochart also wrote), since a shadow depicts a form which resembles a body. And from it did men learn to begin the art of drawing. And also in Aramaic, they say a 'golden <i>tslam</i>' [to mean a golden statue] and the like; and the intention is always about something that is made to resemble something else. Only once do we find - in Daniel 3:19, \"and the appearance (<i>tselem</i>) of his face changed\" - [that it refers] to the appearance of a living person, and it is a borrowed expression [there] and not precise. And behold, man is a resemblance of God; meaning that from a certain angle, he resembles the Power that is Master of all the powers. And ostensibly, the letter <i>bet</i> (designating in or according to) in the word <i>betsalmeinu</i> is difficult according to my explanation - and so [too] (Genesis 9:6), \"since <i>betselem</i> (in the image/resemblance) of God did He make man.\" Since according to my explanation, man himself <i>is</i> the resemblance of God, and not [just created to be] in the image of God. However, it is fitting to know that we have found this in a few places - an additional <i>bet</i> in a word that [simply] indicates that it is the predicate of a statement (<i>praedicatum</i>). For example, \"since it is <i>be</i> evil\" (Exodus 32:22);   \"Behold, the Lord will come <i>be</i> strength\" (Isaiah 40:10); \"He is <i>be</i> one\" (Job 23:13); \"<i>be</i> the Lord is His name\" (Pslams 68:5). And this [type of] <i>bet</i> is frequently used in Arabic. And it appears that the expression, <i>be</i> evil, <i>be</i> strength, <i>be</i> one [all] mainly indicates [that it is] as if you would say a certain person has the characteristic that is called evil, strength or [oneness]. Here too, [it is understood as] \"let Us make man [to have] the quality which would justify it being called, resemblance of God.\" And behold, the word, <i>betsalmeinu</i>, and the expression, <i>tselem Elohim</i> (image of God), are not a proof that the Torah teaches that God has a human form (<i>Antropomorphismus</i>). And we cannot deny that some of our forbears attributed a build like the build of a man to God, and so did they say in the blessing for grooms (Ketuvot 8a), \"Who formed man in His resemblance, in the resemblance of the image of <i>tavnito</i> (His build).\" And <i>tavnit</i> is certainly a name that refers to the structure of the parts of a body. And nonetheless, our forbears did not believe that God and the angels had a body and a hull like us. And Rashi explicitly wrote (Makkot 12a, s.v. <i>chamuts begadim</i>) that angels are not flesh and blood. But the truth of the matter is that a completely incorporeal simple intellect that has no form - no breadth and width and height whatsoever - is something that is impossible for a person to imagine and [hence] it will not be [internalized by him.] And if the philosophers speak about Him, at the end of the day, they can only describe Him negatively (what He is not), not positively (what He is). And the Torah was given to the whole people, and the people need to be able to imagine their God with a positive description, not just a negative description. And behold, [therefore] our forbears would attribute to God and to the angels and to souls, a finer spiritual substance than any body known to us, and nonetheless, [that substance] has a form and a build. And see the book <i>Malakhet Machshevet</i>, <i>Parshat Shelach Lecha</i>. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "54eaf569fbfba278fd265f2a", "index_title": "Haamek Davar on Exodus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Haamek Davar on Exodus 32:22:1", "sourceHeRef": "העמק דבר על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>כי ברע הוא.</b> לעולם אומרים כי רע להם מעמדם במדבר ולשון זה כתיב לעיל ה׳ י״ט בכוונה זו יע״ש באשר אינם בטוחים בכחם שראוים להתנהג בנס. ובדרך הטבע קשה ג״כ להיות במדבר. וזהו תרעומתם במן ובבאר כמו שנתבאר:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55adf737fbfba23a068094c6", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Ki Tisa 28", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Meshekh Chokhmah, Ki Tisa 28", "sourceHeRef": "משך חכמה, כי תשא כ״ח", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 28, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "כי תשא", "he": "<b>כי </b>ברע הוא. פירוש, כי היו במצרים עובדי ע\"ז ונתערבו בגוים ולמדו מעשיהם, ונשאר עדיין מעט רע קלוט, והופסק הזוהמה בעמידתם אצל הר סיני, מ\"מ נשאר אצל קצתם נטיה, וכאשר ראה אהרן שכן הוא חלילה יומשך הדבר ויתגלה מעט ומעט השורש פורה רש ולענה, ע\"כ התחכם לעשות עגל ולהוציא מכוח אל הפועל כדי שיצאו כל הניצוצים הרעים ויודע מה אתם וזה כי פרעה אהרן, פירוש מגולה, נתגלה שמצו וקלונו, רש\"י, יעו\"ש ודו\"ק.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "574c6ef7d6e4a9347afe1046", "index_title": "Rashi on Exodus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Rashi on Exodus 32:22:1", "sourceHeRef": "רש\"י על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על שמות", "he": "<b>כי ברע הוא.</b> בְּדֶרֶךְ רַע הֵם הוֹלְכִין תָּמִיד, וּבְנִסְיוֹנוֹת לִפְנֵי הַמָּקוֹם:", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "כי ברע הוא [THOU KNOWEST THE PEOPLE] THAT THEY ARE SET ON EVIL — They always go on the wrong way and with temptations, before the Omnipresent.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "57e77cd7d6e4a94c7c18a0e4", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Exodus 32:22", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Tafsir Rasag, Exodus 32:22", "sourceHeRef": "תפסיר רס\"ג, שמות ל״ב:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 32.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "שמות", "he": "קאל לא ישתד גצ̇ב סידי אנת עארף באלקום אנהם שרירון", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5889b4e2d6e4a902855ff5bd", "index_title": "Tur HaArokh", "category": "Commentary", "type": "commentary", "ref": "Tur HaArokh, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Tur HaArokh, Exodus 32:22:1", "sourceHeRef": "הטור הארוך, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1280, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Tur HaAroch", "he": "הטור הארוך"}, "heTitle": "שמות", "he": "<b>אתה ידעת את העם כי ברע הוא. </b>פי' שהוליכם בדרך רעה שבאו אלי לעשות להם מורה הדרך במקום אדוני עד שובו ונתנו לי הזהב ואשליכהו באש ויצא העגל הזה כי חשבו בו מחשבה רעה והשתחוו לו ובעבור שלא רצה אהרן להאריך בסורחנם קיצר ואמר ויצא העגל הזה שיצא להם לענין הרע אשר אדוני רואה: \n", "heVersionTitle": "Perush al ha-Torah, Hanover, 1838", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " אתה ידעת את העם כי ברע הוא, “you know what the people are like once they are bent on an evil path.” Aaron did not want to dwell at length on how the situation had deteriorated, and the people’s having planned this, but he shouldered part of the blame saying that he had misled them by throwing the gold they had brought into the crucible, as an unexpected result of which this calf emerged. The people had made him believe that they wanted a temporary substitute for Moses until Moses would return. It had neither occurred to him that this calf would emerge from the crucible, nor that they would worship this calf by prostrating themselves in front of it\n", "versionTitle": "Tur on the Torah, trans. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5891d564d6e4a9274646bcb0", "index_title": "Redeeming Relevance; Exodus", "category": "Quoting Commentary", "type": "", "ref": "Redeeming Relevance; Exodus, CHAPTER 4 Two Brothers and a Sister; The Family Team 37", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Redeeming Relevance; Exodus, CHAPTER 4 Two Brothers and a Sister; The Family Team 37", "sourceHeRef": "פדיון הרלוונטיות על שמות, פרק רביעי ל״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [2007, 2010], "commentaryNum": 37, "collectiveTitle": {"en": "Redeeming Relevance; Exodus", "he": "פדיון הרלוונטיות על שמות"}, "heTitle": "פרק רביעי", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "Before we round out our discussion of Moshe and Aharon, it is worth reviewing Aharon’s use of the term “my master” for Moshe. First, it is not common to see any older brother using this term regarding a younger brother – even if we can readily think of Moshe as Aharon’s master. Moreover, Aharon uses the term in reference to Moshe only one time earlier: strategically when Moshe blames him for his role in producing the golden calf (Shemot 32:22).<sup class=\"footnote-marker\">136</sup><i class=\"footnote\"><i>Shemot</i> 32:22.</i> There too, Aharon is acknowledging his inferiority to Moshe; he had just aided in the performance of a sin while his brother was involved in the highest communion with God. But if this was really an acknowledgement of inferiority, then why does Aharon go back to viewing himself as an equal to Moshe in the later section that we just discussed?", "versionTitle": "Redeeming Relevance -- Exodus", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "59636ac6d6e4a9416e9c1afb", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Mizrachi, Exodus 32:22:1", "sourceHeRef": "מזרחי, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "שמות", "he": "<b>כי ברע הוא בדרך רע הם הולכים תמיד ובנסיונות לפני המקום. </b>הוצרך לומר שהמתואר של רע הוא הדרך והוא חסר כמו ומאכלו בריאה ועשיר יענה עזות ולא שישוב אל העם הנזכר מפני תוספת הבי\"ת ומפני שהמתואר הוא הדרך והדרך נופל בו לשון הליכה הוצרך לומר הם הולכים ומפני שבלי תוספת מלת תמיד מורה שאמר בעבור הדרך הזה שכונתם בו לרעה וזה אי אפשר שאם כן היה לו למשה לעשות גדרים וסייגים מתחלה טרם שיעשו הרעה לפיכך הוצרך להוסיף מלת תמיד להורות על הלכתם בדרך רע בכל עניניהם תמיד לא על זה הרמוז: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a154761d6e4a92409ac41e8", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Siftei Chakhamim, Exodus 32:22:1", "sourceHeRef": "שפתי חכמים, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1660, 1680], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "שמות", "he": "<b>הם הולכין תמיד כו'.</b> דק\"ל למה לא כתיב כי רע הוא אם הדבר שב לישראל: ל\"פ ברע קאי על הדרך הרע ומשום הכי הוצרך להוסיף ולומר הם הולכים כיון דבדרך נופל לשון הליכה ואמר תמיד מפני שבזולת זה הי' משמע שאמר בעבור הדרך הזה שכוונתם בו לרעה וזה א\"א שאם הי' יודע משה זה הי' לו לגדור גדר מתחילה טרם שיעשו הרעה לפיכך הוצרך להוסיף מלת תמיד כלומר בכל מעשיהם הם תמיד ברע: ", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>They are always going. . .</b> Rashi is answering the question: Why is it not written it say  כי רע הוא , [instead of  ברע ], if it refers to the Bnei Yisrael? He explains that  ברע refers to the evil way. And Rashi adds the words “they are going” because “going” is the term that is associated with “way.” And Rashi adds the word “always,” because otherwise Aharon seems to be speaking of this [specific] way on which they intend evil. But this cannot be, because if Moshe had known of this [as the verse says, “You know,”] he should have taken preventative measures at the onset, before they did evil. Therefore Rashi adds “always,” to convey that in all their deeds they are always on an evil way. ", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1c0212d6e4a943452d3c1a", "index_title": "Sefer HaYashar (midrash)", "category": "Midrash", "type": "midrash", "ref": "Sefer HaYashar (midrash), Book of Exodus 54", "anchorRef": "Exodus 32:1-35", "anchorRefExpanded": ["Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "Sefer HaYashar (midrash), Book of Exodus 54", "sourceHeRef": "ספר הישר (מדרש), ספר שמות נ״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [950, 1550], "commentaryNum": 54, "collectiveTitle": {"en": "Sefer HaYashar (midrash)", "he": "ספר הישר (מדרש)"}, "heTitle": "ספר שמות", "he": "וימותו מן העם איש בחרב רעהו כשלושת אלפי איש, אשר עשו את העגל. ויהי ממחרת ויאמר משה אל העם אעלה אל ה׳, אולי אכפרה בעד חטאתכם אשר חטאתם לה׳. ויעל משה עוד אל ה׳, וישב עם ה׳ ארבעים יום וארבעים לילה. ויהי משה מבקש את ה׳ בעד בני ישראל את ארבעים היום, וישמע ה׳ אל תפילת משה ויעתר לו ה׳ בעד ישראל. אז דיבר ה׳ אל משה לפסול שני לוחות אבנים להעלותם אל ה׳, לכתוב עליהם את עשרת הדברים. ויעש כן משה וירד ויפסול שני לוחות ויעל אל הר סיני אל ה׳, ויכתוב ה׳ על הלוחות את עשרת הדברים. וישב עוד משה עם ה׳ ארבעים יום וארבעים לילה, וילמדהו ה׳ עוד חוקים ומשפטים אל ישראל. ויצוהו ה׳ אל בני ישראל לעשות לה׳ משכן לשכן שמו בתוכם, ויראהו ה׳ את תבנית המשכן ואת תבנית כל כליו. ויהי מקץ הארבעים יום, וירד משה מן ההר ושני לוחות בידו. ויבוא משה אל בני ישראל, וידבר אליהם את כל דברי ה׳. וילמד להם תורות חוקים ומשפטים, אשר ציוהו ה׳. ויגד משה אל בני ישראל את דברי ה׳ לעשות לו משכן, לשכון בתוך בני ישראל. וישמח העם שמחה גדולה עד מאוד על כל הטובה אשר דיבר ה׳ אליהם ביד משה, ויאמרו כל אשר דיבר ה׳ אליך כן נעשה. ויקומו כל העם כאיש אחד ויתנדבו אל משכן ה׳, ויביאו כל איש ואיש את תרומת ה׳ למלאכת המשכן ולכל עבודתו. ויביאו כל בני ישראל איש איש מכל הנמצא בידו למלאכת משכן ה׳ זהב וכסף ונחושת, וכל דבר אשר יעשה במשכן. ויבואו כל החכמים העושים במלאכה ויעשו את משכן ה׳ ככל אשר ציוה ה׳, איש איש ממלאכתו אשר המה עושים. ויעשו כל חכם לב את המשכן ואת כל כליו וכל כלי עבודת מלאכת הקודש, כאשר ציוה ה׳ את משה. ותכל כל עבודת משכן אוהל מועד מקץ חמישה חודשים, ויעשו בני ישראל ככל אשר ציוה ה׳ את משה. ויביאו את המשכן אל משה ואת כל כליו כמראה אשר הראה ה׳ את משה, כן עשו בני ישראל. וירא משה את המלאכה והנה עשו אותה כאשר ציוה ה׳ אותו, ויברך אותם משם. ", "heVersionTitle": "Sefer HaYashar, Livorno 1870", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And there died of the people, by the swords of one another, about three thousand men, who ‎have caused the making of the calf. And on the next morning Moses said unto the people: I ‎will go up unto the Lord, perhaps I can make atonement for your sins, which you have ‎committed against the Lord; and Moses went up once more unto the Lord and he tarried with ‎the Lord forty days and forty nights. And during the forty days Moses was praying unto the ‎Lord in behalf of Israel, and the Lord hearkened unto the prayer of Moses, and the Lord was ‎entreated of him concerning Israel. Then said the Lord unto Moses: Hew thee two tables of ‎stone like unto the first, and I will write upon these tables the words that were on the first ‎tables, which thou hast broken. And Moses did so, and he went down and hewed the two ‎tables, and he went up to the Lord and the Lord wrote the ten commandments upon the ‎tables; and Moses remained again with the Lord forty days and forty nights, and the Lord ‎taught him statutes and judgments for the children of Israel. And the Lord commanded him ‎that the children of Israel should make a sanctuary to dwell in their midst, and the Lord ‎shewed unto him the model of the sanctuary, and the model of each vessel therein. And at ‎the end of forty days Moses came down from the mount with the tables in his hand, and ‎Moses came to the children of Israel and he said unto them all the words of the Lord, and he ‎taught them the laws, and statutes, and judgments, which the Lord had taught him. And when ‎Moses told unto the children of Israel the word of the Lord, that they should build a sanctuary ‎for the Lord to dwell in the midst of Israel, the people rejoiced exceedingly at all the good ‎which the Lord had spoken concerning them through Moses, and they said: We will do as the ‎Lord hath spoken unto thee; and the people arose like one man, and they brought liberal ‎contributions towards the sanctuary, and each man brought the offering of the Lord for the ‎work of the sanctuary, and for all its service. And every man in Israel brought of whatsoever ‎was found in his hand for the work of the sanctuary of the Lord, gold, and silver, and brass, and ‎everything that could be utilized for the sanctuary. And all the wise men skilled in work, came ‎and made the sanctuary of the Lord according to all that the Lord had commanded unto ‎Moses; and all the men who had wisdom in their hearts made the sanctuary, and its furniture ‎and the vessels for the holy service, as the Lord had commanded unto Moses, and the work of ‎the tabernacle was completed at the end of five months, and the children of Israel have done ‎all that the Lord had commanded unto Moses, according to the models which the Lord had ‎shown unto Moses. And they brought the sanctuary unto Moses, and he saw and behold, ‎they have done it as the Lord had commanded, and Moses gave them his blessing. ‎", "versionTitle": "Sefer ha-Yashar,  trans. Edward B.M. Browne, New York, 1876", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "5ab0e640d6e4a933898aa81d", "index_title": "Tosafot Yom Tov on Pirkei Avot", "category": "Quoting Commentary", "type": "", "ref": "Tosafot Yom Tov on Pirkei Avot 4:12:3", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Tosafot Yom Tov on Pirkei Avot 4:12:3", "sourceHeRef": "תוספות יום טוב על משנה אבות ד׳:י״ב:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1613, 1617], "commentaryNum": 12.0003, "collectiveTitle": {"en": "Tosafot Yom Tov on Pirkei Avot", "he": "תוספות יום טוב על משנה אבות"}, "he": "<b>וכבוד חבירך כמורא רבך</b>. פירש הר\"ב דאמר ליה אהרן למשה בי אדוני וכו' וקרי ליה אדוני. והכי איתא בס\"פ כ\"ו מאבות דר\"ן וכן העתיק רש\"י סוף פרשת בשלח. והא דלא נקט קרא דקדים אל יחר אף אדוני שבפרשת כי תשא. דהתם אפשר למדחי דקרי ליה אדוני כי ירא מפני האף והחמה. אבל בי אדוני לא אמר בשביל עצמו אלא בשביל אחותו. ולמה ליה למקרייה אדון אלא ש\"מ דכבוד חבירו כמורא רבו. ומ\"ש הר\"ב ואחיו גדול ממנו בשנים הוה. והכי איתא התם כלומר ואע\"פ שמשה רבו היה הנה גם לאהרן יתר שאת שהוא אחיו הגדול ודרשינן בפרק הנושא (כתובות דף ק\"ג). ואת אמך לרבות אחיך הגדול. ולפיכך מן הדין שקולים היו. ונדונים כחברים. ואפ\"ה קרי ליה אדוני. ונ\"ל דכל זה הוא דרך דרש ואסמכתא בעלמא ומשנת חסידים היא. ומש\"ה אבעיא לן בפ\"ק דקדושין [דף ל\"ג] בנו והוא רבו מי יעמוד מפני מי ולא אפשיטא. והו\"ל למפשטה ממתני' דהכא. וכ\"ש להרמב\"ם שפוסק בפ\"ו מהלכות ממרים שאין האב עומד בפני הבן שהוא רבו. ותקשה מתני' דהכא שמחייב את הגדול לקיים כבוד ומורא באחיו הקטן והוא רבו. ואפשר דשאני כבוד אב דבהדיא כתיב משא\"כ כבוד אח גדול דמרבויא אתיא. וה\"נ קרי ליה הרמב\"ם מד\"ס בסוף פרק הנזכר. וע\"פ דרכו דכל דאתיא מדרשא מד\"ס קרי ליה. וכמו שכתבתי בריש מסכת עירובין: ", "heVersionTitle": "Mishnah, ed. Romm, Vilna 1913", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "AND THE HONOR OF YOUR COLLEAGUE AS THE FEAR OF YOUR MASTER. <b>Rav</b>: <i>for Aaron said to Moses, “I beg you, my lord” (Numbers 12:11). He was older than Moses, and yet called him “my lord”.</i> So also in Avot deRabbi Natan 27. <b>Rashi</b> also quotes this at the end of parsahat Beshalach. These sources do not use the earlier verse “let my lord not be angry” from parashat Ki Tisa (Exodus 32:22) as one could deflect the proof by saying that perhaps Aaron called Moses “my lord” at that point because he was afraid of his wrath. But when he said “I beg you, my lord” he was speaking not for himself but on account of his sister, at which point there was no reason to call Moses “lord”; it is clear, then, that the honor of a colleague should be as the fear of the master.<br>As for what <b>Rav</b> writes about Aaron being older, which is also mentioned in Avot deRabbi Natan, the intent is that even though Moses was his master Aaron had the point of being his older brother, and the Talmud says in Ketubot 103a that “[honor your father] and your mother” (Exodus 20:11) means to include an older brother. Moses and Aaron then come out equal in terms of honor and would have the status of colleagues with regards to one another, and yet Aaron calls Moses “my lord”.<br>And it seems that all of this is merely <i>drash</i> and <i>asmachta</i><sup class=\"footnote-marker\">168</sup><i class=\"footnote\">Meaning, these laws are not actually a straightforward interpretation of the verses; they are a pious behavior for which a hint has been found in the verses.</i> and a teaching for the pious. As such, the Talmud asks in Kiddushin 33b whether a person whose son is his master should stand before the son or vice versa and does not bring any conclusive proof one way or another; if our mishna were saying a full-fledged halacha the Talmud should have quoted it as proof.<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">For even though Aaron was Moses’ older brother, since Moses was his master he treated him as such.</i> <b>Rambam</b>’s ruling in Hilchot Mamrim 6:4 that a father does not stand for his son who is his master would be even more difficult, as it would be a contradiction<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Whereas the Talmud in Kiddushin simply does not quote our mishna, <b>Rambam</b> would be openly contradicting it.</i> to our mishna, which would seem to obligate the older brother to honor and fear the younger brother who is his master.<br>It is possible that the obligation to honor one’s father, which is explicit in the verse, differs from the obligation to honor one’s older brother, which is only midrashically read into the verse; indeed, <b>Rambam</b> calls this latter obligation “the words of the Scribes” in that same chapter. This is consistent with his approach in labeling any law that emerges from a midrashic reading of a verse as “the words of the Scribes”, as I have written on Eruvin 1:2.", "versionTitle": "Tosafot Yom Tov on Avot, trans. Dov Dukhovny, 2018", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5ae9bebf9197ec001aac2547", "index_title": "Midrash Aggadah", "category": "Midrash", "type": "midrash", "ref": "Midrash Aggadah, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Midrash Aggadah, Exodus 32:22:1", "sourceHeRef": "מדרש אגדה, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1020, 1220], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Aggadah", "he": "מדרש אגדה"}, "heTitle": "שמות", "he": "כי ברע הוא. <i data-commentator=\"Notes and Corrections on Midrash Aggadah\" data-order=\"19\"></i> רצה לומר ערב רב הם עשו זה הענין:", "heVersionTitle": "Midrash Aggadah, ed. Buber, Vienna, 1894.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש אגדה, מהדורת בובר, וינה תרנ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b30a8ec6f685500161b4a5f", "index_title": "Malbim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Malbim on Exodus 32:22:1", "sourceHeRef": "מלבי\"ם על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "מלבי\"ם על שמות", "he": "<b>ויאמר אהרן,</b> אהרן באהבתו את ישראל רצה ללמד זכות על בני ישראל ולקחת האשמה ע\"ע שהוא אשם בדבר הזה, ואין עליהם פשע מאחר שראו שגדול העם וקדוש ה' עשה זאת חשבו שהוא מותר, ואמר: א) שכונת העם לא היה לע\"ז רק שרצו לעשות טלמס שיהיה להם מנהיג במקום משה, ואמר <b>הלא ידעת את העם</b> ההמונים <b>כי ברע הוא</b> ר\"ל שמעמדם רע, כי הם במדבר ציה, חסרים כל, וכל בטחונם היה על משה, שמלא כל מחסורם ועתה שחשבו שמשה מת בהר,", "heVersionTitle": "Mikraei Kodesh, Vilna, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מקראי קדש, וילנא תרנ\"א", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5b572f35ec30df00569dd804", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 78:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 78:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן ע״ח:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 78.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן עח</b><br><b>נתכוון</b> משה לתקן יהי אור ויהי אור של מעשה בראשית (בראשית א ג), שהוא סוד י' פעמים הוי\"ה י' פעמים אהי\"ה. וזה נרמז במ\"ש בעת ההיא, ע\"ת דייקא שהוא מנין י' הויות וי' אהי\"ה, כשאמר אל ה' דייקא, בעת ההי\"א בהיפוך אתוון אהי\"ה, ועליו קאמר אתה החלות להראות את גדלך, הוא שם של הוי\"ה שהוא מצד החסדים, ידך החזקה מצד הגבורות אהי\"ה, וזיווג שתי שמות יחד, הוא גושפנקא דביה איתבריאו שמיא וארעא, בסוד א\"ת ה\"שמים ו\"את ה\"ארץ (בראשית א א), שהוא ר\"ת אה\"וה, ולכן תיפח רוחם של אותם בני אדם שנשבעין בשם אה\"וה, שהוא רזא דאצב\"ע אלהים היא (שמות ח טו), שכן מילוי א\"לף ה\"י ו\"יו ה\"י, בגימטריא אצב\"ע. ועל זה נתכוין משה אשר מי אל בשמים ובארץ, שהוא חיבורו דתרין שמהון אילין גושפנקא של שמים וארץ, ולכן ההוא כתיב וקרינן ההיא, שהוא בהיפך אתוון אה\"וה. ולכן רצה משה ליכנס לארץ ישראל, ששם רצה לזווג ולחבר כל הקדושות יחד, שנתקדש ארץ ישראל בי' קדושות (כלים פ\"א מ\"ו), בזה יהיה אל אחד, ישראל גוי אחד בארץ (שמואל ב' ז כג), לייחד יחודא חדא את שם אלהים שלמטה כנגד שער השמים שלמעלה. השיב לו הקב\"ה רב לך, הגדולה הוא של חיבור תרין שמהון אלו יחד ה' חסדים וה' גבורות שממנו נתהוה שם של אהו\"ה, הוא שלך, כי סוד זה הוא ברזא דדעת הוי\"ה מצד החכמה, אהי\"ה מצד בינה, וברזא דדעת הוא סוד אהו\"ה, שהוא דרגא דמשה במראת הסנה אמרו המלאכים ברוך אתה ה' חונן הדעת (כדאיתא בפרקי רבי אליעזר (פרקי דר\"א פ\"מ) ומובא בילקוט שמות רמז קע\"א). לכן בכל ביתי נאמן (במדבר יב ז), בכ\"ל בית\"י בגימטריא דע\"ת. ולפי שמשה חטא בערב רב שלקח עמו פגמו ממדתו, שכן ער\"ב ר\"ב בגימטריא דע\"ת, שנעשה העגל בבלע\"ם ב\"ן בעו\"ר אשר התפאר ואמר יודע דע\"ת עליון (במדבר כד טז), ואמר ויודע בוי\"ו, שהוא מתפאר בעצמו שהוא לקביל דרגא דמשה שהוא דע\"ת, והוי\"ו הוא דעת, אבל באמת היה 'נופל 'גלוי 'עינים, שהוא ר\"ת נג\"ע, שהם שמחזאי ועזאל, שהם גם בחשבון דע\"ת בטומאה, ועליו אמר אהרן אתה ידעת את העם כי בר\"ע הוא (שמות לב כב), שהוא בהיפוך אתוון בע\"ר, אשר עליו אמר משה איש בע\"ר לא יד\"ע (תהלים צב ז). ועל זה נתכוון משה אתה החלות להראות, שהוא התחלת שליחותי בסנה שאז אמרו המלאכים חונן הדעת, שהוא קישור תרין סיטרין יחד, וזה נרמז במלת את גדלך, סיטרא דימינא שם של הוי\"ה, ואת ידך החזקה סטרא שמאלא מצד הגבורה של אהי\"ה, תרין יחד החילות להראות לי בסנה, שהוא נרמז במלת חזק\"ה שהוא בגימטריא הסנ\"ה. גם רמז לו הקב\"ה רב לך, יותר ממה שהקשת לעמוד על תבונתם י' שמות של אהיה, כבר גליתי לך י\"ב צירופים של אהי\"ה בשעה שאמר לו זה שמי וזה זכרי (שמות ג טו), זה שמי על י\"ב צירופי שם של אהי\"ה, וזה זכרי על י\"ב צירופי שם של הוי\"ה, שכל זה הראה לו בלוחות מזה ומזה הם כתובים (שמות לב טו), מזה על י\"ב צירופי אהי\"ה, ומזה על י\"ב צירופי ההוי\"ה, וכן (לח\"ת חסר כתיב), בגימטריא י\"ב פעמים אהי\"ה, ואמר ב' לשונות צו את יהושע וחזקהו בצירופי הוי\"ה, ואמצהו בצירופי אהי\"ה:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b572f36ec30df00569dd842", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 80:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 80:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן פ׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 80.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן פ</b><br><b>איתא</b> בזוהר בלק עמוד שס\"ח (זוהר ח\"ג קצ\"ט ע\"ב) על פסוק (תהלים יא ב) כי הנה הרשעים ידרכון קשת, אתחברותא דבלק ובלעם, הוא אתחברותא סמאל וסיעתו ברקיעא, בעיטא חדא עלייהו דישראל. וזה נרמז בפסוק ראשון של 'ואתחנן 'אל 'י\"י 'בעת 'ההיא, שהוא ר\"ת ואיבה (בראשית ג טו), שהוא סוד ואיבה, שסמאל רוכב על הנחש, אותו אתחברותא ממש היתה בע\"ת בגימטריא בלע\"ם ב\"ן בעו\"ר, עת ההיא היא נחש, ההוא הוא סמאל. עת ההיא, תסתכל בחושבן עת ההיא, תמן תשכח סמא\"ל ולילית, שכן ע\"ת ההי\"א בגימטריא תצ\"א, ת\"פ מחנות של לילית כמנין לילי\"ת, י\"א היתרים לחשבון תצ\"א, הם מחנות של סמאל, י\"א סממנים של קטורת, י\"א יום של בין ימי נדה לימי נדה, י\"א מעלות שהיו בהר העברים מול בית פעור, שפסען משה בפסיעה אחת י\"א מעלות (סוטה י\"ג ע\"ב), אמר כנגדן י\"א מזמורים שבספר תהלים, שכן פעו\"ר עולה חשבון מש\"ה, י\"א יתרים עליהם הם י\"א קליפות, וכן בלעם נתלבש בקל\"א מחנות של סמא\"ל עם י\"א דרגין דיליה, הרי חשבון בלע\"ם. תמצא שבמלת ע\"ת ההי\"א, תמן לילית עם חיילותיה חשבון ת\"פ וי\"א, שכן תמלא אותיות יו\"ד אל\"ף, בגימטריא סמא\"ל והם כחות דיליה. וכן בע\"ת ההי\"א בגימטריא סמאל נחש, וכן בעת ההיא לאמר בגימטריא שור וחמור יחדיו (דברים כב י), כל זה זיווג אתחברותא דבלעם ובלק שדמיין לכלבים עזי נפש, והוא סוד שור וחמור דנפק כלבא בישא מאתוון אמצעיתא דידהו, כמו שאמר בזוהר פרשת בשלח עמוד קי\"ד (זוהר ח\"ב ס\"ה ע\"א) כאשר כתבתי לעיל אופן ע\"א, ולכן בקש משה לכנס לארץ ישראל לזווג גם כן בארץ ישראל ולבטל אתחברותא דבלק ובלעם, לקביל בלעם שהוא מימינא אמר את גדלך, לקביל בלק שהוא משמאלא אמר ידך החזקה, שכן ידך החזקה בגימטריא כ\"ח סמא\"ל, וכמו שבסיטרא אחרא הם תרין בלק ובלעם, רצה משה שיכנס לארץ שיהיה הוא כיהושע לבטל תרין סיטרין בישין אילין. לכן אמר מי אל בשמים, אמר בלשון מי, על פי המדרש פרשת אמור (ויק\"ר פכ\"ו ז') על פסוק שאמרה בעלת אוב (לשמואל) [לשאול] את מי אעלה לך (שמואל א' כח יא), ר\"ל ממי אתה מבקש אם מישראל שאמרו מי כמוך באלים (שמות טו יא), אם מאומות שאמרו מי ה' אשר אשמע בקולו (שמות ה ב). לכן אמר משה כמו שבלעם הרשע כחו היה מן מ\"י, הם תרין בנין דיליה 'ממרא 'יוחנא, כך רצה גם כן שיהיו שני כרובים למטה בארץ ישראל כנגד שני נערים אילו של בלעם. זה נרמז במלת מ\"י, שהוא נוטריקון 'משה 'יהושע, ובזה יכניעו תרין סיטרין בישין נח\"ש ועקר\"ב, בגימטריא מש\"ה יהוש\"ע. על זה אמר אעברה נא, כשאהיה בארץ ישראל עם יהושע, אז אוכל לבטל כחות בעו\"ר שהוא בגימטריא אעבר\"ה, ומה היה הכח שלו תרין בנין יוחנא ממרא, שהם היו בטומאה לקביל נדב ואביהוא בקדושה. מזה הטעם כשלקח אהרן מידם מן ינ\"ס ומן ימברוס (תנחומא תשא סי' י\"ט), נגזרה גזירה על נדב ואביהוא למות שנים ישלם איש לרעהו (שמות כב ג), וזה נרמז במלת נ\"א, נוטריקון 'נדב 'אביהוא. והכוונה בכניסת לארץ אעברה, אעביר אני כחות בעור שהיא לקביל נדב אביהו, וכן נרמז במלת אעבר\"ה בגימטריא כרובי\"ם, שיהיו למטה משה ויהושע שני כרובים, לבטל דעת שני נעריו עמו (במדבר כב כב) שהיו עם בלעם. על זה השיב הקב\"ה רב לך, אתה רוצה לבטל רעת ערב רב, כמ\"ש אהרן אתה ידעת את העם כי ברע הוא (שמות לב כב), כי רע הוא לא אמר, אלא בי ברע. וגם למה אמר כפל אתה ידעת. אבל רמז לו אתה דייקא, אתה הוא הגורם עשיית העגל שלקחת ערב רב, וזה נרמז במלת בר\"ע בהיפוך אתוון ערב, שרמז על ערב רב, וכן בהיפוך אתוון בעור, שכן צריך להיות חסר ו' כמ\"ש האר\"י על פסוק (תהלים צב ז) איש בער לא ידע, היפוך מה שהתפאר ויודע דעת עליון וכו' (במדבר כד טז), שבניו דבעור שהוא יאניס וימברס עשו את העגל. לכן גם בכאן השיב הקב\"ה אתה מתרעם על בלעם אתחברותא דיליה שהם שני נעריו עמו, שלקח כל כחות של בניו במדברה, רב הוא שלך, אתה הוא הגורם בערב רב בבניו דבעור (עיין שמו\"ר פמ\"ב ו'), לכן אל תוסף, ומה שאמרת שצריך תרין כרובים לבטל תרין סיטרין בישין של בלק ובלעם שהחזיקו כח עבודה זרה בעולם, צו את יהושע, אין צו אלא עבודה זרה (סנהדרין נ\"ו ע\"ב), וחזקה\"ו בגימטריא בלק, אמצה\"ו בגימטריא בלעם, כי הוא יעבור כחו של עבודה זרה, ומתי יוכל לבטל כחות של עבודה זרה, הו\"א ינחי\"ל בכל אשר תראה, אם יהיה הוא ק\"ך שנה כמו שהיית אתה כחושבן הו\"א ינחי\"ל, אז יעלו לכל ק\"ך צירופי אלהים ויכניע אותם, אבל מאחר שחטא יהושע נטל הקב\"ה י' שנים משנותיו, לכן קפד קרא בעזרא (נחמיה ח יז) על יהושע שלא ביטל עבודה זרה כמו שביטל עזרא (ערכין ל\"ב ע\"ב). והנה עזרא העביר רעת בעור, לכן עזר\"א בגימטריא בעו\"ר, והוצרך הוא בגלגולא של אהרן לתקן עבודה זרה שקילקל ועשה את העגל, בא בעל השור שהוא אהרן ממש, הוא עזרא עלה מבבל כרוך ותני, שיחסו את אהרן שאהרן הוא עזרא ממש, והנה הוא עשה עגל, לכך הוצרך הוא אחר כך לתקן בדורו ולבער יצרא דעבודה זרה מן העולם לגמרי, ובדידיה תליא מילתא. ולפי שהוא הוריד פני שור מהשמאל בעשיית העגל כדאיתא במדרש רבה (שמו\"ר פמ\"ב ה'), לכן בימי עזרא הורידו מן השמים יצרא דעבודה זרה כדמות ארי (יומא ס\"ט ע\"ב), מתחילה היה פני שור מהשמאל, ועתה משנה פניו ותשלחהו ונתנו לו את הארי מצד הימין מסטרא אחרא, אבל בימי ר' חייא (כדאיתא במסכת ב\"מ דף פ\"ה:) היה דמות דוב:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5b572f53ec30df00569ddf06", "index_title": "Megalleh Amukkot on Parashat VaEtchanan", "category": "Kabbalah", "type": "", "ref": "Megalleh Amukkot on Parashat VaEtchanan 137:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Megalleh Amukkot on Parashat VaEtchanan 137:1", "sourceHeRef": "מגלה עמוקות על פרשת ואתחנן קל״ז:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1607, 1633], "commentaryNum": 137.0001, "collectiveTitle": {"en": "Megalleh Amukkot on Parashat VaEtchanan", "he": "מגלה עמוקות על פרשת ואתחנן"}, "heTitle": "מגלה עמוקות על פרשת ואתחנן", "he": "<b>אופן קלז</b><br><b>רצה</b> משה ליכנס לארץ ישראל ולהעביר כח האף מן העולם, שאמרו במדרש שמות רבה (פרשה מד ח' דף קנט (שמו\"ר פמ\"ד ח')) ג' מלאכי חבלה נזדווגו למשה לאחר עשיית עגל, כשזכר משה ג' אבות, הלכו ג' ואחר כך נשתיירו אף וחמה, כמ\"ש (דברים ט יט) כי יגורתי מפני האף וחמה, הלך משה והרג את חמה, נשתייר אף, התחיל משה ואמר קומה ה' באפך (תהלים ז ז), נמצא שבחוץ לארץ לא היה כח למשה עם ג' אבות, רק להעביר ארבעה מלאכי חבלה, אבל הגוליור הגדול שפתחו בהן ארבעה, כמו שאמרו רז\"ל (אס\"ר פ\"ט ג') ארבעה פתחו באף, ורזא עילאה הוא על סוד ד' עולמות אצילות בריאה יצירה עשיה, ולהכי לא קחשיב יונתן בן שאול שגם הוא פתח באף, וכן באיוב, אבל אלו הם ד' שפגמו בד' אותיות הויה לקביל ד' עולמות אצילות בריאה יצירה עשיה, ואין כאן מקומו. והנה לכן רצה משה ליכנס לארץ ישראל, להיות לו זכות לבטל בעצמו הגוליור הגדול הזה בלי סיוע אלהי. ועל זה אמר ואתחנן אל ה', מזכיר לשעבר על אחר עשיית העגל הוצרך להתחנן אל ה' שיעמוד גם הוא באחד, שאף בעת ההיא, היא העת הידוע עת צרה לישראל, ולאמר לדורות שהיא החטא העגל שמור לדורות (סנהדרין ק\"ב ע\"א), קרי ביה בעת הה\", בשעה שבאו ה' מלאכים נזדווגו למשה, וכתיב ההוא, קאי על הקדוש ברוך הוא, שהוצרך הוא בעצמו לעמוד באחד שהוא האף, בעת בגימטריא בלעם בן בעור, שמכחו בא העגל כמ\"ש אהרן כי ברע הוא (שמות לב כב), בהיפוך אתוון בער. ולזה סידר תפלתו אתה החלות להראות את עבדך, אתה דייקא החלות להראות את עבדך, כי הוצרכת לעמוד באחד שהוא חימה, את גדלך זה אברהם, את ידך החזקה יצחק, אשר מי אל יעקב, אבל אתה בעצמך הוצרכת לעמוד בגליור הגדול, אשר יעשה כמעשך וכגבורתך, שיוכל לעמוד בפני האף הגדול הזה, לכן אעברה נא, מתחלה לא היה בי כח להעביר עם זכות אבות רק ארבעה מלאכים, שכן אעברה בהיפוך אתוון ארבעה, אבל האף שכחו גדול שנרמז גם כן במלת אעברה, לא יכולתי לבטלו, לכן אעברה לארץ ישראל ואראה את הארץ, שיהיה לי זכות ארץ ישראל, אז אעברה. לכן אמר בה' יתירא שרמז על מלאך הה' שהוא האף, שלא יכול משה בחוץ לארץ להעבירו, אבל כשאראה הארץ הטובה, אז יהיה כח בידי גם כן להעביר מלאך הה' שהוא אף, כמו שהיה יכולת ביד פנחס שהיה מעובר מן נשמת נדב ואביהו, וזכה להכניע מלאך אף עם נשמת נד\"ב ואביה\"ו, שכן נשמת נ\"דב ואביה\"ו, בגימטריא א\"ף. לכן אמר אעברה נא, כשאעבור לארץ ישראל, יהיה לי גם כן כח להכניע א\"ף נ\"דב א\"ביהו, שרמז במלת נ\"א. השיב הקב\"ה ר\"ב ל\"ך, בגימטריא ר\"ב החוב\"ל, והקליפה א' יתירא בסוד כל המוסיף גורע (סנהדרין כ\"ט ע\"א), כי רב לך בגימטריא רנ\"ב, ורב החובל בגימטריא גר\"ן, שהוא סוד גר\"ן האט\"ד (בראשית נ י), כי משה הוא רבן של כל ישראל, והוא בסוד מטטרו\"ן דאיתמר בהון בר\"ן יחד ככבי בקר (איוב לח ז). ורמז גם כן במילת רב לך, שגם חרון יכול אתה לכבוש בכאן, כדאיתא בפרקי רבי אליעזר (פרקי דר\"א פמ\"ה) חרון אף קבור כנגד קברו של משה, פוער פיו לבלע את ישראל, ולא ידע איש רע בליעל את קבורתו (דברים לד ו) שמשה קבור כנגדו, וכשרואה קברו חוזר לאחוריו, והטעם כי חרו\"ן א\"ף בגימטריא מש\"ה. ועל זה אמר ר\"ב ל\"ך דייקא, ושמך נרמז על רב החובל שעומד לקיבלך, והוא יותר רב מן אף שאתה רוצה לכנוס בשביל זה לארץ ישראל. וזה נרמז בפסוק לא קם בישראל כמשה (דברים לד י), ע\"וד ק\"ם, בגימטריא אף וחימה, שהכניע משה בחייו את שתיהם. ועל זה אמר עלה ראש הפסגה שהוא למעלה ראש על כולם, צו את יהושע אין צו אלא עבודה זרה (סנהדרין נ\"ו ע\"ב), שכן מש\"ה בגימטריא אלהים אחרים, חזקה\"ו ל\"בטל ח\"רון, ואמצה\"ו לבטל א\"ף, שכן ראשי אתוון דדין כראשי אתוון דדין:", "heVersionTitle": "Megaleh Amukot, based on Krakow, 1637 edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מגלה עמוקות, ע\"פ מהדורת קראקא שצ\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5be05125e42631001693a8d8", "index_title": "Shem MiShmuel", "category": "Chasidut", "type": "allusion", "ref": "Shem MiShmuel, Ki Tisa 9:17", "anchorRef": "Exodus 32:21-22", "anchorRefExpanded": ["Exodus 32:21", "Exodus 32:22"], "sourceRef": "Shem MiShmuel, Ki Tisa 9:17", "sourceHeRef": "שם משמואל, כי תשא ט׳:י״ז", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1910, 1926], "commentaryNum": 9.0017, "collectiveTitle": {"en": "Shem MiShmuel", "he": "שם משמואל"}, "heTitle": "כי תשא", "he": "<b>ויאמר משה אל אהרן מה עשה לך העם הזה כי הבאת עליו חטאה גדולה ויאמר אהרן וגו' ואומר להם למי זהב התפרקו ויתנו לי ואשליכהו באש ויצא העגל הזה, </b>וברש\"י לא ידעתי שיצא העגל הזה:", "heVersionTitle": "Sefer Shem Mishmuel, Piotrkow, 1927-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שם משמואל, פיוטרקוב תרפ\"ז-תרצ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5d6f8902a0ef0c006f0ca8c3", "index_title": "Nachal Kedumim on Torah", "category": "Commentary", "type": "commentary", "ref": "Nachal Kedumim on Torah, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Nachal Kedumim on Torah, Exodus 32:22:1", "sourceHeRef": "נחל קדומים על תורה, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1768, 1792], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Nachal Kedumim", "he": "נחל קדומים"}, "heTitle": "שמות", "he": "<b>כי ברע הוא.</b> ברע אותיות ערב כלומר הערב רב הם הפושעים. רבינו אפרים ז\"ל:", "heVersionTitle": "Nachal Kedumim, Warsaw, 1889", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נחל קדומים, וורשא תרמ\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f02d716520c8b19ed8e949c", "index_title": "Gur Aryeh on Shemot", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Shemot 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Gur Aryeh on Shemot 32:22:1", "sourceHeRef": "גור אריה על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על שמות", "he": "<b>בדרך רע הם הולכים תמיד.</b><i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"84\"></i> פירוש, מה שאמר \"כי ברע הוא\" ולא אמר 'כי רעים הם'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"85\"></i>, אלא \"ברע\" רוצה לומר '<b>בדרך רע הם הולכים תמיד</b>':", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1d6ebc5c8f935f442f40a0", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 35:1:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Midrash Lekach Tov, Exodus 35:1:1", "sourceHeRef": "מדרש לקח טוב, שמות ל״ה:א׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "פרשת ויקהל כתיב הטיבה ה׳ לטובים ולישרים בלבותם והמטים עקלקלותם יוליכם ה' את פועלי האון שלום על ישראל (תהלים קכה ד ה), ישתבח שמו של מלך מלכי המלכים הקב״ה <i data-commentator=\"Notes and Corrections\" data-order=\"1\"></i> שנקרא טוב, <i data-commentator=\"Notes and Corrections\" data-order=\"2\"></i> ומטיב לעבדיו הטובים והישרים, שהרי ישראל חטאו במדבר על עסק ערב רב שעלה עמהם ממצרים, שנאמר ויאמר אהרן אל יחר אף אדוני אתה ידעת את העם כי ברע הוא (שמות לב כב) מהו ברע, אמר לו יודע אתה כי ערב רב שעלו עם ישראל הדיחום וגרמו להם לעשות אלהי זהב, אבל ישראל היו ישרים בלבותם, והטיב להם הקב״ה והקדים צרי למכתם, וצוה את משה להזהירם על עשיית המשכן וכל כליו, לכפר על מעשה העגל, תבוא ועשו לי מקדש (שם כה ח), ויכפר על קום עשה לנו אלהים (שם לב א), תבוא קהלת משה רבינו, דכתיב ויקהל משה את כל עדת בני ישראל, ויכפר על קהלת אהרן, שנאמר ויקהל העם על אהרן (שם), תבוא אמירת משה רבינו, שנאמר ויאמר אליהם משה, ויכפר על אמירת אהרן, דכתיב ויאמרו אליו קום עשה לנו אלהים (שם), תבוא אלה הדברים, ויכפר על אלה אלהיך ישראל (שם שם ד), תבוא נתינת זהב התנופה, ותהיה כפרה על נתינת זהב העגל, לכך נאמר הטיבה ה׳ לטובים ולישרים בלבותם, אלו נדיבי לב, שנאמר כל נדיב לב הביאו חח ונזם (שמות לה כב). והמטים עקלקלותם, אלו שהטו עקלקלות לעשות אלהי זהב, יוליכם ה׳ את פועלי האון שלום על ישראל, זו ברכה, שנאמר מלאו ידכם היום לה׳ כי איש בבנו ובאחיו ולתת עליכם היום ברכה (שם לב כט).", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea08dbfb3c3d94bf6576d", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Midrash Lekach Tov, Exodus 32:22:1", "sourceHeRef": "מדרש לקח טוב, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b>ויאמר אהרן אל יחר אף אדוני.</b> אע״פ שהיה גדול ממנו בשנים קראו אדוני, <i data-commentator=\"Notes and Corrections\" data-order=\"24\"></i> מיכן אמרו חכמים יהי כבוד חברך כמורא רבך.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea08dbfb3c3d94bf6576f", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Exodus 32:22:2", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Midrash Lekach Tov, Exodus 32:22:2", "sourceHeRef": "מדרש לקח טוב, שמות ל״ב:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "שמות", "he": "<b> כי ברע הוא.</b> <i data-commentator=\"Notes and Corrections\" data-order=\"25\"></i> כי ערב רב הוא גרם להם.", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fc3bde4780b2f440ecbf977", "index_title": "Ohev Ger", "category": "Commentary", "type": "commentary", "ref": "Ohev Ger, Part II, Variants in Targum Onkelos 183:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ohev Ger, Part II, Variants in Targum Onkelos 183:1", "sourceHeRef": "אוהב גר, חלק שני, חלופי נוסחאות קפ״ג:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1823, 1829], "commentaryNum": 183.0001, "collectiveTitle": {"en": "Ohev Ger", "he": "אוהב גר"}, "heTitle": "חלופי נוסחאות", "he": "כי ברע הוא ארי ביש הוא (יא\"ר וסביוניטה) וכן נכון להקל ההבנה כדרך אנקלוס, וברוב הספרים הוסיפו בי\"ת להשוותו אל העברי.", "heVersionTitle": "Ohev Ger, Philoxenus sive de Onkelosi, Vienna, 1830", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אוהב גר, וינה תק\"ץ", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5fd34cdc4ef7a33acbd368e7", "index_title": "Rashi on Ezekiel", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Ezekiel 8:12:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Rashi on Ezekiel 8:12:1", "sourceHeRef": "רש\"י על יחזקאל ח׳:י״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi on Ezekiel", "he": "רש\"י על יחזקאל"}, "heTitle": "רש\"י על יחזקאל", "he": "<b>בחדרי משכיתו.</b> משוכה ברצפת אבני שיש לשון ושכתי כפי (שמות ל\"ב):", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>in his paved chambers</b> Heb. מַשְּׂכִּיתוֹ. Covered with a floor of marble. An expression related to (Exod. 32:22): “and I will cover (וְשֲּׂכֹּתִי) you with My hand.”", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a673cda51cfa3ddf37af", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 32:1:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ramban on Exodus 32:1:1", "sourceHeRef": "רמב\"ן על שמות ל״ב:א׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>אֲשֶׁר יֵלְכוּ לְפָנֵינוּ</b> אֱלוֹהוֹת הַרְבֵּה אִוּוּ לָהֶם. <b>כִּי זֶה מֹשֶׁה הָאִישׁ אֲשֶׁר הֶעֱלָנוּ מֵאֶרֶץ מִצְרַיִם</b>, וְהָיָה מוֹרֶה לָנוּ הַדֶּרֶךְ נַעֲלֶה בָּהּ, <b>לֹא יָדַעְנוּ מֶה הָיָה לוֹ</b>, עַתָּה צְרִיכִין לֶאֱלוֹהוֹת הַרְבֵּה אֲשֶׁר יֵלְכוּ לְפָנֵינוּ. לְשׁוֹן רַשִׁ\"י (רש\"י על שמות ל\"ב:א'). וְאֵין לְשׁוֹנוֹ מְכֻוָּן. אֲבָל הַכָּתוּב הַזֶּה הוּא מַפְתֵּחַ לָדַעַת נָכוֹן עִנְיַן הָעֵגֶל וּמַחְשֶׁבֶת עוֹשָׂיו, כִּי בְּיָדוּעַ שֶׁלֹּא הָיוּ יִשְׂרָאֵל סְבוּרִים שֶׁמֹּשֶׁה הוּא הָאֱלֹהִים, וְשֶׁהוּא בְּכֹחוֹ עָשָׂה לָהֶם הָאֹתוֹת וְהַמּוֹפְתִים, וּמַה טַעַם שֶׁיֹּאמְרוּ כֵּיוָן שֶׁהָלַךְ מֹשֶׁה מִמֶּנּוּ נַעֲשֶׂה אֱלֹהִים. וְעוֹד, כִּי בְּפֵרוּשׁ אָמְרוּ אֱלֹהִים אֲשֶׁר יֵלְכוּ לְפָנֵינוּ, לֹא שֶׁיִּהְיוּ נוֹתְנִין לָהֶם חַיִּים בָּעוֹלָם הַזֶּה אוֹ בָּעוֹלָם הַבָּא. אֲבָל הָיוּ מְבַקְשִׁין מֹשֶׁה אַחֵר, אָמְרוּ, מֹשֶׁה שֶׁהוֹרָה לָנוּ הַדֶּרֶךְ מִמִּצְרַיִם וְעַד הֵנָּה, שֶׁהָיוּ הַמַּסָּעִים ע\"פ ה' בְּיַד מֹשֶׁה (במדבר ט כג), הִנֵּה אָבַד מִמֶּנּוּ. נַעֲשֶׂה לָנוּ מֹשֶׁה אַחֵר שֶׁיּוֹרֶה הַדֶּרֶךְ לְפָנֵנוּ ע\"פ ה' בְּיָדוֹ. וְזֶה טַעַם הַזְכִּירָם מֹשֶׁה הָאִישׁ אֲשֶׁר הֶעֱלָנוּ, לֹא הָאֵל אֲשֶׁר הֶעֱלָם, כִּי יִצְטָרְכוּ לְאִישׁ אֱלֹהִים: וְכֵן תּוּכַל לְהָבִין זֶה מִתְּשׁוּבַת אַהֲרֹן אֶל מֹשֶׁה רַבֵּינוּ \"מֶה עָשָׂה לְךָ הָעָם הַזֶּה כִּי הֵבֵאתָ עָלָיו חֲטָאָה גְדֹלָה\" (שמות ל\"ב:כ\"א), וְהָיְתָה תְּשׁוּבָתוֹ \"וַיֹּאמְרוּ לִי קוּם עֲשֵׂה לָנוּ אֱלֹהִים וְגוֹ', וָאֹמַר לָהֶם לְמִי זָהָב הִתְפָּרָקוּ וַיִּתְּנוּ לִי וָאַשְׁלִכֵהוּ בָאֵשׁ\" (להלן פסוקים כג כד) וְהִנֵּה אַהֲרֹן מִתְנַצֵּל לְמֹשֶׁה וְאוֹמֵר לוֹ \"אַל יִחַר אַף אֲדֹנִי\" (שמות ל\"ב:כ\"ב), וְהוּא כְּמוֹסִיף עַל חַטָּאתוֹ פֶּשַׁע, שֶׁאוֹמֵר כִּי הֵם בִּקְשׁוּ מִמֶּנּוּ עֲבוֹדָה זָרָה וַעֲשָׂאָהּ לָהֶם בְּיָדָיו, וְלָמָּה לֹא יִחַר אַפּוֹ, וּמַה חֲטָאָה גְּדוֹלָה מִזּוֹ:<br>אֲבָל הָעִנְיָן כְּמוֹ שֶׁאָמַרְתִּי, שֶׁלֹּא בִּקְשׁוּ הָעֵגֶל לִהְיוֹת לָהֶם לְאֵל מֵמִית וּמְחַיֶּה, וְקִבְּלוּ עֲבוֹדַת אֱלֹהוּתוֹ עֲלֵיהֶם, אֲבָל יִרְצוּ שֶׁיִּהְיֶה לָהֶם בִּמְקוֹם מֹשֶׁה מוֹרֶה דַּרְכָּם, וְזֶהוּ הִתְנַצְּלוּתוֹ שֶׁל אַהֲרֹן, טָעַן כִּי לֹא אָמְרוּ לִי רַק שֶׁאֶעֱשֶׂה לָהֶם אֱלֹהִים אֲשֶׁר יֵלְכוּ לִפְנֵיהֶם בִּמְקוֹמְךָ אֲדֹנִי, שֶׁלֹּא יָדְעוּ מֶה הָיָה לְךָ, וְאִם תָּשׁוּב אִם לֹא, וְלָכֵן הֵם הָיוּ צְרִיכִין לְמִי שֶׁיּוֹרֶה לָהֶם דַּרְכָּם כָּל זְמַן שֶׁלֹּא תִּהְיֶה אַתָּה עִמָּהֶם, וְאִם אוּלַי תָּשׁוּב יַעַזְבוּהוּ וְיֵלְכוּ אַחֲרֶיךָ כְּבָרִאשׁוֹנָה: וְכֵן הָיָה הַדָּבָר, כִּי כֵּיוָן שֶׁרָאוּ הָעָם אֶת מֹשֶׁה מִיָּד הִנִּיחוּ אֶת הָעֵגֶל וּבָעֲטוּ בּוֹ, שֶׁהִנִּיחוּ לוֹ לְשָׂרְפוֹ וְלִזְרוֹת עֲפָרוֹ עַל פְּנֵי הַמַּיִם, וְלֹא הָיָה מֵהֶם חוֹלֵק עָלָיו כְּלָל. וְכֵן תִּרְאֶה שֶׁלֹּא הוֹכִיחָם, וְלֹא אָמַר לָהֶם כְּלוּם, אֲבָל בְּבוֹאוֹ בַּמַּחֲנֶה וַיַּרְא אֶת הָעֵגֶל וּמְחֹלֹת מִיָּד בָּרְחוּ מִמֶּנּוּ, וְהוּא לָקַח הָעֵגֶל וַיִּשְׂרֹף אוֹתוֹ וַיַּשְׁקְ אוֹתוֹ לָהֶם וְלֹא מֵאֲנוּ כְּלָל. וְאִלּוּ הָיָה לָהֶם לֵאלֹהִים, אֵין דֶּרֶךְ שֶׁיַּנִּיחַ אָדָם מַלְכּוֹ וֵאלֹהָיו לִשְׂרֵפַת אֵשׁ, הֵן יִשְׂרֹף אֶת תּוֹעֲבָתָם לְעֵינֵיהֶם וְלֹא יִסְקְלוּהוּ:<br>וְהִנֵּה אַהֲרֹן הוּא אֲשֶׁר הוֹצִיא הַצּוּרָה הַזֹּאת, כִּי הֵם לֹא אָמְרוּ לוֹ מַה יַעֲשֶׂה שׁוֹר אוֹ כֶשֶׂב אוֹ עֵז וְזוּלָתָם. וְזֶהוּ מַאֲמַר הַחֲכָמִים שֶׁאָמְרוּ (סנהדרין סג) מְלַמֵּד שֶׁאִוּוּ לֶאֱלוֹהוֹת הַרְבֵּה, כִּי הֵם לֹא יָדְעוּ בַּמֶּה יִבְחֲרוּ וְאֵיזֶה הַטּוֹב לָהֶם. וְהַכַּוָּנָה לְאַהֲרֹן הָיְתָה, מִפְּנֵי שֶׁיִּשְׂרָאֵל הָיוּ בְּמִדְבַּר חֹרֶב שְׁמָמָה, וְהַחֻרְבָּן וְשִׁמְמוּת עוֹלָם יָבוֹאוּ מִן הַצָּפוֹן, כְּדִכְתִיב (ירמיה א יד) \"מִצָּפוֹן תִּפָּתַח הָרָעָה עַל כָּל יֹשְׁבֵי הָאָרֶץ\", שֶׁאֵין הַכַּוָּנָה בְּמֶלֶךְ בָּבֶל בִּלְבַד, כַּאֲשֶׁר יֵרָאֶה בַּנִּגְלֶה מִן הַכָּתוּב, אֲבָל כִּי מִן הַשְּׂמֹאל תָּבֹא מִדַּת הַדִּין לְעוֹלָם לְהָשִׁיב עַל כָּל יֹשְׁבֵי הָאָרֶץ כְּרָעָתָם. וְהִנֵּה בְּמַעֲשֵׂה הַמֶּרְכָּבָה אָמַר \"פְּנֵי שׁוֹר מֵהַשְּׂמֹאל לְאַרְבַּעְתָּם\" (יחזקאל א י), וְלָכֵן חָשַׁב אַהֲרֹן כִּי הַמַּחְרִיב יוֹרֶה דֶּרֶךְ מְקוֹם הַחֻרְבָּן כִּי שָׁם כֹּחוֹ הַגָּדוֹל, וּבִהְיוֹתָם עוֹבְדִים שָׁם לָאֵל יְעָרֶה רוּחַ מִמָּרוֹם, כַּאֲשֶׁר נֶאֱצַל עַל מֹשֶׁה. וְזֶהוּ שֶׁאָמַר \"חַג לַה' מָחָר\", שֶׁיִּהְיוּ הָעֲבוֹדוֹת וְהַזְּבָחִים לַשֵּׁם הַמְּיֻחָד לְהָפִיק רָצוֹן מִמֶּנּוּ אֶל בַּעַל הַצּוּרָה, כִּי בִּהְיוֹתָהּ לִפְנֵיהֶם יְכַוְּנוּ אֶל עִנְיָנָהּ: וְרַבּוֹתֵינוּ לִמְּדוּ אוֹתָנוּ הָעִנְיָן הַזֶּה, וְהֵם שֶׁגִּלּוּ סוֹדוֹ, אָמְרוּ (שמו\"ר ג ב, מב ה, מג ח) \"רָאֹה רָאִיתִי אֶת עֳנִי עַמִּי\", אָמַר לוֹ הקב\"ה לְמֹשֶׁה, מֹשֶׁה אַתָּה רוֹאֶה רְאִיָּה אַחַת וַאֲנִי רוֹאֶה שְׁתֵּי רְאִיּוֹת, אַתָּה רוֹאֶה אוֹתָן בָּאִין לְסִינַי וּמְקַבְּלִין תּוֹרָתִי, וַאֲנִי רוֹאֶה הֵיאַךְ מִתְבּוֹנְנִין בִּי שֶׁאֲנִי יוֹצֵא בִּקְרוֹנִין שֶׁלִּי שֶׁאֶתֵּן לָהֶם אֶת הַתּוֹרָה, שֶׁנֶּאֱמַר (תהלים סח יח) \"רֶכֶב אֱלֹהִים רִבֹּתַיִם אַלְפֵי שִׁנְאָן\", וְשׁוֹמְטִין אֶחָד מִטֶּטְרָאמוֹלִין שֶׁלִּי, שֶׁכָּתוּב (יחזקאל א י) \"וּפְנֵי שׁוֹר מֵהַשְּׂמֹאל\", וּמַכְעִיסִין אוֹתִי בּוֹ טֶטְרָאמוֹלִין, אַרְבַּע פְּרָדוֹת, טֶטְרָא בִּלְשׁוֹן יָוָן אַרְבַּע, כְּמוֹ שֶׁאָמְרוּ (נזיר ח:) טֶטְרָאגוֹן אַרְבַּע. מוּלִין - פְּרָדוֹת, כְּמוֹ מוּלָאוֹת שֶׁל בֵּית רַבִּי (שבת נב.). מָשָׁל לְאַרְבַּע חַיּוֹת הַנּוֹשְׂאוֹת הַמֶּרְכָּבָה. וּבְוַיִּקְרָא רַבָּה (י ג) שֶׁאָמַר אַהֲרֹן מִתּוֹךְ שֶׁאֲנִי בּוֹנֶה אֲנִי בּוֹנֶה אוֹתוֹ לִשְׁמוֹ שֶׁל הקב\"ה, שֶׁנֶּאֱמַר (שמות ל\"ב:ה') \"וַיִּקְרָא אַהֲרֹן וַיֹּאמַר חַג לַה' מָחָר\", חַג לָעֵגֶל מָחָר אֵין כָּתוּב כָּאן, אֶלָּא לַה': וְר\"א אָמַר כִּי בַּמָּקוֹם הַזֶּה אֱלֹהִים כָּבוֹד חוֹנֶה בְּצוּרַת גְּוִיָּה. וְאִם תָּשִׂים לִבְּךָ אֶל הַמַּסָּע הָרִאשׁוֹן (שמות י\"ד:י\"ט) תָּבִין זֶה. וְאֵינֶנּוּ נָכוֹן בְּעֵינַי, שֶׁלֹּא נַעֲשָׂה הָעֵגֶל בִּמְלֶאכֶת חָכְמַת הַמַּזָּלוֹת לִהְיוֹת בְּצוּרָתוֹ חוֹנֶה כָּבוֹד, אֵין הַדָּבָר רַק שֶׁעָשׂוּ הַצּוּרָה לְכַוֵּן בַּעֲבוֹדָתָהּ אֶל עִנְיָנָהּ. וּכְבָר פֵּרַשְׁתִּי (לעיל יג כא, יד יט) סוֹד הַמַּסָּע הָרִאשׁוֹן, וְחָלִילָה שֶׁרָצָה אַהֲרֹן לְהִדָּמוֹת אֵלָיו, רַק מִמֶּנּוּ יִקַּח שֶׁיִּהְיֶה מַסָּעָם מִצַּד הַמִּדָּה הַהִיא. וְהַמַּשְׂכִּיל יָבִין:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "MAKE US A GOD WHO ‘YEILCHU’ (SHALL GO — in the plural) BEFORE US. “They wished to have many gods. FOR THIS MOSES, THE MAN THAT BROUGHT US UP OUT OF THE LAND OF EGYPT, and used to show us the way we were to go, WE KNOW NOT WHAT IT BECOME OF HIM. Now we need many gods which shall go before us.” This is Rashi’s language.<br>But his language does not fit [the verse, since Scripture indicates only that they wanted a leader in place of Moses, but not gods]. Rather, this verse is the key to understand the incident of the golden calf, and the thought of those who made it. For it is known that the Israelites did not think that Moses was a god, and that he did for them the signs and wonders through his own power. So what sense is there in their saying, “since Moses is gone from us, we will make ourselves gods?” Moreover, they clearly said, <i>make us, ‘elohim’ who shall go before us</i> — and not a deity who should give them life in this world or in the World to Come. Instead, they wanted another Moses, saying: “Moses, the man who showed us the way <i>from Egypt until now</i>,<sup class=\"footnote-marker\">256</sup><i class=\"footnote\">Numbers 14:19.</i> being in charge of the journeyings <i>at the commandment of the Eternal by the hand of Moses</i>,<sup class=\"footnote-marker\">257</sup><i class=\"footnote\"><i>Ibid.</i>, 9:23.</i> he is now lost to us; let us make ourselves another Moses who will show us the way at the commandment of the Eternal by his hand.” This is the reason for their mentioning, <i>Moses, the man that brought us up</i>, rather than saying “the G-d who brought them up,” for they needed <i>a man of G-d</i>.<sup class=\"footnote-marker\">258</sup><i class=\"footnote\">Deuteronomy 33:1.</i> You can also understand this matter from Aaron’s answer to Moses our Teacher, when he asked him, <i>What did this people do unto thee, that thou hast brought a great sin upon them</i>,<sup class=\"footnote-marker\">259</sup><i class=\"footnote\">Further, Verse 21.</i> to which Aaron replied, <i>And they said unto me: Make us a god</i> etc. <i>And I said unto them: Whosoever hath any gold, let him break it off; so they gave it to me; and I cast it into the fire</i>.<sup class=\"footnote-marker\">260</sup><i class=\"footnote\"><i>Ibid.</i>, Verses 23-24.</i> Now Aaron was apologizing to Moses and saying to him, <i>Let not the anger of my lord wax hot</i>,<sup class=\"footnote-marker\">261</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> and yet here he was speaking as if adding <i>rebellion unto his sin</i>,<sup class=\"footnote-marker\">262</sup><i class=\"footnote\">Job 34:37.</i> saying that they asked of him an idol and he made it for them with his hands! So why should Moses’ anger not burn against him! What greater sin than this is there?<br>But the matter is as I have stated, that they did not want the calf to be for them in place of a god <i>who killeth and maketh alive</i>,<sup class=\"footnote-marker\">263</sup><i class=\"footnote\">I Samuel 2:6.</i> whom they would take upon themselves to serve as a deity; instead, they wanted to have someone in place of Moses to show them the way. And this was the apology of Aaron. He argued that “they merely told me that I should make them <i>elohim</i> who would go before them in your place, my lord, because they did not know what had happened to you and whether you would return or not. Therefore they needed someone who would show them the way as long as you were not with them, and if perchance you would return they would leave him and follow you as before.” And so indeed it happened, for as soon as the people saw Moses, they immediately left the calf and rejected it, and they allowed him to burn it and scatter its powder upon the water,<sup class=\"footnote-marker\">264</sup><i class=\"footnote\">Further, Verse 20.</i> and no one quarrelled with him at all. Similarly you will note that he did not rebuke the people nor say anything to them, and yet when he came into the camp <i>and he saw the calf and the dancing</i>,<sup class=\"footnote-marker\">265</sup><i class=\"footnote\">Verse 19.</i> they immediately fled from before him; and he took the calf and burnt it [and scattered its powder upon the water] and made them drink of it, and yet they did not protest at all. But if the calf were to them in place of a god, it is surely not normal that a person should let his king and god be burnt in fire. Lo, if one burn their abominations before their eyes, would they not stone him?<sup class=\"footnote-marker\">266</sup><i class=\"footnote\">See above, 8:22.</i> Now it was Aaron who brought forth this shape, for they did not tell him what he should make, whether <i>a bullock, or a sheep, or a goat</i>,<sup class=\"footnote-marker\">267</sup><i class=\"footnote\">Leviticus 22:27.</i> or other forms. It is this which is the intention of the saying of the Sages who said,<sup class=\"footnote-marker\">268</sup><i class=\"footnote\">Sanhedrin 63a.</i> “The verse teaches us that they wished to have many gods,” For they did not know what to choose and which one would be best for them.<br>Now Aaron’s intention was as follows. Because Israel was in a wilderness, a desolate wasteland, and destruction and everlasting desolation come from the north, as it is written, <i>Out of the north the evil shall break forth upon all the inhabitants of the land</i>,<sup class=\"footnote-marker\">269</sup><i class=\"footnote\">Jeremiah 1:14.</i> the reference being not merely to the king of Babylon, as can be seen clearly from Scripture,<sup class=\"footnote-marker\">270</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15: <i>For, lo, I will call all the families of the kingdoms of the north</i> etc.</i> but rather [the intent of the verse is to state] that the attribute of justice comes to the world from the left,<sup class=\"footnote-marker\">271</sup><i class=\"footnote\">As one faces the east, his left hand is to the north.</i> to requite upon all the inhabitants of the land according to their evil; and since in the account of the Divine Chariot it is said, <i>and the four of them had the face of an ox on the left side</i><sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Ezekiel 1:10.</i> — therefore Aaron thought that the destroyer [the ox, which was to the left, i.e. the north] points to the place of destruction where its great power is centered, and when worshipping G-d through there <i>the spirit will be poured from on high</i>,<sup class=\"footnote-marker\">273</sup><i class=\"footnote\">Isaiah 32:15.</i> just as it was put upon Moses. It is for this reason that Aaron said, <i>Tomorrow shall be a feast to the Eternal</i>,<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Verse 5.</i> meaning that the services and the sacrifices would be to the Proper Name of G-d in order to obtain His favor upon the power [symbolized by] this image,<sup class=\"footnote-marker\">275</sup><i class=\"footnote\">I.e., “the ox” which is on the left side of the Divine Chariot, and denotes the attribute of justice. See my Hebrew commentary, p. 507.</i> for, it being before them, they would direct their thoughts towards the purport thereof [and thus would be able to mitigate the destructive forces of the wilderness].<br>It is our Rabbis who have taught us this interpretation, and it is they who have revealed the secret thereof. Thus they have said:<sup class=\"footnote-marker\">276</sup><i class=\"footnote\">Ramban is quoting here a composite of Midrashim in Shemoth Rabbah — 3:2, 42:5, 43:8.</i> “<i>‘Ra’oh ra’ithi’ (I have surely seen) the affliction of My people</i>.<sup class=\"footnote-marker\">277</sup><i class=\"footnote\">Exodus 3:7.</i> Said the Holy One, blessed be He, to Moses: ‘Moses, you see them in one appearance, and I see them in two appearances.<sup class=\"footnote-marker\">278</sup><i class=\"footnote\">Hence the double expression: <i>Ra’oh ra’ithi</i>, translated “I have surely seen.”</i> You see them coming to Sinai and accepting My Torah, and I see them contemplating Me and how I came forth in My ‘travelling coach’ to give them the Torah, as it is said, <i>The chariots of G-d are myriads, even thousands upon thousands</i>,<sup class=\"footnote-marker\">279</sup><i class=\"footnote\">Psalms 68:18. This whole psalm is interpreted in Midrash Tehilim with reference to the Revelation on Sinai.</i> and they will unhitch one of My <i>tatromulin</i>,<sup class=\"footnote-marker\">280</sup><i class=\"footnote\">This is a Greek word [as Ramban will explain further on] which denotes “four mules.” Here it is used in reference to the four <i>chayoth</i> (living creatures) in the Divine Chariot as described by Ezekiel (Chapter 1), which, as stated in Psalms quoted above, were also seen at the Revelation on Sinai. The sense here is thus that “they will unhitch one of the four <i>chayoth</i> (creatures) in My Chariot, and worship it.”</i> of which it is written, <i>and the face of an ox on the left side</i>,<sup class=\"footnote-marker\">272</sup><i class=\"footnote\">Ezekiel 1:10.</i> and bring Me to anger with it.” <i>Tatromulin</i> means “four mules,” for <i>tetra</i> in Greek means “four,” just as the Rabbis have said,<sup class=\"footnote-marker\">281</sup><i class=\"footnote\">Nazir 8b.</i> [“If a person vowed, ‘I will be a <i>Nazir</i>] <i>tetragon</i>,’ he becomes [a <i>Nazir</i> for a period of] four times;” <i>mulin</i> means “mules,” just as in the expression, “The <i>mula’oth</i> (mules) of Rabbi’s house<sup class=\"footnote-marker\">282</sup><i class=\"footnote\">Shabbath 52a.</i> [used to go out with their bits on the Sabbath].” The word <i>tatromulin</i> is thus used as a symbol of the four <i>chayoth</i> (living creatures) who carried the Divine Chariot.<sup class=\"footnote-marker\">283</sup><i class=\"footnote\">Ezekiel 1:5.</i> And in Vayikra Rabbah [10:3] [we find the Midrash stating] that Aaron said, “Since I am building the altar, I will build it to the Name of the Holy One, blessed be He, as it is said, <i>and Aaron made a proclamation, and said, ‘Tomorrow shall be a feast to the Eternal.’</i><sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Verse 5.</i> It is not written here, ‘Tomorrow shall be a feast to the calf,’ but <i>to the Eternal</i>.”<br>Rabbi Abraham ibn Ezra wrote that <i>elohim</i> in this case [<i>Arise, make us ‘elohim’</i>] means that Aaron should make them “something visible and corporeal on which the glory would rest. And if you will pay attention to the first journey,<sup class=\"footnote-marker\">284</sup><i class=\"footnote\">Above, 14:19. <i>And the angel of G-d, who went before the camp of Israel</i> etc. (Bachya).</i> you will understand this.” But this does not appear to me to be correct, since the calf was not made according to the manner of those proficient in the art of the constellations, so that the glory or some spiritual influence should dwell upon it; rather, the figure was made so that when the people would worship it they would direct their thoughts to the purport thereof [as explained above]. Now I have already explained<sup class=\"footnote-marker\">285</sup><i class=\"footnote\">Above, 13:21.</i> the secret of the first journey, and far it be from Aaron that he should want to be likened to him. Instead, his desire was merely to take of [the <i>tatromulin</i>, as explained above] so that their journeys [in the wilderness] should be on the side of that attribute. The student learned [in the mysteries of the Cabala] will understand.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a674cda51cfa3ddf37b9", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 32:5:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ramban on Exodus 32:5:1", "sourceHeRef": "רמב\"ן על שמות ל״ב:ה׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>וַיַּרְא אַהֲרֹן</b> טַעַם זֶה הַכָּתוּב שֶׁרָאָה אוֹתָם בְּרַע (שמות ל\"ב:כ\"ב) מְכַוְּנִים אֶל הָעֵגֶל, וְקָם וּבָנָה מִזְבֵּחַ, וְקָרָא \"חַג לַה' מָחָר\", שֶׁיִּזְבְּחוּ לַשֵּׁם הַמְּיֻחָד עַל הַמִּזְבֵּחַ אֲשֶׁר בָּנָה הוּא לִשְׁמוֹ, וְלֹא יִבְנוּ הֵם מִזְבְּחוֹת לַבֹּשֶׁת, וְלֹא תִּהְיֶה כַּוָּנָתָם בַּזְּבָחִים בִּלְתִּי לַה' לְבַדּוֹ: וְיִתָּכֵן שֶׁאָמַר \"מָחָר\" לְהַאֲרִיךְ לָהֶם, אוּלַי יָבֹא מֹשֶׁה וְיַעַזְבוּ אֶת הָעֵגֶל, וְהֵם הִשְׁכִּימוּ בַּבֹּקֶר וַיַּעֲלוּ עֹלֹת וַיַּגִּשׁוּ שְׁלָמִים וְלֹא אָמַר הַכָּתוּב וַיַּעֲלוּ לוֹ עוֹלוֹת וַיַּגִּישׁוּ לוֹ שְׁלָמִים, וְהָעִנְיָן, מִפְּנֵי שֶׁהָיוּ בָּהֶם מְכַוְּנִים לְשֵׁם הקב\"ה כַּאֲשֶׁר אָמַר אַהֲרֹן, וּמֵהֶם מַשְׁחִיתִים וְזוֹבְחִים לָעֵגֶל. וְעַל אֵלֶּה אָמַר הקב\"ה לְמֹשֶׁה (שמות ל\"ב:ח') \"וַיִּשְׁתַּחֲווּ לוֹ וַיִּזְבְּחוּ לוֹ\", כִּי הֵם הַחַטָּאִים. וְאִם אוּלַי הָיָה אַהֲרֹן הַמַּקְרִיב קָרְבָּנוֹת, אָמַר סְתָם וַיַּעֲלוּ עֹלֹת וַיַּגִּשׁוּ שְׁלָמִים, כִּי הוּא מְכַוֵּן לְשֵׁם ה', וְהֵם דַּעְתָּם אֶל הָעֵגֶל אֲשֶׁר עָשׂוּ, וְהָיוּ הַבְּעָלִים מְפַגְּלִין:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "AND AARON SAW. The meaning of this verse is that Aaron saw them set on evil, intent upon making the calf, and he arose and built an altar and proclaimed, <i>Tomorrow shall be a feast to the Eternal</i>,<sup class=\"footnote-marker\">274</sup><i class=\"footnote\">Verse 5.</i> so that they should bring offerings to the Proper Name of G-d upon the altar which he built to His Name, and that they should not build <i>altars to the shameful thing</i>,<sup class=\"footnote-marker\">298</sup><i class=\"footnote\">Jeremiah 11:13.</i> and that their intent in the offerings should be [to none] <i>save unto the Eternal only</i>.<sup class=\"footnote-marker\">299</sup><i class=\"footnote\">Above, 22:19.</i><br>It is possible that Aaron said, <i>Tomorrow</i> [<i>shall be a feast</i>], in order to delay them, thinking that perhaps Moses would come in the meantime and they would abandon the calf. But they rose up early in the morning <i>and offered burnt-offerings, and brought peace-offerings</i>.<sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Verse 6.</i> Now Scripture does not say “and they offered burnt-offerings to it, and brought peace-offerings to it.” The reason for that is that there were some people amongst them who intended them to be for the Name of the Holy One, blessed be He, as Aaron had said, but some of them became corrupted and sacrificed them to the calf. It is with reference to this latter group that the Holy One, blessed be He, said to Moses, <i>they have worshipped it, and have sacrificed unto it</i>,<sup class=\"footnote-marker\">301</sup><i class=\"footnote\">Verse 8.</i> for it is they who were the sinners. And even if it was perhaps Aaron who performed the sacrifical rites, Scripture used an indefinite expression — saying, <i>they offered burnt-offerings and brought peace-offerings</i><sup class=\"footnote-marker\">300</sup><i class=\"footnote\">Verse 6.</i> — in order to suggest that Aaron’s intention was directed towards the Name of the Eternal, whilst they set their mind towards the calf which they had made, and thus the owners [of the sacrifices] invalidated them.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6037a676cda51cfa3ddf37db", "index_title": "Ramban on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Ramban on Exodus 32:11:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ramban on Exodus 32:11:1", "sourceHeRef": "רמב\"ן על שמות ל״ב:י״א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1246, 1286], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Ramban on Exodus", "he": "רמב\"ן על שמות"}, "he": "<b>לָמָה ה' יֶחֱרֶה אַפְּךָ</b> הִנֵּה בַּחֵטְא הַגָּדוֹל הַזֶּה הָיָה רָאוּי מֹשֶׁה שֶׁיִּתְפַּלֵּל דֶּרֶךְ וִדּוּי וּתְחִנָּה, כְּעִנְיַן \"אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְדֹלָה\" (שמות ל\"ב:ל\"א), וּכְהִתְפַּלֵּל עֶזְרָא וּכְהִתְוַדֹּתוֹ עַל מַעַל הַגּוֹלָה (עזרא י א). וְאֵין טַעַם שֶׁיֹּאמַר \"לָמָּה ה'\". וְרַבּוֹתֵינוּ (בשמו\"ר מג ז ט) מִתְעוֹרְרִים בָּזֶה עַל דֶּרֶךְ הַהַגָּדוֹת לְהַזְכִּיר כַּמָּה טְעָמִים לְמַעֵט הַחֵטְא לְפָנָיו: וְעַל דֶּרֶךְ הָאֱמֶת יֹאמַר לָמָּה תִּתֵּן רְשׁוּת לְמִדַּת הַדִּין לִהְיוֹת שׁוֹלֶטֶת בְּעַמְּךָ, כִּי אַתָּה הוֹצֵאתָ אוֹתָם לְשִׁמְךָ מֵאֶרֶץ מִצְרַיִם בְּמִדַּת רַחֲמִים בָּהֶם, וּבְמִדַּת הַדִּין עַל שׂוֹנְאֵיהֶם: וְהַתְּפִלָּה הַזֹּאת, לָמָה ה', לָמָּה יֹאמְרוּ מִצְרַיִם, נִרְאֶה בֶּאֱמֶת כִּי זֹאת הַתְּפִלָּה הִיא אֲשֶׁר הִזְכִּיר בְּמִשְׁנֵה תּוֹרָה (דברים ט כו) \"וָאֶתְפַּלֵּל אֶל ה' וָאֹמַר ה' אֱלֹהִים אַל תַּשְׁחֵת עַמְּךָ\", כִּי עִנְיַן הַתְּפִלָּה שָׁוֶה בִּשְׁנֵיהֶם. וְהִנֵּה הִזְכִּיר כָּאן הַתְּפִלָּה קֹדֶם רִדְתּוֹ מִן הָהָר וְשָׁם הִזְכִּירָהּ אַחֲרֵי רִדְתּוֹ מִן הָהָר: וְדַעַת ר\"א כִּי מֹשֶׁה לֹא הִתְפַּלֵּל בְּעַד יִשְׂרָאֵל כָּל זְמַן שֶׁהָיְתָה ע\"ז בֵּינֵיהֶם, אֲבָל כַּאֲשֶׁר אָמַר לוֹ \"הֶרֶף מִמֶּנִּי וְאַשְׁמִידֵם\" (שם ט יד) הִתְבּוֹנֵן כִּי הַדָּבָר תָּלוּי בּוֹ וְיָרַד וּבִעֵר הָעֵגֶל וְשָׁב לְהִתְפַּלֵּל בָּאַרְבָּעִים יוֹם, וְאֵין מֻקְדָּם וּמְאֻחָר בַּתּוֹרָה:<br>וְאֵין דַּעְתִּי כֵּן, בַּעֲבוּר שֶׁהַתְּפִלָּה שֶׁעָשָׂה בְּשׁוּבוֹ הִיא אֲשֶׁר יְסַפֵּר \"אָנָּא חָטָא הָעָם הַזֶּה חֲטָאָה גְדֹלָה\" (שמות ל\"ב:ל\"א), וְאִם הַכֹּל תְּפִלָּה אַחַת שֶׁעָשָׂה בְּאַרְבָּעִים הַיּוֹם אַחֲרֵי שׁוּבוֹ לָהָר, לָמָּה יְחַלֵּק אוֹתָהּ, וְיַזְכִּיר כָּאן (שמות ל\"ב:י\"א-י\"ג) מִקְצָתָהּ וְאַחֲרֵי הַיְּרִידָה (שמות ל\"ב:ל\"א) יַזְכִּיר הַמִּקְצָת הָאַחֵר (שמות ל\"ב:ל\"א) אֲבָל הֵן שְׁתֵּי תְּפִלּוֹת. וְלָכֵן נִרְאֶה, כִּי כַּאֲשֶׁר אָמַר לוֹ הַנִּיחָה לִּי וְיִחַר אַפִּי בָהֶם וַאֲכַלֵּם, מִיָּד חִלָּה פְּנֵי הַשֵּׁם וְלֹא אֵחַר כְּלָל, כִּי הָיָה יָרֵא פֶּן יָצָא הַקֶּצֶף מִלִּפְנֵי ה' וְיָחֵל הַנֶּגֶף לְכַלּוֹתָם כְּרֶגַע, וּמִיָּד אָמַר לָמָה ה' יֶחֱרֶה אַפְּךָ בְּעַמֶּךָ. וְכָךְ מָצָאתִי בְּאֵלֶּה שְׁמוֹת רַבָּה (מ\"ב:א') אָמַר מֹשֶׁה, אִם מַנִּיחַ אֲנִי אֶת יִשְׂרָאֵל וְאֵרֵד לִי אֵין לְיִשְׂרָאֵל תְּקוּמָה בָּעוֹלָם, אֲבָל אֵינִי זָז מִכָּאן עַד שֶׁאֲבַקֵּשׁ עֲלֵיהֶם רַחֲמִים, מִיָּד הִתְחִיל מֹשֶׁה לְלַמֵּד עֲלֵיהֶם סָנֵגוֹרְיָה וְכוּ'. וְהִנֵּה הִתְפַּלֵּל עֲלֵיהֶם וְנִחַם הַשֵּׁם עַל הָרָעָה אֲשֶׁר דִּבֶּר לַהֲרֹג אוֹתָם וּלְכַלּוֹתָם, לֹא שֶׁנִּתְרַצָּה לָהֶם, רַק שֶׁאָמַר נִחַמְתִּי לֹא אֶעֱשֶׂה כָּלָה. וְכֵיוָן שֶׁהָיָה לוֹ פְּנַאי יָרַד מֹשֶׁה וְשָׂרַף אֶת הָעֵגֶל וְהָרַג עוֹבְדָיו וְאַחַר כֵּן אָמַר לָעָם אֶעֱלֶה אֶל ה' אוּלַי אֲכַפְּרָה בְּעַד חַטַּאתְכֶם (שמות ל\"ב:ל'), שֶׁיִּמְחֹל לָכֶם: אֲבָל בְּמִשְׁנֵה תּוֹרָה סִפֵּר הָעִנְיָן בְּסֵדֶר אַחֵר, כִּי אַחֲרֵי דְּבַר ה' שֶׁאָמַר \"הֶרֶף מִמֶּנִּי וְאַשְׁמִידֵם\", אָמַר \"וָאֵפֶן וָאֵרֵד\" (דברים ט כו) וְהַטַּעַם, לְפִי שֶׁהָיָה מֹשֶׁה מְסַדֵּר לָהֶם שָׁם כָּל חֲטָאֵיהֶם וְהַטֹּרַח שֶׁטָּרַח עֲלֵיהֶם, וְהִנֵּה סִפֵּר מַה שֶׁעָשׂוּ בְּחוֹרֵב בָּעֵגֶל (שמות ל\"ב:י\"ב-ט\"ז), וְשֶׁהֻצְרַךְ הוּא לְשַׁבֵּר הַלּוּחוֹת (שמות ל\"ב:י\"ז), וּלְהִתְפַּלֵּל עֲלֵיהֶם אַרְבָּעִים יוֹם וְאַרְבָּעִים לָיְלָה (שמות ל\"ב:י\"ח-י\"ט), וְגַם עַל אַהֲרֹן (שמות ל\"ב:כ'), וְשֶׁטָּרַח לִשְׂרֹף אֶת הָעֵגֶל (שמות ל\"ב:כ\"א), וְסִפֵּר מַה שֶׁעָשׂוּ בְּתַבְעֵרָה וּבְמַסָּה וּבְקִבְרוֹת הַתַּאֲוָה (שמות ל\"ב:כ\"ב), \"וּבִשְׁלֹחַ ה' אוֹתָם מִקָּדֵשׁ בַּרְנֵעַ\" (שמות ל\"ב:כ\"ג). וְאַחֲרֵי שֶׁהִשְׁלִים \"מַמְרִים הֱיִיתֶם עִם ה' מִיּוֹם דַּעְתִּי אֶתְכֶם\" (שמות ל\"ב:כ\"ד), חָזַר (שמות ל\"ב:כ\"ה-כ\"ט) אֶל עִנְיַן תְּפִלּוֹתָיו אֲשֶׁר הִזְכִּיר, וְסִדֵּר אֶת שְׁתֵּי הַתְּפִלּוֹת וְאָמַר \"וָאֶתְנַפַּל לִפְנֵי ה' אֵת אַרְבָּעִים הַיּוֹם וְאֶת אַרְבָּעִים הַלַּיְלָה אֲשֶׁר הִתְנַפָּלְתִּי כִּי אָמַר ה' לְהַשְׁמִיד אֶתְכֶם, וָאֶתְפַּלֵּל אֶל ה' וָאֹמַר ה' אֱלֹהִים אַל תַּשְׁחֵת עַמְּךָ\" וְגוֹ' כְּאוֹמֵר הֻצְרַכְתִּי לְהִתְנַפֵּל לִפְנֵי ה' בַּעֲבוּרְכֶם אַרְבָּעִים יוֹם כִּי מִתְּחִלָּה אָמַר ה' לְהַשְׁמִיד אֶתְכֶם, עַד שֶׁהִתְפַּלַּלְתִּי אֵלָיו אַל תַּשְׁחֵת עַמְּךָ. וְלֹא הֻצְרַךְ לְהַזְכִּיר הַתְּפִלָּה הַשֵּׁנִית, כִּי כְּבָר אָמַר שֶׁאַרְבָּעִים יוֹם הִתְנַפֵּל עֲלֵיהֶם, כִּי גַּם בְּכָאן לֹא הִזְכִּירָהּ, כִּי מִי יוּכַל לִכְתֹּב כַּמָּה תַּחֲנוּנִים וּבַקָּשׁוֹת אֲשֶׁר הִתְנַפֵּל עֲלֵיהֶם אַרְבָּעִים יוֹם:<br>וְאִם תָּבִין מַה שֶׁפֵּרַשְׁתִּי תַּכִּיר בָּאֱמֶת שֶׁהָיוּ שְׁתֵּי תְּפִלּוֹת, כִּי מִתְּחִלָּה חִלָּה אֶת פְּנֵי ה' אֱלֹהָיו (שמות ל\"ב:י\"א), וּבַסּוֹף הִתְנַפֵּל לִפְנֵי ה' אַרְבָּעִים יוֹם, כַּאֲשֶׁר יִתְבָּאֵר בְּפָרָשַׁת וַיֹּאמֶר מֹשֶׁה אֶל ה' (שמות ל\"ב:ל\"א): וְהִזְכִּיר בְּמִשְׁנֵה הַתּוֹרָה (דברים שם בפסוק כ) \"וּבְאַהֲרֹן הִתְאַנַּף ה' וָאֶתְפַּלֵּל גַּם בְּעַד אַהֲרֹן בָּעֵת הַהִיא\", וְלֹא הִזְכִּיר בְּכָאן זֶה כְּלָל, וְזֶה לִכְבוֹד אַהֲרֹן, כִּי לֹא רָצָה מֹשֶׁה לְהַזְכִּיר בְּחַיָּיו שֶׁהֻצְרַךְ לִתְפִלָּתוֹ שֶׁלֹּא יֵבוֹשׁ, וְשָׁם אַחֲרֵי מוֹתוֹ הוֹדִיעֵנוּ הָאֱמֶת. וְזֶה הַסֵּדֶר הַנָּכוֹן בַּפָּרָשִׁיּוֹת הָאֵלֶּה:", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "ETERNAL, WHY DOTH THY WRATH WAX HOT AGAINST THY PEOPLE? Now when Moses prayed about this great sin, it would have been fitting that he do so by way of confession and supplication, similar to what he said later on, <i>Oh, this people have sinned a great sin</i>,<sup class=\"footnote-marker\">326</sup><i class=\"footnote\">Further, Verse 31.</i> and just as Ezra prayed and confessed<sup class=\"footnote-marker\">327</sup><i class=\"footnote\">Ezra 10:1.</i> <i>because of the faithlessness of them of the captivity</i>,<sup class=\"footnote-marker\">328</sup><i class=\"footnote\"><i>Ibid.</i>, 9:4.</i> and there is no reason why he should say, <i>why doth the Eternal</i> etc.? Our Rabbis, prompted by this [difficulty], have in various homiletic ways<sup class=\"footnote-marker\">329</sup><i class=\"footnote\">See Shemoth Rabbah 43:7-10.</i> tried to mention several reasons for Moses’ minimizing the sin before Him.<br>By way of the Truth, [the mystic lore of the Cabala], Moses is saying: “Why do You give permission to the attribute of justice to hold sway over Your people, for You have taken them out of the land of Egypt for the sake of Your Name with the attribute of mercy ruling over them, and with the attribute of justice upon their enemies.”<br>Now this prayer — <i>Why doth the Eternal… Wherefore should the Egyptians speak</i><sup class=\"footnote-marker\">330</sup><i class=\"footnote\">Verses 11-12.</i> — appears really to be the very same prayer he mentioned in the Book of Deuteronomy, <i>And I prayed unto G-d and I said: O Eternal G-d, destroy not Thy people</i>,<sup class=\"footnote-marker\">331</sup><i class=\"footnote\">Deuteronomy 9:26.</i> for the purport of the prayer is alike in both cases, the difference being only that here Scripture mentioned the prayer before it told us that he came down from the mountain, and there Moses mentioned it after it tells us that he came down from the mountain. But Rabbi Abraham ibn Ezra’s opinion is that Moses did not pray for Israel as long as the idol was among them;<sup class=\"footnote-marker\">332</sup><i class=\"footnote\">Hence the prayer recorded in Verses 11-13 was really not recited by Moses until after his descent from the mount and his cleansing the camp of the idolatrous worship, mentioned in Verses 15-29. — Ramban will differ with this interpretation of Ibn Ezra.</i> but only when G-d told him, <i>Let me alone, that I may destroy them</i>,<sup class=\"footnote-marker\">318</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 14.</i> and he realized that the fate [of the people] was dependent upon him, did he go down the mountain and destroy the calf, and then he returned to pray for forty days, there being no strict chronological order in the narrative of the Torah. But I do not agree with this opinion. For the prayer he recited upon his return to the mountain [after he had cleansed the camp of the idol] is the one which he mentions, <i>Oh, this people have sinned a great sin</i>.<sup class=\"footnote-marker\">326</sup><i class=\"footnote\">Further, Verse 31.</i> And if it is all one prayer<sup class=\"footnote-marker\">333</sup><i class=\"footnote\">I.e., if the prayer mentioned in Verses 11-13, and the one in Verses 31-32, were both said at the same time, as Ibn Ezra would have it, namely during the forty days after he returned to the mountain, then why etc.</i> which Moses said during the forty days after he returned to the mountain, why does Scripture divide it, mentioning here [in Verses 11-13] part of it, and after he had come down, mentioning the other part [in Verses 31-32]? Rather, these are two separate prayers. Therefore it appears that when G-d told him <i>Let Me alone, that My wrath may wax hot against them</i>,<sup class=\"footnote-marker\">334</sup><i class=\"footnote\">Verse 10 here.</i> Moses immediately <i>besought the face of the Eternal</i> and did not delay at all, for he was afraid lest the wrath go out from G-d and the plague would begin<sup class=\"footnote-marker\">335</sup><i class=\"footnote\">See Numbers 17:11.</i> and consume them in a moment,<sup class=\"footnote-marker\">336</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 10.</i> therefore at once he said, <i>Eternal, why doth Thy wrath wax hot against Thy people?</i> Similarly I found it in Eileh Shemoth Rabbah:<sup class=\"footnote-marker\">337</sup><i class=\"footnote\">Shemoth Rabbah 42:1.</i> “Said Moses: ‘If I leave Israel [to their fate] and go down the mountain, they will never have a restoration again. Instead I will not move from here until I seek mercy for them.’ Immediately Moses began pleading on their behalf etc.” Thus he prayed for them and G-d <i>repented of the evil which He said</i><sup class=\"footnote-marker\">338</sup><i class=\"footnote\">Verse 14.</i> to kill them and destroy them. That does not mean that He was [completely] reconciled with them, but at least He said, “I have repented, I will not destroy them.” And now that Moses had time, he went down the mountain and burnt the calf, and punished its worshippers, and afterwards he said to the people, <i>I will go up unto the Eternal, perhaps I shall make atonement for your sin</i>,<sup class=\"footnote-marker\">339</sup><i class=\"footnote\">Verse 30.</i> so that He should entirely forgive you. However, in the Book of Deuteronomy Moses narrated the account in another order, stating that after G-d had told him, <i>Let Me alone, that I may destroy them</i>,<sup class=\"footnote-marker\">340</sup><i class=\"footnote\">Deuteronomy 9:14.</i> he said, <i>So I turned and came down</i>.<sup class=\"footnote-marker\">341</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 15.</i> The reason [for this change in the account of the narrative] is that Moses was listing to them there all their transgressions, and the pains he took for them. Thus he told them of the golden calf they had made in Horeb,<sup class=\"footnote-marker\">342</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 8.</i> on account of which he had to break the Tablets of the Law and to pray for them forty days and forty nights, and also for Aaron,<sup class=\"footnote-marker\">343</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 20.</i> and how he was put to the trouble of burning the calf. Then he continued to tell what they had done <i>at Taberah, and at Massah, and at Kibroth-hattaavah</i>,<sup class=\"footnote-marker\">344</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 22.</i> <i>And when the Eternal sent</i> them <i>from Kadesh-barnea;</i><sup class=\"footnote-marker\">345</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 23.</i> and after he finished, <i>Ye have been rebellious against the Eternal from the day that I knew you</i>,<sup class=\"footnote-marker\">346</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 24.</i> he went back to the matter of his prayers which he had mentioned, and set down in order the two prayers, saying, <i>So I fell down before the Eternal the forty days and forty nights that I fell down; because the Eternal had said He would destroy you</i><sup class=\"footnote-marker\">347</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> — until I prayed, <i>destroy not Thy people</i>.<sup class=\"footnote-marker\">348</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 26.</i> It was not necessary for him to mention the second prayer<sup class=\"footnote-marker\">349</sup><i class=\"footnote\">I.e., the prayer mentioned here in Verses 31-32: <i>Oh, this people have sinned a great sin</i>, etc.</i> because he had already said there that he prayed for them forty days, and even here it does not mention [all the prayers he recited], for who can write down the many supplications and entreaties that he prayed for them during the forty days. And if you will understand what I have explained, then you will really comprehend that there were [here] two prayers, for at first he <i>besought the face of the Eternal his G-d</i>, and at the end [i.e., after he came down the mountain and burnt the golden calf etc. and then returned to the mountain], he <i>fell down before the Eternal for forty days</i>,<sup class=\"footnote-marker\">347</sup><i class=\"footnote\"><i>Ibid.</i>, Verse 25.</i> as it is explained in the section, <i>and Moses returned unto the Eternal</i>.<sup class=\"footnote-marker\">350</sup><i class=\"footnote\">Verse 31 here.</i><br>Now in the Book of Deuteronomy he mentioned, <i>Moreover the Eternal was very angry with Aaron… and I prayed for Aaron also at the same time</i>.<sup class=\"footnote-marker\">351</sup><i class=\"footnote\">Deuteronomy 9:20.</i> This he did not mention here at all for the sake of Aaron’s honor, for Moses did not want to mention in Aaron’s lifetime that he had been dependent upon his prayer, in order that he should not feel ashamed.<sup class=\"footnote-marker\">352</sup><i class=\"footnote\">Of the grief he had caused (Abusaula).</i> But there [in the Book of Deuteronomy] after Aaron’s death, he informed us of the truth. This is the correct order in these Scriptural sections.", "versionTitle": "Commentary on the Torah by Ramban (Nachmanides). Translated and annotated by Charles B. Chavel. New York, Shilo Pub. House, 1971-1976", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "604e13c31e4558070e604d33", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Commentary", "type": "commentary", "ref": "Ibn Ezra on Exodus; Perush HaArokh 32:22:2", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 32:22:2", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״ב:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Ibn Ezra", "he": "אבן עזרא"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "וכבר פירשתי <b>כי ברע הוא.</b> וככה ויאמרו לי ואומר אליהם:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "[THAT THEY ARE SET ON EVIL.] I have already explained the meaning of <i>that they are set on evil</i>.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">According to I.E. the reference is to the mixed multitude. See I.E.’s comment on Ex. 31:18.</i> Similarly, <i>So they said unto me</i> (v. 23)<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">The reference is to the mixed multitude.</i> and, <i>And I said unto them</i> (v. 24).<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">The reference is to the mixed multitude.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "608925013ea8ca4dcb1243ff", "index_title": "Ohev Yisrael", "category": "Chasidut", "type": "commentary", "ref": "Ohev Yisrael, Ki Tisa 4:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ohev Yisrael, Ki Tisa 4:1", "sourceHeRef": "אוהב ישראל, כי תשא ד׳:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1770, 1820], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Ohev Yisrael", "he": "אוהב ישראל"}, "heTitle": "כי תשא", "he": "<b>ויאמר אהרן גו' ברע הוא. </b>אומרו כי ברע הוא. ולא אמר כי רע הוא. כי חלילה לנו לדבר סרה או איזה לא טוב על עם קדוש זרע ישראל אשר נשמותיהם חוצבו מתחת כסא כבודו ית' וממקום גבוה קאתו. ובפרט אהרן הכה\"ג איש החסד ונביא לה'. ואף אם איזה אדם יחטא לפעמים אין להאשימו כ\"כ. כי הביאו לזה מחמת שלא נזדכך חומרו ונפשו ורו\"נ עדיין מחלקי הרע שהם בתוכו. ולא נבררו מהרע שהם משוקעים בו ר\"ל. ולדעתי זהו כוונת אהרן שאמר כי ברע הוא. היינו שהם עדיין משוקעים ומעורבים בתוך הרע ולכן נכשלו בחטא זה. אבל מצד חלקם הטוב בעצם לא היו ראוים לזה ולא כיוצא בו ח\"ו. ומי יתן שיזכנו הש\"י להיות יוצאים מחלק הרע לגמרי. ונדבק בהטוב האמיתי והנצחי לעד ולע\"ע. כיה\"ר אמן: ", "heVersionTitle": "Ohev Yisrael, Zhitomir, 1863.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "619e8fbaad9c4d6ad7419ceb", "index_title": "Jerusalem Talmud Megillah", "category": "Talmud", "type": "related passage", "ref": "Jerusalem Talmud Megillah 4:11:3", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Jerusalem Talmud Megillah 4:11:3", "sourceHeRef": "תלמוד ירושלמי מגילה ד׳:י״א:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Jerusalem Talmud Megillah", "he": "תלמוד ירושלמי מגילה"}, "heTitle": "תלמוד ירושלמי מגילה", "he": "אֵי זֶהוּ מַעֲשֶׂה עֵגֶל הַשֵּׁינִי. רִבִּי סִימוֹן בְּשֵׁם רִבִּי יְהוֹשֻׁעַ בֶּן לִוֵי. מִתְּשׁוּבָה שֶׁהֵשִׁיב מֹשֶׁה אֶת אַהֶרֹן עַד כִּֽי־פְרָעֹ֣ה אַֽהֲרֹ֔ן לְשִׁמְצָה֭ בְּקָֽמֵיהֶֽם. חֲנַנְיָה בַּר שֶׁלֶמְיָה בְשֵׁם רַב. מִתְּשׁוּבָה שֶׁהֵשִׁיב אַהֶרֹן אֶת מֹשֶׁה עַד כִּֽי־פְרָעֹ֣ה אַֽהֲרֹ֔ן לְשִׁמְצָה֭ בְּקָֽמֵיהֶֽם. רִבִּי אָחָא בְשֵׁם רִבִּי בָּא. וּמָחָא י֙י יַת עַמָּא עַ֤ל אֲשֶׁ֣ר עָשׂ֣וּ אֶת־הָעֵ֔גֶל אֲשֶׁ֥ר עָשָׂה֭ אַֽהֲרֹֽן׃ רִבִּי מַר עוּקְבַּן בְּשֵׁם רַבָּנִן דְּתַמָּן. לֹא דוֹמֶה גְנַאי יָחִיד בְּצִיבּוּר לִגְנַיי צִיבּוּר בְּצִיבּוּר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "What is the second story of the Calf? Rebbi Simon in the name of Rebbi Joshua ben Levi: From the answer Moses gave to Aaron up to <i>for Aaron had let it become dissolute, a disgrace before their opponents</i><sup class=\"footnote-marker\">180</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 32:25\" href=\"/Exodus.32.25\"><i>Ex</i>. 32:25</a>.</i>. Ḥanania bar Shelemia in the name of Rav: From the answer Aaron gave Moses to up to <i>for Aaron had let it become dissolute, a disgrace before their opponents</i>. Rebbi Aḥa in the name of Rebbi Abba: “And the Eternal smote the people <i>because they made the Calf which Aaron made.</i><sup class=\"footnote-marker\">181</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Exodus 32:35\" href=\"/Exodus.32.35\"><i>Ex</i>. 32:35</a>. <a class=\"refLink\" data-ref=\"Tosefta Megillah (Lieberman) 3:36\" href=\"/Tosefta_Megillah_(Lieberman).3.36\">Tosephta 3:36</a>, <a class=\"refLink\" data-ref=\"Megillah 25b\" href=\"/Megillah.25b\">Babli 25b</a>.</i>” Rebbi Mar Uqban in the name of the rabbis there: the shame of a single person in the public is not comparable to the shame of the public in matters of the public<sup class=\"footnote-marker\">182</sup><i class=\"footnote\">The first story of the Calf centers on the people whose guilt is diluted by their numbers. The second story centers on Aaron and declares his incompetence as leader.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61dec3513478c9bd34f33a92", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:7", "anchorRef": "Exodus 30:17-34:35", "anchorRefExpanded": ["Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:7", "sourceHeRef": "מגילה ל׳ א:ז׳", "anchorVerse": 17, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0007, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "חָל לִהְיוֹת בְּ״כִי תִשָּׂא״ עַצְמָהּ, אָמַר רַבִּי יִצְחָק נַפָּחָא: קָרוּ שִׁיתָּא מִן ״וְעָשִׂיתָ״ עַד ״וַיַּקְהֵל״, וְחַד קָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara considers a similar case: If the Shabbat on which <i>Shekalim</i> is to be read <b>occurs on</b> the Shabbat on which the regular portion <b>itself</b> begins with <b>“When you take the count,”</b> what should be done? <b>Rabbi Yitzḥak Nappaḥa said: Six</b> people <b>read from “And you shall make</b> a copper laver” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:17–34:35). This is the entire regular weekly portion of “When you take the count” without the opening passage, which is also the portion of <i>Shekalim</i>. <b>And</b> then <b>one</b> person goes back and <b>reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61dec3523478c9bd34f33a94", "index_title": "Megillah", "category": "Talmud", "type": "", "ref": "Megillah 30a:8", "anchorRef": "Exodus 30:11-34:35", "anchorRefExpanded": ["Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "Megillah 30a:8", "sourceHeRef": "מגילה ל׳ א:ח׳", "anchorVerse": 11, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 59.0008, "collectiveTitle": {"en": "Megillah", "he": "מגילה"}, "heTitle": "מגילה", "he": "מַתְקֵיף לַהּ אַבָּיֵי: הַשְׁתָּא אָמְרִי לְמַפְרֵעַ הוּא דְּקָרֵי! אֶלָּא אָמַר אַבָּיֵי: קָרוּ שִׁיתָּא עַד ״וַיַּקְהֵל״, וְחַד תָּנֵי וְקָרֵי מִ״כִּי תִשָּׂא״ עַד ״וְעָשִׂיתָ״.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Abaye strongly objects to this: Now</b> people <b>will</b> mistakenly <b>say</b> that <b>they are reading</b> the regular weekly portion <b>out of sequence,</b> and they will not realize that the last reading was actually for the sake of the portion of <i>Shekalim</i>. <b>Rather, Abaye said: Six</b> people <b>read</b> the entire portion of “When you take the count” <b>until</b> but not including the portion of <b>“And he assembled”</b> (Exodus 30:11–34:35), <b>and</b> then <b>one</b> person <b>repeats and reads</b> the portion of <i>Shekalim</i> <b>from “When you take the count” until</b> but not including <b>“And you shall make</b> a copper laver.”", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "62037ea16bfddfbb310fec29", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored, Response; Moshe's Anger 2-4", "anchorRef": "Exodus 32:15-29", "anchorRefExpanded": ["Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored, Response; Moshe's Anger 2-4", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ו׳, שמות הערה ג׳ ב׳-ד׳", "anchorVerse": 15, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Response; Moshe’s Anger", "he": "שמות הערה ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["In a sense, the text backtracks chronologically here, to focus solely on Moshe. The first four verses are prefatory but important. Possibly to set the drama of the scene to follow, Moshe is described as carrying the “tablets of the Testimony,” which are dubbed the work of God. Yet another point is being made: the work of God is contrasted with the imperfect work of human beings, the law with its hope versus the idol with its underlying despair.", "Sounds of revelry, implied as being worse than sounds of war, reach Moshe, and upon his descent into the Israelite camp he loses control. But smashing the tablets has implications beyond the emotional: it is a legal voiding of the covenant (as in the English “breaking an agreement”). Moshe deals with all concerned in swift succession: the calf is destroyed, Aharon is confronted, and the people are brutally purged.", "It is possible that there are historical considerations behind this section. Some see the portrayal of Aharon, who certainly comes across as weak, as part of a strain in the political thinking of a later period. According to this view, the later decline of Aharon’s priestly line is reflected in his behavior here. Others see the “mandating” of the Levites (v.29) as a reflection of a later power struggle among the priestly classes in Israel. Childs finds Aharon’s role in the story to be a literary one: he is a foil for Moshe. Aharon is willing to capitulate to the people, seeing them (perhaps realistically) as “set-on-evil” (v.22). Moshe holds fast to his dream of a “kingdom of priests” (19:6) and thus demands of himself a type of leadership that cannot compromise. The Calf story, then, focuses not only on the great crime of idolatry but also on the nature of Moshe as leader. It is the resumption of the biblical portrait of Moshe, which will return again with greatest force throughout the book of Numbers."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "62038095713bd8cd388d3e45", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "anchorRef": "Exodus 1:1-40:38", "anchorRefExpanded": ["Exodus 1:1", "Exodus 1:2", "Exodus 1:3", "Exodus 1:4", "Exodus 1:5", "Exodus 1:6", "Exodus 1:7", "Exodus 1:8", "Exodus 1:9", "Exodus 1:10", "Exodus 1:11", "Exodus 1:12", "Exodus 1:13", "Exodus 1:14", "Exodus 1:15", "Exodus 1:16", "Exodus 1:17", "Exodus 1:18", "Exodus 1:19", "Exodus 1:20", "Exodus 1:21", "Exodus 1:22", "Exodus 2:1", "Exodus 2:2", "Exodus 2:3", "Exodus 2:4", "Exodus 2:5", "Exodus 2:6", "Exodus 2:7", "Exodus 2:8", "Exodus 2:9", "Exodus 2:10", "Exodus 2:11", "Exodus 2:12", "Exodus 2:13", "Exodus 2:14", "Exodus 2:15", "Exodus 2:16", "Exodus 2:17", "Exodus 2:18", "Exodus 2:19", "Exodus 2:20", "Exodus 2:21", "Exodus 2:22", "Exodus 2:23", "Exodus 2:24", "Exodus 2:25", "Exodus 3:1", "Exodus 3:2", "Exodus 3:3", "Exodus 3:4", "Exodus 3:5", "Exodus 3:6", "Exodus 3:7", "Exodus 3:8", "Exodus 3:9", "Exodus 3:10", "Exodus 3:11", "Exodus 3:12", "Exodus 3:13", "Exodus 3:14", "Exodus 3:15", "Exodus 3:16", "Exodus 3:17", "Exodus 3:18", "Exodus 3:19", "Exodus 3:20", "Exodus 3:21", "Exodus 3:22", "Exodus 4:1", "Exodus 4:2", "Exodus 4:3", "Exodus 4:4", "Exodus 4:5", "Exodus 4:6", "Exodus 4:7", "Exodus 4:8", "Exodus 4:9", "Exodus 4:10", "Exodus 4:11", "Exodus 4:12", "Exodus 4:13", "Exodus 4:14", "Exodus 4:15", "Exodus 4:16", "Exodus 4:17", "Exodus 4:18", "Exodus 4:19", "Exodus 4:20", "Exodus 4:21", "Exodus 4:22", "Exodus 4:23", "Exodus 4:24", "Exodus 4:25", "Exodus 4:26", "Exodus 4:27", "Exodus 4:28", "Exodus 4:29", "Exodus 4:30", "Exodus 4:31", "Exodus 5:1", "Exodus 5:2", "Exodus 5:3", "Exodus 5:4", "Exodus 5:5", "Exodus 5:6", "Exodus 5:7", "Exodus 5:8", "Exodus 5:9", "Exodus 5:10", "Exodus 5:11", "Exodus 5:12", "Exodus 5:13", "Exodus 5:14", "Exodus 5:15", "Exodus 5:16", "Exodus 5:17", "Exodus 5:18", "Exodus 5:19", "Exodus 5:20", "Exodus 5:21", "Exodus 5:22", "Exodus 5:23", "Exodus 6:1", "Exodus 6:2", "Exodus 6:3", "Exodus 6:4", "Exodus 6:5", "Exodus 6:6", "Exodus 6:7", "Exodus 6:8", "Exodus 6:9", "Exodus 6:10", "Exodus 6:11", "Exodus 6:12", "Exodus 6:13", "Exodus 6:14", "Exodus 6:15", "Exodus 6:16", "Exodus 6:17", "Exodus 6:18", "Exodus 6:19", "Exodus 6:20", "Exodus 6:21", "Exodus 6:22", "Exodus 6:23", "Exodus 6:24", "Exodus 6:25", "Exodus 6:26", "Exodus 6:27", "Exodus 6:28", "Exodus 6:29", "Exodus 6:30", "Exodus 7:1", "Exodus 7:2", "Exodus 7:3", "Exodus 7:4", "Exodus 7:5", "Exodus 7:6", "Exodus 7:7", "Exodus 7:8", "Exodus 7:9", "Exodus 7:10", "Exodus 7:11", "Exodus 7:12", "Exodus 7:13", "Exodus 7:14", "Exodus 7:15", "Exodus 7:16", "Exodus 7:17", "Exodus 7:18", "Exodus 7:19", "Exodus 7:20", "Exodus 7:21", "Exodus 7:22", "Exodus 7:23", "Exodus 7:24", "Exodus 7:25", "Exodus 7:26", "Exodus 7:27", "Exodus 7:28", "Exodus 7:29", "Exodus 8:1", "Exodus 8:2", "Exodus 8:3", "Exodus 8:4", "Exodus 8:5", "Exodus 8:6", "Exodus 8:7", "Exodus 8:8", "Exodus 8:9", "Exodus 8:10", "Exodus 8:11", "Exodus 8:12", "Exodus 8:13", "Exodus 8:14", "Exodus 8:15", "Exodus 8:16", "Exodus 8:17", "Exodus 8:18", "Exodus 8:19", "Exodus 8:20", "Exodus 8:21", "Exodus 8:22", "Exodus 8:23", "Exodus 8:24", "Exodus 8:25", "Exodus 8:26", "Exodus 8:27", "Exodus 8:28", "Exodus 9:1", "Exodus 9:2", "Exodus 9:3", "Exodus 9:4", "Exodus 9:5", "Exodus 9:6", "Exodus 9:7", "Exodus 9:8", "Exodus 9:9", "Exodus 9:10", "Exodus 9:11", "Exodus 9:12", "Exodus 9:13", "Exodus 9:14", "Exodus 9:15", "Exodus 9:16", "Exodus 9:17", "Exodus 9:18", "Exodus 9:19", "Exodus 9:20", "Exodus 9:21", "Exodus 9:22", "Exodus 9:23", "Exodus 9:24", "Exodus 9:25", "Exodus 9:26", "Exodus 9:27", "Exodus 9:28", "Exodus 9:29", "Exodus 9:30", "Exodus 9:31", "Exodus 9:32", "Exodus 9:33", "Exodus 9:34", "Exodus 9:35", "Exodus 10:1", "Exodus 10:2", "Exodus 10:3", "Exodus 10:4", "Exodus 10:5", "Exodus 10:6", "Exodus 10:7", "Exodus 10:8", "Exodus 10:9", "Exodus 10:10", "Exodus 10:11", "Exodus 10:12", "Exodus 10:13", "Exodus 10:14", "Exodus 10:15", "Exodus 10:16", "Exodus 10:17", "Exodus 10:18", "Exodus 10:19", "Exodus 10:20", "Exodus 10:21", "Exodus 10:22", "Exodus 10:23", "Exodus 10:24", "Exodus 10:25", "Exodus 10:26", "Exodus 10:27", "Exodus 10:28", "Exodus 10:29", "Exodus 11:1", "Exodus 11:2", "Exodus 11:3", "Exodus 11:4", "Exodus 11:5", "Exodus 11:6", "Exodus 11:7", "Exodus 11:8", "Exodus 11:9", "Exodus 11:10", "Exodus 12:1", "Exodus 12:2", "Exodus 12:3", "Exodus 12:4", "Exodus 12:5", "Exodus 12:6", "Exodus 12:7", "Exodus 12:8", "Exodus 12:9", "Exodus 12:10", "Exodus 12:11", "Exodus 12:12", "Exodus 12:13", "Exodus 12:14", "Exodus 12:15", "Exodus 12:16", "Exodus 12:17", "Exodus 12:18", "Exodus 12:19", "Exodus 12:20", "Exodus 12:21", "Exodus 12:22", "Exodus 12:23", "Exodus 12:24", "Exodus 12:25", "Exodus 12:26", "Exodus 12:27", "Exodus 12:28", "Exodus 12:29", "Exodus 12:30", "Exodus 12:31", "Exodus 12:32", "Exodus 12:33", "Exodus 12:34", "Exodus 12:35", "Exodus 12:36", "Exodus 12:37", "Exodus 12:38", "Exodus 12:39", "Exodus 12:40", "Exodus 12:41", "Exodus 12:42", "Exodus 12:43", "Exodus 12:44", "Exodus 12:45", "Exodus 12:46", "Exodus 12:47", "Exodus 12:48", "Exodus 12:49", "Exodus 12:50", "Exodus 12:51", "Exodus 13:1", "Exodus 13:2", "Exodus 13:3", "Exodus 13:4", "Exodus 13:5", "Exodus 13:6", "Exodus 13:7", "Exodus 13:8", "Exodus 13:9", "Exodus 13:10", "Exodus 13:11", "Exodus 13:12", "Exodus 13:13", "Exodus 13:14", "Exodus 13:15", "Exodus 13:16", "Exodus 13:17", "Exodus 13:18", "Exodus 13:19", "Exodus 13:20", "Exodus 13:21", "Exodus 13:22", "Exodus 14:1", "Exodus 14:2", "Exodus 14:3", "Exodus 14:4", "Exodus 14:5", "Exodus 14:6", "Exodus 14:7", "Exodus 14:8", "Exodus 14:9", "Exodus 14:10", "Exodus 14:11", "Exodus 14:12", "Exodus 14:13", "Exodus 14:14", "Exodus 14:15", "Exodus 14:16", "Exodus 14:17", "Exodus 14:18", "Exodus 14:19", "Exodus 14:20", "Exodus 14:21", "Exodus 14:22", "Exodus 14:23", "Exodus 14:24", "Exodus 14:25", "Exodus 14:26", "Exodus 14:27", "Exodus 14:28", "Exodus 14:29", "Exodus 14:30", "Exodus 14:31", "Exodus 15:1", "Exodus 15:2", "Exodus 15:3", "Exodus 15:4", "Exodus 15:5", "Exodus 15:6", "Exodus 15:7", "Exodus 15:8", "Exodus 15:9", "Exodus 15:10", "Exodus 15:11", "Exodus 15:12", "Exodus 15:13", "Exodus 15:14", "Exodus 15:15", "Exodus 15:16", "Exodus 15:17", "Exodus 15:18", "Exodus 15:19", "Exodus 15:20", "Exodus 15:21", "Exodus 15:22", "Exodus 15:23", "Exodus 15:24", "Exodus 15:25", "Exodus 15:26", "Exodus 15:27", "Exodus 16:1", "Exodus 16:2", "Exodus 16:3", "Exodus 16:4", "Exodus 16:5", "Exodus 16:6", "Exodus 16:7", "Exodus 16:8", "Exodus 16:9", "Exodus 16:10", "Exodus 16:11", "Exodus 16:12", "Exodus 16:13", "Exodus 16:14", "Exodus 16:15", "Exodus 16:16", "Exodus 16:17", "Exodus 16:18", "Exodus 16:19", "Exodus 16:20", "Exodus 16:21", "Exodus 16:22", "Exodus 16:23", "Exodus 16:24", "Exodus 16:25", "Exodus 16:26", "Exodus 16:27", "Exodus 16:28", "Exodus 16:29", "Exodus 16:30", "Exodus 16:31", "Exodus 16:32", "Exodus 16:33", "Exodus 16:34", "Exodus 16:35", "Exodus 16:36", "Exodus 17:1", "Exodus 17:2", "Exodus 17:3", "Exodus 17:4", "Exodus 17:5", "Exodus 17:6", "Exodus 17:7", "Exodus 17:8", "Exodus 17:9", "Exodus 17:10", "Exodus 17:11", "Exodus 17:12", "Exodus 17:13", "Exodus 17:14", "Exodus 17:15", "Exodus 17:16", "Exodus 18:1", "Exodus 18:2", "Exodus 18:3", "Exodus 18:4", "Exodus 18:5", "Exodus 18:6", "Exodus 18:7", "Exodus 18:8", "Exodus 18:9", "Exodus 18:10", "Exodus 18:11", "Exodus 18:12", "Exodus 18:13", "Exodus 18:14", "Exodus 18:15", "Exodus 18:16", "Exodus 18:17", "Exodus 18:18", "Exodus 18:19", "Exodus 18:20", "Exodus 18:21", "Exodus 18:22", "Exodus 18:23", "Exodus 18:24", "Exodus 18:25", "Exodus 18:26", "Exodus 18:27", "Exodus 19:1", "Exodus 19:2", "Exodus 19:3", "Exodus 19:4", "Exodus 19:5", "Exodus 19:6", "Exodus 19:7", "Exodus 19:8", "Exodus 19:9", "Exodus 19:10", "Exodus 19:11", "Exodus 19:12", "Exodus 19:13", "Exodus 19:14", "Exodus 19:15", "Exodus 19:16", "Exodus 19:17", "Exodus 19:18", "Exodus 19:19", "Exodus 19:20", "Exodus 19:21", "Exodus 19:22", "Exodus 19:23", "Exodus 19:24", "Exodus 19:25", "Exodus 20:1", "Exodus 20:2", "Exodus 20:3", "Exodus 20:4", "Exodus 20:5", "Exodus 20:6", "Exodus 20:7", "Exodus 20:8", "Exodus 20:9", "Exodus 20:10", "Exodus 20:11", "Exodus 20:12", "Exodus 20:13", "Exodus 20:14", "Exodus 20:15", "Exodus 20:16", "Exodus 20:17", "Exodus 20:18", "Exodus 20:19", "Exodus 20:20", "Exodus 20:21", "Exodus 20:22", "Exodus 20:23", "Exodus 21:1", "Exodus 21:2", "Exodus 21:3", "Exodus 21:4", "Exodus 21:5", "Exodus 21:6", "Exodus 21:7", "Exodus 21:8", "Exodus 21:9", "Exodus 21:10", "Exodus 21:11", "Exodus 21:12", "Exodus 21:13", "Exodus 21:14", "Exodus 21:15", "Exodus 21:16", "Exodus 21:17", "Exodus 21:18", "Exodus 21:19", "Exodus 21:20", "Exodus 21:21", "Exodus 21:22", "Exodus 21:23", "Exodus 21:24", "Exodus 21:25", "Exodus 21:26", "Exodus 21:27", "Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35", "Exodus 35:1", "Exodus 35:2", "Exodus 35:3", "Exodus 35:4", "Exodus 35:5", "Exodus 35:6", "Exodus 35:7", "Exodus 35:8", "Exodus 35:9", "Exodus 35:10", "Exodus 35:11", "Exodus 35:12", "Exodus 35:13", "Exodus 35:14", "Exodus 35:15", "Exodus 35:16", "Exodus 35:17", "Exodus 35:18", "Exodus 35:19", "Exodus 35:20", "Exodus 35:21", "Exodus 35:22", "Exodus 35:23", "Exodus 35:24", "Exodus 35:25", "Exodus 35:26", "Exodus 35:27", "Exodus 35:28", "Exodus 35:29", "Exodus 35:30", "Exodus 35:31", "Exodus 35:32", "Exodus 35:33", "Exodus 35:34", "Exodus 35:35", "Exodus 36:1", "Exodus 36:2", "Exodus 36:3", "Exodus 36:4", "Exodus 36:5", "Exodus 36:6", "Exodus 36:7", "Exodus 36:8", "Exodus 36:9", "Exodus 36:10", "Exodus 36:11", "Exodus 36:12", "Exodus 36:13", "Exodus 36:14", "Exodus 36:15", "Exodus 36:16", "Exodus 36:17", "Exodus 36:18", "Exodus 36:19", "Exodus 36:20", "Exodus 36:21", "Exodus 36:22", "Exodus 36:23", "Exodus 36:24", "Exodus 36:25", "Exodus 36:26", "Exodus 36:27", "Exodus 36:28", "Exodus 36:29", "Exodus 36:30", "Exodus 36:31", "Exodus 36:32", "Exodus 36:33", "Exodus 36:34", "Exodus 36:35", "Exodus 36:36", "Exodus 36:37", "Exodus 36:38", "Exodus 37:1", "Exodus 37:2", "Exodus 37:3", "Exodus 37:4", "Exodus 37:5", "Exodus 37:6", "Exodus 37:7", "Exodus 37:8", "Exodus 37:9", "Exodus 37:10", "Exodus 37:11", "Exodus 37:12", "Exodus 37:13", "Exodus 37:14", "Exodus 37:15", "Exodus 37:16", "Exodus 37:17", "Exodus 37:18", "Exodus 37:19", "Exodus 37:20", "Exodus 37:21", "Exodus 37:22", "Exodus 37:23", "Exodus 37:24", "Exodus 37:25", "Exodus 37:26", "Exodus 37:27", "Exodus 37:28", "Exodus 37:29", "Exodus 38:1", "Exodus 38:2", "Exodus 38:3", "Exodus 38:4", "Exodus 38:5", "Exodus 38:6", "Exodus 38:7", "Exodus 38:8", "Exodus 38:9", "Exodus 38:10", "Exodus 38:11", "Exodus 38:12", "Exodus 38:13", "Exodus 38:14", "Exodus 38:15", "Exodus 38:16", "Exodus 38:17", "Exodus 38:18", "Exodus 38:19", "Exodus 38:20", "Exodus 38:21", "Exodus 38:22", "Exodus 38:23", "Exodus 38:24", "Exodus 38:25", "Exodus 38:26", "Exodus 38:27", "Exodus 38:28", "Exodus 38:29", "Exodus 38:30", "Exodus 38:31", "Exodus 39:1", "Exodus 39:2", "Exodus 39:3", "Exodus 39:4", "Exodus 39:5", "Exodus 39:6", "Exodus 39:7", "Exodus 39:8", "Exodus 39:9", "Exodus 39:10", "Exodus 39:11", "Exodus 39:12", "Exodus 39:13", "Exodus 39:14", "Exodus 39:15", "Exodus 39:16", "Exodus 39:17", "Exodus 39:18", "Exodus 39:19", "Exodus 39:20", "Exodus 39:21", "Exodus 39:22", "Exodus 39:23", "Exodus 39:24", "Exodus 39:25", "Exodus 39:26", "Exodus 39:27", "Exodus 39:28", "Exodus 39:29", "Exodus 39:30", "Exodus 39:31", "Exodus 39:32", "Exodus 39:33", "Exodus 39:34", "Exodus 39:35", "Exodus 39:36", "Exodus 39:37", "Exodus 39:38", "Exodus 39:39", "Exodus 39:40", "Exodus 39:41", "Exodus 39:42", "Exodus 39:43", "Exodus 40:1", "Exodus 40:2", "Exodus 40:3", "Exodus 40:4", "Exodus 40:5", "Exodus 40:6", "Exodus 40:7", "Exodus 40:8", "Exodus 40:9", "Exodus 40:10", "Exodus 40:11", "Exodus 40:12", "Exodus 40:13", "Exodus 40:14", "Exodus 40:15", "Exodus 40:16", "Exodus 40:17", "Exodus 40:18", "Exodus 40:19", "Exodus 40:20", "Exodus 40:21", "Exodus 40:22", "Exodus 40:23", "Exodus 40:24", "Exodus 40:25", "Exodus 40:26", "Exodus 40:27", "Exodus 40:28", "Exodus 40:29", "Exodus 40:30", "Exodus 40:31", "Exodus 40:32", "Exodus 40:33", "Exodus 40:34", "Exodus 40:35", "Exodus 40:36", "Exodus 40:37", "Exodus 40:38"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, On the Book of Exodus and Its Structure 2-44", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר א׳ ב׳-מ״ד", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Exodus and Its Structure", "he": "שמות מאמר א׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות מאמר א׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["T<small>HE BOOK OF</small> E<small>XODUS IS</small> I<small>SRAEL’S SECOND BOOK OF ORIGINS</small>. G<small>ENESIS HAD CONCERNED</small> itself with the beginnings of the world, of human beings and their institutions, and of the people of Israel as a tribal family. Exodus continues this thrust as it recounts the origin of the people on a religious and political level (here inseparable as concepts). A number of biblical ideas receive their fullest early treatment in this book: God’s acting directly in history; making himself “known” to both Israelites and foreigners; covenant as a reciprocal agreement between God and humans; law as an expression of total worldview; and the use of sacred structure (Tabernacle or “Dwelling”) as a vehicle for and expression of perceived truths about the world. In addition, several biblical institutions make their first appearance in Exodus: Passover, Sabbath, rudimentary leadership/government, and cult/priesthood. All this is presented in a general narrative framework, raising the question as to whether what we have here is story or history. Is Exodus a fanciful reconstruction of what happened to Moshe (Moses) and his generation, riddled with anachronisms? Or is it a faithful and reliable handing-down of eyewitness data which only the cynical or irreligious would doubt?", "For the first position there are several supports. We possess virtually no extra-biblical references to the events recorded in our book, either in Egypt or elsewhere. Then, too, there seem to be inconsistencies of time within the story (Chaps. 16 and 18 appear to presuppose laws which were given later), and patterns within the telling of the tale that are too symmetrical (the Plagues) or too stereotyped (the constant use of stylized language) to be simple reporting of fact. Finally, Exodus is lacking in the citation of personal and geographical names, especially as compared to the books that precede and follow (Genesis and Numbers).", "For the second position, that of Exodus as a reliable historical record, there exist no methods of proof other than evaluation of literary form—that is, accepting that oral literature is able to preserve facts without later coloration. But even if it could be shown that Exodus is oral literature—an evaluation which is too sweeping, given the present form of the book—modern scholarship has come to cast doubt on the absolute historical reliability of oral tradition (see Vansina).", "Despite these observations, there is still something unsettling about writing Exodus off as a work of fiction, however pious that fiction may have been. For the rest of the Hebrew Bible abounds in emotional references to the experience of the exodus. At every stage of biblical literature, that experience is invoked for the purpose of directing behavior (see especially Judg. 2, I Sam. 8, II Sam. 7, II Kings 17, Neh. 9, and Ps. 78; and most of Deuteronomy is rhetorically grounded in it). The entire structure and emotional force of biblical law rest upon such exhortations as “A sojourner you are not to oppress:/you yourselves know (well) the feelings of the sojourner,/for sojourners were you in the land of Egypt” (Ex. 23:9) and such situations as that of the Hebrew serf (Ex. 21:2ff.). Apparently the experience of the exodus period was crucial in forming the group consciousness of the Israelites, and ever since it has provided a model from which both later Judaism and Christianity were to draw frequently and profoundly.", "A hypothetical analogy, based on American history, may help to shed light on the historicity of Exodus. Imagine a book based on the following outline: first, a section on the American Revolution, with some biographical material on a few of the Founding Fathers, focusing mostly on the outbreak of the war and key battles; second, a description of the Constitutional Convention, including some of the more important speeches and discussions; third, the text of the Constitution itself; and finally, L’Enfant’s original blueprints for the building of the new capital, Washington, D.C., interspersed with accounts of the first few presidents’ inaugural addresses. What would be the underlying message of such a book? We are certainly dealing here with more than a straight journalistic description of the events, more than a legalistic discussion of constitutional law, and more than a technical presentation for architects. Such a book would actually be presenting the ideals of America’s self-image: a nation founded on the willingness to fight for particular rights against Old World tyranny, established under democratic laws based on reason and providing governmental checks and balances, and whose ideals would be embodied in the construction of a brand-new, centrally located capital city that used classically grounded forms of architecture to express grace and reason as the basis for the new society.", "Now this portrayal is very simplistic, but it gets its point across (and I would be willing to wager that, somewhere in this country, there exists a school textbook written along these lines). In a similar manner, although with much more weight given to God’s role in the process, the book of Exodus unfolds. The dramatic story of Israel’s deliverance from bondage, coupled with Moshe’s own early development, is only the first part of the book, and accounts for less than half of it. It is followed by several stories of desert wanderings, and then by a presentation of the covenant made between God and Israel at Sinai, against a stunning natural backdrop. The second half of the book enumerates a series of laws which constitute the covenant, and the details of construction of a portable sanctuary designed both to symbolize and actually to accommodate God’s presence among the Israelites (with the interruption of a major rebellion). So, like our theoretical American model, Exodus conveys far more than information about events. It is, rather, the narration of a worldview, a laying out of different types of texts bearing the <i>meaning</i> of Israel’s historical experience.", "I stress the word “experience” because that is what is at stake here. Human memory is always selective. We remember what we wish to remember, giving weight to particular emotions, sometimes over and above the facts (or, as the poet Maya Angelou puts it autobiographically, “The facts sometimes obscure the truth”). The same thing appears to be true of group memory. What a people remembers of substance is not nearly as important as how they process their experience.", "In our Exodus text one can perceive a characteristically Israelite process at work. The book emerges as a mix of historical recollection, mythical processing, and didactic retelling, what Buber and others have called a “saga.” What is preserved in the book of Exodus, therefore, is a Teaching (Heb. <i>Tora</i>) based on a set of experiences, which became history for ancient Israel. Hence, to understand better the workings of the book, we need to turn to its themes and its structure. This will be more fruitful than trying to find the exact location of the Sea of Reeds or Mount Sinai, or the “Lost Ark,” or Moshe’s burial site— of whose location “no man has knowledge until this day” (Deut. 34:6). These have all receded into archeological oblivion. What has survived of ancient Israel is its approach to history and to life, and its literature. In that sense, the book of Exodus is an attempt to distill history and to learn from it, using echoes from the past to shape the present and the future.", "When we turn to a closer consideration of the structure of Exodus, we must proceed on the assumption that a work of art stems from both artful and unconscious design. Therefore, any structuring of such a book can only be hypothetical and must not limit itself to ironclad categories.", "With that said, a number of potential divisions of our book present themselves. The first emerges from a close look at the subject matter of the text. Strikingly, Exodus appears to be arranged in groups of a few chapters each (bearing in mind that the chapter divisions are historically late), resulting in the following scheme:", "1. Prologue in Egypt (Chap. 1)<br>2. Moshe’s Early Life and Call (Chaps. 2–4)<br>3. Moshe’s Mission in Egypt (5:1–7:13)<br>4. The First Nine Plagues (7:14–10:29)<br>5. The Tenth Plague and the Exodus (Chaps. 11–13)<br>6. In the Wilderness I: The Deliverance at the Sea (14:1–15:21)<br>7. In the Wilderness II: Early Experiences (15:22–18:27)<br>8. Covenant at Sinai (Chaps. 19–20)<br>9. The Terms (Laws) and Conclusion of the Covenant (Chaps. 21–24)<br>10. Details of the Tabernacle (Chaps. 25–27)<br>11. Details of the Cult (Chaps. 28–31)<br>12. Rebellion and Reconciliation (Chaps. 32–34)<br>13. The Building of the Tabernacle, Priestly Vestments (Chaps. 35–39)<br>14. Conclusion (Chap. 40)", "Such a measured shifting of focus helps to maintain the flow of the text and our interest in it.", "A glance through this list will also lead to the positing of larger structures. The traditions collected in Exodus fall naturally into both geographical and thematic divisions. The first part of the book takes place in Egypt (1:1–15:21), the second in the wilderness (15:22–40:38); this could alternatively be viewed as the events preceding Mount Sinai (Chaps. 1–17/18) and those that take place there (Chaps. 18/19–40). One could also combine the geographical and thematic aspects, resulting in the structure (1) Israel in Egypt (1:1–15:21), (2) Israel in the Wilderness (15:22–24:18), and (3) Tabernacle and Calf (Chaps. 25–40).", "My own preference for structuring Exodus also combines these aspects, as follows:", "I. The Deliverance Narrative (1:1–15:21)", "II. In the Wilderness (15:22–18:27)", "III. Covenant and Law (Chaps. 19–24)", "IV. The Blueprints for the Tabernacle and Its Service (Chaps. 25–31)", "V. Infidelity and Reconciliation (Chaps. 32–34)", "VI. The Building of the Tabernacle (Chaps. 35–40)", "These divisions exhibit a great deal of overlapping. In Part I, Israel’s life in Egypt (Chap. 1) paves the way for Moshe’s early years (Chaps. 2–4), then the account of his mission before Pharaoh and the Plagues (Chaps. 5–13), and the final victory (Chaps. 14–15); Part II is anticipated by some of what happens after the exodus itself (Chap. 14), and leads to Sinai (Chap. 19); the covenant and laws of Part III naturally lead to other prescriptions, this time the building instructions for the Tabernacle (Chaps. 25–31); planning the sacred structure in Part IV is followed by the making of a forbidden construction, the Golden Calf (Chaps. 32–33); and the reconciliation between God and Israel (Chap. 34) restores Israel’s capacity to return to the actual building of the Tabernacle, and to complete it (Chaps. 35–40). So despite the presence of what must have been several very diverse traditions behind the final text of Exodus, it has been skillfully woven together to form a coherent whole. In addition to the above structures, it can be said that the book of Exodus rests on several textual backbones, inner structures and recurring themes and motifs that help to create a unified work. These may be listed by category:", "1. There are various climaxes which serve to highlight the action—the Encounter at the Bush (Chaps. 3–4), the Tenth Plague and Exodus (12:29–42), the Deliverance at the Sea (14–15:21), the Revelation at Sinai (Chaps. 19–20), the Calf Episode (Chap. 32), and Completion of the Tabernacle (Chap. 40). Anchoring these dramatic scenes, at the center of the book, is the Sinai Revelation. The Binding of Yitzhak (Isaac) in Chapter 22 of Genesis serves much the same focusing function.", "2. There exist three strategically placed accounts of God’s Presence accompanying the Israelites (13:21–22, 24:15–18, 40:34–38) which share a common vocabulary. Key words in these passages are “day/night,” “cloud,” “fire,” “dwell,” “Glory,” “cover,” “go up,” and “in the eyes of the Children of Israel/before the people” (it should be noted that not every passage uses all of these terms). These words chart God’s movement: first, following the Exodus; second, following the concluding of the covenant; and third, following the erection of the Tabernacle, at the end of the book. A variation of these Presence accounts occurs in Numbers 9:15–23, where it rounds out the picture—for it is at this point that the Israelites finally depart from Sinai (having spent about a year there), on their journey toward the Promised Land.", "3. Several leading words recur throughout the book and give it a sense of unity:", "<i>serve</i>— The Israelites pass from “servitude” to Pharaoh into the “service” of God; laws are given that warn against “serving” other gods, that specify how a “serf” is to be treated, and that detail the “service” (i.e., construction and dismantling) of a sanctuary where God is to be properly “served.”", "<i>Glory</i>—Liberated from Pharaoh’s “stubbornness” (Heb. <i>koved lev</i>), the Israelites experience God’s “Glory” (Heb. <i>kavod</i>) at the Sea of Reeds, and encounter it again at Sinai (Chap. 24) and when the Tabernacle is completed (Chap. 40). When Israel falters in Chapter 32, Moses begs to see God’s “Glory” as a sign of reassurance. This is one of the central issues of the book, receiving its clearest formulation in Chap. 17:7—“Is Y<small>HWH</small> in our midst, or not?” Without the accompanying Presence, the Israelites can survive neither in Egypt nor in the wilderness. That the book ends with the “Glory” taking up residence in the Tabernacle is a sign that all is well in this regard.", "<i>know</i>—The Plagues and the liberation take place so that Egyptian and Israelite alike will acknowledge God as the true ruler (who “knows” the slaves’ sufferings). The book as a whole portrays a God who is “known” by his compassion toward the oppressed.", "<i>see</i>—God “sees” and rescues the people early in the book (Chap. 3); they “see” his deliverance at the sea (Chap. 14) and the awesome display at Sinai (Chaps. 19-20); the Tabernacle blueprint is given to Moshe to “see” (Chaps 25ff.).", "4. Aside from theme words, there are also several thematic threads that run through the book. These may be listed as well:", "<i>distinction</i>—The Israelites learn what it is to be separated out, first for oppression and later for God’s service. This process occurs during the Plagues and throughout the legal sections, which are often based on the making of distinctions (the Hebrew word for “holy,” <i>kadosh,</i> may originally have had this connotation). In general, Exodus is a book that abounds in polarities and distinctions: between God and Pharaoh, life and death, slavery and freedom, Egyptianness and Israeliteness, city and wilderness, visible gods/magic and an invisible God who is not conjurable, doubt and trust.", "<i>construction</i>—The Israelites are enslaved as builders of Egyptian cities; they go on to build a society, a calf-god, and a Tabernacle.", "<i>rebellion</i>—From the beginning, God and Moshe are often unheeded, as the Israelites seek to maintain or return to their status as dependent slaves in Egypt (Chaps. 2, 5, 14, 15–17, 32).", "<i>Sabbath</i>—As a newly freed people, Israel is to adapt to a rhythm of work and sacred cessation, which celebrates both creation and freedom. The Sabbath is at issue immediately after liberation (Chap. 16) and is commanded three times (Chaps. 20, 31, 35); and the account of the Tabernacle’s completion echoes the vocabulary of God’s completed creation in Genesis 2, a passage which serves as one justification for observing the Sabbath (see Ex. 20:11).", "<i>origins</i>—We are told of the beginnings of the new covenant (distinct from that concluded with Abraham), the law system, the cult/priesthood, and the sacred calendar, but with the significant omission of the monarchy.", "<i>covenant</i>—God establishes a relationship with the people of Israel: if they will obey him and observe his laws, he will protect them and treat them as his “firstborn son.” This form of covenant is different from the ones in Genesis, and plays a significant role in subsequent books of the Bible.", "<i>God in History</i>—The God of Exodus actively intervenes to rescue a people, defeating their oppressors in battle; he leads them through the wilderness, meets them, and makes a covenant with them.", "5. The above themes are specifically Israelite themes. There are, however, motifs in Exodus that have a more universal ring. One could term these anthropological, since they employ standard aspects of human experience to convey the overall messages of the book.", "<i>Fire</i> is used frequently and in varied contexts (at the Burning Bush and later back at Mount Sinai, in the desert trek, in the Tabernacle service, and at the Calf incident), usually to make a statement about God. In contrast to conventional fire gods (e.g., the Norse trickster Loki), the God of Exodus is most often associated with the more positive aspects of fire: constancy, purity, and transformation. The fire at Sinai does not destroy Moshe and the people, but rather turns them into something new. At the same time it should not be forgotten that fire is used regularly to connote anger in the Bible, especially God’s, and especially in the later wilderness narratives.", "<i>Water</i> appears throughout Exodus, not as a backdrop but as an active medium which most often signifies life and death simultaneously. The Nile, into which the enslaved Hebrews’ babies are thrown, gently bears the infant Moshe to safety: the Nile, the giver of life in Egypt, is changed into blood, itself a major signifier of life in the Bible but useless here because it is undrinkable; the Sea of Reeds acts as a passageway of birth for the Israelites but as a graveyard for their Egyptian pursuers. The availability of water becomes a central issue in the wilderness, as an instrument for survival and for the testing of the Israelites’ faith. Finally, water creates the ritual purity necessary for the people at Sinai and their priests in the Tabernacle to approach God.", "<i>Desert/Wilderness</i> is the scene of the crucial second part of the book. Only in the desert, away from the massive influence of age-old Egyptian culture, can the new Israelite society be forged. Moshe, like many other real-life and fictional heroes, demonstrates this in his own early life. The desert acts as a purifying agent for him, changing the Egyptian prince into a member of his own true people. Similarly, the Israelites begin the process of transformation from bondage to self-rule, a process which is taught in the harsh reality of desert life and which will take an entire generation to complete.", "In point of fact, all these media—fire, water, and desert—suggest change as a major concern of the book of Exodus. Our text chronicles the start of Israel’s journey as a nation, a transformative journey which takes vastly changed circumstances, a whole generation in time, and indeed several books of recounting to complete. Exodus is very concerned with topography—not for the purposes of historical recollection (as Genesis was, apparently) but as an account of an inner journey. Thus the people travel to the boundary between Egypt and the desert, through the sea, to the great fiery mountain; and we know that they cannot but be on their way to a final goal. That goal, the Promised Land, will not be realized in Exodus, because in this book we stand only at the beginning of the journey. Change does not occur quickly, and the true molding of a people, like that of an individual, requires formative experiences over time. In Exodus, then, the People of Israel begins in adolescence, as it were. It has survived infancy in Genesis, a period marked by constant threats of physical extinction, and must now begin the tortuous process of learning to cope with adulthood—that is to say, people-hood—in a hostile world.", "That process will take us past the present text. Exodus stands at the beginning of a trilogy in the middle of the Torah. It takes us from slavery up to Sinai, inaugurating the law-giving process. Leviticus will concentrate almost exclusively on laws (of “holiness”), never budging geographically, while Numbers will see the conclusion of the Sinai experience and the traveling toward (and actually reaching) the land of Israel. Exodus is thus of great importance in the overall five-book pattern, introducing key elements of the wilderness books: law, institutions, rebellion, and—Moshe himself. It serves as a bridge between the great narratives of Genesis and the priestly code of Leviticus and the wanderings of Numbers (Green­berg 1972 notes how the opening of Exodus points back, to Gen. 46; and the closing points forward, to Num. 9). It in fact contains elements of all three books.", "Exodus is the basis not only of what follows in the Torah, but also sets the stage for the rest of the Hebrew Bible. What Israel understood of its God, and what that God expects of them, are set forth most directly and unforgettably in the memories enshrined in the book of Exodus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "6203809a713bd8cd388d3e47", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored 2-7", "anchorRef": "Exodus 32:1-34:35", "anchorRefExpanded": ["Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35", "Exodus 33:1", "Exodus 33:2", "Exodus 33:3", "Exodus 33:4", "Exodus 33:5", "Exodus 33:6", "Exodus 33:7", "Exodus 33:8", "Exodus 33:9", "Exodus 33:10", "Exodus 33:11", "Exodus 33:12", "Exodus 33:13", "Exodus 33:14", "Exodus 33:15", "Exodus 33:16", "Exodus 33:17", "Exodus 33:18", "Exodus 33:19", "Exodus 33:20", "Exodus 33:21", "Exodus 33:22", "Exodus 33:23", "Exodus 34:1", "Exodus 34:2", "Exodus 34:3", "Exodus 34:4", "Exodus 34:5", "Exodus 34:6", "Exodus 34:7", "Exodus 34:8", "Exodus 34:9", "Exodus 34:10", "Exodus 34:11", "Exodus 34:12", "Exodus 34:13", "Exodus 34:14", "Exodus 34:15", "Exodus 34:16", "Exodus 34:17", "Exodus 34:18", "Exodus 34:19", "Exodus 34:20", "Exodus 34:21", "Exodus 34:22", "Exodus 34:23", "Exodus 34:24", "Exodus 34:25", "Exodus 34:26", "Exodus 34:27", "Exodus 34:28", "Exodus 34:29", "Exodus 34:30", "Exodus 34:31", "Exodus 34:32", "Exodus 34:33", "Exodus 34:34", "Exodus 34:35"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored 2-7", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ו׳ ב׳-ז׳", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "Part V; The Covenant Broken and Restored", "he": "שמות מאמר ו׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["W<small>ITHOUT THE STORY THAT FOLLOWS</small>, <small>THE BOOK OF</small> E<small>XODUS WOULD BE INCOMPLETE OR</small> at least hopelessly idealistic and idealized. Thanks to the inclusion of the Golden Calf episode, we recognize the people of Israel so familiar from the bulk of the wilderness narrative—stubborn, untrusting, and utterly unable to comprehend what has just occurred at Sinai (note the parallel between this section and 15:22ff.: after witnessing the awesome displays of God, the people fall prey to typical human anxieties about their own survival). We are also given a classic biblical description of God in this story—that he is demanding but also compassionate.", "There is no doubt that the narrative wishes to portray the breaking of the recently made covenant, and also to focus once again on the anxiety about God’s presence that pervades the whole book. Some see it as a political polemic, given that a similar story is found in I Kings 12:28ff., about Jeroboam’s split from the Solomonic monarchy; according to this theory, the Exodus account is a projection backward of the sin of the Northern Kingdom. Jeroboam, leading a secessionist movement, intended to set up a sanctuary to rival Jerusalem. At the same time, the Exodus story does appear first, and thereby helps to explain why Jeroboam’s deed was considered so terrible by later generations.", "But surely the Golden Calf story plays such an important role in the present book of Exodus as to sidestep the question of which version came first. It puts into sharp relief the nature of the people, its leader, and its God, and provides some insights into the complex relationships between these parties; it focuses particular aspects of the Tabernacle idea (see above); and it makes clear the difficulties of the emerging faith community.", "The story also contributes some welcome dramatic scenes at this point. It is as if the reader has awakened from a dream: major characters, including God himself, reemerge as real personalities, while secondary characters (Aharon and Yehoshua) are fleshed out. Everywhere there are fierce emotions: doubt, anger, panic, pleading for mercy, courage, fear. And, indeed, the entire enterprise of Exodus hangs in the balance, as God wishes only to destroy the faithless people (a rough parallel exists in Gen. 22, where all that has previously been promised to Avraham is threatened). Only after the stark emotions just mentioned have been cathartically absorbed, and the covenant restored, can there be a return to the task at hand—the building of an abode for the divine amid the very human community of Israel. As to the stylistic aspects of the story, we should note the repeated use of the verbs “see” and “know,” among others. Their transformation at different points of the story signals a return to these earlier Exodus themes, this time with a new urgency and a new enterprise at stake: the continuity of the fledgling people.", "<img>", "<i>Ex. 32:8</i> … they have made themselves a molten calf …"], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620382dec9ad75f2d99af8da", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "", "ref": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored, Response; Moshe's Anger 1", "anchorRef": "Exodus 32:15-29", "anchorRefExpanded": ["Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29"], "sourceRef": "The Five Books of Moses, by Everett Fox, Exodus, Part V; The Covenant Broken and Restored, Response; Moshe's Anger 1", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, שמות, שמות מאמר ו׳, שמות הערה ג׳ א׳", "anchorVerse": 15, "sourceHasEn": true, "commentaryNum": 1, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "שמות הערה ג׳", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<a class=\"refLink\" data-ref=\"Exodus 32:15-29\" data-ven=\"The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995\">Exodus 32:15-29</a>", "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d126680edc1ab98735c98", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:11:3", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:11:3", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:י״א:ג׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 11.0003, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: \"מעשה עגל הראשון נקרא ומיתרגם, והשיני נקרא ולא מיתרגם\".\n<br>שואלים: <b>אי זהו מעשה עגל השֵיני?</b> – אֵילוּ פסוקים בפרשת חטא העגל ועונשו מכונים מעשה העגל השני?\n<br>ומשיבים בהבאת מחלוקת אמוראים: <b>רבי סימון</b> (רבי שמעון בן פזי, אמורא ארץ ישראלי בדור השני והשלישי) אמר <b>בשם רבי יהושע בן לוי</b> (אמורא ארץ ישראלי בדור הראשון)<b>: מתשובה שהשיב משה את אהרן</b> – מ-\"וַיֹּאמֶר מֹשֶׁה אֶל אַהֲרֹן: מֶה עָשָׂה לְךָ הָעָם הַזֶּה, כִּי הֵבֵאתָ עָלָיו חֲטָאָה גְדֹלָה?\" (שמות לב,כא), <b>עד \"</b>וַיַּרְא מֹשֶׁה אֶת הָעָם כִּי פָרֻעַ הוּא, <b>כִּי פְרָעֹה אַהֲרֹן לְשִׁמְצָה בְּקָמֵיהֶם\"</b> (שמות לב,כה) – חמישה פסוקים - שאלת משה לאהרן על מעשיו וסיפור אהרן למשה על עשיית העגל<b>.</b>\n<br><b>חנניה בר שלמיה</b> (אמורא בבלי בדור השני) אמר <b>בשם רב</b> (אמורא בבלי בדור הראשון, מגדולי האמוראים)<b>: מתשובה שהשיב אהרן את משה</b> – מ-\"וַיֹּאמֶר אַהֲרֹן: אַל יִחַר אַף אֲדֹנִי, אַתָּה יָדַעְתָּ אֶת הָעָם כִּי בְרָע הוּא\" (שמות לב,כב), <b>עד \"</b>וַיַּרְא מֹשֶׁה אֶת הָעָם כִּי פָרֻעַ הוּא, <b>כִּי פְרָעֹה אַהֲרֹן לְשִׁמְצָה בְּקָמֵיהֶם\"</b> (שמות לב,כה) – ארבעה פסוקים - סיפור אהרן למשה על עשיית העגל<b>.</b>\n<br><b>רבי אחא</b> (אמורא ארץ ישראלי בדור הרביעי) אמר <b>בשם רבי בא</b> (רבי אבא, אמורא בדור השלישי)<b>: ומחא י'י ית עמא</b> – תרגום המילים: \"וַיִּגֹּף ה' אֶת הָעָם\" (כך הוא בתרגום אונקלוס), <b>\"עַל אֲשֶׁר עָשׂוּ אֶת הָעֵגֶל אֲשֶׁר עָשָׂה אַהֲרֹן\"</b> (שמות לב,לה) – קוראים ומתרגמים את חלקו הראשון של הפסוק הזה (-\"וַיִּגֹּף ה' אֶת הָעָם\"), ואת חלקו השני של הפסוק הזה (-\"עַל אֲשֶׁר עָשׂוּ אֶת הָעֵגֶל אֲשֶׁר עָשָׂה אַהֲרֹן\") קוראים ואין מתרגמים (כך פירשו הגאונים את המימרה). - אפשר שכוונת המימרה שרק חלקו השני של הפסוק הזה הוא מעשה העגל השני שנקרא ולא מיתרגם, ואפשר שכוונת המימרה שגם חלקו השני של הפסוק הזה כלול במעשה העגל השני בנוסף לפסוקים שנזכרו במימרות שלעיל וכמו ששנו בתוספתא<b>.</b><br><br><small>המימרה של רבי אחא בשם רבי בא, שיש בה תרגום לחלקו הראשון של הפסוק, נראית מוזרה. אפשר שהנוסח שלפנינו אינו מקורי, ובמקור הביא רבי אחא בשם רבי בא רק את חלקו השני של הפסוק שהוא זה שאינו מיתרגם. בשלב מאוחר הוסיפו למימרה את התרגום לחלקו הראשון של הפסוק, כדי להבהיר את כוונת המימרה שרק חלקו השני של הפסוק אינו מיתרגם אבל חלקו הראשון מיתרגם, כפירוש הגאונים (ראה \"תלמוד ירושלמי מסכת מגילה פרק ד\", עמודים 232-233). העובדה שמילות התרגום שבמימרה הן מתרגום אונקלוס שהוא תרגום בבלי ולא מתרגומים ארץ ישראליים מוכיחה שהן תוספת מאוחרת.<br><br>ברם אפשר לפרש את כוונת המימרה של רבי אחא בשם רבי בא, שהמתרגם מתרגם את חלקו הראשון של הפסוק, ואת חלקו השני של הפסוק שאינו מתרגם הוא חוזר וקורא ככתבו וכלשונו. וכך כתב ב\"ספר העיתים\" סימן קסט: מעשה ראובן ומעשה העגל אין מיתרגמים בציבור, אלא שהמתרגם חוזר וקורא את הפסוקים, להודיע שלא משום עצלות אין מיתרגמים אלא משום כבוד ציבור ומשום כבוד ראובן.<br>כך נמצא בתרגום ניאופיטי (תרגום ארץ ישראלי קדום ושלם לתורה, שחובר ככל הנראה בין המאות ה-1 וה-2 לספירה) לשלושה מפסוקי מעשה העגל השני: <b>ויאמרו אלי עשה לנו אלהים אשר ילכו לפנינו, ארום דין משה די אפק יתן מן ארעא דמצרים לית אנן ידעין מה הוה בסיפי</b> (שמות לב,כג)<b>. ואמר להון למן דהבא פרקו יתיה והבו יתיה לי, ואשלכהו באש ויצא העגל הזה</b> (שמות לב,כד)<b>. ונגף י'י ית עמא, על אשר עשו את העגל אשר עשה אהרן</b> (שמות לב,לה)<b>.</b> וכך נמצא בתרגום זה למעשה ראובן: <b>והוי כד שרא ישראל בארעא ההיא ואזל ראובן וישכב ית בלהה פילגש אבוי ושמע ישראל והוון בנוי דיעקב תרין עשר</b> (בראשית לה,כב)<b>.</b><br><br>ב<b>תוספתא מגילה</b> ג,לו שנו: מעשה עגל השני נקרא ולא מיתרגם. - אֵילוּ הן מעשה עגל השני? מ\"ויאמר משה אל אהרן: מה עשה לך העם הזה\" (שמות לב,כא) עד \"וירא משה את העם כי פרוע הוא...\" (שמות לב,כה), ועוד כתוב אחר: \"...את העגל אשר עשה אהרן\" (שמות לב,לה).<br><br>מתשובה שהשיבה התוספתא על השאלה \"אילו הן (לשון רבים) מעשה עגל השני?\" עולה, שכוונת השאלה היא: אילו הן הכתובים של מעשה עגל השני?<br>הכתובים של מעשה עגל השני לפי התוספתא הם הכתובים שאמר רבי סימון בשם רבי יהושע בן לוי בירושלמי.<br>הכתוב שמוסיפה התוספתא בלשון \"ועוד כתוב אחר\" הוא הכתוב שבמימרה של רבי אחא בשם רבי בא בירושלמי.<br><br>ב<b>בבלי מגילה</b> כה,ב אמרו: \"מעשה עגל השני נקרא ולא מתרגם\". - ואֵילוּ הן מעשה עגל השני? - מן \"ויאמר משה...\" (שמות לב,כא) עד \"וירא משה...\" (שמות לב,כה).</small><br>\n<br>מסבירים את הטעם שמעשה העגל הראשון מיתרגם והשני לא מיתרגם.\n<br><b>רבי מר עוקבן</b> (אמורא בבלי בדור השני שעלה לארץ ישראל ונסמך) אמר <b>בשם רבנ</b>י<b>ן דתמן</b> – בשם החכמים של שָׁם (חכמי בבל)<b>: לא דומה גנאי יחיד בציבור לגניי ציבור בציבור</b> – גנאי של יחיד בפני ציבור קשה מגנאי של ציבור בפני ציבור, ולכן אין מתרגמים את מעשה עגל השני, שהוא גנאי של יחיד (הכלמת אהרן) בפני ציבור (הציבור השומע את קריאת התורה), אבל מעשה עגל הראשון, שהוא גנאי של ציבור (הכלמת עם ישראל) בפני ציבור, לא אכפת לנו אם מתרגמים אותו (במעשה העגל השני נאמר במפורש שאהרן הוא הגורם לחטא העגל: \"וַיֹּאמֶר מֹשֶׁה אֶל אַהֲרֹן: מֶה עָשָׂה לְךָ הָעָם הַזֶּה, כִּי הֵבֵאתָ עָלָיו חֲטָאָה גְדֹלָה?\" (שמות לב,כא), \"וַיַּרְא מֹשֶׁה אֶת הָעָם כִּי פָרֻעַ הוּא, כִּי פְרָעֹה אַהֲרֹן לְשִׁמְצָה בְּקָמֵיהֶם\" (שמות לב,כה), \"...עַל אֲשֶׁר עָשׂוּ אֶת הָעֵגֶל אֲשֶׁר עָשָׂה אַהֲרֹן\" (שמות לב,לה))<b>.</b>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6357d2fb4a34ac00a0d86847", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Rav Hirsch on Torah, Exodus 32:22:1", "sourceHeRef": "רש\"ר הירש על התורה, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "שמות", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 22-24. Wie groß erscheint Aaron in dieser Antwort! Er sagt nichts zu seiner Verteidigung, verschweigt selbst die zur Milderung seiner Schuld geeigneten Umstände, die wir bereits kennen. Nichts von ihrer überwältigenden Massenerscheinung, ויקהל העם על־ – nichts von seinem Versuche, die Eitelkeit der Frauen als Verzögerungsmittel zu gebrauchen, nichts von seiner mühsam die Vollendung hinausschiebenden Ziselierarbeit, – nichts von allem dem. Mit keinem seine Schuld mildernden Grunde will er die Schuld des Volkes vergrößern. Er nimmt fast die ganze Schuld auf sich, klagt sich der energielosesten Schwäche an: \"Du kennst das Volk, wenn es im Bösen ist\", das ist seine ganze Verteidigung, du weißt, wie entschieden und heftig es auftritt, wenn es in der Gewalt einer Leidenschaft befangen ist. Darum habe ich gar keinen Widerstand versucht, habe sofort ihrem Verlangen mich gefügt ( – man vergleiche das: ויקהל העם על אהרן ויאמרו אליו קום עשה לנו וגו׳ des wirklichen Vorgangs mit Aarons mildem Bericht: ויאמרו לי עשה לנו וגו׳! –) habe ihr Gold ins Feuer geworfen ( – um es zu schmelzen, von seiner weiteren langwierigen Arbeit sagt er nichts – ) und auf diese Weise, durch meine nachgiebige Schwäche, ויצא העגל הזה, ist dies Kalb entstanden. ", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "63eb760fc159397276b74c32", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 4:10:1", "anchorRef": "Exodus 32:21-25", "anchorRefExpanded": ["Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25"], "sourceRef": "Rambam on Mishnah Megillah 4:10:1", "sourceHeRef": "רמב\"ם על משנה מגילה ד׳:י׳:א׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 10.0001, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "<b>מעשה ראובן נקרא ולא מתרגם כו':</b> ענין עגל השני הוא מה שנשנה מענינו והוא מפסוק ויאמר משה אל אהרן עד פסוק וירא משה את העם וגו' וכמו כן ויגוף ה' את העם וגו'. ואלו הפסוקים אינן מתרגמין על ראש הצבור מפני כבוד אהרן. ואין מתרגמין ברכת כהנים מפני שאומרים בה ישא השם פניו אליך ויראה להמון הפך מה שאמר אשר לא ישא פנים. ואמר מעשה דוד ואמנון לא נקראין ולא מתרגמין אינה קושיא למה שאמר מעשה תמר נקרא ומתרגם כי כל מה שזוכר אמנון סתם נקרא ומתרגם ומה שזכר אמנון בן דוד אינו נקרא ואינו מתרגם משום כבוד דוד וטעם האומר אין מפטירין במרכבה כדי שלא ישאלו ההמון כשישמעו אותה ולא יוסיף להם אלא ספק וטעם ר\"א הוא כבוד לירושלים ולישראל. והלכה כרבי יהודה ואין הלכה כר\"א:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "The explanation of [the term in the Mishnah] \"השני\", the twofold condition, and it from: “And Moses said to Aaron” until “And Moses saw the people,” (Exodus 32:21-25), And similarly (Exodus 32:35): “Then the LORD sent a plague upon the people [for what they did with the calf that Aaron made].” And the reason that we don’t translate these verses in public is because of the honor/respect of Aaron (see Tractate Megillah 25). And ברכת כהנים should not be translated because it is stated there (Numbers 6:26): “The LORD bestow His favor with you/lift up His countenance” but the masses will consider that this contradicts what is stated (Deuteronomy 10:17): “who shows no favor [and takes no bribe].”", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "64186faac9371ec0cebe49a9", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Reggio on Torah, Exodus 32:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>אל יחר אף אדני,</b> לדעת בעל הטעמים שהטעים מלת אף בטפחא נראה שאינה סמוכה לתיבת אדוני, כי מלת אף נקודה פתח גם בהפרד, אם לא באס\"ף, ושיעור הכתוב, אדוני ! אל יחר אפו, והענין אחד:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64186fabc9371ec0cebe49ab", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Exodus 32:22:2", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Reggio on Torah, Exodus 32:22:2", "sourceHeRef": "ביאור יש\"ר על התורה, שמות ל״ב:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "שמות", "he": "<b>כי ברע הוא,</b> בדרך רע הם הולכים תמיד ובנסיונות לפני המקום, ונקל להם לסור מאחרי ה', לפי שנוטים לרעה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "65479b38b85c81ef4053b6bb", "index_title": "Ohel Ya'akov on Torah", "category": "Quoting Commentary", "type": "", "ref": "Ohel Ya'akov on Torah, Vayikra 12:5", "anchorRef": "Exodus 32:21-22", "anchorRefExpanded": ["Exodus 32:21", "Exodus 32:22"], "sourceRef": "Ohel Ya'akov on Torah, Vayikra 12:5", "sourceHeRef": "אהל יעקב על התורה, ויקרא י״ב:ה׳", "anchorVerse": 21, "sourceHasEn": false, "commentaryNum": 12.0005, "collectiveTitle": {"en": "Ohel Ya'akov on Torah", "he": "אהל יעקב על התורה"}, "heTitle": "ויקרא", "he": "<b>וזה</b> שהשיב אהרן על שאלת משה מה עשה לך העם הזה כי הבאת עליו חטאה גדולה - ויאמר אהרן אתה ידעת את העם כי ברע הוא (שמות ל\"ב, כ\"א-כ\"ב) וסיפר למשה כל המעשה כאשר היתה ולא חידש לו מאומה להיות לו התנצלות בדבר זה רק מה שאמר אתה ידעת את העם כי ברע הוא, ובהשקפה ראשונה מה התנצלות יש בזה. והנראה כי כבר מבואר מפי חכמי אמת ז\"ל אשר קודם חטא אדה\"ר היה העוה\"ז עם כל אשר בו רק טוב והקליפה היתה נתונה בעמקי התהום, וכאשר חטא אדה\"ר נתגברה הקליפה למשול בעולם ובכל אשר בו רק לא שלטה על הכל בשוה, כי יש דברים אשר הקליפה בלעה את הפרי לתוכה לגמרי כמו האגוז שהקליפה מקפת את הפרי מכל צד, ויש שהקליפה נכנסת אל תוך הפרי והפרי מקיף את הקליפה. וההבדל שביניהם הוא כענין הגשם שהגשם ירד תחלה על המקיף ומשם אל תוכו וא\"כ כאשר הקליפה מבחוץ תקבל היא תחלה השפעת הגשם, וההיפך בהיפך.", "heVersionTitle": "Jerusalem, 2009", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "657ecc46758c1dc532ec8b34", "index_title": "Steinsaltz on Exodus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Exodus 32:22", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Steinsaltz on Exodus 32:22", "sourceHeRef": "ביאור שטיינזלץ על שמות ל״ב:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 32.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על שמות", "he": "<b>וַיֹּאמֶר אַהֲרֹן: אַל יִחַר אַף אֲדֹנִי.</b> אל תכעס. אהרן היה מבוהל מאוד מעצם העניין ומדברי משה, שהרי כוונתו היתה תמימה — \n  <b>אַתָּה יָדַעְתָּ אֶת הָעָם כִּי בְ</b> מצב \n  <b>רָע הוּא.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>Aaron, </b>whose intentions had been pure, was greatly alarmed both by the people’s actions and Moses’ reproach. He <b>said: Let the wrath of my lord not be enflamed; you have known the people, that it is in an evil state. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "65e9b21ec0c28dd17fba0178", "index_title": "Ibn Ezra on Exodus; Perush HaArokh", "category": "Quoting Commentary", "type": "", "ref": "Ibn Ezra on Exodus; Perush HaArokh 31:18:3", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Ibn Ezra on Exodus; Perush HaArokh 31:18:3", "sourceHeRef": "אבן עזרא על שמות; פירוש הארוך ל״א:י״ח:ג׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1155, 1165], "commentaryNum": 18.0003, "collectiveTitle": {"en": "Ibn Ezra on Exodus; Perush HaArokh", "he": "אבן עזרא על שמות; פירוש הארוך"}, "heTitle": "אבן עזרא על שמות; פירוש הארוך", "he": "<b>אמר אברהם המחבר.</b> צריך אני להאריך על דבר העגל. יש מהקדמונים שאמרו שנהרג חור והנה אהרן פחד. ויש מי שאמר כי פחד על ישראל אם יהרגוהו שה' ימיתם כלם. ועל דרך הפשט אם מעשה העגל ע\"ז למה פחד אהרן שיהרג והלא מתו אחריו כמה חסידים מישראל שלא הגיעה מעלתם למעלת אהרן בחסידות לפרסת כף רגל אהרן על יחוד השם. והנ' חבירי דניאל הושלכו לכבשן האש בעבור שלא השתחוו לצלם ואיך יעשה אהרן פסל שהמעשה קשה מהשתחוי'. והלא אהרן קדוש השם היה ונביא על ישראל ומצות רבות נתנו על ידו עם משה אחיו. והנה יהיה חור טוב ממנו ואם הוא עשה ע\"ז חייב היה משה להורגו קודם עובדי העגל והנה משה התפלל בעדו והעובדים הרג. ואיך היה אחר כן מכפר על בני ישראל הוא וזרעו עד סוף כל הדורות. ואל תשים לבך אל דבר קח לך עגל בן בקר לחטאת. כי אינו על דבר העגל. כי הנה כמוהו ביום הכפורים לכל כהן משוח מצוה לתת פר בן בקר לחטאת. ולא נוכל לומר בעבור חטאת האב כי כל הכהנים היו בני אלעזר ובני איתמר וכבר נולד פנחם ועוד בפרשה שיתנו ישראל שעיר עזים אחד לחטאת והם לא עשו דמות שעיר. גם פרה אדומה איננה לכפר על ע\"ז רק לטהר הטמאים. וכל אנשי המחקר מודים כי השם לא יבחר שליח שידע כי בסופו יעבוד ע\"ז ואין כל נביא שליח. והנה ראינו שאמר משה לפני מותו תמיך ואוריך לאיש חסידך. והנה לא הזכיר דבר העגל. רק לא נמצא בו אלא מה שנמצא במשה והמה דבר מי מריבה כאשר אפרש במקומו. ויש אומרים כי ישראל רמו אהרן שעשו דפוס עגל והשליך אהרן הזהב באש ולא הרגיש וראיית' ואשליכהו באש ויצא העגל הזה וזה אינו נכון כי אהרן איך בחרו השם אם הי' טפש שירמוהו פתאים. ועוד למה בנה מזבח לפניו וצוה שיזבחו זבחים ועולות. ואחרים אמרו אין זה אהרן שעשה העגל אחי משה. גם זה הבל כי הקהל לא נקהלו רק על ההוה תחת משה וכן כתוב והנה אהרן וחור ואם היה אחר למה לא הרגו אהרן או משה ברדתו מן ההר גם התפלל בעדו. כי איננו נכון שיעשה חסיד ע\"ז בעבור אחרים שלא ימותו. גם אומרים רבים כי פי' חג לה' מחר שהעובדים העגל יהיו נהרגים על יד משה. כי אין משמע דברו רק אחר שבנה המזבח לפני העגל צוה להכריז במחנה שישחטו מחר במזבח שבנה. כמו אסרו חג בעבותים. וכן עשו וישכימו ממחרת ויעלו עולות. ומחשבות הלב אינם ' מועילות כי הנוקב את השם על פי דבורו יהרג. וככה האומר נלכה ונעבדה אלהים אחרים. והמפרש אנכי עשו בכורך. אנכי מה שאנכי אבל עשו הוא בכורך אינו פשט ולא יצא מחכמת הדבור. ואם ישאל אדם בב\"ד את חבירו האתה הוא חבירי שהלויתי לך כך וכך ואמר אני לא יוכל לומר מחשבתי היתה שאני חבירו לא יותר. גם ככה דברי דניאל לנבוכדנאצר מרי חלמא לשנאך דרך מוסר. ועתה אומר לך דעת הגאון רב סעדיה אמר. כי אהרן עשה בערמה כאשר עשה יהוא. ע\"כ בנה מזבח והקשה על נפשו א\"כ למה התאנף השם בו. והנה השיב בעבור שלא הרגם מיד כאשר עשה משה בבואו. גם זה איננו נכון כי הוא קרא חג לה' מחר. וזה השם הוא שם עצם לכבוד השם. ולא יתערב אחר עמו כמלת אלהים שהוא לענינים רבים. ועוד למה לא הזכיר זה בענותו למשה כי הוא אומר ואשליכהו באש. ואין המענה דומה לשאלה. ועתה אחל לפרש דרך קצרה קצת הסוד. חלילה חלילה שעשה אהרן ע\"ז גם ישראל לא בקשו ע\"ז רק חשבו שמת משה שהסיעם מים סוף כאשר פי'. כי ראו שהמן אינו יורד בהר סיני ומשה התעכב שם ארבעים יום. ואין כח באדם לחיות זה הזמן בלא מאכל כי הוא לא אמר להם מתי ירד. גם הוא לא ידע. כי השם אמר לו עלה אלי ההרה ושב שם עד שאתן לך לוחות הברית. ומלת אלהים כבוד חונה בצורת גויה. וככה אמרו אשר ילכו לפנינו. ואם תשים לבך אל המסע הראשון אז תבין זה. והנה לכבוד השם נעשה על כן בנה אהרן מזבח לפניו והכריז שיזבחו מחר לכבוד השם וכן עשו כאשר צום. וזו תשובת אהרן כי נקהלו עליו וכמו שהודעתיך כי כל קהלה ואחריה על היא לגנאי. ואם אחריה אל היא לשבח. כמו ויקהלו אל המלך שלמה. וזהו אתה ידעת את העם כי ברע הוא. כי אני לא עשיתי רע להם. כי לא בקשו רק אשר ילך לפניהם ולכבוד השם עשיתיו. רק בעבור שישראל היו מעורבים עם ערב רב. וזהו כי ברע הוא ולא אמר רע הוא וחשבו מעטים מישראל שהיתה ע\"ז והביאו זבחים והשתחוו לו ואמרו אלה אלהיך ישראל. ואל תתמה בעבור שהכתוב אומר כי שחת עמך סרו מהר. כי לא כתוב כל עמך הלא תראה כי לא מעל בחרם רק עכן לבדו והנה כתוב חטא ישראל גם עברו גם גנבו גם כחשו גם שמו בכליהם והנה כל עובדי העגל לשם ע\"ז שאמרו אלה אלהיך ישראל או היתה כן במחשבתם לא היו רק שלשת אלפים. והנה הם חצי עשירית עשירית המחנה. והכלל כי לא נעשה כהוגן ע\"ד שנחשב לפתאים שהיה ע\"ז. ואל תתמה בעבור שהתאנף השם באהרן. כי זה בעבור שהיה הוא הסבה כי הנה נענש עם משה אחיו על דבר מי מריבה ולא חטאו בזדון. וכתוב עליהם לא האמנתם בי מריתם מעלתם. וחכמי המזלות אמרו כי המחבר' הגדולה לשני העליונים היתה במזל שור. וזה כזב כי לא היתה רק במזל דלי. ועל דרך חכמת מזלות היא מזל ישראל ורבים נסו זה הסוד דור אחר דור. גם אני ראיתי ככה והנה שמוהו בחצי השמים:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "Abraham the author says: I must dwell at length<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">I.E. criticizes the Genonim for their lengthy comments. See I.E.’s introduction to his commentary on the Pentateuch, p. 1. Hence his apology.</i> on the incident of the golden calf. Some of the ancients said that Hur<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">The Talmud claims that he was the son of Miriam. See next note.</i> was killed.<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">For resisting the making of the golden calf. See <i>Shemot Rabba</i> 41:10; <i>Va-Yikra Rabba</i> 10:3; <i>San.</i> 7a; and <i>Pirke De-Rabbi Eliezer</i> 45.</i> Aaron thus was afraid.<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">Aaron feared that the people might kill him if he did not accede to their wishes.</i> There is an opinion<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">I.E. does not identify this source.</i> that Aaron feared for Israel,<sup class=\"footnote-marker\">102</sup><i class=\"footnote\">This commentator refuses to believe that Aaron acted out of fear for his own life.</i> that if they killed him God in return would destroy all of Israel.<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">For killing Aaron.</i> Let us now turn to the plain meaning of the text. If the making of the golden calf entailed idolatry, why was Aaron afraid that he would be killed?<sup class=\"footnote-marker\">104</sup><i class=\"footnote\">Like Hur.</i> Did not many pious Israelites of later generations, whose level of piety did not even reach to the bottom of the sole of Aaron’s foot, die for the sake of the unity of God’s name? Look! Daniel’s companions were thrown into a fiery furnace because they refused to bow before an image.<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">See Dan. 3.</i> How then could Aaron make an idol, which is worse than bowing down to it? Was not Aaron one of God’s holy people? Was he not a prophet to Israel? Many commandments were given by him and his brother Moses.<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">Aaron was more than an ordinary prophet. See I.E. on Ex. 7:7 and on Gen. 27:19 and the notes thereto.</i> If Aaron was afraid to die<sup class=\"footnote-marker\">107</sup><i class=\"footnote\">Rather than make an idol.</i> then Hur was superior to him. If Aaron made an idol then Moses was obligated to kill him before he killed those who worshipped the calf. However, Moses prayed for Aaron and killed the worshippers. How could Aaron and his seed later on, for all eternity, make atonement for the children of Israel?<sup class=\"footnote-marker\">108</sup><i class=\"footnote\">If Aaron made an idol.</i> Do not pay attention to <i>Take thee a bull-calf</i><sup class=\"footnote-marker\">109</sup><i class=\"footnote\">Hebrew, <i>egel</i>.</i> <i>for a sin-offering</i> (Lev. 9:2), for the bull-calf was not brought because Aaron made the golden calf. On the Day of Atonement all anointed priests<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">High priests.</i> are similarly commanded to bring a young bullock for a sin offering.<sup class=\"footnote-marker\">111</sup><i class=\"footnote\">See Lev. 16:32.</i> We cannot say that the bullock was brought because of their father’s sin,<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">All priest are descended from Aaron.</i> because all the priests were descended from Eleazar and Ithamar.<sup class=\"footnote-marker\">113</sup><i class=\"footnote\">The sons of Aaron. These two sons had already been born when Aaron made the golden calf. They did not participate in the making or the worship of the golden calf. There is thus no reason why their descendants should have to bring a young bullock annually to atone for their ancestor’s making of the golden calf.</i> Phinehas<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">The son of Eleazar. Phinehas was the ancestor of high priests from the family of Zadok.</i> was also already born by the time the golden calf was made.<sup class=\"footnote-marker\">115</sup><i class=\"footnote\">Hence there was no reason for his descendants to atone for the sin of the golden calf.</i> Furthermore, the portion dealing with the laws of the Day of Atonement commands Israel to bring a he-goat for a sin offering.<sup class=\"footnote-marker\">116</sup><i class=\"footnote\">Lev. 9:3.</i> Now Israel did not make an image in the form of a he-goat.<sup class=\"footnote-marker\">117</sup><i class=\"footnote\">If the young bullock brought as a sin offering by the high priest on the Day of Atonement is interpreted as an atonement for the sin of making the golden calf, then a similar reason should be offered for the he-goat brought by the congregation on the Day of Atonement. However, Israel made a calf, not a he-goat. We thus see that Israel’s sin offering was not to atone for the sin of the golden calf. The same must be true of the offering brought by the high priest.</i> The red heifer<sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Num. 19.</i> similarly was not brought to atone for idolatry.<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">That is, to atone for the sin of the golden calf. This is the opinion of Rabbi Moshe Ha-Darshan. See Rashi on Num. 19:2.</i> It was brought to purify the unclean. All philosophers admit that God will not choose a person whom He knows will ultimately worship idols to serve as His messenger.<sup class=\"footnote-marker\">120</sup><i class=\"footnote\">To serve as His messenger to reveal commandments. Aaron served as such a messenger. See I.E. on Ex. 7:7.</i> Not every prophet is a messenger.<sup class=\"footnote-marker\">121</sup><i class=\"footnote\">That is, a messenger who reveals God’s commandments to Israel. Only Moses and Aaron served as such. See I.E. 27:19. I.E. comments thus because Jewish tradition considers Solomon and David as prophets. Yet David and Solomon sinned. Hence I.E. differentiates between a mere prophet and a prophet who is sent to reveal commandments.</i> Now Scripture tells us that shortly before Moses died, he said, <i>Thy Thummim and Thy Urim be with Thy holy one</i> (Deut. 33:8).<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">The verse continues, <i>Whom Thou didst prove at Massah, With whom Thou didst strive at the waters of Meribah</i>. I.E. believes that the verse refers to Aaron. He interprets the first part of the verse as meaning, Aaron is fit to wear the Thummim and Urim because of his piety. He interprets the second part of the verse as meaning that the only stain on Aaron’s piety was the incident at the waters of Meribah. See I.E. on Deut. 33:8.</i> However, he did not mention the incident of the calf.<sup class=\"footnote-marker\">123</sup><i class=\"footnote\">In Deut. 33:8.</i> The only sin found in Aaron was the sin found in Moses, which was the incident of the waters of Meribah,<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">For the incident at the waters of Meribah, see Num. 20:1-12.</i> which I will explain in its place.<sup class=\"footnote-marker\">125</sup><i class=\"footnote\">Deut. 33:8.</i> Some say that Israel fooled Aaron. Israel made a mold of a calf. Aaron was unaware of this and cast the gold into the fire. They offer as proof, <i>I cast it into the fire, and there came out this calf</i> (Deut. 32:24). However, this is incorrect, for if Aaron was a fool whom simpletons could deceive, why would God have chosen him? Furthermore, why did Aaron build an altar before the calf and command that Israel slaughter sacrifices and burnt offerings upon it?<sup class=\"footnote-marker\">126</sup><i class=\"footnote\">If Aaron was tricked, he would have been shocked upon seeing the calf. He would not have commanded that an altar be built before the calf and burnt offerings be offered upon it.</i> Others say that the individual named Aaron who made the calf was not Aaron the brother of Moses. This too is nonsense, for the congregation that gathered,<sup class=\"footnote-marker\">127</sup><i class=\"footnote\">That is, the congregation that gathered against Aaron and demanded that he make a god for them.</i> only gathered against the one who stood in place of Moses. Scripture clearly states, behold, <i>Aaron and Hur are with you</i> (Ex. 24:14).<sup class=\"footnote-marker\">128</sup><i class=\"footnote\">Moses appointed Aaron in his place till he returned.</i> If the one who made the calf was someone else named Aaron, why didn’t Aaron kill him? Why didn’t Moses kill him when he came down from the mountain? Moses even prayed on his behalf.<sup class=\"footnote-marker\">129</sup><i class=\"footnote\">Not only did Moses not kill the individual called Aaron, he prayed on his behalf.</i> It is not fitting for a pious man to make an idol for others so that they do not die.<sup class=\"footnote-marker\">130</sup><i class=\"footnote\">The opinion that Aaron made the calf because he was afraid that Israel would kill him if he refused and that God in return would destroy Israel is also wrong. For it is not fitting that a pious man make an idol for others so that they do not die. Ibn Ezra here rejects the earlier quoted opinion that Aaron made the calf because he was afraid that God would destroy Israel if they killed Aaron. It should be noted that I.E. occasionally leaves out the first part of a clause. He expects the reader to fill it in.</i> There are also many who say that the meaning of <i>Tomorrow shall be a feast to the Lord</i> (Ex. 32:5) is that those who served the calf would be killed by Moses.<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">This interpretation maintains that <i>a feast</i> (chag) <i>to the Lord</i> refers to the slaughter of the worshippers of the golden calf.</i> But the meaning of <i>Tomorrow shall be a feast</i> (chag) <i>to the Lord</i> can only mean that after Aaron built the altar before the calf, he commanded that an announcement be made in the camp that they should slaughter sacrifices the next day on the altar which he built. The meaning of <i>chag</i> (feast) is a sacrifice, as in <i>bind the offering with thick ropes</i> (Ps. 118:27).<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">Translated according to I.E.</i> This is what Israel did, for we read, <i>and they arose early on the morrow, and offered burnt-offerings</i> (Ex. 31:6). Thoughts are of no avail,<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">One should not maintain that while most people understood <i>Tomorrow shall be a feast</i> (chag) <i>to the Lord</i> to mean they would offer sacrifices on the next day, Aaron’s private meaning was: Tomorrow worshippers of the golden calf will be slaughtered.</i> for one who curses God is killed for what he said.<sup class=\"footnote-marker\">134</sup><i class=\"footnote\">He cannot claim that his intention was not to curse God.</i> The case is the same with a person who says, <i>Let us go and serve other gods</i> (Deut. 13:7).<sup class=\"footnote-marker\">135</sup><i class=\"footnote\">He is killed for what he said. He cannot claim that he didn’t mean what he said.</i> The one who explains <i>I am Esau thy first-born</i> (Gen. 27:19) as meaning, I am what I am, but Esau is your first-born, is not offering the plain meaning of the text. Neither is he explaining the text in accordance with the rules of rhetoric.<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">See I.E. on Gen. 27:13 (Vol. 1, p. 262) and the notes thereto.</i> If a person asks his neighbor in a law court, “Are you the one to whom I lent the following sum of money?” and his neighbor responds, “I am,” he cannot later say, “What I meant was, I am his neighbor.” The same also applies to what Daniel said to Nebuchadnezzar: <i>My lord, the dream</i><sup class=\"footnote-marker\">137</sup><i class=\"footnote\">Nebuchadnezzar had a dream which signified that he would live as a beast for seven years.</i> <i>be to them that hate thee</i> (Dan. 4:16).<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">According to the Talmud what Daniel meant was: God (<i>My lord</i>), the dream be upon Nebuchadnezzar (<i>the dream be to them that hate thee</i>). See <i>Shavuot</i> 35b.</i> Daniel spoke according to the rules of etiquette.<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">According to I.E. the term <i>my lord</i> does not refer to God but to Nebuchadnezzar, for Daniel was addressing the king, and the rules of etiquette required that he say, <i>My lord, the dream be to them that hate thee</i>. Hence one cannot take his words out of context and interpret it the way the Talmud does.</i> I will now cite for you the opinion of the Gaon. Rabbi Saadiah said that Aaron, like Jehu, acted with guile.<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">King Jehu proclaimed a festival for Baal. His intention was not to serve Baal but to trick the worshippers of Baal to come to Baal’s temple, where Jehu would kill them. See II Kings 10:18-28. Aaron similarly wanted to identify those Israelites who wanted to worship the calf.</i> Hence Aaron built the altar.<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">Hence Aaron built the altar before the golden calf.</i> Saadiah Gaon raised the following question against his own interpretation: “If Aaron acted with guile, then why was God angry with him?” The Gaon answered that God was angry with Aaron because he did not immediately kill those who worshipped the calf, as Moses did when he arrived. However, this too is incorrect, for Aaron called out, <i>Tomorrow shall be a feast to the Lord</i> (YHVH) (32:5). Aaron employed the name <i>YHVH</i>. This name is a proper noun in honor of the Lord. It is not used for any other being.<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">If Aaron intended to trap the idol worshippers he would not have said, <i>Tomorrow shall be a feast to the Lord</i> (YHVH), for this is a call to worship <i>YHVH</i> and only <i>YHVH</i>.</i> It is not like the name <i>Elohim</i> (God), which is used in many different ways. Furthermore, why didn’t Aaron mention this when he responded to Moses?<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Moses asked Aaron: <i>What did this people unto thee, that thou hast brought a great sin upon them?</i> (Ex. 32:21).</i> For Aaron said, <i>I cast it into the fire</i> (Ex. 32:24). Aaron’s answer is not in keeping with the question.<sup class=\"footnote-marker\">144</sup><i class=\"footnote\">Aaron’s answer does not answer Moses’ question.</i> I will now begin to briefly explain part of the secret.<sup class=\"footnote-marker\">145</sup><i class=\"footnote\">That is, the true meaning of the account of the making of the golden calf.</i> Far be it, far be it for Aaron to make an idol. Israel also did not ask for an idol. What happened was that Israel thought that Moses, who, as I have explained, had led them on their journey from the Red Sea, had died,<sup class=\"footnote-marker\">146</sup><i class=\"footnote\">I.E. believes that Moses, rather than the pillar of fire, led Israel from the Red Sea to the wilderness of Sinai. See I.E. on Ex. 15:22.</i> for Israel noticed that the manna did not come down at Mount Sinai. Furthermore, Moses tarried on the mountain for forty days. A human being does not have the stamina to live that long without food. Also, Moses did not tell them when he would descend.<sup class=\"footnote-marker\">147</sup><i class=\"footnote\">If Moses had told them that he would be on the mount for forty days, they would not have assumed that he died there.</i> Moses himself did not know this, for God told him, “Come up to Me onto the mount and be there until I give you the tablets of stone.”<sup class=\"footnote-marker\">148</sup><i class=\"footnote\">I.E.’s paraphrase of Ex. 24:12.</i> The word <i>elohim</i> (god) refers to a glorious being dwelling in an image of a body.<sup class=\"footnote-marker\">149</sup><i class=\"footnote\">In other words, Israel did not ask Aaron to make an idol. They requested that he make an image which had the power to lead them. Thus <i>aseh lanu elohim</i> (Ex. 32:1) does not mean: make us a god. It means: make us an image which will be inhabited by a heavenly power.</i> Israel said as follows: <i>who shall go before us</i> (Ex. 32:l).<sup class=\"footnote-marker\">150</sup><i class=\"footnote\">Israel said: <i>Up, make us a god</i> (elohim) <i>who shall go before us</i> (Ex. 32:1). We thus see that they sought an <i>elohim</i> who would lead them.</i> If you pay attention to Israel’s first journey<sup class=\"footnote-marker\">151</sup><i class=\"footnote\">Israel’s first journey from Egypt.</i> you will understand this.<sup class=\"footnote-marker\">152</sup><i class=\"footnote\">Scripture tells us that when Israel left Egypt, <i>the Lord went before them by day in a pillar of cloud, to lead them the way; and by night in a pillar of fire</i> (Ex. 13:21). After Egypt drowned in the Red Sea, Moses led Israel. See note 158. Now that Moses was dead, Israel sought a substitute for Moses. See I.E.’s short commentary: “They only sought someone to go before them to find them a resting place.”</i> The calf was thus made for the glory of God.<sup class=\"footnote-marker\">153</sup><i class=\"footnote\">God’s spirit was to rest on the calf and lead them in the same way that it rested in the pillars of fire and cloud. See I.E. on Ex. 13:21.</i> Hence Aaron built an altar before the calf and announced that they should offer sacrifices on the morrow for the glory of God.<sup class=\"footnote-marker\">154</sup><i class=\"footnote\">His spirit would rest on the calf.</i> Israel did as Aaron commanded them. Aaron’s answer was<sup class=\"footnote-marker\">155</sup><i class=\"footnote\">Aaron did not actually say this. I.E.’s point is that Ex. 32:1 can be quoted in Aaron’s defense.</i> that the people gathered themselves upon him (Ex. 32:l).<sup class=\"footnote-marker\">156</sup><i class=\"footnote\">The point is that Aaron did not make the calf on his own. The people gathered upon him and demanded that he make an <i>elohim</i> to lead them.</i> I have already noted that whenever the verb <i>kahal</i> (gathered) is followed by the word <i>al</i> (upon) it has a negative connotation.<sup class=\"footnote-marker\">157</sup><i class=\"footnote\">Ex. 32:1.</i> However, if it is followed by the word <i>el</i> (to), as in <i>And all the men of Israel assembled themselves</i> (va-yikkhal) <i>unto</i> (el) <i>king Solomon</i> (I Kings 8:2), then it has a positive connotation. This is the meaning of <i>thou knowest the people, that they are set on evil</i> (Ex. 32:22). The meaning of the verse is: I did not do evil to them. For they merely asked for a being that would go before them.<sup class=\"footnote-marker\">158</sup><i class=\"footnote\">I.E.’s interpretation of <i>Make us a god, which shall go before us</i> (Ex. 32:23).</i> I made the calf for the glory of God.<sup class=\"footnote-marker\">159</sup><i class=\"footnote\">I.E.’s interpretation of <i>and I cast it into the fire and there came out this calf</i> (Ex. 24:24).</i> However, [the calf became an object of worship] because there was a mixed multitude among Israel. This what Aaron meant by <i>ve-ra hu</i> (they are set on evil).<sup class=\"footnote-marker\">160</sup><i class=\"footnote\">According to I.E. <i>ve-ra hu</i> means there is evil in him; that is, some of the people are evil (Weiser).</i> Aaron did not say <i>ra hu</i> (they are evil). A small group of Israelites thought that the calf was an idol. They brought sacrifices and bowed to the calf and said, <i>This is thy god, O Israel</i> (Ex. 32:4). Do not be amazed that Scripture states, <i>for thy people</i><sup class=\"footnote-marker\">161</sup><i class=\"footnote\"><i>Thy people</i> implies that all the people sinned.</i>…<i>have dealt corruptly; they have turned aside quickly out of the way which I commanded them</i> (Ex. 32:7,8), for Scripture does not say all thy people.<sup class=\"footnote-marker\">162</sup><i class=\"footnote\">Thus only some of them sinned.</i> Can you not see that Achan alone violated the ban<sup class=\"footnote-marker\">163</sup><i class=\"footnote\">The prohibition against taking any loot from Jericho for personal use. See Josh. 6:17.</i> and yet Scripture states, <i>Israel hath sinned; yea, they have even transgressed My covenant…and have also stolen, and dissembled also, and they have even put it among their own stuff</i> (Josh. 7:11). Now, only three thousand Israelites,<sup class=\"footnote-marker\">164</sup><i class=\"footnote\">The Bible tells us that the Levites executed 3,000 Israelites for worshipping the calf (Ex. 32:28).</i> which comes to a half of a tenth of a tenth of the Israelite camp,<sup class=\"footnote-marker\">165</sup><i class=\"footnote\">That is, one half of a percent, for 3,000 is half of a percent of 600,000. In other words, only one half of a percent of the Israelite camp actually worshipped the golden calf as a god.</i> worshipped the golden calf as a god,<sup class=\"footnote-marker\">166</sup><i class=\"footnote\">See Ex. 32:26-29.</i> that is, said, <i>This is thy god, O Israel</i> (Ex. 32:4), or thought so in their hearts. The sum of the matter is that we would not be acting properly if we maintain that the calf was made to serve as an idol as the simple-minded believe. Do not be surprised that God was furious with Aaron, because he was<sup class=\"footnote-marker\">167</sup><i class=\"footnote\">He was inadvertently the cause of their sin.</i> the cause of their sin. For look, Aaron was punished along with his brother Moses concerning the incident at the waters of Meribah.<sup class=\"footnote-marker\">168</sup><i class=\"footnote\">See Num. 20:1-13.</i> However, Moses and Aaron did not deliberately sin.<sup class=\"footnote-marker\">169</sup><i class=\"footnote\">Scripture charges Moses and Aaron with disbelief, rebellion, etc., even though they did not deliberately sin against God.</i> Nevertheless, Scripture states regarding them, <i>Because ye believed not in Me</i> (Num. 20:12); <i>ye rebelled</i> (Num. 27:14), and <i>ye trespassed against Me</i> (Deut. 33:51). The astrologers say that the great conjunction of the two upper bodies<sup class=\"footnote-marker\">170</sup><i class=\"footnote\">Meijler believes that the reference is to the sun and the moon. Weiser believes that I.E. refers to Saturn and Jupiter.</i> was in the constellation of Taurus.<sup class=\"footnote-marker\">171</sup><i class=\"footnote\">They believed that the calf was supposed to draw its supernatural power from Taurus.</i> This is a lie. The conjunction took place in Aquarius. According to the science of astrology this<sup class=\"footnote-marker\">172</sup><i class=\"footnote\">Aquarius.</i> is Israel’s constellation. Many have tested this secret, generation after generation.<sup class=\"footnote-marker\">173</sup><i class=\"footnote\">They have found that Israel’s luck improves when the above heavenly bodies are propitiously aligned in Aquarius.</i> I too have seen this to be the case. Look! They placed it at the midpoint of the sky.<sup class=\"footnote-marker\">174</sup><i class=\"footnote\">They made the calf at the time when the sun was at the midpoint of the sky beneath Aquarius (Meijler). Or they made the calf when Aquarius was at the mid-point of the sky (Weiser). Either way, I.E.’s point is that they made the calf when Aquarius was in the most favorable position.</i>", "versionTitle": "Ibn Ezra's commentary on the Pentateuch, tran. and annot. by H. Norman Strickman and Arthur M. Silver. Menorah Pub., 1988-2004", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660925c7f4084d6523f6787d", "index_title": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Ki Tissa; How Leaders Fail 11", "anchorRef": "Exodus 32:22-24", "anchorRefExpanded": ["Exodus 32:22", "Exodus 32:23", "Exodus 32:24"], "sourceRef": "Lessons in Leadership; A Weekly Reading of the Jewish Bible, Ki Tissa; How Leaders Fail 11", "sourceHeRef": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע, כי תשא י״א", "anchorVerse": 22, "sourceHasEn": true, "compDate": [2015], "commentaryNum": 11, "collectiveTitle": {"en": "Lessons in Leadership; A Weekly Reading of the Jewish Bible", "he": "שיעורים בהנהגה; קריאות חדשות בפרשת השבוע"}, "heTitle": "כי תשא", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">“Do not be angry, my lord,” Aaron answered. “You know how prone these people are to evil. They said to me, ‘Make us a god who will go before us. As for this man Moses who brought us up out of Egypt, we do not know what has happened to him.’ So I told them, ‘Whoever has any gold jewellery, take it off.’ Then they gave me the gold, and I threw it into the fire, and out came this calf!” (Ex. 32:22–24)</span>", "versionTitle": "Maggid Books and the Orthodox Union, 2015", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "660936a5353f16951d83f5a9", "index_title": "Midrash BeChiddush on Pesach Haggadah", "category": "Quoting Commentary", "type": "", "ref": "Midrash BeChiddush on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 1:1", "anchorRef": "Exodus 32:21-24", "anchorRefExpanded": ["Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24"], "sourceRef": "Midrash BeChiddush on Pesach Haggadah, Magid, In the Beginning Our Fathers Were Idol Worshipers 1:1", "sourceHeRef": "מדרש בחדוש על הגדה של פסח, מגיד, מתחילה עובדי עבודה זרה היו אבותינו א׳:א׳", "anchorVerse": 21, "sourceHasEn": true, "commentaryNum": 1.0001, "collectiveTitle": {"en": "Midrash BeChiddush on Pesach Haggadah", "he": "מדרש בחדוש על הגדה של פסח"}, "heTitle": "מתחילה עובדי עבודה זרה היו אבותינו", "he": "<b>כאן</b> מתחיל המגיד לספר בגנות אבותינו כאשר נצטווה מרז\"ל מתחיל בגנות ומסיים בשבח. והנה ראוי לתת טעם אל הדבר הזה. דבשלמא אילו היינו מספרי' בגנות עצמנו שפיר. אבל לספר בגנות האבות מה לנו וכ\"ש מאחר שתרח עשה תשובה קודם מותו. ואין ראוי להזכיר לו שום רשע. <br><b>אמנם</b> אפשר לו' כי מאחר שתרח עשה עברות עד סוף ימיו ומת בתשובה היא הנותנת המצוה לספר בגנותו. כי בספור ההוא מקילין לו העונש ויהיה לו כפרה. כי הא דאמרי' מעשה עגל הראשון נקרא ומתרגם ולזילותא דישראל לא חיישינן כי היכי דתהוי להו כפרה. וכן הא דתנן שלשה מלכים וארבעה הדיוטות אין להם חלק לעה\"ב. אין לחשוב שלא יבאו לעה\"ב מי יתן והייתי זוכה למה שיזכה מנשה מלך יהודה. כי רוב ימי חייו האחרונים היו בתשובה שלימה. אלא סדרו דבר זה במשנה כי היכי דתהוי להו כפרה. כי כשם שכל מי שנאמרה שמועה מפיו שפתותיו דובבות בקבר. כך כשמספרים בגנותו הוא שומע ומצטער ומתכפרים לו עונותיו וכן מצינו כשאמר רב אשי למחר נפתח בחברינו מנשה בא לו בחלומו ואמר לו מה שאמר. אף כאן מזכירין גנות תרח כי היכי דתהוי ליה כפרה. ואם אמרו שאסור לספר אחר מטתן של מתים הוא מאותם שלא החטיאו אחרים. אבל כשחטאו והחטיאו מותר לספר בגנותן בכונה זו אף אם עשו תשובה. ומה שאמרו שאין מזכירין לו שום רשע הוא בעולם אשר הוא שם שאין מענישין אותו על עברות שעשה הואיל ועשה תשובה. <br><b>והנכון</b> לומר שבא ספור זה לכאן מטעם אין ממנין פרנס על הצבור אא\"כ קופה של שרצים תלויה לו מאחריו שאם תזוח דעתו עליו אומרים לו ראה מה שאחריך. וכנה השי\"ת עשה ישראל סגולה לכל העמים. על כי ילכו בארחותם וכמו שעתידין לעשות בביאת הגואל שנ' והלכו גוים לאורך. וכן כתיב והלכו גוים רבים ואמרו לכו ונעלה אל הר ה' ויורנו מדרכיו ונלכה באורחותיו. וכן היתה רצונו יתב' שיעשו משיצאנו ממצרים כי ע\"כ צוה להקים אבנים גדולות מעבר לירדן ולכתוב עליהם התורה באר היטב בשבעים לשון. למען יוכלו כל האומות לראות משפטים ותורות אמת. ויאמרו אין תורה אלא תורת ה' וילכו אצל בני ישראל שילמדו דרכי ה' ויהיה להם מורא מהם כמורא שמחויב התלמיד לרבו. ולפי שיש לחוש פן ישראל יתגאו בראות עצמם במעלה זו. היינו שקרבנו המקום לעבודתו מה שלא עשה כן לשאר האומות. ע\"כ סדרו לו' מתחלה עע\"ז היו אבותינו כלו' חזור לאחוריך וראה מהיכן יצאת. ואפשר עוד לו' שסדרו לו' מתחלה עע\"ז לפי שבצאת ישראל ממצרים נתעלו על כל האומות. ועדיין העלוי ההוא ירושה בידינו הגם כי דלונו מאד ולמען לא תזוח דעתנו עלינו אמרו שנביט אחרינו מהיכן נולדנו הלא הי' תרח אבי אברהם. וחשק בנו לפי שאנו משפילים עצמנו. והנכון הוא לפי שמתחיל עכשו לתת טעם אל ירידתנו מצרים שהיה לטהר טנוף ע\"ז הנמשך להם מחטא אדה\"ר ולא אמר לטהר טנוף שאר העברות ובפרט ג\"ע שהיא היתה העיקר לפי שע\"ז כוללת כל העברות כאז\"ל כל המודה בע\"ז כופר בכל התורה כלה. ואולם מלת ועכשו קרבנו קשה. כי הלא מאז הוציאנו ממצרים קרבנו לעבודתו. <br><b>אך</b> הענין הוא כי בצאתנו ממצרים קרבנו המקום לעבודתו קירוב אחר קירוב עד שהיינו דבקים בו ית' כמו שכתבנו לפנים בפסקת עאכ\"ו בעה\"י ע\"ש. ולפי שגרם החטא ואבדנו הדיבוק ההוא כמ\"ש כיון שאמרו דבר אתה עמנו ונשמעה חזר יצה\"ר למקומו. ונשאר לנו הקירוב בלבד ולמען נרגיש האבדה שאבדנו ונטיב מעשינו להחזיר העטרה ליושנה מהדיבוק אמר ועכשו קרבנו לאפוקי מה שהיה בעת ההיא שהיינו דבקים בו ית' כדכתיב ואתם הדבקים בה' אלקיכם. ועם כי זה נאמר אחרי שחזר יצה\"ר למקומו עכ\"ז הטיבו מעשיהם עד שחזרו להיות דבקים בו. וזה הורה להם כאשר צוה להם על עשיית הדגלים שידוע שהם כנגד ארבע מחנות שכינה. וממילא משמע שכשגורם החטא אנו אובדים הדיבוק ונשאר לנו הקירוב ולז\"א ועכשיו קרבני. ושלמה התפלל ואמר ישקני מנשיקות פיהו שהוא דבקות רוחא ברוחא כמ\"ש בזהר: <br>", "heVersionTitle": "Przemyśl, 1891", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "The <i>Maggid</i> begins by telling the story (of the Exodus) with the disgrace that our forefathers experienced, as the sages stated: “One begins with the Jewish people’s disgrace and concludes with their glory.”<sup class=\"footnote-marker\">90</sup><i class=\"footnote\"><i>Mishnah Pesachim</i> 10:4</i> We shall explain this. It would have been better if we began with the disgrace of Israel; why do we begin with the disgrace of the forefathers, and even more so, the disgrace of Terach (who worshipped idols). Didn’t he repent before his death?<sup class=\"footnote-marker\">91</sup><i class=\"footnote\">According to the sages, Terach, father of Abraham, was not only an idolator most of his life but also ran an idol boutique. However in his latter years he came to understand the error of his ways and became a believer in God.</i> It doesn’t seem right to mention his wickedness.  <br>However, one might argue that since Terach committed many sins before the end of his life but died having performed repentance, it is a <i>mitzvah</i> to mention his disgrace. Telling his story lightens his guilt and brings atonement. This is what the sages stated: “The first report of the incident of the Golden Calf, (Ex. 32:1–20), is read and translated, but the second reported, (Aaron’s report to Moses of what had taken place Ex. 32:21–24) is read but not translated.” <sup class=\"footnote-marker\">92</sup><i class=\"footnote\"><i>BT Megillah</i> 25a Even though we recall the sin of the Golden Calf, by doing so we bring atonement to the sinner.</i> We do not worry about the sinners of Israel since they are received in atonement. <br>Similarly, we are taught, “Three kings and four commoners in the Bible have no share in the World-to-Come.”<sup class=\"footnote-marker\">93</sup><i class=\"footnote\"><i>Mishnah Sanhedrin</i> 10:2 “The three kings are: Jeroboam, son of Nebat, Ahab, both kings of Israel, and Manasseh, king of Judea. Rabbi Yehuda says: Manasseh has a share in the World-to-Come, as it is stated: “And he prayed to Him, and He received his entreaty, and heard his supplication and brought him back to Jerusalem unto his kingdom” (II Ch. 33:13). The Rabbis <b>said to</b> Rabbi Yehuda: He regretted his actions, and his repentance was effective to the extent that God restored him to his kingdom, but did not restore his portion in life in the World-to-Come. The four commoners are: Balaam, son of Beor; Doeg the Edomite; Ahithophel; and Gehazi.<b>”</b></i> One should not think that Menasheh did not receive a portion in the world to come! I would like to have the merit that Menasheh, King of Judah, had, since during the final days of his life were spent in complete repentance. Rather this is included in the <i>Mishnah</i> since it served as atonement. When we recall his actions, his words speak from the grave. So, too, when one's actions are recalled in disgrace, the dead hear it and are distressed and they ask for atonement for their sins.<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">See <i>Kiddushin</i> 31b - “How does he honor him in his death? If he says a matter he heard from his father’s mouth, he should not say: So said Father. Rather, he should say: So said Father, my teacher, may I be an atonement for his resting soul. And this <i>halakha</i> applies within twelve months of his death. From this time onward he says: May his memory be for a blessing, for the life of the World-to-Come.” And Yevamot 97a.</i> Similarly, we learn, “When Rabbi Ashi concluded his lecture by saying, ‘Tomorrow we will begin our lecture with our colleague, Menasheh,” Menashe appeared to him in a dream and said, ‘How can you call me “colleague”’ <sup class=\"footnote-marker\">95</sup><i class=\"footnote\"><i>Sanhedrin</i> 102b Manasseh said to him angrily: You called me your colleague and the colleagues of your father? How dare you characterize yourself as our equal? This suggests that Rabbi Ashi did not merit to call even Menashe, his colleague.</i> So, too, here, we recall the sins of Terach so that it would be an atonement for him. <br>And if the sages stated that we should not speak (poorly) about the dead, it means when we are speaking about those who did not cause others to sin. If, however, they not only sinned but caused others to sin as well, it is permissible to speak disparagingly about them with this intention, even if they repented. Or the sages meant that we should not mention the wicked in the world in which they are found because we don’t punish them for the sins they committed if they have repented.  <br>(<i><b>V’hanakhon</b></i>) It is also correct to say that this statement brought here to teach, “One appoints a leader over the community only if he has a box full of creeping animals hanging behind him,” Why is that? It is so that if he exhibits a haughty attitude toward the community, one can say to him: Turn and look behind you.”<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">BT <i>Yoma</i> 22b, i.e., he has something inappropriate in his ancestry that preceded him. The story of the Exodus reminds us to remain humble…</i> <br>God chose Israel from among all the nations so they would follow His path and do so in the future when the redeemer comes, as is stated, “And nations shall walk by your light…” (Is. 60:3) and it is also written, ““Come, let us go up to the Mount of <i>Adonai</i>, to the House of the God of Jacob; that He may instruct us in His ways, and that we may walk in His paths.” (Is. 2:3) This was also God’s will when the Israelites left Egypt. That is why God commanded them to set up several large stones on the other side of the Jordan and to write the<i> Torah</i> clearly on them in seventy languages. (Deut. 27:8 See <i>Rashi</i>) This was so the nations would see that the ordinances and teachings of <i>Torah</i> are true. Then they will say, “Israel’s teachings <i>(Torah)</i> is truly the teachings (<i>Torah</i>) of God and then they will come to Israel so that they can learn the ways of God and they will come to fear them in the way that students should show reverence to their teacher. But since there was concern that Israel might become arrogant when they saw their superiority, and that God brought them close in a way that He did not do so with the other nations, therefore they were instructed to first say, “At first our ancestors worshipped idols…” That is, “Look behind you and see where you have come from…” <br>It is also possible to explain, “At first our ancestors worshipped idols…” as follows: when Israel left Egypt they were raised above the other nations. Israel’s ascent was their inheritance even though they were feeble. In order to keep them from becoming haughty, they were told to look back (at the past) from whence they came; at Terach, the father of Abraham. God will desire us because we humble ourselves. <br>The correct understanding of this passage is to begin by explaining that the descent to Egypt was meant to purify them of the idolatry assciated with Adam, the first human being and not about purifying the other transgressions and sins in the Garden of Eden. They were all included in the sin of idolatry. As the sages state, “Anyone who worships idolatry denies the <i>Torah.</i><sup class=\"footnote-marker\">97</sup><i class=\"footnote\">Midrash Lekach Tov Deuteronomy 11:28</i> However, the passage continues, “And now He has brought us close…” because when we went out of Egypt, God brought us to the service of the divine. <br><i><b>(Akh)</b></i> It has been said that when the Israelites left Egypt, the Omnipresent (<i>HaMakom</i>) brought them closer and closer to God’s service so that they cleaved to the Holy One, as is explained later, in the passage, <i>Al achat kama v’kama</i>, “How much do we owe thanks to God…”<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">The passage after <i>dayyenu.</i></i> Sin caused them to lose their ability to cleave to God, when they said to Moses, ““You speak to us and we will obey; but let not God speak to us, lest we die,”<sup class=\"footnote-marker\">99</sup><i class=\"footnote\">The last half of this verse does not appear in the commentary but is necessary to understand its implication.</i> (Ex. 20:16) causing the evil inclination returned to its place,<sup class=\"footnote-marker\">100</sup><i class=\"footnote\">The people experience <i>Devekut</i>, pure cleaving to God, at Mount Sinai. But when they turned to Moses and told him to act as an intermediary, they destroyed the moment of <i>Devekut</i>, cleaving, and this allowed the evil inclination to re enter their lives.</i> so that only they “come near” (<i>keiruv</i>).<sup class=\"footnote-marker\">101</sup><i class=\"footnote\">But not cleave to God.</i> In order to sense what was lost, and improve their actions so that we would return the crown to its former glory through cleaving to God, we say, “And now the Omnipresent has drawn us near.” This was meant to exclude the time when we could cleave to God, as is stated, “while you, who held fast (<i>hadevekim</i>) to <i>Adonai</i> your God, are all alive today.” (Deut. 4:4) Even though this was stated after the evil inclination had returned, even so the Israelites had the ability to improve so that they would eventually cleave to God again. This was taught to them when they were commanded regarding the making of the flags.<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><i>Midrash Bemidbar Rabbah</i> 2:3</i> It is known that it is an allusion to the four camps of the Divine Presence. At first one might think that when sin occurred, Israel lost its ability to cleave to God and all that remained was the ability to come close. Therefore we say, \"And now we come close…” Therefore Moses prayed and said, “Oh, let him give me kisses of His mouth,-For your love is more delightful than wine.” (Song 1:2) <br>", "versionTitle": "Midrash BeChiddush, translated by Rabbi Mark B. Greenspan, Oceanside, N.Y. 2024", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "55828d1dfbfba265ca9f1850", "index_title": "Da'at Zekenim on Exodus", "category": "Commentary", "type": "commentary", "ref": "Da'at Zekenim on Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Da'at Zekenim on Exodus 32:22:1", "sourceHeRef": "דעת זקנים על שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1100, 1300], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Da'at Zekenim", "he": "דעת זקנים"}, "heTitle": "דעת זקנים על שמות", "he": [], "heVersionTitle": "daat zekenim", "heLicense": "Public Domain", "heVersionTitleInHebrew": "דעת זקנים", "text": "כי ברע הוא, “when it is bent on evil.” If he had not done what he did in response to their demand, they would have appointed a new leader with even worse consequences.", "versionTitle": "Daat Zekenim translated by Rb. Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "דעת זקנים, בתרגום רבי אליהו מונק"}, {"_id": "5868bcb3d6e4a97c9cbb0688", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Bekhor Shor, Exodus 32:22:1", "sourceHeRef": "בכור שור, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "שמות", "he": "<b>כי ברע הוא.</b> ואם לא עשיתי להם זאת:\n", "heVersionTitle": "Bekhor Shor, Leipzig, 1856", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, לייפציג, תרט\"ז", "text": [], "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5892f26fd6e4a9274647165e", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Chizkuni, Exodus 32:22:1", "sourceHeRef": "חזקוני, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "שמות", "he": "<b>כי ברע הוא</b> במחשבה רעה ואם לא עשיתי להם זאת העמידו להם מלך והדבר היה בא למרה באחרונה.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "כי ברע הוא, “that they are bent on evil;” they have evil intentions; if I had not had made the calf for them they would have crowned a king for themselves and the final result would have been bitter for them. (Baaley Tossaphot)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58e39d54d6e4a94c42d0fb47", "index_title": "Avi Ezer", "category": "Commentary", "type": "commentary", "ref": "Avi Ezer, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Avi Ezer, Exodus 32:22:1", "sourceHeRef": "אבי עזר, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1760, 1800], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Avi Ezer", "he": "אבי עזר"}, "heTitle": "שמות", "he": "<b>אל יחר אף אדוני</b>. לעיל כתב הרב. מדלא נכתב כי \nרע הוא כונת אהרן רק על הערב רב דהיינו שמעורבין ברע והמה דמו לכונת שוא אשר לא היה כן \nמחשבת בני עמינו. וזה שכתב הרב שככה ויאמרו לי ויאמר להם הכל קאי על אותן החוטאים ולא על \nרוב ישראל. ועיין לעיל בדברי הרב ותמצא מפורש באריכות:", "heVersionTitle": "Avi Ezer", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אבי עזר", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e229bfb49d008760a916", "index_title": "English Explanation of Mishnah Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Bava Kamma 3:8:1", "anchorRef": "Exodus 21:28-32:35", "anchorRefExpanded": ["Exodus 21:28", "Exodus 21:29", "Exodus 21:30", "Exodus 21:31", "Exodus 21:32", "Exodus 21:33", "Exodus 21:34", "Exodus 21:35", "Exodus 21:36", "Exodus 21:37", "Exodus 22:1", "Exodus 22:2", "Exodus 22:3", "Exodus 22:4", "Exodus 22:5", "Exodus 22:6", "Exodus 22:7", "Exodus 22:8", "Exodus 22:9", "Exodus 22:10", "Exodus 22:11", "Exodus 22:12", "Exodus 22:13", "Exodus 22:14", "Exodus 22:15", "Exodus 22:16", "Exodus 22:17", "Exodus 22:18", "Exodus 22:19", "Exodus 22:20", "Exodus 22:21", "Exodus 22:22", "Exodus 22:23", "Exodus 22:24", "Exodus 22:25", "Exodus 22:26", "Exodus 22:27", "Exodus 22:28", "Exodus 22:29", "Exodus 22:30", "Exodus 23:1", "Exodus 23:2", "Exodus 23:3", "Exodus 23:4", "Exodus 23:5", "Exodus 23:6", "Exodus 23:7", "Exodus 23:8", "Exodus 23:9", "Exodus 23:10", "Exodus 23:11", "Exodus 23:12", "Exodus 23:13", "Exodus 23:14", "Exodus 23:15", "Exodus 23:16", "Exodus 23:17", "Exodus 23:18", "Exodus 23:19", "Exodus 23:20", "Exodus 23:21", "Exodus 23:22", "Exodus 23:23", "Exodus 23:24", "Exodus 23:25", "Exodus 23:26", "Exodus 23:27", "Exodus 23:28", "Exodus 23:29", "Exodus 23:30", "Exodus 23:31", "Exodus 23:32", "Exodus 23:33", "Exodus 24:1", "Exodus 24:2", "Exodus 24:3", "Exodus 24:4", "Exodus 24:5", "Exodus 24:6", "Exodus 24:7", "Exodus 24:8", "Exodus 24:9", "Exodus 24:10", "Exodus 24:11", "Exodus 24:12", "Exodus 24:13", "Exodus 24:14", "Exodus 24:15", "Exodus 24:16", "Exodus 24:17", "Exodus 24:18", "Exodus 25:1", "Exodus 25:2", "Exodus 25:3", "Exodus 25:4", "Exodus 25:5", "Exodus 25:6", "Exodus 25:7", "Exodus 25:8", "Exodus 25:9", "Exodus 25:10", "Exodus 25:11", "Exodus 25:12", "Exodus 25:13", "Exodus 25:14", "Exodus 25:15", "Exodus 25:16", "Exodus 25:17", "Exodus 25:18", "Exodus 25:19", "Exodus 25:20", "Exodus 25:21", "Exodus 25:22", "Exodus 25:23", "Exodus 25:24", "Exodus 25:25", "Exodus 25:26", "Exodus 25:27", "Exodus 25:28", "Exodus 25:29", "Exodus 25:30", "Exodus 25:31", "Exodus 25:32", "Exodus 25:33", "Exodus 25:34", "Exodus 25:35", "Exodus 25:36", "Exodus 25:37", "Exodus 25:38", "Exodus 25:39", "Exodus 25:40", "Exodus 26:1", "Exodus 26:2", "Exodus 26:3", "Exodus 26:4", "Exodus 26:5", "Exodus 26:6", "Exodus 26:7", "Exodus 26:8", "Exodus 26:9", "Exodus 26:10", "Exodus 26:11", "Exodus 26:12", "Exodus 26:13", "Exodus 26:14", "Exodus 26:15", "Exodus 26:16", "Exodus 26:17", "Exodus 26:18", "Exodus 26:19", "Exodus 26:20", "Exodus 26:21", "Exodus 26:22", "Exodus 26:23", "Exodus 26:24", "Exodus 26:25", "Exodus 26:26", "Exodus 26:27", "Exodus 26:28", "Exodus 26:29", "Exodus 26:30", "Exodus 26:31", "Exodus 26:32", "Exodus 26:33", "Exodus 26:34", "Exodus 26:35", "Exodus 26:36", "Exodus 26:37", "Exodus 27:1", "Exodus 27:2", "Exodus 27:3", "Exodus 27:4", "Exodus 27:5", "Exodus 27:6", "Exodus 27:7", "Exodus 27:8", "Exodus 27:9", "Exodus 27:10", "Exodus 27:11", "Exodus 27:12", "Exodus 27:13", "Exodus 27:14", "Exodus 27:15", "Exodus 27:16", "Exodus 27:17", "Exodus 27:18", "Exodus 27:19", "Exodus 27:20", "Exodus 27:21", "Exodus 28:1", "Exodus 28:2", "Exodus 28:3", "Exodus 28:4", "Exodus 28:5", "Exodus 28:6", "Exodus 28:7", "Exodus 28:8", "Exodus 28:9", "Exodus 28:10", "Exodus 28:11", "Exodus 28:12", "Exodus 28:13", "Exodus 28:14", "Exodus 28:15", "Exodus 28:16", "Exodus 28:17", "Exodus 28:18", "Exodus 28:19", "Exodus 28:20", "Exodus 28:21", "Exodus 28:22", "Exodus 28:23", "Exodus 28:24", "Exodus 28:25", "Exodus 28:26", "Exodus 28:27", "Exodus 28:28", "Exodus 28:29", "Exodus 28:30", "Exodus 28:31", "Exodus 28:32", "Exodus 28:33", "Exodus 28:34", "Exodus 28:35", "Exodus 28:36", "Exodus 28:37", "Exodus 28:38", "Exodus 28:39", "Exodus 28:40", "Exodus 28:41", "Exodus 28:42", "Exodus 28:43", "Exodus 29:1", "Exodus 29:2", "Exodus 29:3", "Exodus 29:4", "Exodus 29:5", "Exodus 29:6", "Exodus 29:7", "Exodus 29:8", "Exodus 29:9", "Exodus 29:10", "Exodus 29:11", "Exodus 29:12", "Exodus 29:13", "Exodus 29:14", "Exodus 29:15", "Exodus 29:16", "Exodus 29:17", "Exodus 29:18", "Exodus 29:19", "Exodus 29:20", "Exodus 29:21", "Exodus 29:22", "Exodus 29:23", "Exodus 29:24", "Exodus 29:25", "Exodus 29:26", "Exodus 29:27", "Exodus 29:28", "Exodus 29:29", "Exodus 29:30", "Exodus 29:31", "Exodus 29:32", "Exodus 29:33", "Exodus 29:34", "Exodus 29:35", "Exodus 29:36", "Exodus 29:37", "Exodus 29:38", "Exodus 29:39", "Exodus 29:40", "Exodus 29:41", "Exodus 29:42", "Exodus 29:43", "Exodus 29:44", "Exodus 29:45", "Exodus 29:46", "Exodus 30:1", "Exodus 30:2", "Exodus 30:3", "Exodus 30:4", "Exodus 30:5", "Exodus 30:6", "Exodus 30:7", "Exodus 30:8", "Exodus 30:9", "Exodus 30:10", "Exodus 30:11", "Exodus 30:12", "Exodus 30:13", "Exodus 30:14", "Exodus 30:15", "Exodus 30:16", "Exodus 30:17", "Exodus 30:18", "Exodus 30:19", "Exodus 30:20", "Exodus 30:21", "Exodus 30:22", "Exodus 30:23", "Exodus 30:24", "Exodus 30:25", "Exodus 30:26", "Exodus 30:27", "Exodus 30:28", "Exodus 30:29", "Exodus 30:30", "Exodus 30:31", "Exodus 30:32", "Exodus 30:33", "Exodus 30:34", "Exodus 30:35", "Exodus 30:36", "Exodus 30:37", "Exodus 30:38", "Exodus 31:1", "Exodus 31:2", "Exodus 31:3", "Exodus 31:4", "Exodus 31:5", "Exodus 31:6", "Exodus 31:7", "Exodus 31:8", "Exodus 31:9", "Exodus 31:10", "Exodus 31:11", "Exodus 31:12", "Exodus 31:13", "Exodus 31:14", "Exodus 31:15", "Exodus 31:16", "Exodus 31:17", "Exodus 31:18", "Exodus 32:1", "Exodus 32:2", "Exodus 32:3", "Exodus 32:4", "Exodus 32:5", "Exodus 32:6", "Exodus 32:7", "Exodus 32:8", "Exodus 32:9", "Exodus 32:10", "Exodus 32:11", "Exodus 32:12", "Exodus 32:13", "Exodus 32:14", "Exodus 32:15", "Exodus 32:16", "Exodus 32:17", "Exodus 32:18", "Exodus 32:19", "Exodus 32:20", "Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25", "Exodus 32:26", "Exodus 32:27", "Exodus 32:28", "Exodus 32:29", "Exodus 32:30", "Exodus 32:31", "Exodus 32:32", "Exodus 32:33", "Exodus 32:34", "Exodus 32:35"], "sourceRef": "English Explanation of Mishnah Bava Kamma 3:8:1", "sourceHeRef": "ביאור אנגלי על משנה בבא קמא ג׳:ח׳:א׳", "anchorVerse": 28, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 8.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Bava Kamma", "he": "ביאור אנגלי על משנה בבא קמא"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If two oxen which were accounted harmless hurt one another, the owner pays half-damages for that one which suffered the greater hurt.<br>If both were attested dangers full damages are payable for that one which suffered the greater hurt.<br>If one was accounted harmless and the other was an attested danger, that which was an attested danger as against that which was accounted harmless must pay full damages for the greater hurt that the other has suffered, while that which was accounted harmless, as against that which was an attested danger, pays only half damages for the greater hurt that the other has suffered.<br>So, too, if two men hurt one another, full damages are payable for that one which suffered the greater hurt.<br>If a man and an ox which was accounted harmless hurt one another, the man as against the ox accounted harmless must pay full damages for the greater hurt that the other has suffered, while the ox accounted harmless, as against the man, pays only half damages for the greater hurt that the other suffered. Rabbi Akiva says:  “Even if an ox accounted harmless hurt a man, full damages must be paid for that one which suffered the greater hurt.</b><br>This mishnah returns to deal with a subject that we dealt with in the last mishnah of chapter one and in the fourth and fifth mishnayoth of chapter 2 and that is the goring ox.  Remember, there are two types of goring oxen, one that is a previously attested danger (muad), who has been testified against.  The second type is innocent (tam) meaning he is not a previously attested danger.  When a muad damages the owner will pay full damages from the best of his land.  When a tam damages the owner will pay half damages from the value of the tam itself.  This means that the upper limit of liability will be the value of the damaging animal.<br>We will continue to deal with the goring ox for the next two and a half chapters.  I will not be explaining the concepts of tam and muad every time we encounter them.  I will try to reference places where I did explain them.  If you are wondering why the mishnah is so fascinated by the goring ox, it is due to the fact that the Torah mentions the ox quite frequently (Exodus 21:28-32, 35-36).  It is indeed the paradigm for the damaging animal.<br>The rendering of this mishnah into sensible English is very difficult since the mishnah speaks in shorthand.  However, the explanation should make more sense to you.<br>The first section deals with two harmless oxen that gore each other.  In general the owner of each is obligated to pay half damages to the other.  Here we figure out what was the greater damage and the owner of the less injured ox will pay half of that amount.  A table will help.<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (tam)<br>30<br>70<br>35<br>50  (tam)<br>30<br>20<br>10<br>In this case the owner of the ox worth fifty will pay twenty-five to the owner of the ox worth 100.<br>In the second case both of the animals were muad and will therefore pay full damages.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>70<br>50 (muad)<br>30<br>20<br>20<br>In this case the owner of the ox worth fifty will pay fifty to the owner of the ox worth 100.<br>In the third case one ox was muad and one was tam.  The muad will owe half damages and the tam full damages.  According to our example in this case the animal worth 100 was a muad and therefore will owe full damages for the animal worth 50.  The animal worth 50 is a tam and will therefore pay half damages for the animal worth 100.   Our table now looks like this:<br>Value of ox before injury<br>Value after injury<br>Damages<br>Amount owed<br>100 (muad)<br>30<br>70<br>35<br>50 (tam)<br>30<br>20<br>30<br>In this case the owner of the ox worth fifty will pay 5 to the owner of the ox worth 100.<br>The fourth case of the mishnah deals with human beings who injure one another.  Since a human being is always a muad (see chapter one mishnah four), this is similar to case number two.<br>The fifth and final case deals with a human being (who is always muad) and a harmless ox (tam) who injure one another.  This case is similar to case number three.  We will nevertheless bring a new table.<br>Value before injury<br>Value after injury<br>Damages<br>Amount owed<br>1000-- human (muad)<br>500<br>500<br>250<br>50--ox (tam)<br>20<br>30<br>30<br>In this case the owner of the ox will pay the human 220.  Rabbi Akiva disagrees.  According to him an ox that injures a human being always pays full damages as if it was a muad.  Therefore in the previous scenario the owner of the ox will pay 470 to the human.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cd1399e69ad4c007a1d5661", "index_title": "Birkat Asher on Torah", "category": "Quoting Commentary", "type": "", "ref": "Birkat Asher on Torah, Exodus 32:4:5", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Birkat Asher on Torah, Exodus 32:4:5", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ב:ד׳:ה׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "ריה\"ל מרחיב את ההתייחסות, לא רק לאהרן, אלא גם לכל גדולי העם שעמדו מנגד ולא מנעו את החטא. לפי דבריו, מטרת אהרן וסיעתו היתה לברר מי הוא עובד ה' ומי הוא חוטא. כוונתם היתה לנקות את העם מכל הסיגים שהתערו בהם, וכה דבריו (כוזרי א, צז): אשר להתנצלות יחידי הסגולה שסייעו בעשיית הנעבד, אולי היתה כוונתם כי יתברר מי הוא החוטא ומי הוא המאמין, למען יהרג החוטא אשר יעבוד לעגל. ע\"כ. על דברים אלו מוסיף ראב\"ע (שם): והנה לכבוד ה' נעשה, על כן בנה אהרן מזבח לפניו, והכריז שיזבחו מחר לכבוד ה'. וכן עשו כאשר ציוום... וזהו \"אתה ידעת את העם כי ברע הוא\" (שמות לב, כב), כי אני לא עשיתי רע להם, כי לא בקשו רק \"אשר ילך לפניהם\", ולכבוד ה' עשיתיו. רק בעבור שישראל היו מעורבים עם ערב רב, וזהו \"כי ברע הוא\" ולא אמר רע הוא. וחשבו מעטים מישראל שהיתה עבודה־זרה. ע\"כ.", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cd13ff104bbb60019c1e1cc", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Exodus 32:22:1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Birkat Asher on Torah, Exodus 32:22:1", "sourceHeRef": "ברכת אשר על התורה, שמות ל״ב:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "שמות", "he": "רש\"י ד\"ה כי ברע הוא, <b>בדרך רע הם הולכין תמיד וכו'.</b> לשון \"תמיד\" זמן קצר כל כך אחר יציאת מצרים הוא תמוה. וראה מה שכתבתי למעלה (פסוק יט). (פ' כי תשא תשנ\"ב)", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5defb2f7530e99d04e55cca5", "index_title": "Aderet Eliyahu (Rabbi Yosef Chaim)", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu (Rabbi Yosef Chaim), Ki Tisa 15", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "Aderet Eliyahu (Rabbi Yosef Chaim), Ki Tisa 15", "sourceHeRef": "אדרת אליהו (ר' יוסף חיים), כי תשא ט״ו", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1860, 1900], "commentaryNum": 15, "collectiveTitle": {"en": "Aderet Eliyahu (Rabbi Yosef Chaim)", "he": "אדרת אליהו (ר' יוסף חיים)"}, "heTitle": "כי תשא", "he": "<b>ויאמר משה אל אהרן מה עשה לך העם הזה כי הבאת עליו חטאה גדולה ויאמר אהרן אל יחר אף אדוני אתה ידעת את העם כי ברע הוא.</b> יובן בס\"ד ע\"ד דאיתא במדרש וז\"ל מה ראה להזכיר כאן יציאת מצרים א\"ר יהודה בר שלום בשם ר' יהודה בר סימון בשם ר' לוי בן פרטא למה הדבר דומה לאחד שבא ליקח עבד אמר לאדוניו העבד שאתה מוכר קאקנריסון (פי' רע) הוא או קאלוחסין (פי' טוב) הוא א\"ל קאקנריסון (פי' רע) הוא ועל זה אני מוכרו לקחו והוליכו אל ביתו פעם אחת סרח אותו העבד התחיל אדונו מכהו א\"ל הורגך אני מה אני מבקש עבד רע התחיל העבד צווח בייא אתה מעביר עלי (פי' שאתה עושה עמי שלא כמשפט) א\"ל אדונו סרחת כל הסרחון הזה ואתה צווח בייא העבדת עלי א\"ל העבד באמת בייא העבדת עלי א\"ל מרי איך לקחת אותי בעבד טוב או רע א\"ל בעבד רע א\"ל בעבר רע לקחתני ותבקשני עבר טוב. כך אמר משה רבון העולם לא כך אמרת לי לכה ואשלחך אל פרעה ואמרתי לך באיזה זכות אתה גואלן הם עוברים ע\"ז ואמרת לי אתה עכשיו רואה אותם עע\"ז ואני עומד ורואה אותם שהם יוצאים ממצרים ואקרע להם את הים ואביאם אל המדבר ואתן להם את התורה ואראה להם את כבודי פנים בפנים והם מקבלים מלכותי וכופרים בי בתוך מ' יום ועושים את העגל הוא שאומר ראה ראיתי את עוני עמי וזהו קולו של עגל קול ענות אנכי שומע ועד שלא גאלתם אמרת לי שהם עושים את העגל ועכשיו שעשו אותו אתה מבקש להרגן לכך הזכיר יציאת מצרים בסניגורייא שלו עכ\"ל ע\"ש. והנה נמצינו למידין מדברי המדרש הנז' שמרע\"ה כבר ידע מקודם שרוצים לעשות העגל בתוך הארבעים יום אלו שכן א\"ל הקב\"ה ואתן להם את התורה וכו' וכופרים בי בתוך ארבעים יום ועושים את העגל וא\"כ השתא לזה אחר שאמר מר\"עה לאהרן הע\"ה מה עשה לך העם הזה כי הבאת עליו חטאה גדולה התחיל אהרן להתרעם על התלונה הזאת וא\"ל אל יחר אף אדוני כי לא עלי התלונה כי אם על עצמך יען כי אתה ידעת את העם כי ברע הוא כלומר מקודם ידעת את העם שרוצים לעשות הרעה הזאת בתוך הארבעים יום אלו שיצאת וא\"כ למה תתרעם עלי ולא תתרעם על עצמך שלא עשית לזה הענין איזה תקנה קודם עלייתך להר ואולי לא היה נעשה הדבר הרע הזה כי אני הוכרחתי לעשות באונס גמור ולא עשיתי הדבר בידים כי אם שמאליו יצא העגל ולז\"א ויאמרו לי עשה לנו אלהים וגו' ואשלכהו באש ויצא העגל הזה וא\"כ למה תאשימני בזה ולא תאשם את עצמך ח\"ו. ואם הדבר הזה מוכרח להיות ואין תקנה לבטל בחידתם אם כן לא אנכי המביא עליהם חטאה גדולה שתאמר אלי מה עשה לך וכו' כי הבאת עליו חטאה גדולה אלא הם הביאו לעצמם בבחירתם ולא אנכי הגודם בזה כלום:", "heVersionTitle": "Aderet Eliyahu, Livorno 1864", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו, ליוורנו תרכ\"ד ", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f0452fa7f46eda51b309e78", "index_title": "Bartenura on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Megillah 4:10:3", "anchorRef": "Exodus 32:21-25", "anchorRefExpanded": ["Exodus 32:21", "Exodus 32:22", "Exodus 32:23", "Exodus 32:24", "Exodus 32:25"], "sourceRef": "Bartenura on Mishnah Megillah 4:10:3", "sourceHeRef": "ברטנורא על משנה מגילה ד׳:י׳:ג׳", "anchorVerse": 21, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 10.0003, "collectiveTitle": {"en": "Bartenura on Mishnah Megillah", "he": "ברטנורא על משנה מגילה"}, "heTitle": "ברטנורא על משנה מגילה", "he": "<b>מעשה עגל השני.</b> מן ויאמר משה אל אהרן עד וירא משה את העם וגו׳ ופסוק ויגוף ה׳ את העם, כל אלו נקראים ולא מתרגמין, משום יקרא דאהרן:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מעשה עגל השני – from (Exodus 32:21-25): “Moses said to Aaron, [[What did this people do to you that you have brought such great sin upon them?’],” until “Moses saw that the people [were out of control…]” and the verse (Exodus 32:35): “Then the LORD sent a plague upon the people [for what they did with the calf that Aaron made],” all of these are read but are not translated [to Aramaic] because of the honor of Aaron.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319cf87b6084aa1cbef8d8f", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אָדוֹן 1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "BDB, אָדוֹן 1", "sourceHeRef": "בראון-דרייבר-בריגס, אָדוֹן א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אָדוֹן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><span dir=\"rtl\">אָדוֹן</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Malachi 3:1\" href=\"/Malachi.3.1\">Mal 3:1</a></sup> <strong>lord (</strong>Ph. <span dir=\"rtl\">אדן</span><strong>)</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a> + cstr. <span dir=\"rtl\">אֲדוֹן</span> <a data-ref=\"Joshua 3:11\" href=\"/Joshua.3.11\">Jos 3:11</a> +; pl. <span dir=\"rtl\">אֲדֹנִים</span> <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a> +; cstr. <span dir=\"rtl\">אֲדֹנֵי</span> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> +; sf. <span dir=\"rtl\">אֲדֹנֵינוּ</span> <a data-ref=\"I Samuel 25:14\" href=\"/I_Samuel.25.14\">1 S 25:14</a> + etc.; <strong>(</strong><span dir=\"rtl\">אֲדֹנִי</span>, <span dir=\"rtl\">אֲדֹנַי</span>, <span dir=\"rtl\">אֲדֹנָי</span> are variations of Mass. pointing to distinguish divine reference fr. human. Pl., with few except an intens. pl. of rank; word takes sf. as pl. in all other pers.; so doubtless here. Orig. reading prob. in all cases <span dir=\"rtl\">אֲדֹנַי</span> (v. Dalman<sup>Der Gottesname Adonaj</sup>; Lag<sup>BN 188</sup> makes <span dir=\"rtl\">אֲדֹנָי</span> an Aramaic format.); <span dir=\"rtl\">אֲדֹנִי</span> now found in J 51 textual; in E †<a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a>; <a data-ref=\"Genesis 32:19\" href=\"/Genesis.32.19\">32:19</a>; <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">42:10</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; in P †<a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">Gn 23:6</a>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:15\" href=\"/Genesis.23.15\">15</a> <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">Nu 36:2</a><sup>(×2)</sup> often S & K in Chr only in sources, <a data-ref=\"I Chronicles 21:3\" href=\"/I_Chronicles.21.3\">1 Ch 21:3</a><sup>(×3)</sup>, <a data-ref=\"I Chronicles 21:23\" href=\"/I_Chronicles.21.23\">23</a> (= <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>, <a data-ref=\"II Samuel 24:22\" href=\"/II_Samuel.24.22\">22</a>) <a data-ref=\"II Chronicles 2:13\" href=\"/II_Chronicles.2.13\">2 Ch 2:13</a>, <a data-ref=\"II Chronicles 2:14\" href=\"/II_Chronicles.2.14\">14</a>; Is & Je only in hist. parts <a data-ref=\"Isaiah 36:8\" href=\"/Isaiah.36.8\">Is 36:8</a>, <a data-ref=\"Isaiah 36:9\" href=\"/Isaiah.36.9\">9</a>, <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">12</a> <a data-ref=\"Jeremiah 37:20\" href=\"/Jeremiah.37.20\">Je 37:20</a>; <a data-ref=\"Jeremiah 38:9\" href=\"/Jeremiah.38.9\">38:9</a>; elsewhere †<a data-ref=\"Daniel 1:10\" href=\"/Daniel.1.10\">Dn 1:10</a>; <a data-ref=\"Daniel 10:16\" href=\"/Daniel.10.16\">10:16</a>, <a data-ref=\"Daniel 10:17\" href=\"/Daniel.10.17\">17</a>, <a data-ref=\"Daniel 10:19\" href=\"/Daniel.10.19\">19</a>; <a data-ref=\"Daniel 12:8\" href=\"/Daniel.12.8\">12:8</a> <a data-ref=\"Zechariah 1:9\" href=\"/Zechariah.1.9\">Zc 1:9</a>; <a data-ref=\"Zechariah 4:4\" href=\"/Zechariah.4.4\">4:4</a>, <a data-ref=\"Zechariah 4:5\" href=\"/Zechariah.4.5\">5</a>, <a data-ref=\"Zechariah 4:13\" href=\"/Zechariah.4.13\">13</a>; <a data-ref=\"Zechariah 6:4\" href=\"/Zechariah.6.4\">6:4</a> <a data-ref=\"Psalms 110:1\" href=\"/Psalms.110.1\">ψ 110:1</a> <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">6:13</a> <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a>; <span dir=\"rtl\">בִּי אֲדנָי</span> †<a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>, <a data-ref=\"Exodus 4:13\" href=\"/Exodus.4.13\">13</a>; <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a> (J) <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a> is referred to God, but <span dir=\"rtl\">בִּי אֲדנִי</span> †<a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">Gn 43:20</a>; <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">Nu 12:11</a> (J) <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">1 S 1:26</a>; <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">25:24</a> (+ <span dir=\"rtl\">אני</span>) <a data-ref=\"I Kings 3:17\" href=\"/I_Kings.3.17\">1 K 3:17</a>, <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">26</a> to human superiors. There is doubt as to <span dir=\"rtl\">אֲדֹנָ֯י</span> <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a>; <a data-ref=\"Genesis 19:18\" href=\"/Genesis.19.18\">19:18</a>; <span dir=\"rtl\">אֲדֹ֯נַי</span> <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a><strong>)</strong>—<br>†<strong>1.</strong>  sg. <em>lord, master</em> (1) ref. to men: (<em>a</em>) supt. of household, or of affairs <a data-ref=\"Genesis 45:8\" href=\"/Genesis.45.8\">Gn 45:8</a>, <a data-ref=\"Genesis 45:9\" href=\"/Genesis.45.9\">9</a> (E) = <a data-ref=\"Psalms 105:21\" href=\"/Psalms.105.21\">ψ 105:21</a>; (<em>b</em>) master <a data-ref=\"Psalms 12:5\" href=\"/Psalms.12.5\">ψ 12:5</a>; (<em>c</em>) king <a data-ref=\"Jeremiah 22:18\" href=\"/Jeremiah.22.18\">Je 22:18</a>; <a data-ref=\"Jeremiah 34:5\" href=\"/Jeremiah.34.5\">34:5</a>; (2) ref. to God, <span dir=\"rtl\">הָאָדוֹן יהוה</span> <em>the Lord Yahweh</em> (v. <a data-ref=\"BDB, יהוה\" href=\"/BDB,_יהוה\", dir=\"rtl\">יהוה</a>) <a data-ref=\"Exodus 23:17\" href=\"/Exodus.23.17\">Ex 23:17</a>; <a data-ref=\"Exodus 34:23\" href=\"/Exodus.34.23\">34:23</a> (Cov’t codes); <span dir=\"rtl\">אֲדוֹן כָּל־הָאָרֶץ</span> <em>Lord of the whole earth</em> <a data-ref=\"Joshua 3:11\" href=\"/Joshua.3.11\">Jos 3:11</a>, <a data-ref=\"Joshua 3:13\" href=\"/Joshua.3.13\">13</a> (J) <a data-ref=\"Psalms 97:5\" href=\"/Psalms.97.5\">ψ 97:5</a> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a>; <a data-ref=\"Zechariah 6:5\" href=\"/Zechariah.6.5\">6:5</a> <a data-ref=\"Micah 4:13\" href=\"/Micah.4.13\">Mi 4:13</a>; <span dir=\"rtl\">צְבָאוֹת הָא׳ י׳</span>, earlier <a data-ref=\"Isaiah 1:24\" href=\"/Isaiah.1.24\">Is 1:24</a>; <a data-ref=\"Isaiah 3:1\" href=\"/Isaiah.3.1\">3:1</a>; <a data-ref=\"Isaiah 10:33\" href=\"/Isaiah.10.33\">10:33</a>; <a data-ref=\"Isaiah 19:4\" href=\"/Isaiah.19.4\">19:4</a> (<span dir=\"rtl\">אֲדֹנָי</span> <a data-ref=\"Isaiah 10:16\" href=\"/Isaiah.10.16\">Is 10:16</a> in common MT; not Massora, doubtless scrib. error); <span dir=\"rtl\">הָא׳</span> <a data-ref=\"Malachi 3:1\" href=\"/Malachi.3.1\">Mal 3:1</a>; <span dir=\"rtl\">אָדוֹן</span> <a data-ref=\"Psalms 114:7\" href=\"/Psalms.114.7\">ψ 114:7</a>.<br><strong>2.</strong>  pl. <em>lords, kings</em> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> = <a data-ref=\"Psalms 136:3\" href=\"/Psalms.136.3\">ψ 136:3</a>; <a data-ref=\"Isaiah 26:13\" href=\"/Isaiah.26.13\">Is 26:13</a> <em>masters</em> <a data-ref=\"Amos 4:1\" href=\"/Amos.4.1\">Am 4:1</a>, elsewhere intens. pl. of rank, <em>lord, master</em>, (1) ref. to men: (<em>a</em>) <em>proprietor</em> of hill Samaria †<a data-ref=\"I Kings 16:24\" href=\"/I_Kings.16.24\">1 K 16:24</a>; (<em>b</em>) <em>master</em> <a data-ref=\"Genesis 40:7\" href=\"/Genesis.40.7\">Gn 40:7</a> (E) <a data-ref=\"Exodus 21:4\" href=\"/Exodus.21.4\">Ex 21:4</a><sup>(×2)</sup>, <a data-ref=\"Exodus 21:6\" href=\"/Exodus.21.6\">6</a>, <a data-ref=\"Exodus 21:8\" href=\"/Exodus.21.8\">8</a>, <a data-ref=\"Exodus 21:32\" href=\"/Exodus.21.32\">32</a> (Cov’t code) <a data-ref=\"Genesis 24:9\" href=\"/Genesis.24.9\">Gn 24:9</a> + (J, 11 times) <a data-ref=\"Deuteronomy 23:16\" href=\"/Deuteronomy.23.16\">Dt 23:16</a> <a data-ref=\"Judges 19:11\" href=\"/Judges.19.11\">Ju 19:11</a>, <a data-ref=\"Judges 19:12\" href=\"/Judges.19.12\">12</a> + 13 times S & K; <a data-ref=\"Job 3:19\" href=\"/Job.3.19\">Jb 3:19</a> <a data-ref=\"Psalms 123:2\" href=\"/Psalms.123.2\">ψ 123:2</a> <a data-ref=\"Proverbs 25:13\" href=\"/Proverbs.25.13\">Pr 25:13</a>; <a data-ref=\"Proverbs 17:18\" href=\"/Proverbs.17.18\">27:18</a>; <a data-ref=\"Proverbs 30:10\" href=\"/Proverbs.30.10\">30:10</a> <a data-ref=\"Isaiah 24:2\" href=\"/Isaiah.24.2\">Is 24:2</a> <a data-ref=\"Zephaniah 1:9\" href=\"/Zephaniah.1.9\">Zp 1:9</a> <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a><sup>(×2)</sup> (<em>c</em>) <em>husband</em> <a data-ref=\"Judges 19:26\" href=\"/Judges.19.26\">Ju 19:26</a>, <a data-ref=\"Judges 19:27\" href=\"/Judges.19.27\">27</a> <a data-ref=\"Psalms 45:12\" href=\"/Psalms.45.12\">ψ 45:12</a>; (<em>d</em>) <em>prophet</em> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">16</a>; (<em>e</em>) <em>governor</em> <a data-ref=\"Nehemiah 3:5\" href=\"/Nehemiah.3.5\">Ne 3:5</a>; (<em>f</em>) <em>prince</em> <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">Gn 42:10</a>, <a data-ref=\"Genesis 42:30\" href=\"/Genesis.42.30\">30</a>, <a data-ref=\"Genesis 42:33\" href=\"/Genesis.42.33\">33</a> (E) <a data-ref=\"Genesis 44:8\" href=\"/Genesis.44.8\">44:8</a> (J) <a data-ref=\"I Samuel 29:10\" href=\"/I_Samuel.29.10\">1 S 29:10</a>; (<em>g</em>) <em>king</em> <a data-ref=\"Genesis 40:1\" href=\"/Genesis.40.1\">Gn 40:1</a> (E) <a data-ref=\"Judges 3:25\" href=\"/Judges.3.25\">Ju 3:25</a> + 40 times S & K; Ch only in sources <a data-ref=\"I Chronicles 12:19\" href=\"/I_Chronicles.12.19\">1 Ch 12:19</a> cf. <a data-ref=\"I Samuel 29:4\" href=\"/I_Samuel.29.4\">1 S 29:4</a>; <a data-ref=\"II Chronicles 13:6\" href=\"/II_Chronicles.13.6\">2 Ch 13:6</a>; <a data-ref=\"II Chronicles 18:16\" href=\"/II_Chronicles.18.16\">18:16</a> = <a data-ref=\"I Kings 22:17\" href=\"/I_Kings.22.17\">1 K 22:17</a>; <a data-ref=\"Isaiah 19:4\" href=\"/Isaiah.19.4\">Is 19:4</a>; <a data-ref=\"Isaiah 22:18\" href=\"/Isaiah.22.18\">22:18</a>; <a data-ref=\"Isaiah 36:12\" href=\"/Isaiah.36.12\">36:12</a>; <a data-ref=\"Isaiah 37:4\" href=\"/Isaiah.37.4\">37:4</a>, <a data-ref=\"Isaiah 37:6\" href=\"/Isaiah.37.6\">6</a> <a data-ref=\"Jeremiah 27:4\" href=\"/Jeremiah.27.4\">Je 27:4</a>; (2) ref. to God <a data-ref=\"Malachi 1:6\" href=\"/Malachi.1.6\">Mal 1:6</a>; <span dir=\"rtl\">אֲדֹנֵי הָאֲדֹנִים</span> <em>Lord of lords</em> <a data-ref=\"Deuteronomy 10:17\" href=\"/Deuteronomy.10.17\">Dt 10:17</a> = <a data-ref=\"Psalms 136:3\" href=\"/Psalms.136.3\">ψ 136:3</a>; <span dir=\"rtl\">אֲדֹנֵינוּ</span> <a data-ref=\"Psalms 135:5\" href=\"/Psalms.135.5\">ψ 135:5</a>; <a data-ref=\"Psalms 147:5\" href=\"/Psalms.147.5\">147:5</a> <a data-ref=\"Nehemiah 8:10\" href=\"/Nehemiah.8.10\">Ne 8:10</a>; <span dir=\"rtl\">י׳אֲדֹנֵינוּ</span> <a data-ref=\"Psalms 8:2\" href=\"/Psalms.8.2\">ψ 8:2</a>, <a data-ref=\"Psalms 8:10\" href=\"/Psalms.8.10\">10</a> <a data-ref=\"Nehemiah 10:30\" href=\"/Nehemiah.10.30\">Ne 10:30</a>; <span dir=\"rtl\">אֲדֹנַיִךְ י׳</span> <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">Is 51:22</a> (prob. = <em>thy husband, Yahweh</em>); <span dir=\"rtl\">אֲדֹנָיו</span> <a data-ref=\"Hosea 12:15\" href=\"/Hosea.12.15\">Ho 12:15</a> (possibly error for <span dir=\"rtl\">אֲדֹנָי</span>).<br><strong>3.</strong>  sf. 1 s. <span dir=\"rtl\">אֲדֹנִי (אֲדֹנַי)</span> (1) ref. to men: <em>my lord, my master</em>, (<em>a</em>) <em>master</em> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> (Cov’t code) <a data-ref=\"Genesis 24:12\" href=\"/Genesis.24.12\">Gn 24:12</a> +, <a data-ref=\"Genesis 44:5\" href=\"/Genesis.44.5\">44:5</a> (J, 20 times) <a data-ref=\"I Samuel 30:13\" href=\"/I_Samuel.30.13\">1 S 30:13</a>, <a data-ref=\"I Samuel 30:15\" href=\"/I_Samuel.30.15\">15</a> <a data-ref=\"II Kings 5:3\" href=\"/II_Kings.5.3\">2 K 5:3</a>, <a data-ref=\"II Kings 5:20\" href=\"/II_Kings.5.20\">20</a>, <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">22</a>; <a data-ref=\"II Kings 6:15\" href=\"/II_Kings.6.15\">6:15</a>; (<em>b</em>) <em>husband</em> <a data-ref=\"Genesis 18:12\" href=\"/Genesis.18.12\">Gn 18:12</a> (J); (<em>c</em>) <em>prophet</em> <a data-ref=\"I Kings 18:7\" href=\"/I_Kings.18.7\">1 K 18:7</a>, <a data-ref=\"I Kings 18:13\" href=\"/I_Kings.18.13\">13</a> <a data-ref=\"II Kings 2:19\" href=\"/II_Kings.2.19\">2 K 2:19</a>, <a data-ref=\"II Kings 4:16\" href=\"/II_Kings.4.16\">4:16</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a>; <a data-ref=\"II Kings 6:5\" href=\"/II_Kings.6.5\">6:5</a>; <a data-ref=\"II Kings 8:5\" href=\"/II_Kings.8.5\">8:5</a>; (<em>d</em>) <em>prince</em> <a data-ref=\"Genesis 42:10\" href=\"/Genesis.42.10\">Gn 42:10</a> (E), <a data-ref=\"Genesis 23:6\" href=\"/Genesis.23.6\">23:6</a>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:15\" href=\"/Genesis.23.15\">15</a> (P), <a data-ref=\"Genesis 43:20\" href=\"/Genesis.43.20\">43:20</a>; <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> +, <a data-ref=\"Genesis 47:18\" href=\"/Genesis.47.18\">47:18</a>, + (J, 12 times); <a data-ref=\"Judges 4:18\" href=\"/Judges.4.18\">Ju 4:18</a>; (<em>e</em>) <em>king</em> <a data-ref=\"I Samuel 22:12\" href=\"/I_Samuel.22.12\">1 S 22:12</a> + (S & K 75 times); (<em>f</em>) <em>father</em> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a> (E); (<em>g</em>) <em>Moses</em> <a data-ref=\"Exodus 32:22\" href=\"/Exodus.32.22\">Ex 32:22</a> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 12:11\" href=\"/Numbers.12.11\">12:11</a>; <a data-ref=\"Numbers 32:25\" href=\"/Numbers.32.25\">32:25</a>, <a data-ref=\"Numbers 32:27\" href=\"/Numbers.32.27\">27</a> (J); <a data-ref=\"Numbers 36:2\" href=\"/Numbers.36.2\">36:2</a><sup>(×2)</sup> (P); (<em>h</em>) <em>priest</em> <a data-ref=\"I Samuel 1:15\" href=\"/I_Samuel.1.15\">1 S 1:15</a>, <a data-ref=\"I Samuel 1:26\" href=\"/I_Samuel.1.26\">26</a><sup>(×2)</sup>; (<em>i</em>) <em>theophanic angel</em> <a data-ref=\"Joshua 5:14\" href=\"/Joshua.5.14\">Jos 5:14</a> <a data-ref=\"Judges 6:13\" href=\"/Judges.6.13\">Ju 6:13</a>; (<em>j</em>) <em>captain</em> <a data-ref=\"II Samuel 11:11\" href=\"/II_Samuel.11.11\">2 S 11:11</a>; (<em>k</em>) general recognition of superiority <a data-ref=\"Genesis 24:18\" href=\"/Genesis.24.18\">Gn 24:18</a>; <a data-ref=\"Genesis 32:5\" href=\"/Genesis.32.5\">32:5</a> +; <a data-ref=\"Genesis 33:8\" href=\"/Genesis.33.8\">33:8</a> +; <a data-ref=\"Genesis 44:7\" href=\"/Genesis.44.7\">44:7</a> + (J, 13 times), <a data-ref=\"Ruth 2:13\" href=\"/Ruth.2.13\">Ru 2:13</a> <a data-ref=\"I Samuel 25:24\" href=\"/I_Samuel.25.24\">1 S 25:24</a> + (15 times); (2) ref. to God: <span dir=\"rtl\">אֲדֹנָי</span> <strong>a.</strong>  <em>my Lord</em> <a data-ref=\"Genesis 20:4\" href=\"/Genesis.20.4\">Gn 20:4</a> (?E) <a data-ref=\"Exodus 15:17\" href=\"/Exodus.15.17\">Ex 15:17</a> (Sam. <span dir=\"rtl\">יהוה</span>) elsewhere in Hex, J; <a data-ref=\"Genesis 18:3\" href=\"/Genesis.18.3\">Gn 18:3</a>(?), <a data-ref=\"Genesis 18:27\" href=\"/Genesis.18.27\">27</a>, <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">30</a>, <a data-ref=\"Genesis 18:31\" href=\"/Genesis.18.31\">31</a>, <a data-ref=\"Genesis 18:32\" href=\"/Genesis.18.32\">32</a>; <a data-ref=\"Genesis 19:2\" href=\"/Genesis.19.2\">19:2</a>, <a data-ref=\"Genesis 19:18\" href=\"/Genesis.19.18\">18</a>(?) <a data-ref=\"Exodus 4:10\" href=\"/Exodus.4.10\">Ex 4:10</a>, <a data-ref=\"Exodus 4:13\" href=\"/Exodus.4.13\">13</a>; <a data-ref=\"Exodus 5:22\" href=\"/Exodus.5.22\">5:22</a>; <a data-ref=\"Exodus 34:9\" href=\"/Exodus.34.9\">34:9</a> <a data-ref=\"Numbers 14:17\" href=\"/Numbers.14.17\">Nu 14:17</a> <a data-ref=\"Joshua 7:8\" href=\"/Joshua.7.8\">Jos 7:8</a>; also <a data-ref=\"Judges 6:15\" href=\"/Judges.6.15\">Ju 6:15</a>; <a data-ref=\"Judges 13:8\" href=\"/Judges.13.8\">13:8</a>; not S; <a data-ref=\"I Kings 22:6\" href=\"/I_Kings.22.6\">1 K 22:6</a> <a data-ref=\"II Kings 19:23\" href=\"/II_Kings.19.23\">2 K 19:23</a>; noChron exc. memorials <a data-ref=\"Ezra 10:3\" href=\"/Ezra.10.3\">Ezr 10:3</a> (ref. to Ezra) <a data-ref=\"Nehemiah 1:11\" href=\"/Nehemiah.1.11\">Ne 1:11</a>; <a data-ref=\"Nehemiah 4:8\" href=\"/Nehemiah.4.8\">4:8</a>; WisdLt only <a data-ref=\"Job 28:28\" href=\"/Job.28.28\">Jb 28:28</a> (doubtless scrib. error for <span dir=\"rtl\">יהוֹה</span> of many MSS.); not Ho; <a data-ref=\"Isaiah 37:24\" href=\"/Isaiah.37.24\">Is 37:24</a>; <a data-ref=\"Isaiah 38:16\" href=\"/Isaiah.38.16\">38:16</a> (hist. part); exile <a data-ref=\"Isaiah 49:14\" href=\"/Isaiah.49.14\">Is 49:14</a> (cf. <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">51:22</a>); <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <a data-ref=\"Psalms 16:2\" href=\"/Psalms.16.2\">ψ 16:2</a> + (47 times, chiefly this sense, exc. sub <strong>b.</strong>; cf. <span dir=\"rtl\">אֱלֹהַי וַאדֹנָי</span> <em>my Lord and my God</em> <a data-ref=\"Psalms 35:23\" href=\"/Psalms.35.23\">ψ 35:23</a>; (writers that use <span dir=\"rtl\">אֱלהִים</span> seld. use <span dir=\"rtl\">אֲדֹנָי</span>); <strong>b.</strong>  <em>Adonay</em> <strong>n.pr.</strong> of God, parallel with <em>Yahweh</em>, substit. for it oft. by scrib. error, & eventually supplanting it. In earlier <a data-ref=\"Isaiah 3:17\" href=\"/Isaiah.3.17\">Is 3:17</a> + (19 times seeming to belong here), <a data-ref=\"Amos 7:7\" href=\"/Amos.7.7\">Am 7:7</a>, <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">8</a>; <a data-ref=\"Amos 9:1\" href=\"/Amos.9.1\">9:1</a> <a data-ref=\"Ezekiel 18:25\" href=\"/Ezekiel.18.25\">Ez 18:25</a>, <a data-ref=\"Ezekiel 18:29\" href=\"/Ezekiel.18.29\">29</a>; <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">33:17</a>, <a data-ref=\"Ezekiel 33:20\" href=\"/Ezekiel.33.20\">20</a>; <a data-ref=\"Ezekiel 21:12\" href=\"/Ezekiel.21.12\">21:12</a> (prob. <span dir=\"rtl\">אֲדֹנָי י׳</span> as in usual phrase); <a data-ref=\"Zechariah 9:4\" href=\"/Zechariah.9.4\">Zc 9:4</a> <a data-ref=\"Malachi 1:12\" href=\"/Malachi.1.12\">Mal 1:12</a>, <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">14</a> <a data-ref=\"Lamentations 1:14\" href=\"/Lamentations.1.14\">La 1:14</a> + (14 times) <a data-ref=\"Psalms 2:4\" href=\"/Psalms.2.4\">ψ 2:4</a>; <a data-ref=\"Psalms 37:13\" href=\"/Psalms.37.13\">37:13</a>; <a data-ref=\"Psalms 78:65\" href=\"/Psalms.78.65\">78:65</a>; <a data-ref=\"Psalms 90:17\" href=\"/Psalms.90.17\">90:17</a> (? <span dir=\"rtl\">יהוה</span>) <a data-ref=\"Psalms 110:5\" href=\"/Psalms.110.5\">110:5</a> (Dalman puts most of these sub (<em>a</em>);—many cases are doubtful); <a data-ref=\"I Kings 3:10\" href=\"/I_Kings.3.10\">1 K 3:10</a>, <a data-ref=\"I Kings 3:15\" href=\"/I_Kings.3.15\">15</a> (Mass. <span dir=\"rtl\">אדני</span> for <span dir=\"rtl\">יהוה</span> cf. Dalm. <a data-ref=\"II Kings 7:6\" href=\"/II_Kings.7.6\">2 K 7:6</a>; Dalm. rightly questions; he reads <span dir=\"rtl\">יהוה</span>). The phrases <span dir=\"rtl\">אֲדֹנָי אֱלֹהַי</span> <a data-ref=\"Psalms 38:16\" href=\"/Psalms.38.16\">ψ 38:16</a>; <a data-ref=\"Psalms 86:12\" href=\"/Psalms.86.12\">86:12</a>, <em>Adonay my God;</em> <span dir=\"rtl\">אֲדֹנָי הָאֱלֹהִים</span> <a data-ref=\"Daniel 9:3\" href=\"/Daniel.9.3\">Dn 9:3</a>, <span dir=\"rtl\">א׳ אֱלֹהֵינוּ</span> <a data-ref=\"Daniel 9:9\" href=\"/Daniel.9.9\">9:9</a>, <a data-ref=\"Daniel 9:15\" href=\"/Daniel.9.15\">15</a>, <span dir=\"rtl\">א׳ הָאֵל</span> <a data-ref=\"Daniel 9:4\" href=\"/Daniel.9.4\">Dn 9:4</a> favour taking <span dir=\"rtl\">א׳</span> <a data-ref=\"Daniel 1:2\" href=\"/Daniel.1.2\">Dn 1:2</a>; <a data-ref=\"Daniel 9:7\" href=\"/Daniel.9.7\">9:7</a>, <a data-ref=\"Daniel 9:8\" href=\"/Daniel.9.8\">8</a> (<span dir=\"rtl\">יהוה</span>?) v <a data-ref=\"Daniel 9:16\" href=\"/Daniel.9.16\">16</a>, <a data-ref=\"Daniel 9:17\" href=\"/Daniel.9.17\">17</a>, <a data-ref=\"Daniel 9:19\" href=\"/Daniel.9.19\">19</a><sup>(×3)</sup> as the divine name.<br><strong>4.</strong>  <span dir=\"rtl\">אֲדֹנָי יהוה</span> (<em>a</em>) <em>my Lord Yahweh</em> (v. <a data-ref=\"BDB, יהוה\" href=\"/BDB,_יהוה\", dir=\"rtl\">יהוה</a>) <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a>, <a data-ref=\"Genesis 15:8\" href=\"/Genesis.15.8\">8</a> (JE) <a data-ref=\"Joshua 7:7\" href=\"/Joshua.7.7\">Jos 7:7</a> (J, 𝔊 om. <span dir=\"rtl\">י׳</span>) <a data-ref=\"Deuteronomy 3:24\" href=\"/Deuteronomy.3.24\">Dt 3:24</a>; <a data-ref=\"Deuteronomy 9:26\" href=\"/Deuteronomy.9.26\">9:26</a> <a data-ref=\"Judges 6:22\" href=\"/Judges.6.22\">Ju 6:22</a>; <a data-ref=\"Judges 16:28\" href=\"/Judges.16.28\">16:28</a> <a data-ref=\"II Samuel 7\" href=\"/II_Samuel.7\">2 S 7</a> (6times) <a data-ref=\"I Kings 2:26\" href=\"/I_Kings.2.26\">1 K 2:26</a>; <a data-ref=\"I Kings 8:53\" href=\"/I_Kings.8.53\">8:53</a>; prob. <a data-ref=\"Amos 3:7\" href=\"/Amos.3.7\">Am 3:7</a>, <a data-ref=\"Amos 3:8\" href=\"/Amos.3.8\">8</a>; <a data-ref=\"Amos 7:2\" href=\"/Amos.7.2\">7:2</a>, <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">4</a>, <a data-ref=\"Amos 7:5\" href=\"/Amos.7.5\">5</a>; <a data-ref=\"Amos 9:8\" href=\"/Amos.9.8\">9:8</a> <a data-ref=\"Jeremiah 1:6\" href=\"/Jeremiah.1.6\">Je 1:6</a>; <a data-ref=\"Jeremiah 4:10\" href=\"/Jeremiah.4.10\">4:10</a>; <a data-ref=\"Jeremiah 14:13\" href=\"/Jeremiah.14.13\">14:13</a>; <a data-ref=\"Jeremiah 32:17\" href=\"/Jeremiah.32.17\">32:17</a>, <a data-ref=\"Jeremiah 32:25\" href=\"/Jeremiah.32.25\">25</a> <a data-ref=\"Ezekiel 4:14\" href=\"/Ezekiel.4.14\">Ez 4:14</a>; <a data-ref=\"Ezekiel 8:1\" href=\"/Ezekiel.8.1\">8:1</a>; <a data-ref=\"Ezekiel 9:8\" href=\"/Ezekiel.9.8\">9:8</a>; <a data-ref=\"Ezekiel 11:13\" href=\"/Ezekiel.11.13\">11:13</a>; <a data-ref=\"Ezekiel 20:39\" href=\"/Ezekiel.20.39\">20:39</a>; <a data-ref=\"Ezekiel 37:3\" href=\"/Ezekiel.37.3\">37:3</a> <span dir=\"rtl\">(יָדַע כִּי אֲני א׳ י׳)</span> <a data-ref=\"Ezekiel 13:9\" href=\"/Ezekiel.13.9\">13:9</a>; <a data-ref=\"Ezekiel 23:49\" href=\"/Ezekiel.23.49\">23:49</a>; <a data-ref=\"Ezekiel 24:24\" href=\"/Ezekiel.24.24\">24:24</a>; <a data-ref=\"Ezekiel 28:24\" href=\"/Ezekiel.28.24\">28:24</a>; <a data-ref=\"Ezekiel 29:16\" href=\"/Ezekiel.29.16\">29:16</a> inappropriate in mouth of God; del. <span dir=\"rtl\">אֲדֹנָי</span> (Co) or read <span dir=\"rtl\">י׳ אֱלֹהֵיכֶם</span> (Dalm.); <a data-ref=\"Micah 1:2\" href=\"/Micah.1.2\">Mi 1:2</a> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> <a data-ref=\"Zechariah 9:14\" href=\"/Zechariah.9.14\">Zc 9:14</a> <a data-ref=\"Psalms 71:5\" href=\"/Psalms.71.5\">ψ 71:5</a>, <a data-ref=\"Psalms 71:16\" href=\"/Psalms.71.16\">16</a>; <a data-ref=\"Psalms 73:28\" href=\"/Psalms.73.28\">73:28</a>; (<em>b</em>) appar. <strong>n.pr.</strong> <em>Adonay Yahweh</em> <a data-ref=\"Isaiah 25:8\" href=\"/Isaiah.25.8\">Is 25:8</a> <a data-ref=\"Jeremiah 44:26\" href=\"/Jeremiah.44.26\">Je 44:26</a>; exil. <a data-ref=\"Isaiah 40:10\" href=\"/Isaiah.40.10\">Is 40:10</a> + (10 times, but <a data-ref=\"Isaiah 61:1\" href=\"/Isaiah.61.1\">61:1</a>, <a data-ref=\"Isaiah 61:11\" href=\"/Isaiah.61.11\">11</a> read <span dir=\"rtl\">יהוה</span>, 𝔊); (<em>c</em>) uncertain whether (<em>a</em>) or (<em>b</em>) in proph. formula <span dir=\"rtl\">אָמַר א׳ י׳</span> <a data-ref=\"Isaiah 7:7\" href=\"/Isaiah.7.7\">Is 7:7</a>; <a data-ref=\"Isaiah 28:16\" href=\"/Isaiah.28.16\">28:16</a>; <a data-ref=\"Isaiah 30:15\" href=\"/Isaiah.30.15\">30:15</a>; <a data-ref=\"Isaiah 49:22\" href=\"/Isaiah.49.22\">49:22</a>; <a data-ref=\"Isaiah 52:4\" href=\"/Isaiah.52.4\">52:4</a>; <a data-ref=\"Isaiah 65:13\" href=\"/Isaiah.65.13\">65:13</a> <a data-ref=\"Jeremiah 7:20\" href=\"/Jeremiah.7.20\">Je 7:20</a> <a data-ref=\"Amos 1:8\" href=\"/Amos.1.8\">Am 1:8</a>; <a data-ref=\"Amos 3:11\" href=\"/Amos.3.11\">3:11</a>; <a data-ref=\"Amos 5:3\" href=\"/Amos.5.3\">5:3</a>; <a data-ref=\"Amos 7:6\" href=\"/Amos.7.6\">7:6</a> <a data-ref=\"Obadiah 1:1\" href=\"/Obadiah.1.1\">Ob 1</a> Ez (131 times); <span dir=\"rtl\">נְאֻם א׳ י׳</span> <a data-ref=\"Isaiah 56:8\" href=\"/Isaiah.56.8\">Is 56:8</a> <a data-ref=\"Jeremiah 2:22\" href=\"/Jeremiah.2.22\">Je 2:22</a> <a data-ref=\"Amos 3:13\" href=\"/Amos.3.13\">Am 3:13</a>; <a data-ref=\"Amos 4:5\" href=\"/Amos.4.5\">4:5</a>; <a data-ref=\"Amos 8:3\" href=\"/Amos.8.3\">8:3</a>, <a data-ref=\"Amos 8:9\" href=\"/Amos.8.9\">9</a>, <a data-ref=\"Amos 8:11\" href=\"/Amos.8.11\">11</a> Ez (80 times); <span dir=\"rtl\">דְּבַר־א׳ י׳</span> <a data-ref=\"Ezekiel 6:3\" href=\"/Ezekiel.6.3\">Ez 6:3</a>; <a data-ref=\"Ezekiel 25:3\" href=\"/Ezekiel.25.3\">25:3</a>; <a data-ref=\"Ezekiel 36:4\" href=\"/Ezekiel.36.4\">36:4</a>; <span dir=\"rtl\">נִשְׁבַּע א׳ י׳</span> <a data-ref=\"Amos 4:2\" href=\"/Amos.4.2\">Am 4:2</a>; <a data-ref=\"Amos 6:8\" href=\"/Amos.6.8\">6:8</a>; <span dir=\"rtl\">כֹּה הִרְאַנִי א׳ י׳</span> <a data-ref=\"Amos 7:1\" href=\"/Amos.7.1\">Am 7:1</a>, <a data-ref=\"Amos 7:4\" href=\"/Amos.7.4\">4</a>; <a data-ref=\"Amos 8:1\" href=\"/Amos.8.1\">8:1</a>.<br><strong>5.</strong>  <span dir=\"rtl\">יהוה אֲדֹנָי</span> <em>Yahweh my Lord</em> <a data-ref=\"Psalms 68:21\" href=\"/Psalms.68.21\">ψ 68:21</a>; <a data-ref=\"Psalms 109:21\" href=\"/Psalms.109.21\">109:21</a>; <a data-ref=\"Psalms 140:8\" href=\"/Psalms.140.8\">140:8</a>; <a data-ref=\"Psalms 141:8\" href=\"/Psalms.141.8\">141:8</a> <a data-ref=\"Habakkuk 3:19\" href=\"/Habakkuk.3.19\">Hb 3:19</a>.<br><strong>6.</strong>  <span dir=\"rtl\">אֲדֹנָי יהוה צְבָאוֹת</span> (<em>a</em>) <em>my Lord Yahweh Ṣ</em>. (v. <a data-ref=\"BDB, צְבָאוֹת\" href=\"/BDB,_צְבָאוֹת\", dir=\"rtl\">צבאות</a>) <a data-ref=\"Psalms 69:7\" href=\"/Psalms.69.7\">ψ 69:7</a> <a data-ref=\"Amos 9:5\" href=\"/Amos.9.5\">Am 9:5</a> <a data-ref=\"Isaiah 10:23\" href=\"/Isaiah.10.23\">Is 10:23</a>; <a data-ref=\"Isaiah 22:5\" href=\"/Isaiah.22.5\">22:5</a>, <a data-ref=\"Isaiah 22:12\" href=\"/Isaiah.22.12\">12</a>; <a data-ref=\"Isaiah 28:22\" href=\"/Isaiah.28.22\">28:22</a> cf. <span dir=\"rtl\">י׳ אֱלֹהֵי הַצְבָאוֹת א׳</span>, <em>Yahweh, the God of Hosts my Lord</em> <a data-ref=\"Amos 5:16\" href=\"/Amos.5.16\">Am 5:16</a>; (<em>b</em>) a divine name, <em>Adonay, Yahweh Ṣ</em>. <a data-ref=\"Jeremiah 46:10\" href=\"/Jeremiah.46.10\">Je 46:10</a><sup>(×2)</sup>; <a data-ref=\"Jeremiah 50:25\" href=\"/Jeremiah.50.25\">50:25</a>; (<em>c</em>) uncertain are <span dir=\"rtl\">כֹּה אָמַר א׳ י׳ צ׳</span> <a data-ref=\"Isaiah 10:24\" href=\"/Isaiah.10.24\">Is 10:24</a>; <a data-ref=\"Isaiah 22:14\" href=\"/Isaiah.22.14\">22:14</a>, <a data-ref=\"Isaiah 22:15\" href=\"/Isaiah.22.15\">15</a>; <span dir=\"rtl\">נְאֻם א׳ י׳ צ׳</span> <a data-ref=\"Isaiah 3:15\" href=\"/Isaiah.3.15\">Is 3:15</a> <a data-ref=\"Jeremiah 2:19\" href=\"/Jeremiah.2.19\">Je 2:19</a>; <a data-ref=\"Jeremiah 49:5\" href=\"/Jeremiah.49.5\">49:5</a>; <a data-ref=\"Jeremiah 50:31\" href=\"/Jeremiah.50.31\">50:31</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d187b6084aa1cbf0f50d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חָרָה 1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "BDB, חָרָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, חָרָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חָרָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><big><span dir=\"rtl\">חָרָה</span></big></big>  <strong>vb. burn, be kindled, of anger (</strong>Aramaic <span dir=\"rtl\">חרי</span> Pa. <em>cause</em> fire <em>to burn</em> (rare); Zinj. <span dir=\"rtl\">חרא</span> <em>anger</em>, Nö<sup>ZMG 1893, 98. 103</sup>; Arabic <span dir=\"rtl\">حَرْوَةٌ</span> <em>burning sensation, in throat</em>, etc., from <em>rage and pain</em><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ח׳</span> <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">Gn 4:6</a> + 20 times; Impf. <span dir=\"rtl\">יֶחֱרֶה</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> + 2 times; <span dir=\"rtl\">יִ֫חַר</span> <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">Gn 18:30</a> + 7 times; <span dir=\"rtl\">וַיִּ֫חַר</span> <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">Gn 4:5</a> + 46 times; Inf. abs. <span dir=\"rtl\">חָרֹה</span> <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">1 S 20:7</a>; cstr. <span dir=\"rtl\">חֲרוֹת</span> <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">2 S 24:1</a> <a data-ref=\"Psalms 124:3\" href=\"/Psalms.124.3\">ψ 124:3</a>;— <strong>1.</strong>  of man: <strong>a.</strong>  <span dir=\"rtl\">חרה אף</span> (one’s) <em>anger was kindled, burned</em> <a data-ref=\"Genesis 39:19\" href=\"/Genesis.39.19\">Gn 39:19</a> <a data-ref=\"Numbers 22:27\" href=\"/Numbers.22.27\">Nu 22:27</a> (J), <a data-ref=\"Exodus 32:19\" href=\"/Exodus.32.19\">Ex 32:19</a>, <a data-ref=\"Exodus 32:22\" href=\"/Exodus.32.22\">22</a> (JE), <a data-ref=\"Judges 9:30\" href=\"/Judges.9.30\">Ju 9:30</a>; <a data-ref=\"Judges 14:19\" href=\"/Judges.14.19\">14:19</a> <a data-ref=\"I Samuel 11:6\" href=\"/I_Samuel.11.6\">1 S 11:6</a> <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>, <a data-ref=\"Job 32:5\" href=\"/Job.32.5\">5</a>; c. <span dir=\"rtl\">בְּ</span> <em>against</em> <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (E), <a data-ref=\"Genesis 44:18\" href=\"/Genesis.44.18\">44:18</a> (J), <a data-ref=\"I Samuel 17:28\" href=\"/I_Samuel.17.28\">1 S 17:28</a>; <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">20:30</a> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a> <a data-ref=\"II Chronicles 25:10\" href=\"/II_Chronicles.25.10\">2 Ch 25:10</a> <a data-ref=\"Psalms 124:3\" href=\"/Psalms.124.3\">ψ 124:3</a> <a data-ref=\"Job 32:2\" href=\"/Job.32.2\">Jb 32:2</a>, <a data-ref=\"Job 32:3\" href=\"/Job.32.3\">3</a>; c. <span dir=\"rtl\">אֶל</span> <a data-ref=\"Numbers 24:10\" href=\"/Numbers.24.10\">Nu 24:10</a> (E). <strong>b.</strong>  impers., <span dir=\"rtl\">אף</span> omitted; <span dir=\"rtl\">חרה לְ</span> <em>it was kindled for</em> (him) <em>he burned with anger</em> <a data-ref=\"Genesis 31:36\" href=\"/Genesis.31.36\">Gn 31:36</a> (E), <a data-ref=\"Genesis 4:5\" href=\"/Genesis.4.5\">4:5</a>, <a data-ref=\"Genesis 4:6\" href=\"/Genesis.4.6\">6</a>; <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">34:7</a> <a data-ref=\"Numbers 16:15\" href=\"/Numbers.16.15\">Nu 16:15</a> (J), <a data-ref=\"I Samuel 15:11\" href=\"/I_Samuel.15.11\">1 S 15:11</a> (read perhaps <span dir=\"rtl\">וַיֵּצֶר</span>, Weir in Dr), <a data-ref=\"I Samuel 18:8\" href=\"/I_Samuel.18.8\">18:8</a>; <a data-ref=\"I Samuel 20:7\" href=\"/I_Samuel.20.7\">20:7</a><sup>(×2)</sup> <a data-ref=\"II Samuel 3:8\" href=\"/II_Samuel.3.8\">2 S 3:8</a>; <a data-ref=\"II Samuel 6:8\" href=\"/II_Samuel.6.8\">6:8</a> = <a data-ref=\"I Chronicles 13:11\" href=\"/I_Chronicles.13.11\">1 Ch 13:11</a>, <a data-ref=\"II Samuel 13:21\" href=\"/II_Samuel.13.21\">2 S 13:21</a>; <a data-ref=\"II Samuel 19:43\" href=\"/II_Samuel.19.43\">19:43</a> <a data-ref=\"Nehemiah 3:33\" href=\"/Nehemiah.3.33\">Ne 3:33</a>; <a data-ref=\"Nehemiah 4:1\" href=\"/Nehemiah.4.1\">4:1</a>; <a data-ref=\"Nehemiah 5:6\" href=\"/Nehemiah.5.6\">5:6</a> <a data-ref=\"Jonah 4:1\" href=\"/Jonah.4.1\">Jon 4:1</a>, <a data-ref=\"Jonah 4:4\" href=\"/Jonah.4.4\">4</a>, <a data-ref=\"Jonah 4:9\" href=\"/Jonah.4.9\">9</a><sup>(×2)</sup>; ins. <span dir=\"rtl\">ויחר לדוד</span> <a data-ref=\"II Samuel 11:22\" href=\"/II_Samuel.11.22\">2 S 11:22</a> 𝔊 We Dr; <span dir=\"rtl\">ח׳ בְּעֵינֵי</span> <a data-ref=\"Genesis 31:35\" href=\"/Genesis.31.35\">Gn 31:35</a>; <a data-ref=\"Genesis 45:5\" href=\"/Genesis.45.5\">45:5</a> (E). <strong>2.</strong>  of God: <strong>a.</strong>  <span dir=\"rtl\">ח׳ אף</span> <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">Ex 22:23</a> <a data-ref=\"Numbers 22:22\" href=\"/Numbers.22.22\">Nu 22:22</a> (E), <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a>, <a data-ref=\"Numbers 11:10\" href=\"/Numbers.11.10\">10</a>; <a data-ref=\"Numbers 32:10\" href=\"/Numbers.32.10\">32:10</a> (J); c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Exodus 4:14\" href=\"/Exodus.4.14\">Ex 4:14</a>; <a data-ref=\"Exodus 32:10\" href=\"/Exodus.32.10\">32:10</a> <a data-ref=\"Numbers 12:9\" href=\"/Numbers.12.9\">Nu 12:9</a> <a data-ref=\"Deuteronomy 31:17\" href=\"/Deuteronomy.31.17\">Dt 31:17</a> (J), <a data-ref=\"Deuteronomy 6:15\" href=\"/Deuteronomy.6.15\">6:15</a>; <a data-ref=\"Deuteronomy 7:4\" href=\"/Deuteronomy.7.4\">7:4</a>; <a data-ref=\"Deuteronomy 11:17\" href=\"/Deuteronomy.11.17\">11:17</a>; <a data-ref=\"Deuteronomy 29:26\" href=\"/Deuteronomy.29.26\">29:26</a> <a data-ref=\"Joshua 23:16\" href=\"/Joshua.23.16\">Jos 23:16</a> (D), <a data-ref=\"Judges 6:39\" href=\"/Judges.6.39\">Ju 6:39</a> <a data-ref=\"II Samuel 6:7\" href=\"/II_Samuel.6.7\">2 S 6:7</a> = <a data-ref=\"I Chronicles 13:10\" href=\"/I_Chronicles.13.10\">1 Ch 13:10</a>, <a data-ref=\"Hosea 8:5\" href=\"/Hosea.8.5\">Ho 8:5</a> <a data-ref=\"II Kings 23:26\" href=\"/II_Kings.23.26\">2 K 23:26</a> <a data-ref=\"II Chronicles 25:15\" href=\"/II_Chronicles.25.15\">2 Ch 25:15</a> <a data-ref=\"Job 42:7\" href=\"/Job.42.7\">Jb 42:7</a>; <span dir=\"rtl\">בְּעַם</span> <a data-ref=\"Exodus 32:11\" href=\"/Exodus.32.11\">Ex 32:11</a> <a data-ref=\"Numbers 11:33\" href=\"/Numbers.11.33\">Nu 11:33</a> (J), <a data-ref=\"Isaiah 5:25\" href=\"/Isaiah.5.25\">Is 5:25</a> <a data-ref=\"Psalms 106:40\" href=\"/Psalms.106.40\">ψ 106:40</a>; <span dir=\"rtl\">בישׂראל</span> <a data-ref=\"Numbers 25:3\" href=\"/Numbers.25.3\">Nu 25:3</a>; <a data-ref=\"Numbers 32:13\" href=\"/Numbers.32.13\">32:13</a> (JE); <a data-ref=\"Judges 2:14\" href=\"/Judges.2.14\">Ju 2:14</a>, <a data-ref=\"Judges 2:20\" href=\"/Judges.2.20\">20</a>; <a data-ref=\"Judges 3:8\" href=\"/Judges.3.8\">3:8</a>; <a data-ref=\"Judges 10:7\" href=\"/Judges.10.7\">10:7</a> <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">2 S 24:1</a> <a data-ref=\"II Kings 13:3\" href=\"/II_Kings.13.3\">2 K 13:3</a>; <span dir=\"rtl\">בבני ישׂראל</span> <a data-ref=\"Joshua 7:1\" href=\"/Joshua.7.1\">Jos 7:1</a> (R); <span dir=\"rtl\">בנהרים</span>, <span dir=\"rtl\">אף</span> omitted, <a data-ref=\"Habakkuk 3:8\" href=\"/Habakkuk.3.8\">Hb 3:8</a>; c. <span dir=\"rtl\">עַל</span> <a data-ref=\"Zechariah 10:3\" href=\"/Zechariah.10.3\">Zc 10:3</a>. <strong>b.</strong>  <span dir=\"rtl\">חרה לְ</span> <a data-ref=\"Genesis 18:30\" href=\"/Genesis.18.30\">Gn 18:30</a>, <a data-ref=\"Genesis 18:32\" href=\"/Genesis.18.32\">32</a> (J) <a data-ref=\"II Samuel 22:8\" href=\"/II_Samuel.22.8\">2 S 22:8</a> = <a data-ref=\"Psalms 18:8\" href=\"/Psalms.18.8\">ψ 18:8</a>.— <em>Note.</em> <span dir=\"rtl\">חרה</span> not in HP (who use <span dir=\"rtl\">קצף</span>); nor in Je Ez <a data-ref=\"Isaiah 2\" href=\"/Isaiah.2\">Is 2</a> Pr or poetry of Jb.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִחֲרוּ־</span> sq. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Song of Songs 1:6\" href=\"/Song_of_Songs.1.6\">Ct 1:6</a> (according to Bö <sup>ii. 379</sup> De Kö<sup>i. 551</sup>) <em>be angry</em> with; Pt. <span dir=\"rtl\">כֹּל הַנֶּחֱרִים בְּ׳</span> <em>all that are incensed against</em> (<em>thee</em>) <a data-ref=\"Isaiah 41:11\" href=\"/Isaiah.41.11\">Is 41:11</a>, so <a data-ref=\"Isaiah 45:24\" href=\"/Isaiah.45.24\">45:24</a>.<br><strong>Hiph.</strong>  Pf. <span dir=\"rtl\">הֶחֱרָה הֶחֱזִיק</span> <a data-ref=\"Nehemiah 3:20\" href=\"/Nehemiah.3.20\">Ne 3:20</a> <em>burned with zeal</em> (?) <em>in repairing</em>, but 𝔊 om. <span dir=\"rtl\">החרה</span>; prob. dittogr.; Impf. <span dir=\"rtl\">וַיַּחַר עָלַי אַפּוֹ</span> <a data-ref=\"Job 19:11\" href=\"/Job.19.11\">Jb 19:11</a> <em>and kindled his anger against me</em>.<br><strong>Hithp.</strong>  Impf. <span dir=\"rtl\">אַל תִּתְחַר</span> <a data-ref=\"Psalms 37:1\" href=\"/Psalms.37.1\">ψ 37:1</a>, <a data-ref=\"Psalms 37:7\" href=\"/Psalms.37.7\">7</a>, <a data-ref=\"Psalms 37:8\" href=\"/Psalms.37.8\">8</a> <a data-ref=\"Proverbs 24:19\" href=\"/Proverbs.24.19\">Pr 24:19</a> <em>heat oneself in vexation</em>.—The foll. forms are somewhat dub.: Impf. 2 ms. <span dir=\"rtl\">אֵיךְ תְּתַחֲרֶה אֶת־הַסּוּסִים</span> <a data-ref=\"Jeremiah 12:5\" href=\"/Jeremiah.12.5\">Je 12:5</a> <em>how canst thou hotly contend</em> (in a race) <em>with the horses?</em> Pt. <span dir=\"rtl\">כִּי אַתָּה מְתַחֲרֶה בָאָ֑רֶז</span> <a data-ref=\"Jeremiah 22:15\" href=\"/Jeremiah.22.15\">Je 22:15</a> <em>because thou strivest eagerly</em> (to excel) <em>in cedar;</em> expl. as <em>Tiphʿēl</em> by Thes Ges<sup>§ 55, 5</sup> Ew<sup>§ 122 a</sup> Ol<sup>§ 255 a</sup> Sta<sup>§ 159 b</sup> Kö<sup>i. p. 557</sup> al., and regarded by most as a rare <em>causative</em> stem; but ag. existence of <em>Tiphʿēl</em> v. Ba<sup>NB § 180 a; ZMG 1894, 20</sup>; Ba regards the form as denom. (from a noun formed by ת preform., cf. Aramaic <span dir=\"rtl\">ܬܰܚܪܘܽܬܳܐ</span> <em>contention</em>); SS would point as Hithp. [cf. Syriac <span dir=\"rtl\">ܐܶܬܚܪܺܝ</span> <em>contend with</em>, <span dir=\"rtl\">ܚܶܪܝܳܢ</span> <em>contention</em>], although meaning of Hithp. is diff., v. supr."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d481b6084aa1cbf34643", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, רַע³ 1", "anchorRef": "Exodus 32:22", "anchorRefExpanded": ["Exodus 32:22"], "sourceRef": "BDB, רַע³ 1", "sourceHeRef": "בראון-דרייבר-בריגס, רַע³ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "רַע³", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["II. <big><span dir=\"rtl\">רַע</span></big><sub>126</sub>  <strong>n.m.</strong> <a data-ref=\"Job 30:26\" href=\"/Job.30.26\">Jb 30:26</a> evil, distress, misery, injury, calamity;—abs. <span dir=\"rtl\">רַע</span> <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a> +, <span dir=\"rtl\">בְּרָע</span> <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">Ex 5:19</a> +, <span dir=\"rtl\">רָ֑ע</span> <a data-ref=\"Genesis 48:16\" href=\"/Genesis.48.16\">Gn 48:16</a> +;—<br>†<strong>1.</strong>  <em>evil, distress, adversity:</em> <span dir=\"rtl\">יָרֵא רַע</span> <em>fear evil</em> <a data-ref=\"Psalms 23:4\" href=\"/Psalms.23.4\">ψ 23:4</a> <a data-ref=\"Zephaniah 3:15\" href=\"/Zephaniah.3.15\">Zp 3:15</a>; <span dir=\"rtl\">בּוֹרֵא רָ֑ע</span> <a data-ref=\"Isaiah 45:7\" href=\"/Isaiah.45.7\">Is 45:7</a> (of God), <span dir=\"rtl\">הביא רע</span> <a data-ref=\"Isaiah 31:2\" href=\"/Isaiah.31.2\">31:2</a>; <span dir=\"rtl\">מתאננים רַע</span> <a data-ref=\"Numbers 11:1\" href=\"/Numbers.11.1\">Nu 11:1</a> (J) <em>murmuring respecting distress</em> (see Di); <span dir=\"rtl\">אם טוב ואם רע</span> <a data-ref=\"Jeremiah 42:6\" href=\"/Jeremiah.42.6\">Je 42:6</a> <em>whether prosperity or adversity;</em> <span dir=\"rtl\">יוֹם רע</span> <a data-ref=\"Amos 6:3\" href=\"/Amos.6.3\">Am 6:3</a> <em>day of calamity;</em> <span dir=\"rtl\">יְמֵי רע</span> <a data-ref=\"Psalms 49:6\" href=\"/Psalms.49.6\">ψ 49:6</a>; <a data-ref=\"Psalms 94:13\" href=\"/Psalms.94.13\">94:13</a>; <span dir=\"rtl\">כי טוב קויתי ויבא רע</span> <a data-ref=\"Job 30:26\" href=\"/Job.30.26\">Jb 30:26</a>; <span dir=\"rtl\">בְּרָע</span> <em>in adversity</em> <a data-ref=\"Exodus 5:19\" href=\"/Exodus.5.19\">Ex 5:19</a> (E) <a data-ref=\"Psalms 10:6\" href=\"/Psalms.10.6\">ψ 10:6</a>; <span dir=\"rtl\">יִפֹּל בְּרָ֑ע</span> <a data-ref=\"Proverbs 13:17\" href=\"/Proverbs.13.17\">Pr 13:17</a>; <span dir=\"rtl\">אֶרְאֶה בָרָ֑ע</span> <a data-ref=\"Genesis 44:34\" href=\"/Genesis.44.34\">Gn 44:34</a> (J); <span dir=\"rtl\">בכל־רע</span> <a data-ref=\"Proverbs 5:14\" href=\"/Proverbs.5.14\">Pr 5:14</a>, <span dir=\"rtl\">מכל רע</span> <a data-ref=\"Genesis 48:16\" href=\"/Genesis.48.16\">Gn 48:16</a> (E) <a data-ref=\"Psalms 121:7\" href=\"/Psalms.121.7\">ψ 121:7</a>; v. also <a data-ref=\"Micah 1:12\" href=\"/Micah.1.12\">Mi 1:12</a> <a data-ref=\"Psalms 140:12\" href=\"/Psalms.140.12\">ψ 140:12</a> <a data-ref=\"Job 5:19\" href=\"/Job.5.19\">Jb 5:19</a>; <a data-ref=\"Job 31:29\" href=\"/Job.31.29\">31:29</a>; <a data-ref=\"Proverbs 12:21\" href=\"/Proverbs.12.21\">Pr 12:21</a>; <a data-ref=\"Proverbs 19:23\" href=\"/Proverbs.19.23\">19:23</a>.<br>†<strong>2.</strong>  <em>evil, injury, wrong:</em> <a data-ref=\"Habakkuk 2:9\" href=\"/Habakkuk.2.9\">Hb 2:9</a>; <a data-ref=\"Job 2:10\" href=\"/Job.2.10\">Jb 2:10</a>; <a data-ref=\"Proverbs 21:10\" href=\"/Proverbs.21.10\">Pr 21:10</a>; <span dir=\"rtl\">עשׂה רע</span>, + <span dir=\"rtl\">עִם</span> pers. <a data-ref=\"Genesis 31:29\" href=\"/Genesis.31.29\">Gn 31:29</a> (E); ל pers. <a data-ref=\"Jeremiah 39:12\" href=\"/Jeremiah.39.12\">Je 39:12</a>; as obj. of <span dir=\"rtl\">חשּׁב</span> <a data-ref=\"Hosea 7:15\" href=\"/Hosea.7.15\">Ho 7:15</a>, <span dir=\"rtl\">חרשׁ</span> <a data-ref=\"Proverbs 6:14\" href=\"/Proverbs.6.14\">Pr 6:14</a>; <a data-ref=\"Proverbs 12:20\" href=\"/Proverbs.12.20\">12:20</a>; <a data-ref=\"Proverbs 14:22\" href=\"/Proverbs.14.22\">14:22</a>, <span dir=\"rtl\">השׁיב</span> <a data-ref=\"Psalms 54:7\" href=\"/Psalms.54.7\">ψ 54:7</a>, <span dir=\"rtl\">גמל</span> <a data-ref=\"Psalms 7:5\" href=\"/Psalms.7.5\">7:5</a> <a data-ref=\"Proverbs 31:12\" href=\"/Proverbs.31.12\">Pr 31:12</a>, <span dir=\"rtl\">בקּשׁ</span> <a data-ref=\"Proverbs 17:11\" href=\"/Proverbs.17.11\">17:11</a>, <span dir=\"rtl\">שׁלּם</span> <a data-ref=\"Proverbs 20:22\" href=\"/Proverbs.20.22\">20:22</a>, <span dir=\"rtl\">אמר</span> <a data-ref=\"Psalms 41:6\" href=\"/Psalms.41.6\">ψ 41:6</a>, <span dir=\"rtl\">דבּר</span> <a data-ref=\"Psalms 109:20\" href=\"/Psalms.109.20\">109:20</a>; <span dir=\"rtl\">דבּר בְּרָע</span> <a data-ref=\"Psalms 73:8\" href=\"/Psalms.73.8\">73:8</a> <em>speak about injury;</em> <span dir=\"rtl\">לֹא יִתְנַכֵּא טוֹב כִּי אִם רָ֑ע</span> <a data-ref=\"I Kings 22:8\" href=\"/I_Kings.22.8\">1 K 22:8</a>, <a data-ref=\"I Kings 22:18\" href=\"/I_Kings.22.18\">18</a> = 2 Ch (<a data-ref=\"II Chronicles 18:7\" href=\"/II_Chronicles.18.7\">18:7</a> <span dir=\"rtl\">לְרָעָה</span>), <a data-ref=\"II Chronicles 18:17\" href=\"/II_Chronicles.18.17\">18:17</a> <span dir=\"rtl\">לְרָ֑ע</span>; <span dir=\"rtl\">לרע</span> <em>for harm, injury</em> <a data-ref=\"Isaiah 59:7\" href=\"/Isaiah.59.7\">Is 59:7</a>; <a data-ref=\"Jeremiah 7:6\" href=\"/Jeremiah.7.6\">Je 7:6</a>; <a data-ref=\"Jeremiah 25:7\" href=\"/Jeremiah.25.7\">25:7</a> <a data-ref=\"Psalms 56:6\" href=\"/Psalms.56.6\">ψ 56:6</a> <a data-ref=\"Proverbs 1:16\" href=\"/Proverbs.1.16\">Pr 1:16</a>; <a data-ref=\"Proverbs 21:12\" href=\"/Proverbs.21.12\">21:12</a>; <a data-ref=\"Ecclesiastes 8:9\" href=\"/Ecclesiastes.8.9\">Ec 8:9</a>; <span dir=\"rtl\">רַע יֵרוֹעַ</span> <a data-ref=\"Proverbs 11:15\" href=\"/Proverbs.11.15\">Pr 11:15</a> (but read <span dir=\"rtl\">רֹעַ</span> Gr SS, v. Toy).<br><strong>3.</strong>  ethical <em>evil</em>, <a data-ref=\"Deuteronomy 30:15\" href=\"/Deuteronomy.30.15\">Dt 30:15</a>; <a data-ref=\"II Samuel 14:17\" href=\"/II_Samuel.14.17\">2 S 14:17</a>; <a data-ref=\"Isaiah 5:20\" href=\"/Isaiah.5.20\">Is 5:20</a>; <a data-ref=\"Amos 5:14\" href=\"/Amos.5.14\">Am 5:14</a>; <a data-ref=\"Micah 7:3\" href=\"/Micah.7.3\">Mi 7:3</a> + 10 times; <span dir=\"rtl\">עשׂה רע</span> <a data-ref=\"II Kings 21:9\" href=\"/II_Kings.21.9\">2 K 21:9</a>; <a data-ref=\"II Chronicles 12:14\" href=\"/II_Chronicles.12.14\">2 Ch 12:14</a>; <a data-ref=\"II Chronicles 33:9\" href=\"/II_Chronicles.33.9\">33:9</a>; <a data-ref=\"Nehemiah 9:28\" href=\"/Nehemiah.9.28\">Ne 9:28</a> + 8 times; <span dir=\"rtl\">פֹּעֲלֵי רע</span> <a data-ref=\"Micah 2:1\" href=\"/Micah.2.1\">Mi 2:1</a>; <span dir=\"rtl\">אהב רע</span> <a data-ref=\"Micah 3:2\" href=\"/Micah.3.2\">3:2</a> (Qr), <a data-ref=\"Psalms 52:5\" href=\"/Psalms.52.5\">ψ 52:5</a>; <span dir=\"rtl\">שׂנא רע</span> <a data-ref=\"Amos 5:15\" href=\"/Amos.5.15\">Am 5:15</a> <a data-ref=\"Psalms 97:10\" href=\"/Psalms.97.10\">ψ 97:10</a> <a data-ref=\"Proverbs 8:13\" href=\"/Proverbs.8.13\">Pr 8:13</a>; <span dir=\"rtl\">מאס רע</span> <a data-ref=\"Psalms 36:5\" href=\"/Psalms.36.5\">ψ 36:5</a>; <span dir=\"rtl\">מאס ברע</span> <a data-ref=\"Isaiah 7:15\" href=\"/Isaiah.7.15\">Is 7:15</a>, <a data-ref=\"Isaiah 7:16\" href=\"/Isaiah.7.16\">16</a>; <span dir=\"rtl\">בִּעֵר הרע מִן</span> <em>consume evil from</em> <a data-ref=\"Deuteronomy 13:6\" href=\"/Deuteronomy.13.6\">Dt 13:6</a> + 8 times Dt; <span dir=\"rtl\">לֹא יְגֻרְךָ רָ֑ע</span> <a data-ref=\"Psalms 5:5\" href=\"/Psalms.5.5\">ψ 5:5</a> (adj. = <em>evil man</em> Hup De al.); <span dir=\"rtl\">ידע טוב ורע</span> <a data-ref=\"Genesis 2:9\" href=\"/Genesis.2.9\">Gn 2:9</a>, <a data-ref=\"Genesis 2:17\" href=\"/Genesis.2.17\">17</a>; <a data-ref=\"Genesis 3:5\" href=\"/Genesis.3.5\">3:5</a>, <a data-ref=\"Genesis 3:22\" href=\"/Genesis.3.22\">22</a> (all J), <a data-ref=\"Deuteronomy 1:39\" href=\"/Deuteronomy.1.39\">Dt 1:39</a>; <span dir=\"rtl\">סר מֵרָע</span> <a data-ref=\"Isaiah 59:15\" href=\"/Isaiah.59.15\">Is 59:15</a> <a data-ref=\"Psalms 34:15\" href=\"/Psalms.34.15\">ψ 34:15</a>; <a data-ref=\"Psalms 37:27\" href=\"/Psalms.37.27\">37:27</a>; <a data-ref=\"Proverbs 3:7\" href=\"/Proverbs.3.7\">Pr 3:7</a> + 8 times; <span dir=\"rtl\">כי ברע הוא</span> <a data-ref=\"Exodus 32:22\" href=\"/Exodus.32.22\">Ex 32:22</a> (J) <em>he is set on evil;</em> <span dir=\"rtl\">רע רשׁעים</span> <a data-ref=\"Psalms 7:10\" href=\"/Psalms.7.10\">ψ 7:10</a>; <span dir=\"rtl\">רע מעללים</span> <a data-ref=\"I Samuel 25:3\" href=\"/I_Samuel.25.3\">1 S 25:3</a>, cf. <a data-ref=\"Micah 3:4\" href=\"/Micah.3.4\">Mi 3:4</a> (v. <span dir=\"rtl\">רֹעַ</span> <strong>3</strong>); <span dir=\"rtl\">דִּבְרֵי רָע</span> <em>deeds of evil</em> <a data-ref=\"Jeremiah 5:28\" href=\"/Jeremiah.5.28\">Je 5:28</a>; <span dir=\"rtl\">תַּהְפֻּכוֹת רָ֑ע</span> <a data-ref=\"Proverbs 2:14\" href=\"/Proverbs.2.14\">Pr 2:14</a>; <span dir=\"rtl\">אֹרַח רע</span> <a data-ref=\"Psalms 119:101\" href=\"/Psalms.119.101\">ψ 119:101</a>; <span dir=\"rtl\">עֲצַת רע</span> <a data-ref=\"Ezekiel 11:2\" href=\"/Ezekiel.11.2\">Ez 11:2</a>; <span dir=\"rtl\">מֵחְשְׁבוֹת רע</span> <a data-ref=\"Proverbs 15:26\" href=\"/Proverbs.15.26\">Pr 15:26</a>; <span dir=\"rtl\">אִישׁ רע</span> <a data-ref=\"Proverbs 29:6\" href=\"/Proverbs.29.6\">29:6</a>; <span dir=\"rtl\">אַנְשֵׁי רע</span> <a data-ref=\"Proverbs 28:5\" href=\"/Proverbs.28.5\">28:5</a>; <span dir=\"rtl\">אֵשֶׁת רע</span> <a data-ref=\"Proverbs 6:24\" href=\"/Proverbs.6.24\">6:24</a> (but read <span dir=\"rtl\">רֵעַ</span> Gr Bi Toy)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6609153bf9abbe1d4993a54c", "index_title": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "category": "Quoting Commentary", "type": "", "ref": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Teruma; The Labour of Gratitude 6", "anchorRef": "Exodus 32:22-24", "anchorRefExpanded": ["Exodus 32:22", "Exodus 32:23", "Exodus 32:24"], "sourceRef": "Essays in Ethics; A Weekly Reading of the Jewish Bible, Teruma; The Labour of Gratitude 6", "sourceHeRef": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע, תרומה ו׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 6, "collectiveTitle": {"en": "Essays in Ethics; A Weekly Reading of the Jewish Bible", "he": "מאמרים על אתיקה; קריאות חדשות בפרשת השבוע"}, "heTitle": "תרומה", "he": "", "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<span class=\"poetry indentAll\">Do not be angry, my lord. You know how prone these people are to evil. They said to me, “Make an oracle to lead us, since we do not know what happened to Moses, the man who took us out of Egypt.” So I told them, “Whoever has any gold jewellery, take it off.” Then they gave me the gold, and I threw it into the fire, and out came this calf! (Ex. 32:22–24)</span>", "versionTitle": "Maggid Books and The Orthodox Union, 2016", "license": "CC-BY-NC", "versionTitleInHebrew": ""}]