[{"_id": "51d5b6b9edbab443a0c1430d", "index_title": "Mishnah Arakhin", "category": "Mishnah", "type": "", "ref": "Mishnah Arakhin 4:4", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Mishnah Arakhin 4:4", "sourceHeRef": "משנה ערכין ד׳:ד׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0004, "collectiveTitle": {"en": "Mishnah Arakhin", "he": "משנה ערכין"}, "heTitle": "משנה ערכין", "he": "שָׁנִים בַּנִּדָּר כֵּיצַד, יֶלֶד שֶׁהֶעֱרִיךְ אֶת הַזָּקֵן, נוֹתֵן עֵרֶךְ זָקֵן. וְזָקֵן שֶׁהֶעֱרִיךְ אֶת הַיֶּלֶד, נוֹתֵן עֵרֶךְ יֶלֶד. וַעֲרָכִים בַּנֶּעֱרָךְ כֵּיצַד, אִישׁ שֶׁהֶעֱרִיךְ אֶת הָאִשָּׁה, נוֹתֵן עֵרֶךְ אִשָּׁה. וְאִשָּׁה שֶׁהֶעֱרִיכָה אֶת הָאִישׁ, נוֹתֶנֶת עֵרֶךְ אִישׁ. וְהָעֵרֶךְ בִּזְמַן הָעֵרֶךְ כֵּיצַד, הֶעֱרִיכוֹ פָּחוּת מִבֶּן חָמֵשׁ וְנַעֲשָׂה יוֹתֵר עַל בֶּן חָמֵשׁ, פָּחוּת מִבֶּן עֶשְׂרִים וְנַעֲשָׂה יוֹתֵר עַל בֶּן עֶשְׂרִים, נוֹתֵן כִּזְמַן הָעֵרֶךְ. יוֹם שְׁלֹשִׁים, כִּלְמַטָּה מִמֶּנּוּ. שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנּוּ, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה אִם זָכָר, הֲרֵי אָנוּ לְמֵדִים בְּכֻלָּם מִשְּׁנַת שִׁשִּׁים. מַה שְּׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה, אַף שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה. הֵן. אִם עָשָׂה שְׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה לְהַחֲמִיר, נַעֲשֶׂה שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה לְהָקֵל. תַּלְמוּד לוֹמַר, שָׁנָה שָׁנָה, לִגְזֵרָה שָׁוָה. מַה שָּׁנָה הָאֲמוּרָה בִשְׁנַת שִׁשִּׁים, כִּלְמַטָּה מִמֶּנָּה, אַף שָׁנָה הָאֲמוּרָה בִשְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנָּה, בֵּין לְהָקֵל בֵּין לְהַחֲמִיר. רַבִּי אֶלְעָזָר אוֹמֵר, עַד שֶׁיִּהְיוּ יְתֵרוֹת עַל הַשָּׁנִים חֹדֶשׁ וְיוֹם אֶחָד: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "The sum fixed by the Torah based on <b>the years</b> of age is <b>in accordance with</b> the age of <b>the subject of the vow; how</b> so? <b>A youth who valuated an elder gives the valuation of an elder, and an elder who valuated a youth gives the valuation of a youth. And the</b> distinction based on sex that is written in the <i>halakhot</i> of <b>valuations</b> is stated <b>with regard to the one valuated; how</b> so? <b>A man who valuated a woman gives the valuation of a woman, and a woman who valuated a man gives the valuation of a man.</b> <b>And the</b> different <b>valuation</b> based on the age of the one valuated is determined <b>at the time</b> one takes <b>the</b> vow of <b>valuation; how</b> so? If <b>one valuated</b> another when he was <b>less than five years old,</b> when his valuation is five shekels, <b>and</b> before payment to the Temple treasury the subject of the vow <b>became more than five years old,</b> when his valuation is ten shekels; or if <b>one valuated</b> another when he was <b>less than twenty years old,</b> when his valuation is ten shekels, <b>and</b> before payment to the Temple treasury the subject of the vow <b>became more than twenty years old,</b> when his valuation is fifty shekels, in all these cases <b>he gives</b> payment according to the age of the subject of the valuation <b>at the time of the valuation.</b> The Torah provides three age categories that determine the amount of the valuation: From the age of one month until age five, from age five until age twenty, and from age twenty until age sixty. For anyone less than one month old there is no valuation. The halakhic status of the <b>thirtieth day</b> is <b>like</b> that of the period <b>preceding</b> thirty days, and therefore the one who took the vow is exempt. Likewise, the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them. As it is stated: “And if it is from sixty years old and upward”</b> (Leviticus 27:7), and <b>we derive all</b> the other age categories <b>from</b> the <b>sixtieth year: Just as</b> the halakhic status of the <b>sixtieth year,</b> where upward is written, is <b>like</b> that of the period <b>preceding it, so too,</b> the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them.</b> The mishna asks: Is that <b>so?</b> Can one derive a <i>halakha</i> in this manner? <b>If</b> the Torah <b>rendered</b> the halakhic status of the <b>sixtieth year like</b> that of the period <b>preceding it</b> in order <b>to be stringent</b> and require one who valuated a sixty-year-old person to pay his valuation to the Temple treasury, <b>shall we render</b> the halakhic status of the <b>fifth year and</b> the <b>twentieth year like</b> that of the period <b>preceding</b> them in order <b>to be lenient</b> and pay a lower sum? Therefore, <b>the verse states “year”</b> with regard to the fifth and twentieth years (see Leviticus 27:3–6), and <b>“year”</b> with regard to the sixtieth year (Leviticus 27:7), <b>for a verbal analogy. Just as</b> the halakhic status of the <b>year stated with regard to</b> the <b>sixtieth year</b> is <b>like</b> that of the period <b>preceding</b> it, <b>so too,</b> the halakhic status of the <b>year stated with regard to</b> the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding</b> them, <b>both</b> in order <b>to be lenient and</b> in order <b>to be stringent. Rabbi Eliezer says:</b> Their halakhic status remains like that of the period preceding it, <b>until they will be</b> aged one <b>month and one day beyond the</b> fifth, twentieth, and sixtieth <b>years.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "521db873edbab45814ae5f10", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Rashi on Leviticus 27:7:1", "sourceHeRef": "רש\"י על ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ואם מבן ששים שנה וגו'.</b> כְּשֶׁמַּגִּיעַ לִימֵי הַזִּקְנָה, הָאִשָּׁה קְרוֹבָה לְהֵחָשֵׁב כְּאִישׁ, לְפִיכָךְ הָאִישׁ פּוֹחֵת בְּהִזְדַּקְּנוֹ יוֹתֵר מִשְּׁלִישׁ בְּעֶרְכּוֹ, וְהָאִשָּׁה אֵינָהּ פוֹחֶתֶת אֶלָּא שְׁלִישׁ בְּעֶרְכָּהּ, דְּאָמְרֵי אִינְשֵׁי \"סָבָא בְּבֵיתָא, פַּחָא בְּבֵיתָא, סָבְתָא בְּבֵיתָא סִימָא בְּבֵיתָא וְסִימָנָא טָבָא בְּבֵיתָא\" (ערכין י\"ט):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם מבן ששים שנה AND IF IT BE FROM SIXTY YEARS OLD [AND ABOVE; IF IT BE A MALE THEN THE VALUATION SHALL BE FIFTEEN SHEKELS, AND FOR THE FEMALE TEN SHEKELS] — When one approaches old age a woman is more likely to be of the same importance as a man therefore a man decreases to beyond a third of his valuation when he becomes old (his ערך being fifty shekels and after sixty only fifteen, which is less then 17, the approximate third of 50), whilst a woman decreases only to exactly a third of her valuation (which was previously thirty shekels, and after sixty becomes ten), because people say (i. e. there is a familiar saying): “An old man in the house is a snare (a nuisance) in the house, an old woman in the house is a treasure in the house and a good omen in the house” (Arakhin 19a).", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6afc", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 27:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Onkelos Leviticus 27:7", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ז:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0007, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְאִם מִבַּר שִׁתִּין שְׁנִין וּלְעֵלָּא אִם דְּכוּרָא וִיהֵי פֻרְסָנֵיהּ חֲמֵשׁ עֶסְרֵי סִלְעִין וְלִנְקוּבְתָא עֲסַר סִלְעִין:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If from sixty and above, if he is a male the valuation shall be fifteen <i>shekalim</i> [<b>selaim</b>] and for a female, ten <i>shekalim</i> [<b>selaim</b>].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec333", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 27:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Targum Jonathan on Leviticus 27:7", "sourceHeRef": "תרגום יונתן על ויקרא כ״ז:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0007, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְאִין מִבַּר שִׁתִּין שְׁנִין וּלְעֵילָא אִין בִּיר דְכַר וִיהֵי עֲלוֹיֵיהּ חֲמֵיסַר סִלְעִין וְלִבְרַתָּא נוּקְבָא עֲשַר סִלְעִין", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " Moreover, for a man of sixty years and upwards, his estimation shall be fifteen shekels; and for a female, ten shekels.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54bd4926fbfba2173336bf0c", "index_title": "Metzudat Zion on Judges", "category": "Quoting Commentary", "type": "", "ref": "Metzudat Zion on Judges 5:13:3", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Metzudat Zion on Judges 5:13:3", "sourceHeRef": "מצודת ציון על שופטים ה׳:י״ג:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1740, 1780], "commentaryNum": 13.0003, "collectiveTitle": {"en": "Metzudat Zion on Judges", "he": "מצודת ציון על שופטים"}, "heTitle": "מצודת ציון על שופטים", "he": "<b>לאדירים.</b> כמו באדירים, למ״ד במקום הבי״ת, וכן (ויקרא כז ז) ונפלו לפניכם לחרב, ומשפטו: בחרב:\n", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "as in the mighty ones. the Lamed is in the place of the Bet so too in Leviticus 27: 7 \"they fell by the sword in-front of them. In the sentence its With the sword", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "564b7f3dd6e4a9792e432be9", "index_title": "Rashba on Berakhot", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Berakhot 19b:2", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Rashba on Berakhot 19b:2", "sourceHeRef": "רשב״א על ברכות י״ט ב:ב׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 38.0002, "collectiveTitle": {"en": "Rashba on Berakhot", "he": "רשב״א על ברכות"}, "heTitle": "רשב״א על ברכות", "he": "<b>רוב ארונות יש להן חלל טפח.</b> וא\"ת לדברי רש\"י ז\"ל שפירש גולל דהיינו דף העליון שבארון, כי איכא חלל טפח מאי הוי תיפוק ליה משום גולל ודופק שמטמאין באהל כמת. תירץ הראב\"ד ז\"ל וגם בתוספות, שאין כהן מוזהר אלא על טומאות שהנזיר מגלח עליהן, וגולל ודופק אין הנזיר מגלח עליהן, דתנן בנזיר פרק כ\"ג ונזיר (מט, ב) על אלו טומאות הנזיר מגלח וכו', ועל אלו אין הנזיר מגלח (שם נד, א) הסבכות והפרעות ובית הפרס וארץ העמים והגולל והדופק וכלים הנוגעים במת. ותניא בתוספתא דמכות (פ\"ג, ה\"י) כהן גדול שפרע או שפרם או שנטמא לאחד מן הקרובים הרי זה חייב, זה הכלל כל טומאה מן המת שהנזיר מגלח עליה לוקין עליה את הארבעים וכל טומאה מן המת שאין הנזיר מגלח עליה אין לוקין עליה. ואינו דומה לדם רביעית הבאה משני מתים שמטמא באהל וכהן מוזהר עליו כדנפקא לן מעל כל נפשות מת לא יבא (ויקרא כז, ז) ואע\"פ שאין הנזיר מגלח עליו, דהתם דם מיהא הוי טומאה שהנזיר מגלח עליו כגון חצי לוג כדאיתא התם בנזיר פרק כ\"ג ונזיר (נזיר, שם) אבל גולל ודופק כלל לא דאין אותה טומאה כלל בנזיר לגלח עליה.<br><b></b>ואם תאמר מכל מקום כיון שהגולל טמא היאך הוא חוצץ והא קיימא לן בבבא בתרא (יט, ב) כל דבר שהוא מקבל טומאה אין חוצץ בפני הטומאה. ותירצו בתוספות שהגולל אינו מטמא מבפנים כנגד המת וכדתנן במסכת אהלות פרק חמשה עשר (משנה ט) חבית שהיתה מלאה משקין טהורין ומוקפת צמיד פתיל ועשאוה גולל לקבר הנוגע בה טמא טומאת שבעה והחבית והמשקין טהורין, אלמא חוצצת להציל מה שבתוכה. וטעמא לפי שאינו טמא אלא צד החבית שהוא לצד חוץ כדין גולל. ויש מי שפירש בשם רש\"י ז\"ל שהארונות היו טמונין בכוכין ורוב ארונות יש להן חלל טפח בינם ובין גב הכוך והשתא אין שם טומאת גולל כלל.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5693bd25d6e4a96732f43298", "index_title": "Shadal on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Shadal on Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Shadal on Leviticus 27:7:1", "sourceHeRef": "שד\"ל על ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1835, 1865], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Shadal", "he": "שד\"ל"}, "heTitle": "שד\"ל על ויקרא", "he": "ואם מבן ששים שנה: מה שכתב רש\"י האיש פוחת בהזדקנו יותר משליש בערכו והאשה אינה פוחתת אלא שליש בערכה, כן צריך להבינו: האיש בהזדקנו יורד עד למטה משליש בערכו, אינו שוה אפילו שליש ממה שהיה שוה,) שבתחלה היה שוה 50 ועכשו 15), והאשה אינה יורדת אלא עד שליש בערכה (בתחלה 30 ועכשו 10), ובש\"ס (ערכין י\"ט) אמרו נקבה קימה אתילתא, זכר לא קאי אתילתא.", "heVersionTitle": "Shadal first edition, Padua 1871", "heLicense": "Public Domain", "heVersionTitleInHebrew": "שד״ל במהדורה המקורית, פדובה 1871", "text": [], "versionTitle": "Sefaria Community Translation", "license": "CC0", "versionTitleInHebrew": "תרגום קהילת ספריא"}, {"_id": "574feadbd6e4a90d6df97abd", "index_title": "Otzar Midrashim", "category": "Midrash", "type": "", "ref": "Otzar Midrashim, The Aleph Bet of ben Sira 1:37", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Otzar Midrashim, The Aleph Bet of ben Sira 1:37", "sourceHeRef": "אוצר מדרשים, אלפא ביתא דבן סירא א׳:ל״ז", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1915], "commentaryNum": 1.0037, "collectiveTitle": {"en": "Otzar Midrashim", "he": "אוצר מדרשים"}, "he": "לעולם הוי מכבד את הזקנים ואל תבזם, שכל מי שמכבד את הזקנים אם הוא רשע נעשה ירא שמים שנאמר מפני שיבה תקום והדרת פני זקן ויראת מאלהיך אני ה', מכאן אמרו כל המכבד את הזקן כאלו מכבד את הקב\"ה, שאלמלא הזקנים אין העולם מתקיים, ואם יאמרו לך הזקנים סתור ביתך ועשה אשפה סתור כעצת הזקנים, ואם יאמרו לך הבחורים בנה אשפה זו ועשה שם בית תבזם ולא תבנה כעצת הבחורים, שסתירת זקנים בנין ובנין נערים סתירה, ולא תעשה כרחבעם בן שלמה ששמע לעצת הילדים ועזב עצת הזקנים וסתר המלכות וירד ממנו, שאין העולם מתקיים אלא בשביל הזקנים ובשביל תינוקות של בית רבן שלא חטאו, וכל מדינה שאין בה זקן ראויה היא ליחרב, ואם תראה שהזקנים ספו תמו מן העיר רעה באה לעיר, שנאמר כי מפני הרעה נאסף הצדיק, ואם תתמה מדבר זה לך והסתכל בלוט, שכל זמן שהיה לוט בסדום לא נהפכה ולא נשרפה העיר עד שיצא ממנה, ומנין שכך היה, שאותו היום שהלכו המלאכים לסדום היו רוצים לאבדה ולהשחיתה, מיד כשסגרו המלאכים הבית רצו להשחיתה ולכן התחילו להכותם בסנורים, שנאמר וישלחו האנשים את ידם ויביאו את לוט אליהם הביתה ואת הדלת סגרו, ומיד הכו לאנשי העיר שנאמר ואת האנשים אשר פתח הבית הבו בסנורים מקטן ועד גדול וילאו למצוא הפתח, ובשביל שהיה לוט זקן וצדיק נתעכבו המלאכים מלהשחיתה אותו יום ואותו לילה עד למחר שיצא ממנה, שנאמר וכמו השחר עלה ויאיצו המלאכים וגו׳. וכמו שהוא עכב יציאתו מן העיר כך עכבו המלאכים להשחיתה, שאינן יכולין לעשות דבר, שנאמר מהר המלט שמה כי לא אוכל לעשות דבר, ומיד שיצא ממנה כשלש פסיעות התחילו להשחיתה. ומנין שזקן היה לוט שנאמר ותאמר הבכירה אל הצעירה אבינו זקן, ואף בימי דור המבול לא בא המבול על הארץ עד שנפטר מתושלח לבית עולמו, שכל זמן שמתושלח קיים עיכב הקב״ה להביא מבול לעולם (אדר״נ פל״ב, סנהדרין ק\"ח:), שכן מצינו בנח שמאחר שנכנס לתיבה עמד בה ולא בא המבול, אמר נח לפני הקב״ה, רבש״ע מפני מה הכנסתני בתיבה להמית או להחיות, אמר לו להחיות, אמר לפניו אם כן אנו יושבין בתיבה ואין המבול יורד לעולם טוב לנו שנשב בארץ (ביבשה), השיבו הקב״ה ואמר לו, זקן אחד יש לי בארץ וצדיק גמור הוא ואין לי רשות להוריד מבול לעולם עד שיפטר מן העולם. אמר לפניו רבש\"ע ומי הוא הצדיק, אמר לו מתושלח זקנך, א\"ל אם כן הכנס אותו עמנו וירד מבול לעולם כמו שאמרת, א\"ל אינו מתקיים בעולם אלא שבוע אחד ואח\"כ יפטר לבית עולמו וירד מבול לעולם, שנאמר כי לימים עוד שבעה אנכי ממטיר על הארץ, וכיון שעברו שבעת ימים נפטר מתושלח ובא המבול. מכאן אמרו שבשביל זקן אחד שיהיה בארץ והוא צדיק גמור אין הקב״ה מביא רעה לעולם, שכן מצינו שבשביל מתושלח נתעכב המבול ולא בא לעולם ואחר שמת מיד בא המבול, שנאמר ויהי לשבעת הימים ומי המבול היו על הארץ. ואם תאמר נח צדיק היה ובא המבול לעולם ולא נתעכב בשבילו מאומה, יש אומרים שצדיק היה נח בדורותיו ולא בדור אחר, שכך אמר לו הקב״ה כי אותך ראיתי צדיק לפני בדור הזה, בדור הזה אתה צדיק אבל לא בדור אחר. ולא עוד אלא שלא היה זקן, שבשביל הזקנים טובה באה לעולם ובאסיפתם רעה באה לעולם, שנאמר הצדיק אבד ואין איש שם על לב ואנשי חסד נאספים ואין מבין כי מפני הרעה נאסף הצדיק, וכל השומע לעצתו של זקן ניצל מכל צרה, כדאמר בן סירא סבא בביתא סימנא טבא בביתא (עי׳ רש״י ויקרא כ״ז ז׳).", "heVersionTitle": "Otzar Midrashim, New York, 1915", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57e77d35d6e4a94c7c18a99e", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 27:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Tafsir Rasag, Leviticus 27:7", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ז:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0007, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואן כאן מן סתין סנה פצאעדא פקימה אלד̇כר כ̇מסה עשר מת̇קאלא ואלאנת̇י עשרה מת̇אקיל", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59636c07d6e4a9416e9c436f", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Mizrachi, Leviticus 27:7:1", "sourceHeRef": "מזרחי, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>ואם מבן ששים שנה משמגיע לימי הזקנ' האשה קרובה להחשב כאיש. </b>שהרי האיש פוחת בזקנותו פחות משליש בערכו והאשה אינה פוחתת אלא שליש בערכה היינו דאמרי אינשי סבא בבית' כו': \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2c31d6e4a90d4d5b6ec7", "index_title": "Steinsaltz on Ketubot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Ketubot 46a:1", "anchorRef": "Leviticus 27:2-8", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Steinsaltz on Ketubot 46a:1", "sourceHeRef": "ביאור שטיינזלץ על כתובות מ״ו א:א׳", "anchorVerse": 2, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 91.0001, "collectiveTitle": {"en": "Steinsaltz on Ketubot", "he": "ביאור שטיינזלץ על כתובות"}, "heTitle": "ביאור שטיינזלץ על כתובות", "he": "<b>רב פפא אמר: מאי</b> <small>[מה</small> פירוש<small>]</small> <b>\"בעל לוקה\" דקתני התם</b> <small>[ששנה שם],</small> \"לוקה\" משמעו — שמשלם <b>ממון.</b> ושואלים: <b>וקרי ליה</b> <small>[ו</small>האם <small>קורא</small> הוא <small>לו]</small> <b>ל</b>תשלום <b>ממון</b> בשם <b>\"מלקות\"?</b> ומשיבים: <b>אין</b> <small>[כן],</small> <b>והא תנן</b> <small>[ו</small>אכן <small>כן שנינו</small> במשנה<small>]:</small> <b>האומר \"חצי ערכי עלי\" — נותן חצי ערכו,</b> כפי שנקצב לכל אדם בתורה (ויקרא כז, ב-ח) לפי מינו ולפי מספר שנותיו. <b>ר' יוסי בר' יהודה אומר: לוקה ונותן ערך שלם.</b> ושאלו על כך: <b>לוקה אמאי</b> <small>[מדוע]?</small> וכי מה עבירה עבר שילקה עליה? <b>אמר רב פפא:</b> הכוונה היא <b>לוקה</b> בממונו, שמתחייב <b>בערך שלם.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef316cd6e4a90d4d5d4835", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 121b:11", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Steinsaltz on Bava Batra 121b:11", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא קכ״א ב:י״א", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 242.0011, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>אלא אמר רב אחא בר יעקב: לא נגזרה גזירה לא על</b> מי שהיה <b>פחות מבן עשרים</b> שנה באותו זמן <b>ולא על</b> מי שהיה אז <b>יתר מבן ששים; לא על פחות מבן עשרים</b> — <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"מבן עשרים שנה ומעלה\"</b> (ראה במדבר  ד, ג), <b>ולא על יתר מבן ששים</b> — <b>גמר</b> <small>[למד]</small> מגזירה שווה <b>\"</b>מבן עשרים שנה <b>ומעלה\"</b> הנאמר בגזירת המרגלים, ו<b>\"</b>אם מבן ששים שנה <b>ומעלה\"</b> (ויקרא כז, ז) <b>מ</b>הנאמר בפרשת <b>ערכין, מה להלן</b> בערכין <b>יתר מבן ששים</b> <b>כפחות מבן עשרים,</b> שאין דינם כבן מי שהוא מבן עשרים עד בן ששים, <b>אף כאן</b> — <b>יתר מבן ששים כפחות מבן עשרים</b> ולא נגזרה עליו גזירה, ויאיר בן מנשה כבר היה בן ששים כשיצא ממצרים.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef33a3d6e4a90d4d5deca2", "index_title": "Steinsaltz on Sanhedrin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Sanhedrin 2a:7", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Steinsaltz on Sanhedrin 2a:7", "sourceHeRef": "ביאור שטיינזלץ על סנהדרין ב׳ א:ז׳", "anchorVerse": 1, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 3.0007, "collectiveTitle": {"en": "Steinsaltz on Sanhedrin", "he": "ביאור שטיינזלץ על סנהדרין"}, "heTitle": "ביאור שטיינזלץ על סנהדרין", "he": "<b>נטע רבעי,</b> שהם פירות עצים בשנה הרביעית לנטיעתם שמותר לאכלם לאחר שפדאום והביאו תמורתם הכספית לירושלים, <b>ומעשר שני</b> כשאינו יכול להביאו ולאוכלו בירושלים וצריך לפדותו אלא <b>שאין דמיו ידועין</b> — <b>בשלשה.</b> הערכתם של <b>ההקדשות בשלשה, הערכין</b> שאף הם ממיני ההקדשות (ויקרא כז, א–ח) <b>המטלטלים</b> — מוערכים <b>בשלשה. ר' יהודה אומר:</b> צריך שיהיה <b>אחד מהן כהן.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a1544b6d6e4a92409ac086d", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Siftei Chakhamim, Leviticus 27:7:1", "sourceHeRef": "שפתי חכמים, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>דאמרי אינשא סבא בביתא פחא.</b> מלשון פח יקוש הוא כלומר שהוא רע בבית:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>An old man in the houseùa snare (פחא) in the house.</b> Like the expression “a net (פח) that snares” (Tehillim 91:3). I.e., it is bad to have him in the house.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5a1544b6d6e4a92409ac086f", "index_title": "Siftei Chakhamim", "category": "Commentary", "type": "commentary", "ref": "Siftei Chakhamim, Leviticus 27:7:2", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Siftei Chakhamim, Leviticus 27:7:2", "sourceHeRef": "שפתי חכמים, ויקרא כ״ז:ז׳:ב׳", "anchorVerse": 7, "sourceHasEn": true, "inline_reference": {"data-commentator": "Siftei Chakhamim", "data-label": "⚬"}, "compDate": [1660, 1680], "commentaryNum": 7.0002, "collectiveTitle": {"en": "Siftei Chakhamim", "he": "שפתי חכמים"}, "heTitle": "ויקרא", "he": "<b>סבתא בביתא סימא.</b> אוצר טוב ומטמוני מסתרים תרגום וסימא דמטמרן:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY", "heVersionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009", "text": "<b>An old woman in the houseùa treasure (סימא) in the house.</b> A good treasure. The Targum translates ומטמוני מסתרים, “secret hidden things” (Yeshayahu 45:3) as סימא דמטמרן.\n", "versionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": "חומש שפתי חכמים, הוצאת מצודה, 2009"}, {"_id": "5b450ab9c9688f00161d8f17", "index_title": "Rashi on II Kings", "category": "Quoting Commentary", "type": "", "ref": "Rashi on II Kings 12:5:1", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Rashi on II Kings 12:5:1", "sourceHeRef": "רש\"י על מלכים ב י״ב:ה׳:א׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Rashi on II Kings", "he": "רש\"י על מלכים ב"}, "heTitle": "רש\"י על מלכים ב", "he": "<b>כֶּסֶף עוֹבֵר אִישׁ כֶּסֶף נַפְשׁוֹת עֶרְכּוֹ.</b> שְׁנֵי כְסָפִים יֵשׁ כָּאן, כָּל הָעוֹבֵר עַל הַפְּקֻדִים, כֶּסֶף עוֹבֵר, הוּא כֶּסֶף הַשְּׁקָלִים שֶׁבְּכָל שָׁנָה, הַנֶּאֱמַר בּוֹ: וְאִישׁ שֶׁיִּתְנַדֵּב עֶרְכַּת נַפְשׁוֹ, הָאוֹמֵר עֶרְכִּי עָלַי.", "heVersionTitle": "The Metsudah Tanach series, Lakewood, N.J", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<b>The half-<i>shekel</i> [given by every male over twenty,] and donations representing the value of one’s age.</b> Two types of money are mentioned here. “Everyone who passes the numbering,”<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Shemos 30:13-14.</i> [The first type is] the money of anyone who passes the numbering, i.e., the money of the annual <i>shekalim</i>, about which it is stated, and [the second type is] anyone who volunteers his own value, i.e., one who says, “My value shall be incumbent upon me [to donate].”<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See Vayikra 27:1-8.</i>", "versionTitle": "The Metsudah Tanach series, Lakewood, N.J", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b083bb386c011bea2127", "index_title": "Rashi on Niddah", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Niddah 48a:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Rashi on Niddah 48a:7:1", "sourceHeRef": "רש\"י על נדה מ״ח א:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Rashi on Niddah", "he": "רש\"י על נדה"}, "heTitle": "רש\"י על נדה", "he": "שבזכר ושבנקבה מיבעי ליה - לישנא דקרא דכתיב (שם) ולנקבה עשרת שקלים אלא בן ובת לישנא דמתניתין היא בן עשרים ובת עשרים:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7dadd74d7b5e00177ba50c", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Bechukotai, Section 3 9", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Sifra, Bechukotai, Section 3 9", "sourceHeRef": "ספרא, בחוקתי, פרשה ג ט׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 9, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[ט] 'זכר' – ולא טומטום ואנדרוגינוס. יכול לא יהיו בכלל איש אבל יהיו בכלל אשה? תלמוד לומר \"ואם נקבה היא\" – זכר ודאי ונקבה ודאית, ולא טומטום ואנדרוגינוס. ומנין ששנת ששים כלמטה הימנו? תלמוד לומר \"ואם מבן ששים שנה ומעלה אם זכר\" – מלמד ששנת ששים כלמטה הימנו.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "9) \"For the male\": and not a tumtum or a hermaphrodite. I might think they are not included in the category of \"man,\" but they are included in the category of \"woman\"; it is, therefore, written (Vayikra 27:4) \"And if she be a female\" — either a definite male or a definite female, but not a tumtum or a hermaphrodite. And whence is it derived that the sixtieth year (itself) is regarded as below it? From (Vayikra 27:7) \"And if from sixty years and above\" — which teaches that the sixtieth year itself is (regarded) as below it.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7daddf30811000605922a1", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Bechukotai, Section 3 11", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Sifra, Bechukotai, Section 3 11", "sourceHeRef": "ספרא, בחוקתי, פרשה ג י״א", "anchorVerse": 7, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 11, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרשה ג", "he": "[יא] הין! אם עשית שנת ששים כלמטה הימנו להחמיר; נעשה שנת חמש ושנת עשרים כלמטה הימנו להקל?! תלמוד לומר \"שנה\" \"שנה\" לגזירה שוה; מה \"שנה\" האמורה בשנת ששים – כלמטה הימנו, אף \"שנה\" האמורה בשנת חמש ושנת עשרים – כלמטה הימנו, בין להקל בין להחמיר. ר' אליעזר אומר מנין לחדש אחד ויום אחר החדש הרי הוא כשנת ששים? תלמוד לומר \"ומעלה\". נאמר כאן \"ומעלה\" ונאמר להלן (במדבר ג, מ) \"ומעלה\": מה \"ומעלה\" האמור להלן – חדש אחד ויום אחר החדש, אף כאן – חדש אחד ויום אחר החדש.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "11) Now if you make the sixtieth year \"below it\" for stringency (of liability) would you make the fifth year as the twentieth year \"below it\" for leniency (of liability)! It is, therefore, written \"year\" - \"year\" for a gezeirah shavah (identity) — Just as \"year\" written in respect to the sixtieth year is \"below it,\" so \"year\" written in respect to the fifth year and the twentieth year is \"below it\" — whether for leniency or for stringency. R. Eliezer says; Whence is it derived that one month and one day (above the sixtieth year) is regarded as the sixtieth year? From (Vayikra 27:7) (\"And if from sixty years) and above.\" It is written here \"and above,\" and elsewhere (Bamidbar 3:15) \"and above.\" Just as \"and above\" elsewhere is one month and one day after the month, so, here, one day and one month after the month is regarded as the sixtieth year.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cb5e1d5faf53a00181b694a", "index_title": "Steinsaltz on Bekhorot", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bekhorot 49a:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Steinsaltz on Bekhorot 49a:7", "sourceHeRef": "ביאור שטיינזלץ על בכורות מ״ט א:ז׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 97.0007, "collectiveTitle": {"en": "Steinsaltz on Bekhorot", "he": "ביאור שטיינזלץ על בכורות"}, "heTitle": "ביאור שטיינזלץ על בכורות", "he": "<b>ור' עקיבא מספקא ליה</b> <small>[מסופק היה לו</small> הדבר<small>]:</small> האם <b>מדאיצטריך למכתב</b> <small>[מ</small>כך <small>שהוצרך לכתוב</small> בתורה<small>]</small> <b>\"ומעלה\" גבי</b> <small>[אצל]</small> מצות <b>ערכין:</b> \"ואם מבן ששים שנה ומעלה...\" (ויקרא כז, ז), ללמד ש\"בן ששים\" הוא מי שכבר מלאו לו ששים שנה, <b>ולא גמרי</b> <small>[למדים]</small> דיני הערכין בבנין אב <b>מ</b>פדיון הבכורות ב<b>מדבר</b> (שנאמר בו \"ומעלה\"), שכל מקום בו נאמר \"מבן\" הרי זה מי שנשלם בו פרק זמן זה, אם כן, פדיון הבכורות במדבר וערכין <b>הוו להו</b> <small>[הרי הם]</small> <b>שני כתובים הבאים כאחד,</b> המלמדים אותו דין,", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7f75a63ace0019688e35", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 2a:1", "anchorRef": "Leviticus 27:3-7", "anchorRefExpanded": ["Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7"], "sourceRef": "Steinsaltz on Arakhin 2a:1", "sourceHeRef": "ביאור שטיינזלץ על ערכין ב׳ א:א׳", "anchorVerse": 3, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>א משנה</big> <b>הכל מעריכין,</b> שאם נדרו ערכו של אדם — חייבים לתת להקדש את ערכו הקצוב בתורה לפי שנותיו ומינו (ויקרא כז, ג—ז), <b>ו</b>הכל <b>נערכין,</b> שאם נדר את ערכם חייב לשלם. וכן הכל <b>נודרין</b> להקדש את שוויו של אדם (כאילו היה נמכר כעבד), <b>ו</b>הכל <b>נודרין,</b> שאם אמר \"דמיו של פלוני עלי\" — חייב לשלם להקדש: <b>כהנים, לוים, וישראלים, נשים, ועבדים.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fa5a63ace0019688f90", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 18a:13", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Steinsaltz on Arakhin 18a:13", "sourceHeRef": "ביאור שטיינזלץ על ערכין י״ח א:י״ג", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 35.0013, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>ד משנה</big> בתורה נאמרו ערכים שונים למי שהוא מבן חודש עד חמש שנים, למי שהוא מבן חמש ועד עשרים, ולמבן עשרים ועד ששים. ועל כן נאמר כי תינוק כשהוא ב<b>יום</b> ה<b>שלשים</b> להיוולדו נחשב <b>כלמטה הימנה,</b> כפחות מבן חודש, ומכיון שאין ערך בתורה לפחות מבן חודש הריהו פטור. וכן <b>שנת</b> ה<b>חמש</b> עצמה <b>ושנת עשרים</b> דינם <b>כלמטה מהם. שנאמר</b> בהמשך הפרשה: <b>\"ואם מבן ששים שנה ומעלה\"</b> (ויקרא כז, ז), <b>הרי אנו למדים בכולן משנת ששים</b> שנאמר בה \"ומעלה\", <b>מה שנת ששים</b> עצמה היא <b>כלמטה הימנה,</b> ואין משתנה ערכו אלא לאחר שנת הששים, <b>אף שנת חמש ושנת עשרים כלמטה הימנה.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fa6a63ace0019688f9c", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 18b:5", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Steinsaltz on Arakhin 18b:5", "sourceHeRef": "ביאור שטיינזלץ על ערכין י״ח ב:ה׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 36.0005, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>א</big> נאמר במשנה, <b>ר' אליעזר אומר:</b> שנת החמש ושנת העשרים ושנת הששים נידונות לענין ערכין כלמטה מהן, <b>עד שיהו יתירות על השנים חודש ויום אחד.</b> ובטעם הדבר, <b>תניא</b> <small>[שנויה</small> ברייתא<small>],</small> <b>ר' אליעזר אומר: נאמר כאן</b> בערכין <b>\"למעלה\"</b> (\"ומעלה\", ויקרא כז, ז), <b>ונאמר להלן</b> במנין הלויים במדבר: \"מבן <b>חדש ומעלה</b> תפקדם\" (במדבר ג, טו), <b>מה להלן</b> מדובר במי שהוא <b>מבן חודש ויום אחד,</b> <b>אף כאן</b> בערכין, כשנאמר \"מבן חמש\", \"מבן עשרים\", \"מבן ששים\", הכוונה היא: <b>מבן חודש ויום אחד.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0a3eb7d2e1475644b99", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Midrash Lekach Tov, Leviticus 27:7:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואם מבן ששים שנה ומעלה אם זכר והיה ערכך חמשה עשר שקל ולנקבה ערכך עשרה שקלים. כל זמן שהאיש והאשה בבחרותם ערך האיש קרוב להיות כפול מערך האשה אבל משהזקינו אין ערך האיש כפול לערך האשה ואף לא קרוב שהאשה בזקנותה עבודתה קרובה לאיש:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f269b5e0ed6f7051ef35630", "index_title": "Mishnah Sanhedrin", "category": "Mishnah", "type": "", "ref": "Mishnah Sanhedrin 1:3", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Mishnah Sanhedrin 1:3", "sourceHeRef": "משנה סנהדרין א׳:ג׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0003, "collectiveTitle": {"en": "Mishnah Sanhedrin", "he": "משנה סנהדרין"}, "heTitle": "משנה סנהדרין", "he": "סְמִיכַת זְקֵנִים וַעֲרִיפַת עֶגְלָה, בִּשְׁלֹשָׁה, דִּבְרֵי רַבִּי שִׁמְעוֹן. וְרַבִּי יְהוּדָה אוֹמֵר, בַּחֲמִשָּׁה. הַחֲלִיצָה וְהַמֵּאוּנִין, בִּשְׁלֹשָׁה. נֶטַע רְבָעִי וּמַעֲשֵׂר שֵׁנִי שֶׁאֵין דָּמָיו יְדוּעִין, בִּשְׁלֹשָׁה. הַהֶקְדֵּשׁוֹת, בִּשְׁלֹשָׁה. הָעֲרָכִין הַמִּטַּלְטְלִין, בִּשְׁלֹשָׁה. רַבִּי יְהוּדָה אוֹמֵר, אֶחָד מֵהֶן כֹּהֵן. וְהַקַּרְקָעוֹת, תִּשְׁעָה וְכֹהֵן. וְאָדָם, כַּיּוֹצֵא בָהֶן: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "Both the <b>laying of hands by the Sages and the breaking of the heifer’s neck</b> in a case where a person was found murdered and it is not known who killed him (see Deuteronomy 21:1–9) are performed in front of a panel <b>of three</b> judges; this is <b>the statement of Rabbi Shimon. Rabbi Yehuda says:</b> These rituals are performed in front <b>of five</b> judges. Both <b><i>ḥalitza</i>,</b> the ritual through which the <i>yavam</i>, a surviving brother of a married man who died without sons, frees the <i>yevama</i>, the widow, of her levirate bond in a case where the <i>yavam</i> does not wish to marry the <i>yevama</i> (see Deuteronomy 25:5–10), <b>and the refusal</b> of a girl before reaching majority to remain married to the man to whom her mother or brother married her off, are performed before a court <b>of three</b> judges. The <i>halakha</i> concerning fruit of a fourth-year sapling and second-tithe produce is that they are to be brought to Jerusalem and eaten there. If this is impractical, the produce can be redeemed and the redemption money brought to Jerusalem, where it is used to purchase food and drink. Valuation of fruit of <b>a fourth-year sapling or second-tithe</b> produce in cases <b>where their value is not known</b> is performed <b>by three</b> judges. The valuation of <b>consecrated</b> property for purposes of redemption is performed <b>by three</b> judges, and <b>the valuations that are movable property</b> (see Leviticus 27:1–8) are performed <b>by three</b> judges. <b>Rabbi Yehuda says: One of</b> the three judges must be <b>a priest.</b> <b>And the</b> valuation of consecrated <b>land</b> is performed by <b>nine</b> judges <b>and,</b> in addition, one <b>priest. And</b> the valuation of <b>a person</b> for the purpose of a vow is performed in <b>a similar manner to</b> that of land.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5f269d08c5f4c0898ae2e251", "index_title": "Mishnah Arakhin", "category": "Mishnah", "type": "", "ref": "Mishnah Arakhin 1:1", "anchorRef": "Leviticus 27:3-7", "anchorRefExpanded": ["Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7"], "sourceRef": "Mishnah Arakhin 1:1", "sourceHeRef": "משנה ערכין א׳:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 1.0001, "collectiveTitle": {"en": "Mishnah Arakhin", "he": "משנה ערכין"}, "heTitle": "משנה ערכין", "he": "הַכֹּל מַעֲרִיכִין וְנֶעֱרָכִין, נוֹדְרִים וְנִדָּרִים, כֹּהֲנִים וּלְוִיִּם וְיִשְׂרְאֵלִים, נָשִׁים וַעֲבָדִים. טֻמְטוּם וְאַנְדְּרוֹגִינוֹס, נוֹדְרִים וְנִדָּרִים וּמַעֲרִיכִין, אֲבָל לֹא נֶעֱרָכִין, שֶׁאֵינוֹ נֶעֱרָךְ אֶלָּא זָכָר וַדַּאי וּנְקֵבָה וַדָּאִית. חֵרֵשׁ, שׁוֹטֶה וְקָטָן, נִדָּרִין וְנֶעֱרָכִין, אֲבָל לֹא נוֹדְרִין וְלֹא מַעֲרִיכִין, מִפְּנֵי שֶׁאֵין בָּהֶם דָּעַת. פָּחוּת מִבֶּן חֹדֶשׁ, נִדָּר אֲבָל לֹא נֶעֱרָךְ: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>Everyone takes</b> vows of <b>valuation</b> and is thereby obligated to donate to the Temple treasury the value fixed by the Torah (see Leviticus 27:3–7) for the age and sex of the person valuated. <b>And</b> similarly, everyone <b>is valuated,</b> and therefore one who vowed to donate his fixed value is obligated to pay. Likewise, everyone <b>vows</b> to donate to the Temple treasury the assessment of a person, based on his market value to be sold as a slave, and is thereby obligated to pay; <b>and</b> everyone is the object of <b>a vow</b> if others vowed to donate his assessment. This includes <b>priests, Levites and Israelites, women, and</b> Canaanite <b>slaves.</b> <b>A <i>tumtum</i>,</b> whose sexual organs are concealed, <b>and a hermaphrodite [<i>androginos</i>], vow, and</b> are the object of <b>a vow, and take</b> vows of <b>valuation, but they are not valuated.</b> Consequently, if one says, with regard to a <i>tumtum</i>: The valuation of so-and-so is incumbent upon me to donate to the Temple treasury, he is not obligated to pay anything, <b>as only a definite male or a definite female are valuated.</b> <b>A deaf-mute, an imbecile, and a minor</b> are the object of <b>a vow and are valuated, but neither vow</b> to donate the assessment of a person <b>nor take</b> a vow of <b>valuation, because they lack the</b> presumed <b>mental competence</b> to make a commitment. A child <b>less than one month old is</b> the object of <b>a vow</b> if others vowed to donate his assessment, <b>but is not valuated</b> if one vowed to donate his fixed value, as the Torah did not establish a value for anyone less than a month old.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5fd2fc072efe8d2b5816953c", "index_title": "Rashi on Hosea", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Hosea 3:3:3", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Rashi on Hosea 3:3:3", "sourceHeRef": "רש\"י על הושע ג׳:ג׳:ג׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Rashi on Hosea", "he": "רש\"י על הושע"}, "heTitle": "רש\"י על הושע", "he": "<b>וגם אני אליך.</b> אנכי ה' אלהיך (שם) ואשר עשה שני חשבונות מחמשים יום אחד לסוף חומר ואחד לסוף לתך כנגד המן שירד להם לסוף ל' יום בט\"ו באייר ומשם לחמשה עשר יום מנין סאין של לתך ביום הזה באו מדבר סיני בר\"ח סיון, ובשם רב האי מצאתי דבר הגון, ואכרה לי וגו', קצבתי דמי כופר פדיונה לנגדי בדמים קלי' האומר ערך נפשי עלי אם מבן ששים ומעלה והיה ערכך חמשה עשר שקל <b>וחומר שעורין.</b> ערך זכר מבן עשרים שנה ומעלה ועד בן ס' חמשים שקל והם דמי פדיון חומר שעורין שגם הוא חמשים שקל כסף, ולתך שעורין דמי פדיון קרקע לתך שעורין למקדש, עשרים וחמשה שקלים הוא ערך הקצוב מבן חדש עד ה' שנים חמש שקלים ומבן חמש שנים עד בן עשרים שנה והיה ערכך עשרי' שקלים הרי עשרים וחמשה אחר כל החיבה הזאת אמרתי לה ימים רבים תשבי לי לא תזני לאלהים אחרים כי אם תזני ימי' רבים ישבו בניך אין מלך ואין שר ואין זבח במקדש ביהודה ואין מצבת הבעל בשומרון למלכי ישראל ואין אפוד של אורים ותומים המגיד להם נעלמות ואין תרפים הם דמות הנעשים בכוון שעה אחת העשויה לכך ומדברים מאיליהן ומגידים נעלמות וכן ת\"י ולית אפודא ומחוי:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "<b>will I be towards you</b> “I am the Lord your God” (Ex. 20:2). Now the reason he split the fifty days into separate calculations, one at the conclusion of “chomer” (i.e., 50 days), the other at the conclusion of “lethech” (i.e., the ensuing 15 days), is to represent the “manna” that descended upon them at the culmination of thirty days [from their exodus] on the fifteenth day (sic) of Iyar. From that point, for an [additional] fifteen daysthe numerical equivalent of the number of seah in a lethechon that day they arrived in the Sinai desert on the first day of the month of Sivan. Now in the name of Rav Hai I found a most fitting thing: “So I bought her to me etc.,” (verse 2) I have established her atonement indemnity money as a light sum, for whosoever states: “My valuation is incumbent upon me to contribute to the sanctuary, should he be from the age of sixty and above” his valuation shall be fifteen shekels (Lev. 27:7). This sum of fifteen shekels is, according to this interpretation, symbolized by the fifteen pieces of silver of v. 2): Now the “chomer” of barley [represents] the valuation of a male aged twenty and above until sixty, viz. fifty shekels (see Lev. 27:3), the amount of redemption money of a chomer of barley which is similarly fifty silver shekels (See Lev. 27:16: “And if a man shall dedicate to the Lord some part of his field...the seed of a “chomer” of barley shall be valued at fifty shekels of silver.”) Now regarding the lethech of barley, the amount for redeeming a field containing a lethech of barley for the sanctuary is twenty-five shekels, which is [equal to the sum of] the valuation of someone from one month up to five years, which equals five shekels (Lev. 27:6), and that of one from five years up to twenty years, in which cases, “the valuation shall be twenty shekels (Lev. 27:5),” totalling twenty-five shekels. After all this display of affection [by allowing for such relatively easy absolution,] I said to her: <b>[3] You shall remain as mine for many days; you shall not play the harlot</b> by turning to other gods, for, if you do play the harlot, your children shall remain for many days... <b>having neither king nor prince nor sacrifice</b> in the Temple in Judah. <b>nor pillar</b> The pillar of Baal in Samaria of the kings of Israel. <b>nor ephod</b> of the Urim and Tummim, which discloses to them hidden things. <b>teraphim</b> They are images constructed, having in mind a particular hour established, at which time they speak of their own accord and tell of hidden things. So does Jonathan translate: and there shall be no ephod or oracle.", "versionTitle": "The Judaica Press complete Tanach with Rashi, translated by A. J. Rosenberg", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6032a423e682bedea1afd44a", "index_title": "Mishnah Bikkurim", "category": "Mishnah", "type": "", "ref": "Mishnah Bikkurim 4:5", "anchorRef": "Leviticus 27:2-8", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Mishnah Bikkurim 4:5", "sourceHeRef": "משנה ביכורים ד׳:ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Mishnah Bikkurim", "he": "משנה ביכורים"}, "heTitle": "משנה ביכורים", "he": "כֵּיצַד אֵינוֹ שָׁוֶה לֹא לַאֲנָשִׁים וְלֹא לַנָּשִׁים: אֵין חַיָּבִים לֹא עַל מַכָּתוֹ וְלֹא עַל קִלְלָתוֹ לֹא כַּאֲנָשִׁים וְלֹא כַּנָּשִׁים, וְאֵינוֹ נֶעֱרָךְ לֹא כַּאֲנָשִׁים וְלֹא כַּנָּשִׁים, וְאִם אָמַר \"הֲרֵינִי נָזִיר שֶׁזֶּה לֹא אִישׁ וְלֹא אִשָּׁה\" אֵינוֹ נָזִיר. רַבִּי מֵאִיר אוֹמֵר: אַנְדְּרוֹגִינוֹס בְּרִיָּה בִּפְנֵי עַצְמָהּ הוּא וְלֹא יָכְלוּ חֲכָמִים לְהַכְרִיעַ עָלָיו אִם הוּא אִישׁ אוֹ אִשָּׁה. אֲבָל טֻמְטוּם אֵינוֹ כֵּן, פְּעָמִים שֶׁהוּא אִישׁ פְּעָמִים שֶׁהוּא אִשָּׁה:", "heVersionTitle": "Version of the Gemara - vocalized", "heLicense": "Public Domain", "heVersionTitleInHebrew": "נוסחת הגמרא -- מנוקד", "text": "And in what is he different from both men and women? One does not burn terumah if it came into contact with his discharge, Neither is he liable for entering the temple while impure, unlike men or women. He must not be sold as a Hebrew slave, unlike men or women. He cannot be evaluated, unlike men or women. If one says: “I will be a nazirite, if he is neither a man nor a woman,” then he becomes a nazirite. Rabbi Yose says: the hermaphrodite is a unique creature, and the sages could not decide about him. But this is not so with a tumtum (one of doubtful), for sometimes he is a man and sometimes he is a woman.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d123e80edc1ab98735c22", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ד׳:ז׳", "anchorVerse": 1, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: <b>\"ובקרקעות תשעה וכהן\".</b>\n<br>למה שׁמים את הקרקעות בעשרה אנשים? -\n<br>מציעים הסבר: <b>כנגד</b> (בהקבלה ל-) <b>עשרה כהנים האמורין בפרשה</b> – בפרשה של ערכים ופדיון הקדשות מופיעה המילה \"הַכֹּהֵן\" עשר פעמים: שלוש פעמים בעניין ערכי אדם (ויקרא כז,א-ח), ושבע פעמים בעניין פדיון הקדשות לבדק הבית (ויקרא כז,יא-כה). בעניין ערכי אדם הכוהן מעריך (שָׁם) את רכוש הנודר, ובעניין פדיון הקדשות לבדק הבית הכוהן מעריך את הבהמה הטמאה ואת הבית ומחשב את ערך השדה (המילה \"לַכֹּהֵן\" שמופיעה בפרשה אינה מן המניין). ויש לדרוש שכל מופע של המילה \"הַכֹּהֵן\" בא להוסיף איש, ומכאן ששׁמים את הקרקעות בעשרה אנשים<b>.</b><br><br><small>המילה 'פרשה' מציינת קטע מוגדר וידוע בתורה. רוב הקטעים המצוינים בכינוי זה הם פרשיות בודדות (פתוחות או סתומות). במקומות מועטים מציין כינוי זה קטע גדול המכיל כמה פרשיות, כמו 'פרשת מועדות' (\"מבנהו וחלוקתו של מדרש תורת כוהנים (ב)\", \"תרביץ\" סט, עמוד 68).<br>גם כאן הפרשה מכילה שתי פרשיות, פרשה פתוחה (ויקרא כז,א-ח) ופרשה סתומה (ויקרא כז,ט-לד).<br>אף שעשרה המופעים של המילה \"הַכֹּהֵן\" הם בשני עניינים שונים, ערכים ופדיון הקדשות, הדרשה כאן מצרפת את המופעים שבשני העניינים. ועוד, דרשה כעין זו לא נמצאת בפרשות אחרות שבהן כמה מופעים של המילה \"הַכֹּהֵן\", כמו בפרשת נגעים. לכן יש להסיק שאין הדרשה כאן אלא אסמכתא להלכה קיימת.</small><br>\n<br>ושואלים: <b>ויהיו כולם כהנים!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה כוהנים, שהרי עשרה כוהנים אמורים בפרשה?\n<br>ומשיבים: <b>ריבוי אחר ריבוי למעט</b> – המילה \"הַכֹּהֵן\" הוכפלה כמה פעמים בזה אחר זה, והכלל הוא שריבוי אחר ריבוי בא למעט, ולכן יש למעט את הצורך בכוהן, ואף מי שאינו כוהן כשר לשומה (מן המופעים של הכלל 'אין ריבוי אחר ריבוי אלא למעט' יש ללמוד, ש'ריבוי אחר ריבוי' הוא עצם הכפלת מילה בכתוב, ללא קשר למשמעות המילה עצמה, האם יש לה משמעות של ריבוי או מיעוט, ו'למעט' היינו לצמצם את הצורך המשתמע מהמילה)<b>.</b>\n<br>ושואלים: <b>ויהיו כולן ישראל!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה אף שאינם כוהנים, שהרי הריבויים באים למעט את הצורך בכוהן?\n<br>ומשיבים: <b>אין הפרשה יוצאה</b> (נפטרת) <b>בלא כהן</b> – כיוון שהפרשה מזכירה רק כוהנים, אי אפשר שלא יהיה אחד מהעשרה כוהן, שאילו היו עשרה שאינם כוהנים כשרים לשומה, לא היתה הפרשה צריכה להזכיר כוהן כלל<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כג,ב ו<b>סנהדרין</b> טו,א אמרו: \"והקרקעות תשעה וכוהן\". - מנא הני מילי? אמר שמואל: עשרה כוהנים (עשר פעמים \"הכוהן\") כתובים בפרשה, חד לגופיה (שצריך כוהן אחד בפדיון קרקעות), ואידך / והנך הווי מיעוט אחר מיעוט (המילה \"הכוהן\" מוציאה מי שאינו כוהן), ואין מיעוט אחר מיעוט אלא לרבות, דאפילו תשעה ישראל ואחד כוהן.<br><br>יש שוני בדרשות בשני התלמודים.<br>בבבלי: אין מיעוט אחר מיעוט אלא לרבות. ובירושלמי: ריבוי אחר ריבוי למעט.</small><br>\n<br>ב<b>משנה סנהדרין</b> א,ג שנינו: ערכים המיטלטלים - בשלושה. רבי יהודה אומר: אחד מהם כוהן. ובקרקעות - תשעה וכוהן.\n<br>כאן התחלת מקבילה בירושלמי סנהדרין א,ג.\n<br>מציעים שאלה: <b>עד כדון</b> – עד עכשיו, <b>- במקדיש גופה של</b> ה<b>שדה</b> – הדין במקרה של המקדיש שדה ובא לפדותה מן ההקדש פשוט, שבמקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו ששנינו במשנה כאן ובסנהדרין<b>.</b> אבל אם <b>אמר: דמי שדי עלי?</b> – מה הדין במקרה של הנודר לתת להקדש את דמי שוויה של שדהו? האם גם במקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן? (במקבילה בסנהדרין: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?'. - במקום זה נראה ש'הדא דתימר' מציע בעיה, אולם אפשר שהגרסה משובשת. המונח 'הדא דתימר' מתפרש כרגיל בניחותא, ואילו המונח 'עד כדון' רגיל להציע בעיות (\"הטרמינולוגיה של הירושלמי\", עמוד 170 והערה 148). - נראה שהגרסה במקבילה היא אשגרה בטעות מלהלן. וראה מה שכתבנו להלן)\n<br>ומציעים פשיטת השאלה ממקור תנאי בתוספת דיון: <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה (את פשיטת השאלה) מזאת (מהמשנה סנהדרין א,ג): <b>ערכים המיטלטלין - בשלשה.</b> - ויש לתמוה: <b>ויש ערכים שאינן מיטלטלין?!</b> (בתמיהה. - במקבילה: 'וכי יש ערכים <b>שאין</b> מיטלטלין?!'. ופירוש 'שאין' הוא 'שהן' (\"מבוא לנוסח המשנה\", עמוד 547). וכאן צריך לומר: '<b>שאין</b>', כלומר: 'שהן', במקום: 'שאינן'. שיבוש 'שאין' ל'שאינן' יש בכמה מקומות בירושלמי. - חילוף אל\"ף תחת ה\"א שכיח ביותר במילה 'הֵן' (\"אוצר לשונות ירושלמיים\", עמוד רלג ואילך)) – וכי מיטלטלים יכולים להיות נערכים (שיאמר אדם עליהם: ערכם עליי, וייתן את ערכם להקדש)?! והרי רק בני אדם יכולים להיות נערכים! - ויש להשיב: <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר בשם <b>רבי שמעון בר אבא</b> (אמורא בדור השלישי) שאמר <b>בשם רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>: באומר: הרי ערכי עלי</b> – המשנה מדברת במקרה שאדם נדר לתת להקדש את הערך הקצוב בתורה לפי שנותיו<b>, ובא לסדרו מן הקרקע</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך משדהו, <b>- שמין לו בעשרה</b> – שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו במקרה של המקדיש שדה ובא לפדותה מן ההקדש<b>, מן המיטלטלין</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך ממיטלטליו, <b>- שמין לו בשלשה</b> – שמים את המיטלטלים בשלושה אנשים. וזהו ששנינו: ערכים המיטלטלים - בשלושה<b>.</b> - ויש לפשוט את השאלה: <b>האומר: הרי ערכי עלי - אינו כאומר: דמי שדי עלי?!</b> (בתמיהה) – הרי בוודאי יש להשוות את האומר: 'דמי שדי עליי' לאומר: 'הרי ערכי עליי', וכמו שבאומר: 'הרי ערכי עליי' ובא לסדרו מן הקרקע - שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כך גם באומר: 'דמי שדי עליי'.<br>\n<br>ומצמצמים את תחולת הקביעה למקרה מסוים:\n<br>נראה שכאן צריך לגרוס: '<b>הדא דתימר</b> (זאת שאתה אומר, שאם בא לסדרו מן הקרקע - שמים לו בעשרה, ואם בא לסדרו מן המיטלטלין - שמים לו בשלושה) <b>- באומר: הרי ערכי עלי. אבל אם אמר: הרי עלי מנה / מאה מנה להקדש...</b>'.\n<br>ונראה שמכאן הועתק במקבילה בסנהדרין לעיל המשפט המשובש: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?', והוחלף שם 'במקדיש גוף השדה' במקום 'באומר: הרי ערכי עלי' כדי להתאימו לעיל, אבל חלקו השני של המשפט לא שוּנה אף שאינו מתאים לעיל, וכאן נשמט חלקו הראשון של המשפט גם במקבילה וגם במגילה.\n<br><b>אבל אם אמר: הרי עלי מאה</b> (במקבילה אין מילה זו) <b>מנה</b> (מטבע השווה למאה דינרים) <b>להקדש</b> – אם אדם נדר לתת להקדש סכום כסף ואין לו מעות כדי כל הסכום שנדר והוא בא לשלם אותו מרכושו (סכום של מאה מנה נזכר במקומות רבים לציון סכום גדול מאוד), <b>- שמין לו בשלשה</b> – שׁמים את רכוש הנודר בשלושה אנשים, בין אם בא לסדרו מן הקרקע ובין אם בא לסדרו מן המיטלטלין, שנדרי הקדש אין דינם כערכים לעניין שומת קרקעות בעשרה<b>.</b>\n<br>ושואלים: <b>לכשיעשיר? נידון בהשג יד?</b> – אם אמר: הרי עליי מאה מנה להקדש, ולא היה בידו לשלם את כל הסכום שנדר, האם ישלם את כל הסכום לאחר זמן כשיעשיר? או שמא הוא נידון בהישג יד, שהוא נותן כמה שידו משגת לתת עכשיו ונפטר ואינו משלם את המותר? (ערכים נידונים בהישג יד, שאם הנודר לתת ערך היה עני ואין ידו משגת לשלם להקדש את הערך, נותן את מה שיש בידו ונפטר, שכתוב בערכים: \"וְאִם מָךְ הוּא מֵעֶרְכֶּךָ, וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אֹתוֹ הַכֹּהֵן, עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנֹּדֵר יַעֲרִיכֶנּוּ הַכֹּהֵן\" (ויקרא כז,ח). בירושלמי כאן שאלו האם נדרי הקדש דינם כערכים לעניין הישג יד. ברם בתוספתא ערכין ג,ה ובברייתא בבבלי ערכין כ,א שנו שנדרי הקדש אינם נידונים בהישג יד)<br><br><small>ב<b>בבלי סנהדרין</b> יד,ב-טו,א אמרו: \"ערכים המיטלטלים\". - מאי ערכים המיטלטלים? - ...רבי אבהו אמר: באומר: ערכי עליי. בא כוהן לגבות מיטלטלים - גובה הימנו בשלושה, קרקעות - בעשרה.<br><br>פירושו של רבי אבהו בבבלי הוא כפירוש בירושלמי.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "63209467f68b92a42c07fffd", "index_title": "Mishneh Torah, Rest on a Holiday", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Rest on a Holiday 7:11", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Mishneh Torah, Rest on a Holiday 7:11", "sourceHeRef": "משנה תורה, הלכות שביתת יום טוב ז׳:י״א", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 7.0011, "collectiveTitle": {"en": "Mishneh Torah, Rest on a Holiday", "he": "משנה תורה, הלכות שביתת יום טוב"}, "heTitle": "משנה תורה, הלכות שביתת יום טוב", "he": "וְיוֹצְאִין שְׁלוּחֵי בֵּית דִּין לְהַפְקִיר אֶת הַכִּלְאַיִם. וּפוֹדִין אֶת הַשְּׁבוּיִים וְאֶת הָעֶרְכִין וְאֶת הַחֲרָמִים וְאֶת הַהֶקְדֵּשׁוֹת. וּמַשְׁקִין אֶת הַסּוֹטוֹת. וְשׂוֹרְפִין אֶת הַפָּרָה. וְעוֹרְפִין אֶת הָעֶגְלָה. וְרוֹצְעִין עֶבֶד עִבְרִי. וּמְטַהֲרִין אֶת הַמְצֹרָע. וּמְצַיְּנִין עַל הַקְּבָרוֹת שֶׁמִּחוּ גְּשָׁמִים אֶת צִיּוּנָן כְּדֵי שֶׁיִּפְרְשׁוּ מֵהֶן הַכֹּהֲנִים. שֶׁכָּל אֵלּוּ צָרְכֵי רַבִּים הֵן:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The agents of the court may go out to declare ownerless fields that contain a mixture of species.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">It is forbidden to sow two types of produce without adequate distinction in the same field (Leviticus 19:19 . This prohibition is called the prohibition of <i>kilayim</i>.<br>In the beginning of the month of Adar (early spring), the court would send agents to notify farmers about this prohibition. From the fifteenth of Adar, they sent agents out to check if there were <i>kilayim</i> in the fields. Originally, the court's agents would remove the <i>kilayim</i> from the fields. The farmers then became lax, and left this work to the court's agents. Therefore, the Sages declared that whenever <i>kilayim</i> are found in a field, the court's agents should declare the field ownerless. During Chol HaMo'ed Pesach, when the crops bloom, the court would send agents out again (<i>Hilchot Kilayim</i> 2:15-17).<br>In his Commentary on the Mishnah (<i>Mo'ed Katan</i> 1:2), the Rambam explains the reason why this activity was performed during Chol HaMo'ed: The wages for the court's agents were paid from the Temple treasury (<i>terumat halishcah</i>). Since there was very little other work available during Chol HaMo'ed, it would be easy to find people willing to work for low wages, and thus the Temple treasury would save.</i> We may redeem captives [taken by gentiles], endowment evaluations,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">The Hebrew term ערכין is discussed in Leviticus 27:1-8 and <i>Hilchot Arachin VaCharamin</i>, Chapter 1. It involves giving a specific sum to the Temple treasury for a person, depending on a person's age. In some contexts, the term ערכין is also used with regard to fields and animals consecrated to the Temple treasury.</i> entitlements,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This term is used to refer to the Hebrew חרם, a term implying that a person renounces his ownership of his property and dedicates it either to the Temple treasury or to the priests. (See Leviticus 27:28-29, Numbers 18:14; <i>Hilchot Arachin VaCharamin</i> 6:1.)</i> and consecrated articles.<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">This refers to an article consecrated to the Temple treasury. In all three instances, the sum the person who made the dedication is required to pay may be evaluated during Chol HaMo'ed.</i><br>We may have a woman suspected of adultery drink [the required mixture],<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">A woman suspected of adultery (a <i>sotah</i>) is brought to the Temple and required to drink a mixture of water, dust, and ink from a scroll containing a curse. (See Numbers 5:23-24; <i>Hilchot Sotah</i>, Chapter 3.)</i> we may burn a red heifer,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">A person who became ritually impure through contact with a human corpse must be purified by having the ashes of a red heifer sprinkled upon him (Numbers, Chapter 19). The slaughter of the red heifer and the preparation of these ashes is described in <i>Hilchot Parah Adumah</i>, Chapter 3.</i> we may break the neck of a calf,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">When a corpse is found outside a populated area and the killer's identity is unknown, Deuteronomy 21:4 specifies a process of atonement that involves decapitating a calf. (See <i>Hilchot Rotzeach</i>, Chapter 9.)</i> we may pierce the ear of a slave,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">A Hebrew servant sold by the court who desires to remain in servitude rather than regain his freedom must have his ear pierced. (See Exodus 21:6; <i>Hilchot Avadim</i> 3:9.)</i> and we may purify a leper.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">A leper becomes ritually impure. The purification ceremony is discussed in Leviticus, Chapter 14; <i>Hilchot Tum'at Tzara'at</i>, Chapter 11.</i> We may also designate the site of graves whose markings were washed away by rain, so that the priests will not walk there.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Priests are forbidden to contract the impurity that stems from a human corpse. One of the ways of contracting such impurity is by standing over a grave. For this reason, graves would be marked with lime. During the rainy season, the lime might wash off. (See <i>Hilchot Tum'at Meit</i> 8:9.)</i> All these are activities necessary for the community at large.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6320957de5a913946ee245a9", "index_title": "Mishneh Torah, Sabbath", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sabbath 23:14", "anchorRef": "Leviticus 27:1-27", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27"], "sourceRef": "Mishneh Torah, Sabbath 23:14", "sourceHeRef": "משנה תורה, הלכות שבת כ״ג:י״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 23.0014, "collectiveTitle": {"en": "Mishneh Torah, Sabbath", "he": "משנה תורה, הלכות שבת"}, "heTitle": "משנה תורה, הלכות שבת", "he": "אֵין דָּנִין בְּשַׁבָּת וְלֹא חוֹלְצִין וְלֹא מְיַבְּמִין וְלֹא מְקַדְּשִׁין גְּזֵרָה שֶׁמָּא יִכְתֹּב. וְאֵין מַקְדִּישִׁין וְלֹא מַעֲרִיכִין וְלֹא מַחְרִימִין מִפְּנֵי שֶׁהוּא כְּמִקָּח וּמִמְכָּר. וְאֵין מַגְבִּיהִין תְּרוּמוֹת וּמַעַשְׂרוֹת שֶׁזֶּה דּוֹמֶה לְמַקְדִּישׁ אוֹתָן פֵּרוֹת שֶׁהִפְרִישׁ. וְעוֹד מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן אוֹתָן בְּשַׁבָּת. וְאֵין מְעַשְּׂרִין אֶת הַבְּהֵמָה גְּזֵרָה שֶׁמָּא יִרְשֹׁם בְּסִיקְרָא. וּמַקְדִּישׁ אָדָם פִּסְחוֹ בְּשַׁבָּת וַחֲגִיגָתוֹ בְּיוֹם טוֹב שֶׁזּוֹ מִצְוַת הַיּוֹם הִיא. וּכְשֵׁם שֶׁאֵין מַקְדִּישִׁין כָּךְ אֵין מְקַדְּשִׁין מֵי חַטָּאת:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Court is not convened on the Sabbath, nor are [the rites of] <i>chalitzah</i><sup class=\"footnote-marker\">66</sup><i class=\"footnote\">The ceremony through which a childless widow frees her brother-in-law from the obligation of <i>yibbum</i>. (See the following note and Deuteronomy 25:7-10.)</i> or <i>yibbum</i><sup class=\"footnote-marker\">67</sup><i class=\"footnote\">This refers to the rite in which the brother-in-law of a childless widow marries her in order to perpetuate the name of her dead husband. (See Deuteronomy 25:5-6.)</i> conducted, nor are women betrothed,<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">According to Torah law, marriage is a two-staged process, including <i>erusin</i> (betrothal) - when a bond between a husband and wife is established, but the two still live separately - and <i>nisuin</i> (marriage) - when the couple begin their lives together.<br>Betrothal is initiated by the act of <i>kiddushin</i>. At present, this is effected by the groom's giving the wedding ring to his wife. It must be added that it is also forbidden to carry out <i>nisuin</i> on the Sabbath, but for a different reason: lest one violate the Sabbath laws when preparing for the wedding feast. (See <i>Hilchot Ishut</i> 10:14.)</i> lest one write.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">When quoting this law, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 339:4) states that divorce proceedings may not generally be carried out on the Sabbath, even if the bill of divorce was written beforehand.</i><br>[Property] may not be consecrated,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">This refers to the dedication of property to the Temple treasury or the consecration of an animal to be offered as a sacrifice.</i> nor may endowment evaluations be made,<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">See Leviticus 27:1-27.</i> nor may [property] be set aside,<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">See Leviticus 27:28-29.</i> because this resembles a sale.<br>Nor may <i>terumah</i> and the tithes be separated, for this resembles consecrating the produce one has separated, and also because, [through this ritual,] one makes [the produce] fit [for use] on the Sabbath.<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">See Halachah 9, where this reason is mentioned in connection with this prohibition.</i><br>One may not tithe one's animals.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">See Leviticus 27:32.</i> [This is] a decree, [instituted] lest one mark [the animal] with red paint.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">For this was the common practice, as the Rambam mentions in <i>Hilchot Bechorot</i> 7:1. As mentioned in Chapter 11, Halachah 17, making a mark is considered a derivative of the forbidden labor of writing. Rabbenu Chanan'el, by contrast, explains that the prohibition against making this mark stems from the forbidden labor of dyeing.<br>Rav Moshe HaCohen of Lunil notes that, in contrast to produce, the Rambam does not mention the prohibition against tithing animals in connection with the forbidden labor of dealing the final blow. Unlike produce, according to Torah law, one is allowed to partake of meat from an animal even if it has not been tithed. Although there is a Rabbinic prohibition against partaking of such meat, tithing a herd is not considered as making an object fit for use.</i> A person may consecrate his Paschal sacrifice on the Sabbath<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">When the fourteenth of Nisan falls on the Sabbath.</i> and his festive offering on a holiday, for this is the mitzvah associated with that day.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Since these offerings are associated with a fixed time, they will stand out distinctly in one's mind and will not cause one to forget the Sabbath prohibitions (<i>Shabbat</i> 148b, <i>Hilchot Korban Pesach</i> 1:19).</i><br>Just as property may not be consecrated, so too, water may not be consecrated for use [in sprinkling the ashes of the red heifer].<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">The laws associated with sprinkling the water that has been mixed with the ashes of the red heifer are described in Numbers 19:11-21.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "63eb763ec159397276b74ca6", "index_title": "Rambam on Mishnah Megillah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Megillah 4:3:4", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Rambam on Mishnah Megillah 4:3:4", "sourceHeRef": "רמב\"ם על משנה מגילה ד׳:ג׳:ד׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 3.0004, "collectiveTitle": {"en": "Rambam on Mishnah Megillah", "he": "רמב\"ם על משנה מגילה"}, "heTitle": "רמב\"ם על משנה מגילה", "he": "ו<b>מעמד</b> ו<b>מושב</b> הוא כשהיו מתקבצים בני אדם ללוות את המת ובאין לסופדו שהיה אדם אחד ספדן ואומר להם בפרק מפרקי ההספד עמדו יקרים עמדו שבו יקרים שבו ואין מטריחין כל זה הטורח אא\"כ היו עשרה או יותר. וכשיאמר אדם ערכי עלי והערכים פסוקים וידועים הם כבר בלשון התורה ואין לו לזה המעריך מה שיתן אלא אחוזתו הכהן הממונה על ההקדשות יקח מאותה אחוזה דמי הערך שנתחייב בו לפני עשרה מישראל ואחד מהם כהן שיסכימו כולם שזו שוה זה הערך ואז ירד לתוכה וכן כשאמר דמי ערכי עלי שהוא חייב במה שישומו אותו כעבד הנמכר בשוק ויתן דמיו כמו שיתבאר בערכין ג\"כ צריך זה שישומו אותו י' בני אדם ואחד מהם כהן ויתן כפי שומתן וזה ענין באמרם ואדם כיוצא בהם ענינו כקרקעות וזה שאמרו תשעה וכהן אינו תנאי אבל הוא רשות כי אם הם ט' מישראל דיו לפי שפרשת ערכים נשנית בה מלת כהן י' פעמים ובאה הקבלה כי כהן אחד בלבד יספיק לנו וכל מה שנשנה כהן הוא רבוי אחר רבוי למעט ואפילו ישראל:", "heVersionTitle": "Vilna edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "ומעמד ומושב – this is when they gather people to accompany the corpse , they would gather together to eulogy and one person eulogies and says to them in segments from parts of the eulogy: “Stand dear ones, stand, sit, dear ones, sit. And we don’t take pains to do this unless there were ten persons there or more (see Tractate Megillah 23b, Tractate Bava Batra 106b). And if a person said: “My value is upon me,” for the valuations are set in the Torah (see Leviticus 27:1-8), and he didn’t have with what to pay other than his property, behold the Kohen that is appointed over matters of that which is dedicated to the Temple takes from that land in equivalence to the valuation that he is liable for according to ten people – nine of them Israelites and one of them a Kohen and all of them will agree (note: when examining the Laws of Valuation and Property set apart for Priestly or Temple use, Chapter 8, this condition is not mentioned) for this is worth these monies, and afterwards he descends into it. And similarly, if a person said, “these monies are upon me,” he needs to estimate with a slave whose is sold in the marketplace and give his monies as it is explained in [Tractate] Arakhin (19-20), behold he also needs to make valuation with ten people and one of them is Kohen and will give according as they will say and this is the matter that it (i.e., the Mishnah) states: \"ואדם כיוצא בהן\", it is the intention to state that a person is like land/property. And this that we said, “nine and a Kohen, is not a condition but rather an option, meaning to say, and even if there were nine Israelites it is permitted, because it states in the portion of valuations (i.e., Leviticus 27:1-8) the word “Kohen” ten times and it comes through received tradition that one Kohen is sufficient and all that the word “Kohen” is doubled, it is “one amplification after another amplification is only to restrict”/אין ריבוי אחר ריבוי אלא למעט (i.e., the two expressions negate each other, and together they are treated as a restrictive expression), and even an Israelite (see Tractate Megillah 23b and Sanhedrin 15a – but אין מיעוט אחר מיעוט אלא לרבות – a restriction after a restriction is only to amplify).", "versionTitle": "Translation by Rabbi Robert Alpert, 2023", "license": "", "versionTitleInHebrew": ""}, {"_id": "641880b6c9371ec0cebe7075", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Reggio on Torah, Leviticus 27:7:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואם מבן ששים,</b> כשמגיע לימי הזקנה, האשה קרובה להחשב כאיש, לפיכך האיש פוחת בהזדקנו יותר משליש מערכו, והאשה אינה פוחתת אלא שליש בערכה, דאמרו אינשי סבא בביתא, פחא בביתה, סבתא בביתא סימא בביתה וסימנא טבא בביתה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64b280579ac540e027ee6316", "index_title": "Rambam on Mishnah Challah", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Challah 4:9:7", "anchorRef": "Leviticus 27:5-9", "anchorRefExpanded": ["Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9"], "sourceRef": "Rambam on Mishnah Challah 4:9:7", "sourceHeRef": "רמב\"ם משנה חלה ד׳:ט׳:ז׳", "anchorVerse": 5, "sourceHasEn": true, "compDate": [1160, 1168], "commentaryNum": 9.0007, "collectiveTitle": {"en": "Rambam on Mishnah Challah", "he": "רמב\"ם משנה חלה"}, "heTitle": "רמב\"ם משנה חלה", "he": "וראשית הגז. הוא אמרו (שם) וראשית גז צאנך תתן לו ועוד יתבאר דיני המתנות וראשית הגז במסכת חולין וכמו כן נבאר דיני שדה חרמים ושדה אחוזה במסכת בכורות. וכבר בארנו פעמים בזה הסדר ששמן שרפה קורין לשמן תרומה שנטמא. והטעם שלא נקדים באלו המתנות כהן חבר על זולתו לפי שאין בהם קדושה ולא נחוש שמא יטמאו אותם עם הארץ. ואמר וקדשי המקדש ענינו שהן ניתנין לכל כהן מאנשי המשמר לפי שאנחנו לא נקדים אנשי המשמר קצתם על קצתם. וקדשי מקדש הם עשרה חטאת בהמה וחטאת העוף והאשם ודאי והאשם תלוי וזבחי שלמי צבור ולוג שמן של מצורע ושתי הלחם ולחם הפנים ושירי מנחות ושירי העומר. ומפני זה נקראין קדשי מקדש לפי שאסור לכהנים לאכול דבר מאלו העשרה אלא בעזרה ודע כי מתנות כהונה הם כולן עשרים וארבע עשרה במקדש והם אותם שאמרתי לך וארבעה שאין הכהנים זוכים בהם אלא בירושלים בלבד והם הבכורות והבכורים ומורם מתודה ואיל נזיר ועורות הקדשים. הבכורות והביכורים כבר בארנו שהם ביארו בגמ' שהם ניתנין לאנשי משמר ומורם מתודה ואיל נזיר וכמו כן עורות קדשים אינן ניתנות לכל כהן אבל לוקח אותם הכהן המקריב אותו הזבח וכן בא הכתוב בעורת קדשים (ויקרא ז׳:ח׳) והכהן המקריב את עולת איש עור העולה אשר הקריב לכהן לו יהיה ואמר במורם מתודה לכהן הזורק את דם השלמים לו יהיה (שם) ואמר במורם מאיל נזיר והניף אותם הכהן תנופה לפני ה' קודש הוא לכהן (במדבר ו׳:כ׳) ולמדנו שהכהן המניף הוא האוכל אותה. ויש מהם עשר מתנות זוכים בהם הכהנים בכל ארץ ישראל והם אותם שאמרו בהם עשר בגבולין והם תרומה ותרומת מעשר וחלה וראשית הגז והמתנות ופדיון הבן ופדיון פטר חמור ושדה אחוזה ושדה חרמים וגזל הגר. ומצינו בזו הלכה מאלו העשר מתנות שש מתנות ואמרו שהן ניתנין לכל כהן נשארו ארבעה והם תרומה ותרומת מעשר וחלה וגזל הגר. ותרומה ותרומת מעשר וחלה אינן ניתנין לעם הארץ בשום פנים מפני שהוא חשוד על הטומאה ושמא יטמאם ויאכלם וכן גזל הגר אינו ניתן אלא לכהן המקריב איל האשם והוא אמרו ית' ואם אין לאיש גואל להשיב האשם אליו האשם המושב לה' לכהן מלבד איל הכפורים אשר יכפר בו עליו (שם ה) הורנו בזה הפסוק שלאותו כהן המקריב בעבורו איל האשם נותנין לו הדבר הגזול ופירשו זה הפסוק במי שגזל גר באמרו הש\"י ואם אין לאיש גואל וזה אי אפשר אלא בגר כי לישראל לא יחסר לו יורש לעולם לאמרו ונתתם את נחלתו לשארו וגו' (שם כז) ואמרו רז\"ל נחלה ממשמשת ועולה עד ראובן כמו שנבאר בב\"ב: \n", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": "\"And the first of the shearing of your flock, you shall give him\" (Deuteronomy 18:4). The laws regarding the gifts and the first of the shearing of the flock are explained in the tractate Chullin. Similarly, the laws of the field devoted to the Temple and the field of inheritance are explained in the tractate Bechorot. We have already explained multiple times in this context that the oil of an impure terumah is referred to as \"oil for terumah.\" The reason these gifts are not given to a priest who is not a colleague is that they do not possess holiness, and there is no concern that they will become contaminated with the land. It is stated: \"And the sacred donations of the Sanctuary\" (Exodus 29:33), which are given to any priest from the guards, as we do not distinguish between the guards, giving some of them gifts and others not. The sacred donations of the Sanctuary are the ten animal sin offerings, the bird sin offering, the guilt offering, the certain guilt offering, the ram of the guilt offering, the peace offerings of the congregation, the log of oil of a leper, the two loaves, the showbread, the remnants of the meal offerings, and the remnants of the Omer offering. And for this reason, they are called the sacred donations of the Sanctuary, because it is forbidden for the priests to eat anything from those twenty-four gifts except within the Temple courtyard. Know that the priestly gifts in total are twenty-four in the Sanctuary, and they are the ones I mentioned to you, along with four others that the priests can only partake of in Jerusalem. These four are the firstborn animals, the first fruits, the shoulder, and the jawbone, and the skin of consecrated animals. We have already explained in the Gemara that the firstborn animals and the first fruits are given to the members of the priestly watch, while the shoulder and the jawbone, and the skin of consecrated animals are not given to every priest, but the priest who offers the sacrifice takes them. This is also stated in regard to the skin of consecrated animals: \"And the priest who offers anyone's burnt offering, the skin of the burnt offering that he has offered to the priest shall belong to him\" (Leviticus 7:8). It is similarly stated in regard to the shoulder of the peace offering: \"And the priest who dashes the blood of the peace offerings, to him the shoulder shall belong\" (Leviticus 7:34). It is also stated regarding the shoulder of the ram of the Nazirite: \"And the priest shall wave them as a wave offering before the Lord; it is holy for the priest, together with the breast of the wave offering and the thigh of the contribution\" (Numbers 6:20). From this, we learn that the priest who performs the waving is the one who eats it. And there are ten gifts that the priests receive throughout the land of Israel, and they are the same ones mentioned in the Mishnah, which are: Terumah, Maaser Rishon (First Tithe), Challah, Reishit HaGez (First of the Fleece), Matanot (Gifts), Pidyon HaBen (Redemption of the Firstborn Son), Pidyon Petter Chamor (Redemption of the Firstborn Donkey), Sdeh Achuzah (Ancestral Field), Sdeh Cherem (Consecrated Field), and Gezel HaGer (Theft from a Convert). And from these ten gifts, six of them are given to every priest, while four are limited to Jerusalem. The six gifts that are given to every priest are: Terumah, Maaser Rishon, Challah, Reishit HaGez, Matanot, and Pidyon HaBen. Terumah, Maaser Rishon, and Challah are not given to an Am Haaretz (an unlearned Jew) at all, due to their suspicion of impurity and the concern that they might become impure and eat them. Similarly, Gezel HaGer is only given to the priest who offers the ram of the guilt offering, as it is stated: \"And if the man has no redeemer, but he himself has enough to redeem it, then he shall count the years since its sale and restore the remainder to the man to whom he sold it, that he may return to his possession. But if his hand has gained enough for its redemption, he shall add a fifth to it over and above its appraised value, and it shall be his\" (Leviticus 27:5-9). We learn from this verse that the priest who offers the guilt offering receives the stolen item. And they explained this verse in regard to one who stole from a convert by saying, \"And if the man has no redeemer,\" which is only possible in the case of a convert, as an Israelite will always have an heir. This is stated in the verse: \"And you shall give his inheritance to his next of kin, and so on\" (Leviticus 27:11). And our Sages have said that the inheritance is transferred and ascends up to Reuben, as explained in Bava Batra. ", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "657ecc60758c1dc532ec8f91", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 27:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Steinsaltz on Leviticus 27:7", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ז:ז׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 27.0007, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְאִם מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה</b>– \n  <b>אִם</b> הוא \n  <b>זָכָר</b>– \n  <b>וְהָיָה עֶרְכְּךָ חֲמִשָּׁה עָשָׂר שָׁקֶל, וְלַנְּקֵבָה</b>– \n  <b>עֲשָׂרָה שְׁקָלִים.</b>", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And if from sixty years old and above: If a male, the valuation shall be fifteen shekels, and for the female ten shekels. </b>", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "571f276ed6e4a90eb2481134", "index_title": "Gur Aryeh on Shemot", "category": "Quoting Commentary", "type": "", "ref": "Gur Aryeh on Shemot 30:16:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Gur Aryeh on Shemot 30:16:1", "sourceHeRef": "גור אריה על שמות ל׳:ט״ז:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 16.0001, "collectiveTitle": {"en": "Gur Aryeh on Shemot", "he": "גור אריה על שמות"}, "heTitle": "גור אריה על שמות", "he": "<b>ואם תאמר וכי אפשר שבשניהם יהיו ישראל שוים כו'.</b> כל דבר זה נמצא בנוסחות שלנו בבמדבר רבה (א, י) בפרשת במדבר, ככל דברי רש\"י בכאן. והרמב\"ן (פסוק יב) הקשה על דברי רש\"י ז\"ל, שאיך יתכן שקהל גדול שהם ששים ריבוא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"133\"></i> לא מת אחד בחצי שנה מן יום הכיפורים עד אחד באייר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"134\"></i>. ויראה שאין זה קשיא כלל, דאיכא למימר דהחשבון הזה מבן כ' ועד בן ס'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"135\"></i>, אבל בני ס' לא נמנו, וכיון דלא נמנו בני ס' – לא מת אחד מהם בפחות מבני ס', דכל שמת מפחות מבן ס' הוא מת בהכרת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"136\"></i>, ולא מת באותו הדור בהכרת כלל. ולא עוד, אלא אף כשחטאו במרגלים, נגזר עליהם ארבעים שנה שלא יהיה מת אחד מהם בפחות מבן ס' (רש\"י במדבר יד, לג)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"137\"></i>, שיצא מכלל כרת, ואיך יהיו מתים בלא חטא בהכרת. ואדרבה, צריך לומר כך דלא מת אחד מהם, דאם לא כן יקשה לך כיון דכתיב (כאן) \"ונתת אותו על עבודת אוהל מועד והיה לבני ישראל לזכרון לפני ה' לכפר על נפשותיכם\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"138\"></i>, ולפי הנראה לא שייך זכרון אלא כשהוקם המשכן, אבל בעשייה גרידא לא שייך זה כלל, דמאי זכרון שייך בזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"139\"></i>, ואם כדברי הרמב\"ן שמתו מן אותו קהל שנמנו, איך יתכן זה שיאמר הכתוב \"והיה לבני ישראל לזכרון לפני ה' לכפר על נפשותיכם\", והרי כבר מת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"140\"></i>, ולכך יראה שלא מת אחד מהם, ומובטחים היו שלא ימות אחד מהם קודם הזמן. ואין להקשות, סוף סוף קשיא, דאיך יתכן זה, שהרבה שבמנין הראשון לא היו בני ס' ואחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"141\"></i> היו בני ס',ומתו קודם מנין השני, דזה לא קשיא, דחשבון ס' שיצא ממיתת כרת – נחשב למנין שני דורות, שמונה מתשרי, כמו שפירש רש\"י<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"142\"></i>, ואם כן לא קשה מידי:<br>ועוד הקשה הרמב\"ן ז\"ל, דאין הדבר כדברי רש\"י דהיה מנין עשרים שנים מן תשרי, אלא מיום ליום<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"143\"></i>, וכן כל מניני התורה בשנות האדם שהם מיום ליום<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"144\"></i>, וכדאמרינן במסכת ערכין (יח ע\"ב) דערכין הם מעת לעת<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"145\"></i>, ואינו אחר שנות עולם. והטעם הוא שבכולם כתיב בהן \"ומעלה\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"146\"></i>, והכי נמי כתיב (פסוק יד) \"מבן עשרים שנה ומעלה\". והשיב עליו הרא\"ם דאף על גב שהיה לערכין השנה מעת לעת, לענין שני דורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"147\"></i> היה מתשרי, וכן מוכח הכתוב (ר' בראשית ח, יג) שאמר \"באחת ושש מאות שנה לחיי נח בראשון באחד לחדש חרבו המים\"<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"148\"></i>, וזה ראיה ששנות נח הם מתשרי. ואין ראיה מזה כל כך, דשמא נח נולד באלול, ומנה לו \"אחת ושש מאות שנה\". אבל מן הגמרא דבפרק קמא דר\"ה (י ע\"ב) יש ראיה, דאמר התם מנין שיום אחד בשנה חשוב שנה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"149\"></i>, דכתיב \"ויהי באחת ושש מאות שנה בראשון באחד לחדש\", מדלא עייל רק יום אחד ומנה ליה שנה שמע מינה דיום אחד בשנה חשוב שנה, ושמע מינה דקים ליה לתלמודא דחיי נח הם נמנים מראש השנה, ולכך מוכח שפיר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"150\"></i>. והסברא נותן לחלק בין ערכין ובין שני דורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"151\"></i>, דודאי בכל מקום שהמנין כמה שנים יש להם, אז מנין השנים נמנה מתשרי, אבל במקום שאין העיקר לדעת מספר השנים גרידא, רק כמה ערכו גם כן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"152\"></i>, וכיוצא בזה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"153\"></i>, אין אנו הולכין אחר מנין השנים, רק כפי אשר שניו בעצמו, והדבר פשוט לחלק:<br>ומה שכתב הרמב\"ן שהטעם דערכין שהשנים מעת לעת מפני שכתוב (ויקרא כז, ז) \"מבן (כ') [ששים שנה] ומעלה\", לא ידעתי מנין לו זה הדרש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"154\"></i>. והתוספות פירשו שם (ערכין ריש יח.) טעם אחר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"155\"></i>, מפני שדומה לבן חודש, מה בן חודש צריך שיהיה מעת לעת, דפחות מבן חודש אינו נערך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"156\"></i>. ואני אומר שהטעם הוא כמו שאמרנו, כיון שהערכה הוא להעריך גופו, אחר גופו אזלינן. אבל מספר שני דורות לא אזלינן רק כמה יש לו משני דורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"157\"></i>. והשתא דברי רש\"י מקוימין:<br>ואני אומר שאפילו אם היה בפירוש בדברי רז\"ל ששנות דור המדבר מעת לעת, אין לומר כדברי הרמב\"ן שכך אירע במקרה, שהיו שני [ה]מספרים שוים, האחד היה אחר יום הכפורים (רש\"י כאן), ומתו הרבה מהם, והשלימו המספר מה שחיסר מן המתים על ידי שנכנסו בני כ'<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"158\"></i>. דזה יקשה כדלעיל, דכתיב (כאן) \"ונתת אותם על עבודת אהל מועד זכרון לבני ישראל\", ולא שייך זה אלא אחר שהוקם המשכן, ואיך יתכן במתים זכרון<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"159\"></i>. ועוד, שפלא גדול היה דבר זה שיהיה דרך מקרה שני מספרים שוים עד אחד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"160\"></i>:<br>ויותר היה נראה לומר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"161\"></i> כי היה זה מספר אחד עם מספר אשר הוא אחר שהוקם המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"162\"></i>, ואמר הכתוב (פסוק יב) \"כי תשא את ראש בני ישראל לפקודיהם\" אחר שהוקם המשכן, שאז יהיו נמנים ישראל, \"ונתנו איש כופר נפשם בפקוד אותם\" (שם), ורוצה לומר שיתנו כופר נפשם בפקוד אותם, לכך יקדימו שקליהם לתת אותם קודם המנין, ויתנו אותם לתרומת המשכן לאדנים שיהיו כפרה עליהם בפקוד אותם אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"163\"></i>. ולפי זה היה שפיר שאמר הכתוב \"כי תשא<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"164\"></i> את ראש בני ישראל\", ולא היה מצוה 'שאו את ראש בני ישראל' כמו שאמר בחומש הפקודים (במדבר א, ב) \"שאו את ראש\", ולא היה כאן מנין בפני עצמו, רק \"כי תשא\" בסוף, אחר שהוקם המשכן, והמנין היה אחר שהוקם המשכן<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"165\"></i>:<br>וכן משמע בתנחומא (כאן סימן ט), דקאמר התם; עשרה פעמים נמנו ישראל, וחשיב התם אחד בירידתן למצרים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"166\"></i>, ואחד בעלייתם משם, דכתיב (ר' לעיל יב, לז) \"ויסעו בני ישראל מרעמסס כשש מאות אלף\", אחד בחומש הפקודים כו', הרי שלא מנה כלל אותו של \"כי תשא\", וכמשמעות הכתוב שלא נאמר בו מנין כלל, רק \"ויהי כסף פקודי העדה\" (ר' להלן לח, כה), דפירושו הכסף של הפקודים, אבל לא נמצא שם למנות ישראל. והפירוש על דעת מדרש זה, שהיה מצוה לתת את השקלים קודם למנין שלהם שיהיה בחומש הפקודים. ולפי זה יש לומר, אף אם היה המנין שלהם במעת לעת, לא קשיא מידי<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"167\"></i>, דהא השקלים היו אל אותם שיהיו עוברים על הפקודים כאשר יהיה המנין \"באחד לחדש השני\" (במדבר א, א)<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"168\"></i>, ולא נצטרך לדחוק כלל. ואם תאמר שהיה המנין לשנות העולם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"169\"></i>, אין צריך כלל שנאמר שהיו נותנים השקלים כל אותן שיהיו ראויים למנות בשעת המנין ועתה לא היו ראויים למנין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"170\"></i>, דאף עכשיו היו ראויים למנין, דאזלינן בתר שנות העולם, כמו שאמרנו למעלה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"171\"></i>. ומכל מקום דבר זה ישאר בידינו דלא היה כאן מנין בפני עצמו, אלא שנצטוו שיתנו חצאי השקלים שלא יהיה בהם נגף כשיהיו נמנים, ולא היה נמנים כאן כלל, כדמוכח ממדרש תנחומא:<br>אבל מדברי רש\"י בפרשת במדבר (א, א) בתחלתו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"172\"></i> [מבואר] שהיה כאן מנין בפני עצמו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"173\"></i>. ואין נראה כן מדברי רז\"ל כלל שהיה זה מנין כלל. גם מאד נראה תמוה שיהיו שני מנינים השני כראשון, ויהיו נמנים פעם שני שלא לצורך. ויש לתרץ<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"174\"></i> דמנין השני היה לדעת מנין כל שבט ושבט<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"175\"></i>, וזה לא נודע בראשון<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"176\"></i>, לכך אמר שם (ר' במדבר א, ב) \"שאו את ראש כל עדת בני ישראל למשפחותיכם\", דעו מנין כל שבט ושבט כמה הם (רש\"י שם). אמנם משמעות הכתוב שלא היה כאן מנין כלל, שהרי לא אמר \"שאו\" רק \"כי תשא\", כלומר כי ישראל חייבים לתרום ג' תרומות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"177\"></i>, אחת מהן כי יש להם לתת כופר נפשם כאשר תקבל חשבון שלהם, ואלו חצי שקלים יעשו מהם האדנים, וזהו תרומה אחת לצורך המשכן. אבל אין הכתוב מדבר שיש למנות ישראל, רק שבא לומר שהתרומה האחת היא חצאי שקלים שיש להם לתת בפקוד [אותם], והיינו כשימנו באחד באייר כשהוקם המשכן – יקדימו שקליהם לתת לצורך האדנים:<br>והקשה הרמב\"ן על דברי רש\"י, שאיך יתכן לומר כי היה המנין הזה שוה למנין האמור בחומש הפקודים, כי כאן מנה שבט לוי עמהם, שהרי לא נאמר \"אך את מטה לוי לא תפקוד\" אלא עד חומש הפקודים (במדבר א, מט), ואיך יתכן שיהיו שני המנינים שוים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"178\"></i>. וקושיא זו אינו כלום, דודאי שבט לוי הובחר אחר מעשה העגל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"179\"></i>, כדכתיב בהדיא (להלן לב, כט) \"מלאו ידיכם היום\", ופירושו כי בדבר הזה תתחנכו להיות כהנים למקום (רש\"י שם), ומיד אחר מעשה העגל הובחרו בני לוי, ולפיכך לא היו במנין ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"180\"></i>. ואף על גב דרש\"י כתב בפסוק (לעיל יט, כב) \"וגם הכהנים הנגשים אל ה' יתקדשו\" ובפסוק (לעיל כד, ה) \"וישלח את נערי בני ישראל\" דהם הבכורות, דכל זמן שלא הוקם המשכן היה העבודה בבכורות, וכדתנן בזבחים בפרק דם חטאת (קיב ע\"ב) עד שלא הוקם המשכן היתה העבודה בבכורות, משהוקם המשכן נפסלו הבכורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"181\"></i>, אין זה קשיא, דודאי מעשה עגל גרם שהיו נפסלים הבכורות משהוקם המשכן (רש\"י במדבר ג, יב), שאין ראוי להם להיות עובדים במשכן ששם השכינה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"182\"></i>, ויהיו הלוים תחתם (שם), ומכל מקום כל זמן שלא הוקם המשכן היו עובדים הבכורות<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"183\"></i>, לפיכך מיד אחר מעשה העגל לא היו נמנים הלוים בכלל ישראל, דהרי כבר הובחרו להיותם עובדים, אלא שהזמן עדיין לא היה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"184\"></i>, שלא הוקם המשכן, שכיון שחטאו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"185\"></i> בעגל אינם ראוים לעבודת המשכן, שהיא קדושה יתירה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"186\"></i> ממה שהיה להם כבר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"187\"></i>. ומכל שכן להך מאן דאמר<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"188\"></i> דסבירא ליה בפרק פרת חטאת (זבחים קטו ע\"ב) ד\"הכהנים הנגשים אל ה'\" (לעיל יט, כב) בנדב ואביהו איירי, שהכהנים מיד הובחרו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"189\"></i>, דהוי שפיר דאין הלוים נמנים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"190\"></i>. ועוד<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"191\"></i>, כיון שנתינת השקלים היה על עבודת המשכן שאליו הובחרו, כאילו כבר הוקם המשכן והובחרו הלוים<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"192\"></i>. ומה שהוצרך לומר בפרשת במדבר (א, מט) \"אך את מטה לוי לא תפקוד\", אף על גב שגם כן כאן לא היו נמנים, אין זה קשיא, דשם צריך קרא שלא יהיו נמנים בפני עצמם, שלא תאמר בודאי בכאן דהיה המנין לכלל ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"193\"></i>, ואין הלוים מצטרפים בכלל ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"194\"></i> – אין נמנים עמהם, אבל שם<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"195\"></i> כיון שהיה נמנה כל שבט ושבט, למה לא ימנה את שבט לוי מבן עשרים, לכך הוצרך לומר גם כן \"אך את מטה לוי לא תפקוד\":<br>והרמב\"ן הקשה על דברי רש\"י שאמר (פסוק טו) כי המנין בחומש הפקודים היה שנתנו חצאי שקלים לקנות קרבנות צבור, והקשה הרמב\"ן שאותן השקלים לקנות קרבנות צבור שוים ישראל והלוים והכהנים, שכולם חייבין ליתן, ולפי דעת רש\"י לא היו נותנים רק ישראל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"196\"></i>. ובחנם נכנס רש\"י בדוחק הזה, דהוי ליה לומר דמנין של חומש הפקודים גזירת הכתוב, ולא משום שיתנו חצאי שקלים לקרבנות צבור, ולקרבנות צבור<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"197\"></i> נתנו הכל, אף הלוים. אבל דעת רש\"י<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"198\"></i>, כי במדבר שלא נמנו הלוים עמהם – לא נתנו הלוים חצאי שקלים, אבל אחר כך<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"199\"></i> שלא נבדלו הלוים במנין מישראל, חייבים כהנים ולוים כמו ישראל:<br>וכל הקושיות האלו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"200\"></i> על פירוש רש\"י, אבל אם נאמר כמו שאמרנו למעלה כי המנין הזה הוא המנין האמור בחומש הפקודים, וכמו שמוכיח מדברי רז\"ל<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"201\"></i>, לא יקשה מידי, דגם כן כאן לא נמנו הלוים כלל, שהמנין שבכאן הוא המנין שבחומש הפקודים, רק שנכתבה המצוה<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"202\"></i> במקומה הראוי לה, דהיינו במקום המנין שנמנו ישראל, לא בכאן בפרשה זאת, דהרי אין כאן עיקר המנין<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"203\"></i>, רק שציוה שיהיו נותנים חצאי שקלים כל שיהיה נמנה, ולא נמנה שבט לוי, לכך לא נתנו שבט לוי חצאי שקלים, שלא היו צריכין, שלא היה המנין שבפרשת במדבר לקרבנות, כי לפי מה שאמרנו שהמנין הזה הוא המנין שכתוב בחומש הפקודים, לא היה מנין חומש פקודים לקנות בהם קרבנות צבור, אלא לעשות בהם האדנים. וזה אשר נראה אלי בזה, שכבר אמרנו שבמדרש תנחומא (כאן, סימן ט) לא מנה שני מנינים – מנין של פרשת כי תשא בפני עצמו, ומנין פרשת במדבר בפני עצמו<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"204\"></i>:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5892f2a0d6e4a92746471f38", "index_title": "Chizkuni", "category": "Commentary", "type": "commentary", "ref": "Chizkuni, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Chizkuni, Leviticus 27:7:1", "sourceHeRef": "חזקוני, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>ואם מבן ששים שנה ומעלה</b> מניין ששנת ששים כלמטה הימנה ת״‎ל ואם מבן ששים שנה ומעלה אם זכר וגו׳‎ מלמד ששנת ששים כלמטה הימנה אין לי אלא שנת ששים שנת חמש שנת עשרים מניין ודין הוא, חייב שנת ששים וחייב שנת חמש ושנת עשרים מה שנת ששים כלמטה הימנה אף שנת חמש ושנת עשרים כלמטה. מה שהכתוב פוחת מערכו של זקן מכמות שהיה כשהיה בחור יותר משל אשה היינו טעמא לפי שדרכו של איש להיות אומנתו לפי כחו מלאכה כבדה וכשהוא זקן כחו תש ואינו יכול לעמוד בה. אבל אשה דרכה באומנות קלה וכשהיא זקנה יכולה לעמוד בו במקצת.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "ואם מבן ששים שנה ומעלה, “and if the person whose valuation is being “donated to the Temple treasury is above the age of sixty at the time;” whence do we know that if that person at the time of the valuation is exactly sixty years old it is valued as if between twenty and sixty years of age? We derive this from the wording of “sixty or above.” <small>[That word is unnecessary unless it was meant to teach us something new. Ed.]</small> I might think that this rule applies only to the sixtieth year, and not to the fifth, twentieth, etc; we derive the rule for those years by the use of logic when comparing it to the valuation of the five year old. As to the reason why the females’ valuation is so much less that that of males of the same age, this is based on the fact that, generally, males perform heavier physical labor than women. When men age, their ability to perform heavy labor declines at a more rapid pace than that of females of comparable age who do lighter domestic tasks.", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "58ad9962d6e4a93323dc6465", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 121b:11", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Bava Batra 121b:11", "sourceHeRef": "בבא בתרא קכ״א ב:י״א", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 242.0011, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אֶלָּא אָמַר רַב אַחָא בַּר יַעֲקֹב: לֹא נִגְזְרָה גְּזֵירָה לֹא עַל פָּחוּת מִבֶּן עֶשְׂרִים, וְלֹא עַל יָתֵר מִבֶּן שִׁשִּׁים. לֹא עַל פָּחוּת מִבֶּן עֶשְׂרִים – דִּכְתִיב: ״מִבֶּן עֶשְׂרִים שָׁנָה וּמַעְלָה״. וְלֹא עַל יָתֵר מִבֶּן שִׁשִּׁים – גָּמַר ״וּמַעְלָה״–״וּמַעְלָה״ מֵעֲרָכִין; מָה לְהַלָּן – יָתֵר מִבֶּן שִׁשִּׁים כְּפָחוּת מִבֶּן עֶשְׂרִים, אַף כָּאן – יָתֵר מִבֶּן שִׁשִּׁים כְּפָחוּת מִבֶּן עֶשְׂרִים.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rather, Rav Aḥa bar Ya’akov said:</b> The <b>decree</b> of death <b>was not decreed either upon</b> those <b>less than twenty</b> years <b>old or upon</b> those <b>more than sixty</b> years <b>old</b> at the time of the sin of the spies. The Gemara explains: <b>Not upon</b> those <b>less than twenty</b> years <b>old, as it is written: “From twenty years old and upward”</b> (Numbers 14:29). <b>And not upon</b> those <b>more than sixty</b> years <b>old,</b> because he <b>learns</b> that there is a verbal analogy between <b>“and upward”</b> in the verse cited, and <b>“and upward” from</b> the <i>halakhot</i> of <b>valuations,</b> in the phrase: “From sixty years old and upward” (Leviticus 27:7). <b>Just as there,</b> concerning valuations, <b>more than sixty</b> years <b>old is comparable to less than twenty</b> years <b>old,</b> as there is a distinct category of those between the ages of twenty and sixty, <b>so too here, more than sixty</b> years <b>old is comparable to less than twenty</b> years <b>old</b> insofar as those older were not subject to the sentence. Yair, son of Manasseh, who was already older, did not die in the wilderness.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a1534d8d6e4a92409aba70a", "index_title": "Bartenura on Torah", "category": "Commentary", "type": "commentary", "ref": "Bartenura on Torah, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Bartenura on Torah, Leviticus 27:7:1", "sourceHeRef": "ברטנורא על התורה, ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "compDate": [1535], "commentaryNum": 7.0001, "collectiveTitle": {"en": "Bartenura on Torah", "he": "ברטנורא על התורה"}, "heTitle": "ויקרא", "he": "<b>ואם מבן ששים וכו' </b>עד סבתא בביתא סימא בביתא פירוש אוצר טמון שתרגום מטמון באמתחותיכם סימא בטעוניכון:", "heVersionTitle": "Rabotenu Ba'ale ha-Tosafot, Warsaw, 1876", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רבותינו בעלי התוספות, וורשא, תרל\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e3f8e1fc2200b9c5aa1c", "index_title": "English Explanation of Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Arakhin 4:4:6", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "English Explanation of Mishnah Arakhin 4:4:6", "sourceHeRef": "ביאור אנגלי על משנה ערכין ד׳:ד׳:ו׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 4.0006, "collectiveTitle": {"en": "English Explanation of Mishnah Arakhin", "he": "ביאור אנגלי על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>For it says: “And if he is from sixty years old and upward” (Leviticus 27:7), thus we can learn thus with regard to all others from what is said about sixty years: just as the sixtieth year is considered to be under this age, so also the fifth and twentieth years are under this age.</b>  The mishnah proves that the day of the birthday counts with the lower age by quoting the verse concerning the sixty year old.  Since the Torah says that he is above sixty years, the implication is that one who is exactly sixty years still pays the higher amount of a person from 20-60.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c214b20dea4bb00682c4b1d", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 49a:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Bekhorot 49a:7", "sourceHeRef": "בכורות מ״ט א:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 97.0007, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "ור\"ע מספקא ליה מדאיצטריך למכתב ומעלה גבי ערכין ולא גמרי ממדבר הוו להו שני כתובים הבאים כאחד", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>And Rabbi Akiva is uncertain</b> in this regard, as one could claim: <b>From</b> the fact <b>that it was necessary</b> for the verse <b>to write “and upward” with regard to</b> the mitzva of <b>valuations:</b> “And if it be from sixty years old and upward” (Leviticus 27:7), <b>and</b> it <b>is not derived from</b> the redemption of the Israelite firstborns in the <b>wilderness</b> that the phrase “from…years old” means “and upward,” one can conclude the following: The redemption of the firstborn in the wilderness and valuations <b>are two verses that come as one,</b> i.e., to teach the same matter.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c214b24dea4bb00682c4c37", "index_title": "Bekhorot", "category": "Talmud", "type": "", "ref": "Bekhorot 53b:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Bekhorot 53b:7", "sourceHeRef": "בכורות נ״ג ב:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 106.0007, "collectiveTitle": {"en": "Bekhorot", "he": "בכורות"}, "heTitle": "בכורות", "he": "בקדשים קלים ואליבא דרבי יוסי הגלילי דאמר קדשים קלים ממון בעלים הם דתניא (ויקרא כז, ז) ומעלה מעל בה' לרבות קדשים קלים שהן ממון בעלים דברי רבי יוסי הגלילי סד\"א ליעשרו קמ\"ל", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara answers: The mishna is referring <b>to offerings of lesser sanctity,</b> e.g., peace offerings, <b>and</b> it is <b>in accordance with</b> the opinion <b>of Rabbi Yosei HaGelili, who says: Offerings of lesser sanctity are the monetary property of their owners,</b> and therefore the owner can consecrate them. <b>As it is taught</b> in a <i>baraita</i> with regard to the guilt offering of a robber who takes a false oath, that the verse: <b>“And he commits a trespass against the Lord”</b> (Leviticus 5:21), serves <b>to include</b> one who takes a false oath with regard to <b>offerings of lesser sanctity</b> belonging to another, <b>which are the property of their owners.</b> This is <b>the statement of Rabbi Yosei HaGelili.</b> Accordingly, it might <b>enter your mind to say</b> that such animals <b>should be tithed.</b> Therefore, the mishna <b>teaches us</b> that the mitzva of animal tithe is not in effect with regard to sacrificial animals at all.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c469d8308d98a02694e3d7b", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, עֵרֶךְ 1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Jastrow, עֵרֶךְ 1", "sourceHeRef": "מילון יסטרוב, עֵרֶךְ א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "עֵרֶךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">עֵרֶךְ</strong> m. (b. h.;  <a class=\"refLink\" href=\"/Jastrow,_עֲרַךְ.1\" data-ref=\"Jastrow, עֲרַךְ 1\">preced.</a>)  <b>1)</b> <i>order, arrangement</i>. <a class=\"refLink\" href=\"/Nedarim.22b.3\" data-ref=\"Nedarim 22b:3\">Ned. 22ᵇ</a> <span dir=\"rtl\">שעֶרְכָּהּ של ארץ ישראל הוא</span> because it (the Book of Joshua) contains the arrangement of the Land of Israel.—Pl. <span dir=\"rtl\">עֲרָכִים</span>, constr. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עַרְכִי.1\" data-ref=\"Jastrow, עַרְכִי 1\">עֶרְכֵי</a>. <a class=\"refLink\" href=\"/Shir_HaShirim_Rabbah.6.4.2\" data-ref=\"Shir HaShirim Rabbah 6:4:2\">Cant. R. to VI, 4</a>; Pesik. Vayhi, p. 7ᵃ sq. <span dir=\"rtl\">שש ע׳ המשנה</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מִשְׁנָה.1\" data-ref=\"Jastrow, מִשְׁנָה 1\">מִשְׁנָה</a>.—ע׳ המלחמה <i>order of battle, arrangements proclaimed before the battle</i> (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מַעַרְכִים.1\" data-ref=\"Jastrow, מַעַרְכִים 1\">מַעַרְכִים</a>). <a class=\"refLink\" href=\"Jerusalem_Talmud_Sotah.8.1.3\" data-ref=\"Jerusalem Talmud Sotah 8:1:3\">Y. Sot. VIII, beg. 22ᵇ</a> (ref. to Mish. <a class=\"refLink\" href=\"/Mishnah_Sotah.8.6\" data-ref=\"Mishnah Sotah 8:6\">ib. VIII, 6</a>) <span dir=\"rtl\">אבל בע׳ המ׳ מספקין וכ׳</span> but in connection with the proclamation of the regulations of battle (the Mishnah says only), ‘they have to supply water &c.’ Ib. <span dir=\"rtl\">אף בע׳ המ׳ כן</span> the same is the case with ordinances of battle (they must be proclaimed in Hebrew). Bab. <a class=\"refLink\" href=\"/Sotah.43b.9\" data-ref=\"Sotah 43b:9\">Sot. 43ᵇ</a> <span dir=\"rtl\">אין חוזרין עליו מע׳ המ׳</span> they are not entitled to leave the army on that account. <a class=\"refLink\" href=\"/Sotah.44b\" data-ref=\"Sotah 44b\">Ib. 44ᵇ</a>; <a class=\"refLink\" href=\"/Menachot.36a\" data-ref=\"Menachot 36a\">Men. 36ᵃ</a>; a. e. <b>—2)</b> <i>valuation, assessment, value of a person or animal dedicated to the sanctuary; vow of value</i>. <a class=\"refLink\" href=\"/Arakhin.7b.59\" data-ref=\"Arakhin 7b:59\">Arakh. 7ᵇ</a> <span dir=\"rtl\">ואמר עֶרְכִּי עלי</span> if he says, I vow my own value. <a class=\"refLink\" href=\"/Mishnah_Arakhin.4.1\" data-ref=\"Mishnah Arakhin 4:1\">Ib. IV, 1</a> <span dir=\"rtl\">הע׳ בזמן הע׳</span> the valuation is regulated by the time of the vow (irrespective of the value at the time of paying the vow); <a class=\"refLink\" href=\"/Mishnah_Arakhin.4.4\" data-ref=\"Mishnah Arakhin 4:4\">ib. 4</a> <span dir=\"rtl\">נותן כזמן הע׳</span> he pays according to the value at the time of the vow. Ib. <span dir=\"rtl\">נותן ע׳ זקן</span> he pays the value of an old man (<a class=\"refLink\" href=\"/Leviticus.27.7\" data-ref=\"Leviticus 27:7\">Lev. XXVII, 7</a>); <span dir=\"rtl\">ע׳ ילד</span> the value of a child (ib. 6); a. fr.—Pl. <span dir=\"rtl\">עֲרָכִים</span>, <span dir=\"rtl\">עֲרָכִין</span>. Ib. II, 1 <span dir=\"rtl\">אין בע׳ וכ׳</span> (Var. <span dir=\"rtl\">נֶעֱרָכִין</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עָרַךְ.1\" data-ref=\"Jastrow, עָרַךְ 1\">עָרַךְ</a>) in vows of value nothing is valued at less than a Selʿa &c.; ib. 7ᵇ <span dir=\"rtl\">כל ע׳ שאתה מעריך וכ׳</span> all values which you assess shall be no less than &c. Ib. IV, 1 <span dir=\"rtl\">והע׳ בנערך</span> the vows of value are regulated by the condition of the person whose value is vowed. Ib. III, 1 <span dir=\"rtl\">יש בע׳ להקל וכ׳</span> in the laws regulating the dedication of values there is a lenient and a rigorous side. Ib. 2ᵃ, a. e. <span dir=\"rtl\">כל שישנו בדמים ישנו בע׳ … אינו בע׳</span> he whose person has a value, can vow the value of a person or an animal, but he whose person has no value cannot. <a class=\"refLink\" href=\"/Keritot.13b.64\" data-ref=\"Keritot 13b:64\">Kerith. 13ᵇ</a> <span dir=\"rtl\">דמין וע׳</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_דָּמִים.1\" data-ref=\"Jastrow, דָּמִים 1\">דָּמִים</a>. Tanḥ. <a class=\"refLink\" href=\"/Leviticus.6.23\" data-ref=\"Leviticus 6:23\">B’ḥuck. 6</a> <span dir=\"rtl\">פרשת ע׳</span> the section treating of vows of value. <a class=\"refLink\" href=\"/Leviticus.6.23\" data-ref=\"Leviticus 6:23\">Ib.</a> <span dir=\"rtl\">בזכות הע׳ אני מציל וכ׳</span> as a reward for your offerings of values, I will save you &c.; a. fr.—<i>ʿĂrakhin</i>, name of a treatise of Mishnah, Tosefta and Talmud Babli, of the Order of Kodashim.—[<span dir=\"rtl\">ערכין</span>, <a class=\"refLink\" href=\"/Gittin.44a\" data-ref=\"Gittin 44a\">Gitt. 44ᵃ</a> Ar., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עַרְכִי.1\" data-ref=\"Jastrow, עַרְכִי 1\">עַרְכִי</a>.]"], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5c469d8108d98a02694e3d6a", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, עָרַךְ 1", "anchorRef": "Leviticus 27:2-13", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13"], "sourceRef": "Jastrow, עָרַךְ 1", "sourceHeRef": "מילון יסטרוב, עָרַךְ א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "עָרַךְ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">עָרַךְ</strong>  (b. h.) [<i>to connect, join</i>,]  <b>1)</b>  (b. h.) <i>to range, arrange, place in order</i>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Yoma.2.4.3\" data-ref=\"Jerusalem Talmud Yoma 2:4:3\">Y. Yoma II, end, 40ᵃ</a> (ref. to <a class=\"refLink\" href=\"/Leviticus.1.8\" data-ref=\"Leviticus 1:8\">Lev. I, 8</a>, a. <a class=\"refLink\" href=\"/Leviticus.1.12\" data-ref=\"Leviticus 1:12\">12</a>) <span dir=\"rtl\">כהן אחד עוֹרֵךְ וכ׳</span> one priest places two limbs on the altar &c.; Sifra Vayikra, N’dab., Par. 4, ch. VI. <a class=\"refLink\" href=\"/Bereishit_Rabbah.78.7\" data-ref=\"Bereishit Rabbah 78:7\">Gen. R. s. 78</a> <span dir=\"rtl\">יש בי כח לעֲרוֹךְ תפלה</span> (<a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Torah.133.10\" data-ref=\"Yalkut Shimoni on Torah 133:10\">Yalk. ib. 133</a> <span dir=\"rtl\">לסדר</span>) I have strength to offer prayer; <span dir=\"rtl\">יש בי כח לערוך מלחמה</span> I have strength to give battle. Yalk. l. c. <span dir=\"rtl\">וע׳ מלחמה כנגדו</span> gave him battle. Tanḥ. <a class=\"refLink\" href=\"/Leviticus.6\" data-ref=\"Leviticus 6\">B’ḥuck. 6</a> ואֶעֱרוֹךְ לפניכם שלחן I will set a table before you (in the hereafter), v. infra. <a class=\"refLink\" href=\"/Nedarim.20b.6\" data-ref=\"Nedarim 20b:6\">Ned. 20ᵇ</a> עָרַכְתִּי לו שלחן והפכו I prepared a table for him, but he upset it (euphem. for unnatural gratification); a. e. [In Talm. mostly <span dir=\"rtl\">סדר</span>.]—<span dir=\"rtl\">עוֹרְכֵי הדיינין</span> (= <span dir=\"rtl\">עורכי דין לפני הדיינין</span>) those who arrange arguments before the judges, <i>pleaders, advocates</i>, who advise their clients what to say or not to say before court. <a class=\"refLink\" href=\"/Pirkei_Avot.1.8\" data-ref=\"Pirkei Avot 1:8\">Ab. I, 8</a> <span dir=\"rtl\">אל תעש עצמך כע׳ הד׳</span> do not make thyself to be like legal advisers, i.e. be careful as judge not to suggest an advice to one of the litigants; <a class=\"refLink\" href=\"Jerusalem_Talmud_Bava_Batra.9.4.3\" data-ref=\"Jerusalem Talmud Bava Batra 9:4:3\">Y. B. Bath. IX, 17ᵃ</a> top <span dir=\"rtl\">כעֹרְכֵי</span>; <a class=\"refLink\" href=\"Jerusalem_Talmud_Ketubot.4.10.4\" data-ref=\"Jerusalem Talmud Ketubot 4:10:4\">Y. Keth. IV, 29ᵃ</a> bot. <span dir=\"rtl\">אל תעש עצמך כע׳ הד׳ שלא לגלות וכ׳</span> do not make thyself to be like &c., that is, you must not reveal to an individual his case (how to argue). Bab. <a class=\"refLink\" href=\"/Ketubot.52b\" data-ref=\"Ketubot 52b\">Keth. 52ᵇ</a>; <a class=\"refLink\" href=\"/Ketubot.86a.2\" data-ref=\"Ketubot 86a:2\">86ᵃ</a> <span dir=\"rtl\">עשינו עצמינו כע׳ ד׳</span> we have made ourselves to be like &c. (I ought not to have suggested an advice).—Part. pass. <span dir=\"rtl\">עָרוּךְ</span>; f. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עֲרוּכָה.1\" data-ref=\"Jastrow, עֲרוּכָה 1\">עְרוּכָה</a> &c. <a class=\"refLink\" href=\"/Shabbat.119b.3\" data-ref=\"Shabbat 119b:3\">Sabb. 119ᵇ</a> <span dir=\"rtl\">וכשבא לביתו ומצא נר דלוק ושלחן ע׳ וכ׳</span> when he comes home and finds the lamp lighted, the table set and the couch spread, the good angel says &c.; a. e.—2) (cmp. Syr. <span dir=\"rtl\">ערך</span>, P. Sm. 2990) <i>to work dough</i> (contrad. to <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_לוּשׁ.1\" data-ref=\"Jastrow, לוּשׁ 1\">לוּשׁ</a>); <i>to roll, shape</i> &c. <a class=\"refLink\" href=\"/Mishnah_Pesachim.3.4\" data-ref=\"Mishnah Pesachim 3:4\">Pes. III, 4</a> <span dir=\"rtl\">אחת לשה ואחת עוֹרֶכֶת וכ׳</span> one woman kneads, another works and shapes the dough, and a third one bakes. <a class=\"refLink\" href=\"/Mishnah_Avodah_Zarah.4.9\" data-ref=\"Mishnah Avodah Zarah 4:9\">Ab. Zar. IV, 9</a> <span dir=\"rtl\">לא לשין ולא עוֹרְכִין עמו</span> you must not knead nor work and shape dough with him. <a class=\"refLink\" href=\"/Mishnah_Negaim.2.4\" data-ref=\"Mishnah Negaim 2:4\">Neg. II, 4</a> <span dir=\"rtl\">כעוֹרֶכֶת</span> in the position of a woman working dough; a. fr.—Part. pass. as ab. <a class=\"refLink\" href=\"/Eruvin.54a\" data-ref=\"Eruvin 54a\">Erub. 54ᵃ</a> (ref. to <span dir=\"rtl\">ערוכה וכ׳</span>, <a class=\"refLink\" href=\"/II_Samuel.23.5\" data-ref=\"II Samuel 23:5\">II Sam. XXIII, 5</a>) <span dir=\"rtl\">אם ע׳ … משתמרת וכ׳</span> if the Law is worked into thy two hundred and forty-eight limbs, it will be preserved &c. <a class=\"refLink\" href=\"/Midrash_Tehillim.14\" data-ref=\"Midrash Tehillim 14\">Midr. Till. to Ps. XIV</a> [read:] <span dir=\"rtl\">פת לושה ופת ע׳</span> kneaded (common) bread and well-worked bread; <a class=\"refLink\" href=\"/Yalkut_Shimoni_on_Nach.662\" data-ref=\"Yalkut Shimoni on Nach 662\">Yalk. ib. 662</a> <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עֲרִיכָה.1\" data-ref=\"Jastrow, עֲרִיכָה 1\">עריכה</a> (corr. acc.).<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hif.</strong> - <strong dir=\"rtl\">הֶעֱרִיךְ</strong>  [<i>to place side by side</i>; cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נָקַשׁ.1\" data-ref=\"Jastrow, נָקַשׁ 1\">נָקַשׁ</a> <i>Hif.</i>] <i>to compare; to value</i>; esp. (v. <a class=\"refLink\" href=\"/Leviticus.27.2-13\" data-ref=\"Leviticus 27:2-13\">Lev. XXVII, 2-13</a>) <i>to dedicate the value of a person or of an animal unfit for the altar</i>. <a class=\"refLink\" href=\"/Mishnah_Arakhin.1.1\" data-ref=\"Mishnah Arakhin 1:1\">Arakh. I, 1</a> <span dir=\"rtl\">הכל מַעֲרִיכִין ונֶעֱרָכִין</span> all persons are fit to dedicate or to be the subjects of dedication. Ib. <span dir=\"rtl\">נֶעֱרָךְ אבל לא מַעֲרִיךְ</span> may be the subject of dedication, but cannot dedicate (his vow is invalid). Ib. VI, 5 <span dir=\"rtl\">המעריך את עצמו</span> he who dedicates his own value. Tanḥ. l. c. [read:] <span dir=\"rtl\">אתם מעריכין לפני את נפשותיכם … מעריכת גיהנם</span> you value before me your lives, and I shall save you from the range of Gehenna (v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עֲרִיכָה.1\" data-ref=\"Jastrow, עֲרִיכָה 1\">עֲרִיכָה</a>), and set &c. (v. supra); a. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nif.</strong> - <strong dir=\"rtl\">נֶעֱרַךְ</strong> <i>to be the subject of valuation, to be valued</i>. <a class=\"refLink\" href=\"/Mishnah_Arakhin.1.1\" data-ref=\"Mishnah Arakhin 1:1\">Arakh. I, 1</a>, a. fr., v. supra. <a class=\"refLink\" href=\"/Mishnah_Arakhin.2.1\" data-ref=\"Mishnah Arakhin 2:1\">Ib. II, 1</a> אין נערכין Var., v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_עֵרֶךְ.1\" data-ref=\"Jastrow, עֵרֶךְ 1\">עֵרֶךְ</a>."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cca948eb3c68600e817b7f6", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 2a:1", "anchorRef": "Leviticus 27:3-7", "anchorRefExpanded": ["Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7"], "sourceRef": "Arakhin 2a:1", "sourceHeRef": "ערכין ב׳ א:א׳", "anchorVerse": 3, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "מתני׳ <big><strong>הכל</strong></big> מעריכין ונערכין נודרין ונידרין כהנים לוים וישראלים נשים ועבדים", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> <b>Everyone takes</b> vows of <b>valuation</b> and is thereby obligated to donate to the Temple treasury the value fixed by the Torah (see Leviticus 27:3–7) for the age and sex of the person valuated. <b>And</b> similarly, everyone <b>is valuated,</b> and therefore one who vowed to donate his fixed value is obligated to pay. Likewise, everyone <b>vows</b> to donate to the Temple treasury the assessment of a person, based on his market value to be sold as a slave, and is thereby obligated to pay; <b>and</b> everyone is the object of <b>a vow</b> if others vowed to donate his assessment. This includes <b>priests, Levites and Israelites, women, and</b> Canaanite <b>slaves.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9495b3c68600e817b9ce", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 18a:13", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Arakhin 18a:13", "sourceHeRef": "ערכין י״ח א:י״ג", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 35.0013, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "<big><strong>מתני׳</strong></big> יום שלשים כלמטה הימנה שנת חמש ושנת עשרים כלמטה מהם שנאמר (ויקרא כז, ז) ואם מבן ששים שנה ומעלה הרי אנו למדים בכולן משנת ששים מה שנת ששים כלמטה הימנה אף שנת חמש ושנת עשרים כלמטה הימנה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>MISHNA:</strong> The Torah provides three age categories that determine the amount of the valuation: From the age of one month until age five, from age five until age twenty, and from age twenty until age sixty. For anyone less than one month old there is no valuation. The halakhic status of the <b>thirtieth day</b> is <b>like</b> that of the period <b>preceding</b> thirty days, and therefore the one who took the vow is exempt. Likewise, the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them. As it is stated: “And if it is from sixty years old and upward”</b> (Leviticus 27:7), and <b>we derive all</b> the other age categories <b>from</b> the <b>sixtieth year: Just as</b> the halakhic status of the <b>sixtieth year,</b> where upward is written, is <b>like</b> that of the period <b>preceding it, so too,</b> the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9495b3c68600e817b9d2", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 18a:15", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Arakhin 18a:15", "sourceHeRef": "ערכין י״ח א:ט״ו", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 35.0015, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "ת\"ל שנה שנה לגזירה שוה מה שנה האמורה בשנת ששים כלמטה אף שנה האמורה משנת חמש ושנת עשרים כלמטה ממנו בין להקל ובין להחמיר ר\"א אומר עד שיהו יתירות על השנים חדש ויום אחד:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "Therefore, <b>the verse states “year”</b> with regard to the fifth and twentieth years (see Leviticus 27:3–6), and <b>“year”</b> with regard to the sixtieth year (Leviticus 27:7), <b>for a verbal analogy. Just as</b> the halakhic status of the <b>year stated with regard to</b> the <b>sixtieth year</b> is <b>like</b> that of the period <b>preceding</b> it, <b>so too,</b> the halakhic status of the <b>year stated with regard to</b> the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding</b> them, <b>both</b> in order <b>to be lenient and</b> in order <b>to be stringent. Rabbi Eliezer says:</b> Their halakhic status remains like that of the period preceding it, <b>until they will be</b> aged one <b>month and one day beyond the</b> fifth, twentieth, and sixtieth <b>years.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9495b3c68600e817b9e0", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 18b:5", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Arakhin 18b:5", "sourceHeRef": "ערכין י״ח ב:ה׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 36.0005, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "ר\"א אומר עד שיהו יתירות על השנים חודש ויום אחד: תניא ר\"א אומר נאמר כאן למעלה ונאמר להלן (במדבר ג, טו) חודש ומעלה מה להלן מבן חודש ויום אחד אף כאן (מבן) חודש ויום אחד", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches that <b>Rabbi Eliezer says:</b> Their halakhic status remains like that of the period preceding it, <b>until they will be</b> aged one <b>month and one day beyond the</b> respective <b>years.</b> With regard to this opinion, it <b>is taught</b> in a <i>baraita</i> that <b>Rabbi Eliezer says: It is stated here,</b> with regard to valuations, <b>“upward”</b> (Leviticus 27:7), <b>and it is stated there,</b> with regard to the census of the Levites in the wilderness: “From <b>one month old and upward</b> you shall number them” (Numbers 3:15). <b>Just as there,</b> in the case of the census, the verse means: <b>From one month and one day old, so too here,</b> with regard to valuations, the verse means that each respective category is counted <b>from</b> one <b>month and one day old</b> beyond the stated ages of five years, twenty years, or sixty years.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5eea167c6ca8f82d4711b663", "index_title": "Bartenura on Mishnah Beitzah", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Beitzah 5:2:16", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Bartenura on Mishnah Beitzah 5:2:16", "sourceHeRef": "ברטנורא על משנה ביצה ה׳:ב׳:ט״ז", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 2.0016, "collectiveTitle": {"en": "Bartenura on Mishnah Beitzah", "he": "ברטנורא על משנה ביצה"}, "heTitle": "ברטנורא על משנה ביצה", "he": "<b>ולא מעריכין.</b> ערך פלוני עלי. ונותן כפי השנים כמו שכתוב בפרשת ערכין:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ולא מעריכין – the value of this thing is upon me, and he gives according to the years, as it is written in the portion of valuations (Leviticus 27:1-8).", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "60505c038faefc8503d6241f", "index_title": "Bartenura on Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Arakhin 4:4:7", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Bartenura on Mishnah Arakhin 4:4:7", "sourceHeRef": "ברטנורא על משנה ערכין ד׳:ד׳:ז׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 4.0007, "collectiveTitle": {"en": "Bartenura on Mishnah Arakhin", "he": "ברטנורא על משנה ערכין"}, "heTitle": "ברטנורא על משנה ערכין", "he": "<b>רבי אליעזר אומר.</b> לעולם שנת חמש ושנת עשרים ושנת ששים כלמטה, עד שתשלם כל השנה וחודש ויום אחד משנה האחרת. דיליף גזירה שוה למעלה למעלה מבכור, נאמר כאן מבן ששים שנה ומעלה, ונאמר בבכור אדם (במדבר י״ח:ט״ו-ט״ז) ופדויו מבן חודש ומעלה, מה להלן חודש ויום אחד, שאין בכור נפדה פחות מבן חודש ויום אחד, אף כאן עד שיוסיף על ששים חודש ויום אחד. ושנת חמש ושנת עשרים ילפינן בגזירה שוה שנה שנה משנת ששים כדיליף ת״ק לעיל ואין הלכה כר׳ אליעזר:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "רבי אליעזר אומר (the foregoing applies so long as they are a month and a day more than the years [which are prescribed]) - Always the fifth year and the twentieth year and the sixtieth year are like less than that age. That we derive from an analogy comparing from the usage of the word \"למעלה\" and \"למעלה\". It is stated here (Leviticus 27:7): “If the age is sixty years or over/מבן-ששים שנה ומעלה, [the equivalent is fifteen shekels in the case of a male and ten shekels for a female],” and it is stated (Numbers 18:16): “Take as their redemption price from the age of one month up/ופדויו מבן חודש ומעלה [the money equivalent of five shekels by the sanctuary weight which is twenty gerahs],” just as there it is it is one month and one day, for a firstling is not redeemed any younger than from one month and one day, so even here, until he adds on to the sixty months and one day. And the fifth year and the twentieth year we derive from an analogy – שנה שנה /a year, a year (see the Mishnah), from the sixtieth year, as the first Tanna/teacher derives above, but the Halakha is not according to Rabbi Eliezer.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "", "versionTitleInHebrew": ""}, {"_id": "606f064730b48b4c70ad31ec", "index_title": "II Kings", "category": "Tanakh", "type": "", "ref": "II Kings 12:5", "anchorRef": "Leviticus 27:2-8", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "II Kings 12:5", "sourceHeRef": "מלכים ב י״ב:ה׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [-600, -400], "commentaryNum": 12.0005, "collectiveTitle": {"en": "II Kings", "he": "מלכים ב"}, "heTitle": "מלכים ב", "he": "וַיֹּ֨אמֶר יְהוֹאָ֜שׁ אֶל־הַכֹּהֲנִ֗ים כֹּל֩ כֶּ֨סֶף הַקֳּדָשִׁ֜ים אֲשֶׁר־יוּבָ֤א בֵית־יְהֹוָה֙ כֶּ֣סֶף עוֹבֵ֔ר אִ֕ישׁ כֶּ֥סֶף נַפְשׁ֖וֹת עֶרְכּ֑וֹ כׇּל־כֶּ֗סֶף אֲשֶׁ֤ר יַֽעֲלֶה֙ עַ֣ל לֶב־אִ֔ישׁ לְהָבִ֖יא בֵּ֥ית יְהֹוָֽה׃", "heVersionTitle": "Miqra according to the Masorah", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "מקרא על פי המסורה", "text": "Jehoash said to the priests, “All the money, current money, brought into the House of G<small>OD</small> as sacred donations—any money that someone may pay as<sup class=\"footnote-marker\">a</sup><i class=\"footnote\"><b>any money that someone may pay as </b>Or “any money for one’s being entered [in the census], or”; cf. Rashi and Exod. 30.11–16.</i> the money equivalent of persons,<sup class=\"footnote-marker\">b</sup><i class=\"footnote\"><b>money equivalent of persons </b>See Lev. 27.2–8.</i> or any other money that someone may be minded to bring to the House of G<small>OD</small>— ", "versionTitle": "THE JPS TANAKH: Gender-Sensitive Edition", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6114d4355b7e7a89491fdeb4", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 17a:11", "anchorRef": "Leviticus 27:2-8", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Kiddushin 17a:11", "sourceHeRef": "קידושין י״ז א:י״א", "anchorVerse": 2, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 33.0011, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "וְנֵילַף ״נְתִינָה״ ״נְתִינָה״ מֵעֲרָכִין, מָה לְהַלָּן חֲמִשִּׁים – אַף כָּאן חֲמִשִּׁים!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara asks: <b>But let him derive</b> a similar verbal analogy between <b>“giving”</b> stated with regard to the severance gift and <b>“giving” from valuations</b> (see Leviticus 27:23): <b>Just as there,</b> in the case of valuations, it is <b>fifty</b> shekels for an adult male, <b>so too here,</b> it should be <b>fifty.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "618d70f6335714433aef0a89", "index_title": "Jerusalem Talmud Shekalim", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Shekalim 1:4:5", "anchorRef": "Leviticus 27:1-8", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Jerusalem Talmud Shekalim 1:4:5", "sourceHeRef": "תלמוד ירושלמי שקלים א׳:ד׳:ה׳", "anchorVerse": 1, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 4.0005, "collectiveTitle": {"en": "Jerusalem Talmud Shekalim", "he": "תלמוד ירושלמי שקלים"}, "heTitle": "תלמוד ירושלמי שקלים", "he": "אָמַר רִבִּי יוֹחָנָן. כַּתְּחִילָּה אֵין מְקַבְּלִין מֵהֶן לֹא דָבָר מְסוּייָם וְלֹא דָבָר שֶׁאֵינוֹ מְסוּייָם. וּבַסּוֹף מְקַבְּלִין מֵהֶן דָּבָר מְסוּייָם וְאֵין מְקַבְּלִין מֵהֶן <i data-overlay=\"Vilna Pages\" data-value=\"5b\"></i>דָּבָר שֶׁאֵינוֹ מְסוּייָם. רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר. בֵּין בַתְּחִילָּה בֵין בַּסּוֹף אֵין מְקַבְּלִין מֵהֶן לֹא דָבָר מְסוּייָם וְלֹא דָבָר שֶׁאֵינוֹ מְסוּייָם. מַתְנִיתָא פְלִיגָא עַל רִבִּי יוֹחָנָן. אֵין מְקַבְּלִין מֵהֶן הֶקְדֵּשׁ נְדָבָה לְבֶדֶק הַבַּיִת. פָּתַר לָהּ בֵּין בַתְּחִילָּה בֵין בַּסּוֹף וּבִלְבַד דָּבָר שֶׁאֵינוֹ מְסוּייָם. מַתְנִיתָא פְלִיגָא עַל רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. הַכֹּל שָׁוִין שֶׁהֵן נוֹדְרִין וְנִידָּרִין. פָּתַר לָהּ עוֹלָה. נִיחָא נוֹדְרִים עוֹלָה. נִידָּרִים עוֹלָה. לֹא. בְּשֶׁאָמַר יִשְׂרָאֵל הֲרֵי עָלַי עוֹלָה. וּשְׂמָעוֹ גוֹי וְאָמַר. מַה שֶׁאָמַר זֶה עָלַי. וְאֵינוֹ מֵבִיא עִמָּהּ נְסָכִים. וּמוֹתַר נְסָכִים לֹא לִכְלֵי שָׁרֵת אִינּוּן. נִמְצָא מֵבִיא דָבָר מְסוּייָם. הָתִיב רִבִּי יוֹסֵי בֵּירִבִּי בּוּן. וְהָא תַנִּינָן נֶעֱרָכִין. וָעֲרָכִין לֹא לְבֶדֶק הַבַּיִת אִינּוּן. הֵיךְ מַה דְאַתְּ אָמַר תַּמָּן. לַשָׁמַיִם הוא מִתְכַּוֵּין וּמֵאֵילֵיהֶן הֵן בָּאִין לְבֶדֶק הַבַּיִת. כֵּן אַתְּ אָמַר אַף הָכָא. לַשָׁמַיִם הוא מִתְכַּוֵּין וּמֵאֵילֵיהֶן הֵן בָּאִין לִכְלֵי שָׁרֵת. מַה עֲבַד לָהּ רִבִּי שִׁמְעוֹן בֶּן לָקִישׁ. פָּתַר לָהּ לֹא לָכֶם וְלָנוּ לִבְנוֹת בַּיִת לֵאלֹהֵינוּ. רִבִּי חִלְקִיָּה אָמַר. רִבִּי סִימוֹן שָׁאַל. מֵעַתָּה אֵין מְקַבְּלִין מֵהֶן [לָ]אַמַּת הַמָּיִם וּ[לְ]חוֹמַת הָעִיר וּמִגְדְּלוֹתֶיהָ. עַל שֵׁם וְלְכֶ֗ם אֵֽין־חֵ֧לֶק וּצְדָקָ֛ה וְזִכָּר֖וֹן בִּירוּשָׁלָֽ͏ִם.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Joḥanan said, at the start<sup class=\"footnote-marker\">131</sup><i class=\"footnote\">At the start of building the Temple, the situation described in the verse from <i>Ezra</i>. While the verse refers to Samaritans, the discussion here is about Gentile offerings.</i> one accepts from them neither definite objects nor non-definite objects<sup class=\"footnote-marker\">132</sup><i class=\"footnote\">After the building was finished and funds are needed for its continual upkeep.</i>, and at the end one accepts from them definite objects but not non-definite objects<sup class=\"footnote-marker\">133</sup><i class=\"footnote\">Since the Torah clearly accepts Gentile sacrifices, <a class=\"refLink\" data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\"><i>Lev.</i> 22:25</a>, one also has to accept vessels or other objects inscribed with the Gentile donor’s name. But unspecified moneys for the continual upkeep of the Temple are reserved for and are a duty upon Jews.</i>. Rebbi Simeon ben Laqish said, both at the beginning and at the end one accepts from them neither definite objects nor non-definite objects. A <i>baraita</i><sup class=\"footnote-marker\">134</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Tosefta Shekalim (Lieberman) 1:7\" href=\"/Tosefta_Shekalim_(Lieberman).1.7\">Tosephta 1:7</a>, <a class=\"refLink\" data-ref=\"Sifra, Emor, Section 7 2\" href=\"/Sifra,_Emor,_Section_7.2\"><i>Sifra Emor Parashah</i>7(2</a>), <a class=\"refLink\" data-ref=\"Menachot 73b\" href=\"/Menachot.73b\">Babli <i>Menaḥot</i>73b</a>; cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 9:1:2\" href=\"/Jerusalem_Talmud_Nazir.9.1.2\"><i>Nazir</i>9:1 Note 8</a>.</i> disagrees with Rebbi Joḥanan: “One does not accept from them voluntary gifts for Temple property for the upkeep of the Temple.” He explains it, both at the start and at the end, if it is for non-definite objects. A Mishnah<sup class=\"footnote-marker\">135</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Arakhin 1:3\" href=\"/Mishnah_Arakhin.1.3\">Mishnah <i>Arakhin</i>1:3</a>, where R. Meïr and R. Jehudah disagree about the status of a Gentile with respect to the rules detailed in <a class=\"refLink\" data-ref=\"Leviticus 27:2-8\" href=\"/Leviticus.27.2-8\"><i>Lev.</i> 27:2–8</a>.</i> disagrees with Rebbi Simeon ben Laqish: Everybody agrees that they make vows and are objects of vows<sup class=\"footnote-marker\">136</sup><i class=\"footnote\">Since a voluntary sacrifice must be vowed to the Temple before it can be offered, <a class=\"refLink\" data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\"><i>Lev.</i> 22:25</a> clearly implies that a Gentile’s vows are valid in a Jewish setting. It is stated that a Jew may make a vow whose object is a Gentile or which is conditioned on the actions of a Gentile.</i>. He explains it for elevation offerings<sup class=\"footnote-marker\">137</sup><i class=\"footnote\">These are the only sacrifices which a Gentile unquestionably is able to bring. It is difficult to see how he could bring a well-being offering which as a family sacrifice has to be consumed by the pure family members. The Gentile, being biblically unable to be impure, cannot biblically be pure either.</i>. One understands that he makes a vow to bring an elevation offering. Can he be the object of a vow for an elevation offering? No, if an Israel says, I undertake to bring an elevation offering, when a Gentile hears him and says, I am undertaking what he says<sup class=\"footnote-marker\">138</sup><i class=\"footnote\">While the Gentile is not the passive object of a vow, his vow is subsidiary to the Jew’s.</i>. Does he not bring libations with it<sup class=\"footnote-marker\">139</sup><i class=\"footnote\">As required by <a class=\"refLink\" data-ref=\"Numbers 15:1-15\" href=\"/Numbers.15.1-15\"><i>Num</i>. 15:1–15</a>.</i>? Is not the excess money given for libations used for vessels of Service? Then it turns out that he brought {money for} a definite object<sup class=\"footnote-marker\">140</sup><i class=\"footnote\">Nobody brings his libations to the Temple; he pays for them in the Temple; they are brought from the Temple’s stores, and the net proceeds are used to buy gold and silver vessels for the Temple. These are objects that could be engraved with the donor’s name.</i>! Rebbi Yose ben Rebbi Abun objected, did we not state that they may offer their value<sup class=\"footnote-marker\">141</sup><i class=\"footnote\">While not mentioned in <a class=\"refLink\" data-ref=\"Leviticus 27:2-8\" href=\"/Leviticus.27.2-8\"><i>Lev.</i> 27:2–8</a>, in fact this is what money donations to the Temple are used for.</i>? Are offerings of one’s value not for the upkeep of the Temple<sup class=\"footnote-marker\">142</sup><i class=\"footnote\">The person making the vow of his value is intent to give the money to the worship; what actually is done with the money is not of interest to him.</i>? It is as you are saying there, his intent was for Heaven; automatically it will be used for the upkeep of the Temple<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Similarly, the excess money given for libations goes into a big pot where the individual contributions are no longer recognizable; no donor’s plate can be affixed to any vessel bought with such money.</i>; so here you are saying, his intent was for Heaven; automatically it will be used for vessels of Service. How does Rebbi Simeon ben Laqish treat this? He explains, <i>it is not upon you and us to build our God’s House</i>. Rebbi Ḥilkiah said, Rebbi Simon asked: Does this imply that one does not accept from them<sup class=\"footnote-marker\">143</sup><i class=\"footnote\">Similarly, the excess money given for libations goes into a big pot where the individual contributions are no longer recognizable; no donor’s plate can be affixed to any vessel bought with such money.</i> for an aqueduct, or the city walls, or its towers, because of <i>you have no part, nor rightful claim, nor memorial, in Jerusalem</i><sup class=\"footnote-marker\">144</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Nehemiah 2:20\" href=\"/Nehemiah.2.20\"><i>Neh</i>. 2:20</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "62bc7a93b9fd69949b24ef05", "index_title": "Dirshuni II", "category": "Jewish Thought", "type": "", "ref": "Dirshuni II, Sexuality, Love, and Marriage, V 2", "anchorRef": "Leviticus 27:2-7", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7"], "sourceRef": "Dirshuni II, Sexuality, Love, and Marriage, V 2", "sourceHeRef": "דרשוני כרך ב, שעשני אשה, מדרשי נדרים ב׳", "anchorVerse": 2, "sourceHasEn": false, "commentaryNum": 2, "collectiveTitle": {"en": "Dirshuni II", "he": "דרשוני כרך ב"}, "heTitle": "מדרשי נדרים", "he": "<small>איש כי יפלא נדר בערכך נפשת לה' והיה ערכך הזכר מבן עשרים שנה ועד בן ששים שנה והיה ערכך חמשים שקל כסף בשקל הקדש. ואם נקבה הוא והיה ערכך שלשים שקל. ואם מבן חמש שנים ועד בן עשרים שנה והיה ע רכך הזכר עשרים שקלים ולנקבה עשרת שקלים. ואם מבן חדש ועד בן חמש שנים והיה ערכך הזכר חמשה שקלים כסף ולנקבה ע רכך שלשת שקלים כסף. ואם מבן ששים שנה ומעלה אם זכר והיה ערכך חמשה עשר שקל ולנקבה עשרה שקלים (ויקרא כז, ב–ז)</small>", "heVersionTitle": "Dirshuni, Israeli Women Writing Midrash. Tel Aviv, 2018", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6319d036b6084aa1cbf00f15", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, בֵּן 1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "BDB, בֵּן 1", "sourceHeRef": "בראון-דרייבר-בריגס, בֵּן א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "בֵּן", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">בֵּן</span></big></big><sub>4870</sub><big></big>  <strong>n.m. son (</strong>MI Ph. <span dir=\"rtl\">בן</span>; so Sab. CIS<sup>iv. No. 2</sup>, cf. <span dir=\"rtl\">בני</span> DHM<sup>Sem. Sprachforsch. 6</sup>; Arabic <span dir=\"rtl\">اِبْنٌ</span>; Assyrian <em>bin(u)</em>, Lyon<sup>Sargon 9, 1. 57</sup>; especially in <em>bin-bin</em>, <em>grandson</em> COT<sup>Gloss.</sup>, cf. Dl infr.; Aramaic <span dir=\"rtl\">בַּר</span>, <span dir=\"rtl\">ܒܰܪ</span>, pl. <span dir=\"rtl\">בְּנִין</span>, <span dir=\"rtl\">ܒܢܺܝܢ</span>; cf. Palm., especially Vog<sup>No. 21. 31. 36 a al.</sup>; possibly orig. connected with <span dir=\"rtl\">בנה</span> <em>build</em>, so Thes, cf. Assyrian <em>bânu</em>, <em>begetter</em> (Dl<sup>Pr 104</sup> & cf. Ba<sup>ZMG 1887, 638 ff.</sup>); but all traces of this √ lost in Heb. form; √ perhaps orig. bilit. (<span dir=\"rtl\">בִּן</span>, <span dir=\"rtl\">בֵּן</span>) <span dir=\"rtl\">בַּן</span> v. Sta<sup>§ 183</sup><strong>)</strong>—abs. <span dir=\"rtl\">בּ׳</span> <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a> +; <span dir=\"rtl\">בֵּֽן־</span> <a data-ref=\"Ezekiel 18:10\" href=\"/Ezekiel.18.10\">Ez 18:10</a>; cstr. <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; <span dir=\"rtl\">בֶּן־</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> +; <span dir=\"rtl\">בֶּן</span> <a data-ref=\"Esther 2:5\" href=\"/Esther.2.5\">Est 2:5</a>; <a data-ref=\"Nehemiah 6:18\" href=\"/Nehemiah.6.18\">Ne 6:18</a>, & c. prefix <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">Gn 17:17</a>; <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Numbers 23:18\" href=\"/Numbers.23.18\">Nu 23:18</a>; <a data-ref=\"Numbers 24:3\" href=\"/Numbers.24.3\">24:3</a>, <a data-ref=\"Numbers 24:15\" href=\"/Numbers.24.15\">15</a>; <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a>; <span dir=\"rtl\">בִּן</span> <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; <span dir=\"rtl\">בִּן־</span> <a data-ref=\"Exodus 33:11\" href=\"/Exodus.33.11\">Ex 33:11</a> + 32 times (29 times in combination <span dir=\"rtl\">בִּן־נוּן</span> (<span dir=\"rtl\">ישׁוע</span>, <span dir=\"rtl\">הושׁע</span>) <span dir=\"rtl\">יהושׁע</span>); sf. <span dir=\"rtl\">בְּנִי</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; <span dir=\"rtl\">בִּנְךָ</span> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> +; <span dir=\"rtl\">לִבֱנ֑ךָ</span> <a data-ref=\"Deuteronomy 7:3\" href=\"/Deuteronomy.7.3\">Dt 7:3</a>; <a data-ref=\"I Kings 11:13\" href=\"/I_Kings.11.13\">1 K 11:13</a>; <span dir=\"rtl\">בְּנֵךְ</span> <a data-ref=\"Genesis 30:14\" href=\"/Genesis.30.14\">Gn 30:14</a> +; <span dir=\"rtl\">בְּנוֹ</span> <a data-ref=\"Genesis 4:17\" href=\"/Genesis.4.17\">Gn 4:17</a> +; <span dir=\"rtl\">בְּנָהּ</span> <a data-ref=\"Genesis 21:10\" href=\"/Genesis.21.10\">Gn 21:10</a> +; pl. <span dir=\"rtl\">בָּנִים</span> <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a> +; cstr. <span dir=\"rtl\">בְּנֵי</span> <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a> +; sf. <span dir=\"rtl\">בָּנַי</span> <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">Gn 31:43</a> +; <span dir=\"rtl\">בָּנֵינוּ</span> <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">Jos 22:25</a> +; <span dir=\"rtl\">בְּנֵיכֶם</span> <a data-ref=\"Exodus 3:22\" href=\"/Exodus.3.22\">Ex 3:22</a> +, etc.;—<br><strong>1.</strong>  <em>son</em>, male child, born of a woman <a data-ref=\"Genesis 4:25\" href=\"/Genesis.4.25\">Gn 4:25</a>; <a data-ref=\"Genesis 16:11\" href=\"/Genesis.16.11\">16:11</a>, <a data-ref=\"Genesis 16:15\" href=\"/Genesis.16.15\">15</a>; <a data-ref=\"Genesis 17:19\" href=\"/Genesis.17.19\">17:19</a> cf. v <a data-ref=\"Genesis 17:16\" href=\"/Genesis.17.16\">16</a> <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10</a>, <a data-ref=\"Genesis 18:14\" href=\"/Genesis.18.14\">14</a>; <a data-ref=\"Genesis 19:37\" href=\"/Genesis.19.37\">19:37</a>, <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">38</a> + often, cf. <span dir=\"rtl\">בֶּן־בִּטְנָהּ</span> <a data-ref=\"Isaiah 49:15\" href=\"/Isaiah.49.15\">Is 49:15</a>; begotten by a man <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4 f.</a> <a data-ref=\"Genesis 5:28\" href=\"/Genesis.5.28\">28</a>; <a data-ref=\"Genesis 6:10\" href=\"/Genesis.6.10\">6:10</a>; <a data-ref=\"Genesis 11:11\" href=\"/Genesis.11.11\">11:11 f.</a> + often; ‖ <span dir=\"rtl\">בַּת (בָּנוֹת)</span> <em>daughter</em> <a data-ref=\"Genesis 5:4\" href=\"/Genesis.5.4\">Gn 5:4</a>, <a data-ref=\"Genesis 5:7\" href=\"/Genesis.5.7\">7</a>, <a data-ref=\"Genesis 5:10\" href=\"/Genesis.5.10\">10 f.</a> <a data-ref=\"Exodus 20:10\" href=\"/Exodus.20.10\">Ex 20:10</a> <a data-ref=\"Deuteronomy 5:14\" href=\"/Deuteronomy.5.14\">Dt 5:14</a>; <a data-ref=\"Deuteronomy 16:11\" href=\"/Deuteronomy.16.11\">16:11</a>, <a data-ref=\"Deuteronomy 16:14\" href=\"/Deuteronomy.16.14\">14</a> <a data-ref=\"I Samuel 30:3\" href=\"/I_Samuel.30.3\">1 S 30:3</a>, <a data-ref=\"I Samuel 30:6\" href=\"/I_Samuel.30.6\">6</a> <a data-ref=\"Job 1:2\" href=\"/Job.1.2\">Jb 1:2</a> <a data-ref=\"Job 42:13\" href=\"/Job.42.13\">42:13</a> +; of son as desired <a data-ref=\"Genesis 30:2\" href=\"/Genesis.30.2\">Gn 30:2</a> (cf. <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">15:2</a>; <a data-ref=\"Genesis 16:2\" href=\"/Genesis.16.2\">16:2</a>; <a data-ref=\"Genesis 17:17\" href=\"/Genesis.17.17\">17:17</a>; <a data-ref=\"Genesis 18:10\" href=\"/Genesis.18.10\">18:10 f.</a> <a data-ref=\"I Samuel 1:5-11\" href=\"/I_Samuel.1.5-11\">1 S 1:5–11</a>) <a data-ref=\"II Kings 4:14\" href=\"/II_Kings.4.14\">2 K 4:14</a>, <a data-ref=\"II Kings 4:28\" href=\"/II_Kings.4.28\">28</a> <a data-ref=\"Psalms 127:3\" href=\"/Psalms.127.3\">ψ 127:3</a> +; rejoiced in <a data-ref=\"Genesis 30:6\" href=\"/Genesis.30.6\">Gn 30:6</a> +; beloved <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a> <a data-ref=\"II Samuel 19:1\" href=\"/II_Samuel.19.1\">2 S 19:1</a>, <a data-ref=\"II Samuel 19:3\" href=\"/II_Samuel.19.3\">3</a>, <a data-ref=\"II Samuel 19:5\" href=\"/II_Samuel.19.5\">5</a> <a data-ref=\"I Kings 3:26\" href=\"/I_Kings.3.26\">1 K 3:26</a>; cared for <a data-ref=\"Deuteronomy 1:31\" href=\"/Deuteronomy.1.31\">Dt 1:31</a>; spared <a data-ref=\"Malachi 3:17\" href=\"/Malachi.3.17\">Mal 3:17</a>; disciplined & trained <a data-ref=\"Deuteronomy 8:5\" href=\"/Deuteronomy.8.5\">Dt 8:5</a> <a data-ref=\"Proverbs 3:12\" href=\"/Proverbs.3.12\">Pr 3:12</a>; <a data-ref=\"Proverbs 13:24\" href=\"/Proverbs.13.24\">13:24</a>; <a data-ref=\"Proverbs 19:18\" href=\"/Proverbs.19.18\">19:18</a>; <a data-ref=\"Proverbs 29:17\" href=\"/Proverbs.29.17\">29:17</a>; owing reverence, obedience, etc. to parents <a data-ref=\"Proverbs 6:20\" href=\"/Proverbs.6.20\">Pr 6:20</a>; <a data-ref=\"Proverbs 10:1\" href=\"/Proverbs.10.1\">10:1</a>; <a data-ref=\"Proverbs 13:1\" href=\"/Proverbs.13.1\">13:1</a>; <span dir=\"rtl\">בִּנְךָ בְּכוֹרְךָ</span> <em>thy first-born son</em> <a data-ref=\"Genesis 27:32\" href=\"/Genesis.27.32\">Gn 27:32</a>; <span dir=\"rtl\">הַבֵּן הַבְּכֹר</span> <a data-ref=\"Deuteronomy 21:15\" href=\"/Deuteronomy.21.15\">Dt 21:15</a> cf. <a data-ref=\"I Samuel 8:2\" href=\"/I_Samuel.8.2\">1 S 8:2</a>; <span dir=\"rtl\">בְּנָהּ הַגָּדֹל</span> <em>her elder son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>; <span dir=\"rtl\">בְּנוֹ הַגָּדֹל</span> <a data-ref=\"Genesis 27:1\" href=\"/Genesis.27.1\">27:1</a>; <span dir=\"rtl\">בְּנָהּ הַקָּטָן</span> <em>her younger son</em> <a data-ref=\"Genesis 27:15\" href=\"/Genesis.27.15\">Gn 27:15</a>, <a data-ref=\"Genesis 27:42\" href=\"/Genesis.27.42\">42</a>. In partic. <strong>a.</strong>  <span dir=\"rtl\">בֶּן־אִמּוֹ</span> <em>son of his mother</em>, i.e. own (uterine) brother <a data-ref=\"Genesis 43:29\" href=\"/Genesis.43.29\">Gn 43:29</a>, cf. <a data-ref=\"Genesis 27:29\" href=\"/Genesis.27.29\">27:29</a> <a data-ref=\"Judges 8:19\" href=\"/Judges.8.19\">Ju 8:19</a> <a data-ref=\"Psalms 50:20\" href=\"/Psalms.50.20\">ψ 50:20</a>; <a data-ref=\"Psalms 69:9\" href=\"/Psalms.69.9\">69:9</a>, & v. <a ,=\"\" data-ref=\"BDB, אֵם²\" dir=\"rtl\" href=\"/BDB,_אֵם²\">אֵם</a>; <span dir=\"rtl\">בְּנֵי אָבִיךָ</span> <em>son of thy father</em> = brethren <a data-ref=\"Genesis 49:8\" href=\"/Genesis.49.8\">Gn 49:8</a> (poet.) †<strong>b.</strong>  <span dir=\"rtl\">בְּנֵי דֹדֵיהֶן</span> = <em>cousins</em> <a data-ref=\"Numbers 36:11\" href=\"/Numbers.36.11\">Nu 36:11</a>. <strong>c.</strong>  <span dir=\"rtl\">בְּנִי</span> <em>my son</em>, as term of kindliness of endearment, used by Eli to Samuel <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>, <a data-ref=\"I Samuel 3:16\" href=\"/I_Samuel.3.16\">16</a> cf. <a data-ref=\"I Samuel 4:16\" href=\"/I_Samuel.4.16\">4:16</a>; <a data-ref=\"I Samuel 24:17\" href=\"/I_Samuel.24.17\">24:17</a>; <a data-ref=\"I Samuel 26:17\" href=\"/I_Samuel.26.17\">26:17</a>, <a data-ref=\"I Samuel 26:21\" href=\"/I_Samuel.26.21\">21</a>, <a data-ref=\"I Samuel 26:25\" href=\"/I_Samuel.26.25\">25</a>, v. also <a data-ref=\"Proverbs 1:8\" href=\"/Proverbs.1.8\">Pr 1:8</a>, <a data-ref=\"Proverbs 1:10\" href=\"/Proverbs.1.10\">10</a> <a data-ref=\"Proverbs 2:1\" href=\"/Proverbs.2.1\">2:1</a> +; cf. <span dir=\"rtl\">בִּנְךָ</span>, used by Benhaded of himself to Elisha <a data-ref=\"II Kings 8:9\" href=\"/II_Kings.8.9\">2 K 8:9</a>; by Ahaz to Tiglath-pileser <a data-ref=\"II Kings 16:7\" href=\"/II_Kings.16.7\">16:7</a>; especially to express intimate and gracious relation with God: <span dir=\"rtl\">י׳</span> calls Israel <span dir=\"rtl\">בְּנִי בְכֹרִי</span> <a data-ref=\"Exodus 4:22\" href=\"/Exodus.4.22\">Ex 4:22</a> cf. v <a data-ref=\"Exodus 4:23\" href=\"/Exodus.4.23\">23</a> <a data-ref=\"Hosea 11:1\" href=\"/Hosea.11.1\">Ho 11:1</a>, v. also <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a> (but cf. Che); <span dir=\"rtl\">בָּנִים אַתֶּם ליהוה אלהיכם</span> <a data-ref=\"Deuteronomy 14:1\" href=\"/Deuteronomy.14.1\">Dt 14:1</a>; <span dir=\"rtl\">בְּנֵי עֶלְיוֹן</span> <a data-ref=\"Psalms 82:6\" href=\"/Psalms.82.6\">ψ 82:6</a> (‖ <span dir=\"rtl\">אלהים</span>); <span dir=\"rtl\">בְּנֵי אֵל־חָ֑י</span> <a data-ref=\"Hosea 2:1\" href=\"/Hosea.2.1\">Ho 2:1</a>; cf. further <a data-ref=\"Deuteronomy 32:5\" href=\"/Deuteronomy.32.5\">Dt 32:5</a> (pl.) v <a data-ref=\"Deuteronomy 32:20\" href=\"/Deuteronomy.32.20\">20</a> (pl.) <a data-ref=\"Isaiah 1:2\" href=\"/Isaiah.1.2\">Is 1:2</a>, <a data-ref=\"Isaiah 1:4\" href=\"/Isaiah.1.4\">4</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>, <a data-ref=\"Isaiah 30:9\" href=\"/Isaiah.30.9\">9</a>; <a data-ref=\"Jeremiah 3:14\" href=\"/Jeremiah.3.14\">Je 3:14</a>, <a data-ref=\"Jeremiah 3:22\" href=\"/Jeremiah.3.22\">22</a>; <a data-ref=\"Jeremiah 4:22\" href=\"/Jeremiah.4.22\">4:22</a>; <a data-ref=\"Jeremiah 31:20\" href=\"/Jeremiah.31.20\">31:20</a>; of future Davidic king <a data-ref=\"II Samuel 7:14\" href=\"/II_Samuel.7.14\">2 S 7:14</a> = <a data-ref=\"I Chronicles 17:13\" href=\"/I_Chronicles.17.13\">1 Ch 17:13</a> cf. <a data-ref=\"Psalms 2:7\" href=\"/Psalms.2.7\">ψ 2:7</a>; expressly referred to Solomon <a data-ref=\"I Chronicles 22:10\" href=\"/I_Chronicles.22.10\">1 Ch 22:10</a>; <a data-ref=\"I Chronicles 28:6\" href=\"/I_Chronicles.28.6\">28:6</a>; also of children (offered in fire) <a data-ref=\"Ezekiel 16:21\" href=\"/Ezekiel.16.21\">Ez 16:21</a>. <strong>d.</strong>  <span dir=\"rtl\">בְּנֵי האלהים</span> applied to supernatural beings <a data-ref=\"Genesis 6:2\" href=\"/Genesis.6.2\">Gn 6:2</a>, <a data-ref=\"Genesis 6:4\" href=\"/Genesis.6.4\">4</a>; <a data-ref=\"Job 1:6\" href=\"/Job.1.6\">Jb 1:6</a>; <a data-ref=\"Job 2:1\" href=\"/Job.2.1\">2:1</a>; <span dir=\"rtl\">בְּנֵי אלהים</span> <a data-ref=\"Job 38:7\" href=\"/Job.38.7\">Jb 38:7</a>; <span dir=\"rtl\">בְּנֵי אֵלִים</span> <a data-ref=\"Psalms 29:1\" href=\"/Psalms.29.1\">ψ 29:1</a> (on which cf. Che’s note) <a data-ref=\"Psalms 89:7\" href=\"/Psalms.89.7\">89:7</a>. <strong>e.</strong>  <span dir=\"rtl\">בֶּן־אָדָם</span> <em>son of man</em>, cf. <span dir=\"rtl\">בְּנֵי א׳</span>, v. <a ,=\"\" data-ref=\"BDB, אָדָם\" dir=\"rtl\" href=\"/BDB,_אָדָם\">אָדָם</a>; †<span dir=\"rtl\">בְּנֵי אִישׁ</span> <a data-ref=\"Psalms 4:3\" href=\"/Psalms.4.3\">ψ 4:3</a> & (‖ <span dir=\"rtl\">בני אדם</span>) <a data-ref=\"Psalms 49:3\" href=\"/Psalms.49.3\">49:3</a>; <a data-ref=\"Psalms 62:10\" href=\"/Psalms.62.10\">62:10</a>; <a data-ref=\"Lamentations 3:33\" href=\"/Lamentations.3.33\">La 3:33</a>. †<strong>f.</strong>  <span dir=\"rtl\">בֶּן־בִּנְךָ</span> = <em>thy grandson</em> <a data-ref=\"Exodus 10:2\" href=\"/Exodus.10.2\">Ex 10:2</a>; <a data-ref=\"Deuteronomy 6:2\" href=\"/Deuteronomy.6.2\">Dt 6:2</a>; <a data-ref=\"Judges 8:22\" href=\"/Judges.8.22\">Ju 8:22</a> cf. <a data-ref=\"Jeremiah 27:7\" href=\"/Jeremiah.27.7\">Je 27:7</a>; also pl. <a data-ref=\"Exodus 34:7\" href=\"/Exodus.34.7\">Ex 34:7</a>; <a data-ref=\"Deuteronomy 4:9\" href=\"/Deuteronomy.4.9\">Dt 4:9</a>, <a data-ref=\"Deuteronomy 4:25\" href=\"/Deuteronomy.4.25\">25</a>; <a data-ref=\"Judges 12:14\" href=\"/Judges.12.14\">Ju 12:14</a>; <a data-ref=\"II Kings 17:41\" href=\"/II_Kings.17.41\">2 K 17:41</a>; <a data-ref=\"I Chronicles 8:40\" href=\"/I_Chronicles.8.40\">1 Ch 8:40</a>; <a data-ref=\"Job 42:16\" href=\"/Job.42.16\">Jb 42:16</a>; <a data-ref=\"Psalms 128:6\" href=\"/Psalms.128.6\">ψ 128:6</a>; <a data-ref=\"Proverbs 13:22\" href=\"/Proverbs.13.22\">Pr 13:22</a>; <a data-ref=\"Proverbs 17:6\" href=\"/Proverbs.17.6\">17:6</a>; <a data-ref=\"Ezekiel 37:25\" href=\"/Ezekiel.37.25\">Ez 37:25</a>; also <span dir=\"rtl\">בֵּן</span> alone with similar reference <a data-ref=\"Genesis 29:5\" href=\"/Genesis.29.5\">Gn 29:5</a> (Laban son of Nahor); Laban calls his daughters’ children his own sons <a data-ref=\"Genesis 31:28\" href=\"/Genesis.31.28\">Gn 31:28</a>, <a data-ref=\"Genesis 31:43\" href=\"/Genesis.31.43\">43</a> cf. <a data-ref=\"Genesis 32:1\" href=\"/Genesis.32.1\">32:1</a>; son of Naomi <a data-ref=\"Ruth 4:17\" href=\"/Ruth.4.17\">Ru 4:17</a>; <span dir=\"rtl\">בְּנֵי רְבִעִים</span> <a data-ref=\"II Kings 10:30\" href=\"/II_Kings.10.30\">2 K 10:30</a> <em>sons of the fourth generation</em>, and, in general, descendants <a data-ref=\"Joshua 22:24\" href=\"/Joshua.22.24\">Jos 22:24</a>, <a data-ref=\"Joshua 22:25\" href=\"/Joshua.22.25\">25</a>, <a data-ref=\"Joshua 22:27\" href=\"/Joshua.22.27\">27</a> +; cf. <a data-ref=\"II Samuel 19:25\" href=\"/II_Samuel.19.25\">2 S 19:25</a> <a data-ref=\"II Kings 9:20\" href=\"/II_Kings.9.20\">2 K 9:20</a>; <a data-ref=\"Ezekiel 5:1\" href=\"/Ezekiel.5.1\">Ez 5:1</a>. <strong>g.</strong>  constantly, as more precise designation, added to personal name <span dir=\"rtl\">כָּלֵב בֶּן־יְפֻנֶּה</span> <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">Nu 14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>; <a data-ref=\"Numbers 34:19\" href=\"/Numbers.34.19\">34:19</a> +; <span dir=\"rtl\">יְהוֹשֻׁעַ בִּן־נוּן</span> <a data-ref=\"Numbers 11:28\" href=\"/Numbers.11.28\">Nu 11:28</a>; <a data-ref=\"Numbers 14:30\" href=\"/Numbers.14.30\">14:30</a>; <a data-ref=\"Numbers 32:12\" href=\"/Numbers.32.12\">32:12</a>, <a data-ref=\"Numbers 32:28\" href=\"/Numbers.32.28\">28</a>; <a data-ref=\"Numbers 34:17\" href=\"/Numbers.34.17\">34:17</a> +; <span dir=\"rtl\">יָרָבְעָם בֶּן־נְבָט</span> <a data-ref=\"I Kings 12:2\" href=\"/I_Kings.12.2\">1 K 12:2</a>, <a data-ref=\"I Kings 12:15\" href=\"/I_Kings.12.15\">15</a> +, etc.; also without personal name (often with implication of contempt) <span dir=\"rtl\">בֶּן־קִישׁ</span> <a data-ref=\"I Samuel 10:11\" href=\"/I_Samuel.10.11\">1 S 10:11</a>; <span dir=\"rtl\">בֶּן־יִשַׁי</span> <a data-ref=\"I Samuel 20:27\" href=\"/I_Samuel.20.27\">1 S 20:27</a>, <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">30</a>, <a data-ref=\"I Samuel 20:31\" href=\"/I_Samuel.20.31\">31</a>; <a data-ref=\"I Samuel 22:7\" href=\"/I_Samuel.22.7\">22:7</a>, <a data-ref=\"I Samuel 22:8\" href=\"/I_Samuel.22.8\">8</a>, <a data-ref=\"I Samuel 22:9\" href=\"/I_Samuel.22.9\">9</a>, <a data-ref=\"I Samuel 22:13\" href=\"/I_Samuel.22.13\">13</a>; <a data-ref=\"I Samuel 25:10\" href=\"/I_Samuel.25.10\">25:10</a> <a data-ref=\"II Samuel 20:1\" href=\"/II_Samuel.20.1\">2 S 20:1</a>; <span dir=\"rtl\">בְּנֵי צְרוּיָה</span> <a data-ref=\"II Samuel 16:10\" href=\"/II_Samuel.16.10\">2 S 16:10</a>; <span dir=\"rtl\">בֶּן־רְמַלְיָהוּ</span> <a data-ref=\"Isaiah 7:4\" href=\"/Isaiah.7.4\">Is 7:4</a>, <a data-ref=\"Isaiah 7:5\" href=\"/Isaiah.7.5\">5</a>, <a data-ref=\"Isaiah 7:9\" href=\"/Isaiah.7.9\">9</a>; <a data-ref=\"Isaiah 8:16\" href=\"/Isaiah.8.16\">8:16</a>; <span dir=\"rtl\">בֶּן־טָֽבְאַ֑ל</span> <a data-ref=\"Isaiah 7:6\" href=\"/Isaiah.7.6\">Is 7:6</a>; cf. also <a ,=\"\" data-ref=\"BDB, לֵוִי²\" dir=\"rtl\" href=\"/BDB,_לֵוִי²\">בְּנֵי לֵוִי</a> <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">Nu 16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>. <strong>h.</strong>  designated as <span dir=\"rtl\">בֶּן־זְקֻנִים</span> i.e. born in old age of father <a data-ref=\"Genesis 37:3\" href=\"/Genesis.37.3\">Gn 37:3</a>; opp. <span dir=\"rtl\">בְּנֵי הַנְּעוּרִים</span> <em>sons of one’s youth</em> <a data-ref=\"Psalms 127:4\" href=\"/Psalms.127.4\">ψ 127:4</a>; also <span dir=\"rtl\">בֶּן־בֵּיתִי</span> <em>one born in my house</em> <a data-ref=\"Genesis 15:3\" href=\"/Genesis.15.3\">Gn 15:3</a> (i.e. slave) so <span dir=\"rtl\">בְּנֵי בַיִת</span> <a data-ref=\"Ecclesiastes 2:7\" href=\"/Ecclesiastes.2.7\">Ec 2:7</a>. <strong>i.</strong>  in various combinations: (α) as expression of contumely, <span dir=\"rtl\">בֶּן־נַעֲוַת הַמַּרְדּוּת</span> <a data-ref=\"I Samuel 20:30\" href=\"/I_Samuel.20.30\">1 S 20:30</a>; <span dir=\"rtl\">בֶּן־הַמְּרַצֵּחַ הַוֶּה</span> <a data-ref=\"II Kings 6:32\" href=\"/II_Kings.6.32\">2 K 6:32</a> <em>this son of a murderer;</em> cf. <span dir=\"rtl\">בְּנֵי־נָבָל</span> <a data-ref=\"Job 30:8\" href=\"/Job.30.8\">Jb 30:8</a>; <span dir=\"rtl\">בְּנֵי בְלִי־שֵׁם</span> <em>ib.</em>; <span dir=\"rtl\">בְּנֵי עֹנֲנָה</span> <a data-ref=\"Isaiah 57:3\" href=\"/Isaiah.57.3\">Is 57:3</a> (‖ <span dir=\"rtl\">זֶרַע מְנָאֵף</span>); cf. <span dir=\"rtl\">בֶּן־אִשָּׁה אַחֶרֶת</span> <a data-ref=\"Judges 11:2\" href=\"/Judges.11.2\">Ju 11:2</a> (cf. v <a data-ref=\"Judges 11:1\" href=\"/Judges.11.1\">1</a>); (β) as term of respect, dignity, <span dir=\"rtl\">בֶּן־חוֹרִים</span> <em>son of nobles</em> <a data-ref=\"Ecclesiastes 10:17\" href=\"/Ecclesiastes.10.17\">Ec 10:17</a> (in Aramaic = <em>free born</em>); <span dir=\"rtl\">בֶּן־חֲכָמִים</span> <a data-ref=\"Isaiah 19:11\" href=\"/Isaiah.19.11\">Is 19:11</a>; <span dir=\"rtl\">בֶּן־מַלְכֵי־קֶדֶם</span> <em>ib.</em>; cf. <span dir=\"rtl\">בֶּן־מֶלֶךְ</span> <a data-ref=\"Psalms 72:1\" href=\"/Psalms.72.1\">ψ 72:1</a> (‖ <span dir=\"rtl\">מֶלֶךְ</span>); <span dir=\"rtl\">בֶּן־אֲמָתֶ֑ךָ</span> <a data-ref=\"Psalms 86:16\" href=\"/Psalms.86.16\">ψ 86:16</a> in addressing <span dir=\"rtl\">י׳</span> (‖ <span dir=\"rtl\">עַבְדֶּ֑ךָ</span>) & <span dir=\"rtl\">בְּנֵי־עֲבָדֶיךָ</span> <a data-ref=\"Psalms 102:29\" href=\"/Psalms.102.29\">ψ 102:29</a>; of noble appearance <span dir=\"rtl\">בְּנֵי הַמֶּלֶךְ</span> <a data-ref=\"Judges 8:18\" href=\"/Judges.8.18\">Ju 8:18</a>. <strong>j.</strong>  often pl. with name of ancestor, people, land, or city, to denote descendants, inhabitants, membership in a nation or family, etc.: (α) e.g. <span dir=\"rtl\">בְּנֵי־עֵבֶר</span> <a data-ref=\"Genesis 10:21\" href=\"/Genesis.10.21\">Gn 10:21</a>; <span dir=\"rtl\">בְּנֵי־חֵת</span> <a data-ref=\"Genesis 23:3\" href=\"/Genesis.23.3\">Gn 23:3</a>, <a data-ref=\"Genesis 23:5\" href=\"/Genesis.23.5\">5</a>, <a data-ref=\"Genesis 23:7\" href=\"/Genesis.23.7\">7</a>, <a data-ref=\"Genesis 23:10\" href=\"/Genesis.23.10\">10</a><sup>(×2)</sup>, <a data-ref=\"Genesis 23:11\" href=\"/Genesis.23.11\">11</a>, <a data-ref=\"Genesis 23:16\" href=\"/Genesis.23.16\">16</a>, <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">18</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a>; <a data-ref=\"Genesis 25:10\" href=\"/Genesis.25.10\">25:10</a>; <a data-ref=\"Genesis 49:32\" href=\"/Genesis.49.32\">49:32</a> (all P); <span dir=\"rtl\">(בְּנֵי־שֵׁת)</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> v. sub <strong>8</strong>); <span dir=\"rtl\">בְּנֵי־חֲמוֹר</span> <a data-ref=\"Genesis 33:19\" href=\"/Genesis.33.19\">Gn 33:19</a> <a data-ref=\"Joshua 24:32\" href=\"/Joshua.24.32\">Jos 24:32</a>; <span dir=\"rtl\">בְּנֵי עֵשָׂו</span> <a data-ref=\"Genesis 36:5\" href=\"/Genesis.36.5\">Gn 36:5</a>, <a data-ref=\"Genesis 36:15\" href=\"/Genesis.36.15\">15</a>, <a data-ref=\"Genesis 36:19\" href=\"/Genesis.36.19\">19</a> <a data-ref=\"Deuteronomy 2:4\" href=\"/Deuteronomy.2.4\">Dt 2:4</a>, <a data-ref=\"Deuteronomy 2:8\" href=\"/Deuteronomy.2.8\">8</a>, <a data-ref=\"Deuteronomy 2:12\" href=\"/Deuteronomy.2.12\">12</a>, <a data-ref=\"Deuteronomy 2:22\" href=\"/Deuteronomy.2.22\">22</a>, <a data-ref=\"Deuteronomy 2:29\" href=\"/Deuteronomy.2.29\">29</a>; <span dir=\"rtl\">בְּנֵי שֵׂעִיר</span> <a data-ref=\"Genesis 36:20\" href=\"/Genesis.36.20\">Gn 36:20</a>, <a data-ref=\"Genesis 36:21\" href=\"/Genesis.36.21\">21</a>; <span dir=\"rtl\">בֶּן־(בני)הִנֹּם</span> <a data-ref=\"Joshua 15:8\" href=\"/Joshua.15.8\">Jos 15:8</a> + (cf. sub <a data-ref=\"BDB, גַּיְא\" href=\"/BDB,_גַּיְא\", dir=\"rtl\">גַּיְא</a>); <span dir=\"rtl\">בְּנֵי לוֹט</span> <a data-ref=\"Deuteronomy 2:9\" href=\"/Deuteronomy.2.9\">Dt 2:9</a>, <a data-ref=\"Deuteronomy 2:19\" href=\"/Deuteronomy.2.19\">19</a> <a data-ref=\"Psalms 83:9\" href=\"/Psalms.83.9\">ψ 83:9</a>; <span dir=\"rtl\">בְּנֵי־יוֹסֵף</span> (lit. <a data-ref=\"Genesis 46:27\" href=\"/Genesis.46.27\">Gn 46:27</a>; <a data-ref=\"Genesis 48:8\" href=\"/Genesis.48.8\">48:8</a>; <a data-ref=\"I Chronicles 5:1\" href=\"/I_Chronicles.5.1\">1 Ch 5:1</a>) <a data-ref=\"Numbers 1:32\" href=\"/Numbers.1.32\">Nu 1:32</a>; <a data-ref=\"Numbers 26:28\" href=\"/Numbers.26.28\">26:28</a>, <a data-ref=\"Numbers 26:37\" href=\"/Numbers.26.37\">37</a>; <a data-ref=\"Numbers 34:23\" href=\"/Numbers.34.23\">34:23</a>; <a data-ref=\"Numbers 36:5\" href=\"/Numbers.36.5\">36:5</a> <span dir=\"rtl\">(מַטֵּה ב׳ י׳)</span> + 6 times Jos, cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; even <span dir=\"rtl\">בְּנֵי חֲצִי שֵׁבֶט מְנַשֶּׁה</span> <a data-ref=\"I Chronicles 5:23\" href=\"/I_Chronicles.5.23\">1 Ch 5:23</a>; <span dir=\"rtl\">בְּנֵי דָוִיד</span> (lit. <a data-ref=\"II Samuel 8:18\" href=\"/II_Samuel.8.18\">2 S 8:18</a> = <a data-ref=\"I Chronicles 18:17\" href=\"/I_Chronicles.18.17\">1 Ch 18:17</a>, <a data-ref=\"I Chronicles 3:1\" href=\"/I_Chronicles.3.1\">1 Ch 3:1</a>, <a data-ref=\"I Chronicles 3:9\" href=\"/I_Chronicles.3.9\">9</a>) <a data-ref=\"II Chronicles 13:8\" href=\"/II_Chronicles.13.8\">2 Ch 13:8</a>; <a data-ref=\"II Chronicles 23:3\" href=\"/II_Chronicles.23.3\">23:3</a>; <a data-ref=\"II Chronicles 32:33\" href=\"/II_Chronicles.32.33\">32:33</a>; <span dir=\"rtl\">בְּנֵי אָסָף</span> <a data-ref=\"II Chronicles 29:13\" href=\"/II_Chronicles.29.13\">2 Ch 29:13</a>; <a data-ref=\"Ezra 2:41\" href=\"/Ezra.2.41\">Ezr 2:41</a>; <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">3:8</a> + (v. <a data-ref=\"BDB, אָסָף\" href=\"/BDB,_אָסָף\", dir=\"rtl\">אָסָף</a>); <span dir=\"rtl\">בְּנֵי קֹרַח</span> in titles of <a data-ref=\"Psalms 42-49\" href=\"/Psalms.42-49\">ψ 42–49</a>, <a data-ref=\"Psalms 84\" href=\"/Psalms.84\">84</a>, <a data-ref=\"Psalms 85\" href=\"/Psalms.85\">85</a>, <a data-ref=\"Psalms 87\" href=\"/Psalms.87\">87</a>, <a data-ref=\"Psalms 88\" href=\"/Psalms.88\">88</a>; especially (β) <span dir=\"rtl\">בְּנֵי־עַמּוֹן</span> (standing designation of people of Ammon) <a data-ref=\"Genesis 19:38\" href=\"/Genesis.19.38\">Gn 19:38</a> + 81 times (cf. <a data-ref=\"BDB, עַמּוֹן\" href=\"/BDB,_עַמּוֹן\", dir=\"rtl\">עַמּוֹן</a> & Nö<sup>ZMG 1886, 171</sup> Dr<sup>Sm 66</sup>); <span dir=\"rtl\">בְּנֵי יַעֲקֹב</span> (lit. <a data-ref=\"Genesis 34:7\" href=\"/Genesis.34.7\">Gn 34:7</a>, <a data-ref=\"Genesis 34:13\" href=\"/Genesis.34.13\">13</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">25</a>, <a data-ref=\"Genesis 34:27\" href=\"/Genesis.34.27\">27</a>; <a data-ref=\"Genesis 35:5\" href=\"/Genesis.35.5\">35:5</a>, <a data-ref=\"Genesis 35:22\" href=\"/Genesis.35.22\">22</a>, <a data-ref=\"Genesis 35:26\" href=\"/Genesis.35.26\">26</a>; <a data-ref=\"Genesis 49:2\" href=\"/Genesis.49.2\">49:2</a>) <a data-ref=\"II Kings 17:34\" href=\"/II_Kings.17.34\">2 K 17:34</a> <a data-ref=\"Psalms 105:6\" href=\"/Psalms.105.6\">ψ 105:6</a> <a data-ref=\"Malachi 3:6\" href=\"/Malachi.3.6\">Mal 3:6</a> cf. <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">ψ 77:16</a>; & chiefly (γ) <span dir=\"rtl\">בְּנֵי יִשְׂרָאֵל</span> (lit. <a data-ref=\"Genesis 42:5\" href=\"/Genesis.42.5\">Gn 42:5</a>; <a data-ref=\"Genesis 45:21\" href=\"/Genesis.45.21\">45:21</a>; <a data-ref=\"Genesis 46:5\" href=\"/Genesis.46.5\">46:5</a>; <a data-ref=\"Exodus 1:1\" href=\"/Exodus.1.1\">Ex 1:1</a>) <a data-ref=\"Exodus 1:7\" href=\"/Exodus.1.7\">Ex 1:7</a> + 613 times, incl. Hex 427 (of which 328 P, 49 E, 25 J, 25 D), <a data-ref=\"Judges 6:1\" href=\"/Judges.6.1\">Ju 6:1</a>, SK Ch 73 (23 in ref. to ancient history, 10 in opp. to Judah); so also Vrss & var. sometimes for <span dir=\"rtl\">בֵּית יִשׂ׳</span>, e.g. <a data-ref=\"Joshua 21:43\" href=\"/Joshua.21.43\">Jos 21:43</a> + v. Di, <a data-ref=\"Ezekiel 3:1\" href=\"/Ezekiel.3.1\">Ez 3:1</a> + v. Co; also the reverse <a data-ref=\"Ezekiel 2:3\" href=\"/Ezekiel.2.3\">Ez 2:3</a> al.; note especially <span dir=\"rtl\">עַם בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 1:9\" href=\"/Exodus.1.9\">Ex 1:9</a>; <span dir=\"rtl\">עַמִּי בּ׳ יִשְׂרָאֵל</span> <a data-ref=\"Exodus 3:10\" href=\"/Exodus.3.10\">Ex 3:10</a>; <a data-ref=\"Exodus 7:4\" href=\"/Exodus.7.4\">7:4</a>; <span dir=\"rtl\">עֲדַת בְּנֵי יִשְׂרָאֵל</span> <a data-ref=\"Exodus 16:1\" href=\"/Exodus.16.1\">Ex 16:1</a>, <a data-ref=\"Exodus 16:2\" href=\"/Exodus.16.2\">2</a>, <a data-ref=\"Exodus 16:9\" href=\"/Exodus.16.9\">9</a>, <a data-ref=\"Exodus 16:10\" href=\"/Exodus.16.10\">10</a>; <a data-ref=\"Exodus 17:1\" href=\"/Exodus.17.1\">17:1</a> <a data-ref=\"Leviticus 16:5\" href=\"/Leviticus.16.5\">Lv 16:5</a>; <a data-ref=\"Leviticus 19:2\" href=\"/Leviticus.19.2\">19:2</a>; <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:53\" href=\"/Numbers.1.53\">53</a>; <a data-ref=\"Numbers 8:9\" href=\"/Numbers.8.9\">8:9</a>, <a data-ref=\"Numbers 8:20\" href=\"/Numbers.8.20\">20</a>; <a data-ref=\"Numbers 13:26\" href=\"/Numbers.13.26\">13:26</a>; <a data-ref=\"Numbers 15:25\" href=\"/Numbers.15.25\">15:25</a>, <a data-ref=\"Numbers 15:26\" href=\"/Numbers.15.26\">26</a> <a data-ref=\"Numbers 17:6\" href=\"/Numbers.17.6\">17:6</a>; <a data-ref=\"Numbers 19:9\" href=\"/Numbers.19.9\">19:9</a>; <a data-ref=\"Numbers 25:6\" href=\"/Numbers.25.6\">25:6</a>; <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>; <a data-ref=\"Numbers 31:12\" href=\"/Numbers.31.12\">31:12</a> (all P); <span dir=\"rtl\">דֹּרוֹת ב׳ יִשׂ׳</span> <a data-ref=\"Judges 3:2\" href=\"/Judges.3.2\">Ju 3:2</a>; <span dir=\"rtl\">כָּל־ב׳ יִשׂ׳ וְכָל־הָעָם</span> <a data-ref=\"Numbers 20:26\" href=\"/Numbers.20.26\">20:26</a>; <span dir=\"rtl\">ב׳ יִשׂ׳ וּבְנֵי הַלֵּוִי</span> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; also (δ) <span dir=\"rtl\">בְּנֵי יְהוּדָה</span> (lit. <a data-ref=\"Genesis 46:12\" href=\"/Genesis.46.12\">Gn 46:12</a>; <a data-ref=\"Genesis 26:19\" href=\"/Genesis.26.19\">26:19</a> <a data-ref=\"I Chronicles 2:3\" href=\"/I_Chronicles.2.3\">1 Ch 2:3</a>, <a data-ref=\"I Chronicles 2:10\" href=\"/I_Chronicles.2.10\">10</a>; <a data-ref=\"I Chronicles 4:1\" href=\"/I_Chronicles.4.1\">4:1</a>) <a data-ref=\"Numbers 1:26\" href=\"/Numbers.1.26\">Nu 1:26</a> + 18 times Nu Jos, <a data-ref=\"Judges 1:8\" href=\"/Judges.1.8\">Ju 1:8</a>, <a data-ref=\"Judges 1:9\" href=\"/Judges.1.9\">9</a>, <a data-ref=\"Judges 1:16\" href=\"/Judges.1.16\">16</a> (so read also v <a data-ref=\"Judges 1:21\" href=\"/Judges.1.21\">21</a><sup>(×2)</sup> cf. <a data-ref=\"Joshua 15:53\" href=\"/Joshua.15.53\">Jos 15:53</a> & v. sub <span dir=\"rtl\">בנימן</span>) <a data-ref=\"II Samuel 1:18\" href=\"/II_Samuel.1.18\">2 S 1:18</a> <a data-ref=\"I Chronicles 4:27\" href=\"/I_Chronicles.4.27\">1 Ch 4:27</a> + 8 times Chr, <a data-ref=\"Jeremiah 7:30\" href=\"/Jeremiah.7.30\">Je 7:30</a> + 4 times Je; <a data-ref=\"Hosea 2:2\" href=\"/Hosea.2.2\">Ho 2:2</a> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>, <a data-ref=\"Joel 4:8\" href=\"/Joel.4.8\">8</a>, <a data-ref=\"Joel 4:19\" href=\"/Joel.4.19\">19</a> <a data-ref=\"Obadiah 1:12\" href=\"/Obadiah.1.12\">Ob 12</a> (not in K, of Judah or of any other tribe, except <span dir=\"rtl\">בְּנֵי לֵוִי</span> <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a>) incl. <span dir=\"rtl\">מַטֵּה בְּנֵי יְהוּדָה</span> <a data-ref=\"Joshua 15:1\" href=\"/Joshua.15.1\">Jos 15:1</a>, <a data-ref=\"Joshua 15:20\" href=\"/Joshua.15.20\">20</a>, <a data-ref=\"Joshua 15:21\" href=\"/Joshua.15.21\">21</a>; <a data-ref=\"Joshua 21:1\" href=\"/Joshua.21.1\">21:1</a> <a data-ref=\"I Chronicles 6:50\" href=\"/I_Chronicles.6.50\">1 Ch 6:50</a>; for usage with other tribes of Isr., v. the articles;—but note (ε) †<span dir=\"rtl\">בְּנֵי לֵוִי</span> (lit. <a data-ref=\"Genesis 46:11\" href=\"/Genesis.46.11\">Gn 46:11</a> <a data-ref=\"Exodus 6:16\" href=\"/Exodus.6.16\">Ex 6:16</a> <a data-ref=\"Numbers 3:17\" href=\"/Numbers.3.17\">Nu 3:17</a> <a data-ref=\"I Chronicles 5:27\" href=\"/I_Chronicles.5.27\">1 Ch 5:27</a>; <a data-ref=\"I Chronicles 6:1\" href=\"/I_Chronicles.6.1\">6:1</a> cf. <a data-ref=\"I Chronicles 23:6\" href=\"/I_Chronicles.23.6\">23:6</a>) <a data-ref=\"Exodus 32:28\" href=\"/Exodus.32.28\">Ex 32:28</a> <a data-ref=\"Numbers 3:15\" href=\"/Numbers.3.15\">Nu 3:15</a>; <a data-ref=\"Numbers 16:7\" href=\"/Numbers.16.7\">16:7</a>, <a data-ref=\"Numbers 16:8\" href=\"/Numbers.16.8\">8</a>; <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">18:21</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> (as including sons of Aaron etc.); <span dir=\"rtl\">כָּל־בְּנֵי לֵוִי</span> <a data-ref=\"Exodus 32:26\" href=\"/Exodus.32.26\">Ex 32:26</a>; <span dir=\"rtl\">כָּל־אַחֶיךָ ב׳ ל׳</span> <a data-ref=\"Numbers 16:10\" href=\"/Numbers.16.10\">Nu 16:10</a>; <span dir=\"rtl\">הַכֹּהֲנִים ב׳ ל׳</span> <a data-ref=\"Deuteronomy 21:5\" href=\"/Deuteronomy.21.5\">Dt 21:5</a>; <a data-ref=\"Deuteronomy 31:9\" href=\"/Deuteronomy.31.9\">31:9</a> cf. <a data-ref=\"I Kings 12:31\" href=\"/I_Kings.12.31\">1 K 12:31</a> & <a data-ref=\"Malachi 3:3\" href=\"/Malachi.3.3\">Mal 3:3</a>; <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 24:20\" href=\"/I_Chronicles.24.20\">24:20</a> <a data-ref=\"Ezra 8:15\" href=\"/Ezra.8.15\">Ezr 8:15</a> (distinguished from priests) <a data-ref=\"Nehemiah 12:23\" href=\"/Nehemiah.12.23\">Ne 12:23</a> <a data-ref=\"Ezekiel 40:46\" href=\"/Ezekiel.40.46\">Ez 40:46</a> (including <span dir=\"rtl\">בְּנֵי צָדוֹק</span> the priests); also <span dir=\"rtl\">מַחֲנוֹת ב׳ ל׳</span> <a data-ref=\"I Chronicles 9:18\" href=\"/I_Chronicles.9.18\">1 Ch 9:18</a>; <span dir=\"rtl\">בְּנֵי הַלֵּוִי</span> <a data-ref=\"I Chronicles 12:27\" href=\"/I_Chronicles.12.27\">1 Ch 12:27</a> <a data-ref=\"Nehemiah 10:40\" href=\"/Nehemiah.10.40\">Ne 10:40</a>; <span dir=\"rtl\">בְּנֵי הַלְּוִיִּם</span> <a data-ref=\"I Chronicles 15:15\" href=\"/I_Chronicles.15.15\">1 Ch 15:15</a>; <a data-ref=\"I Chronicles 24:30\" href=\"/I_Chronicles.24.30\">24:30</a> (cf. also <a data-ref=\"BDB, לֵוִי²\" href=\"/BDB,_לֵוִי²\", dir=\"rtl\">לֵוִי</a>); (ζ) <span dir=\"rtl\">בְּנֵי אַהֲרֹן</span> (lit. <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">Ex 28:1</a>, <a data-ref=\"Exodus 28:40\" href=\"/Exodus.28.40\">40</a> <a data-ref=\"I Chronicles 5:29\" href=\"/I_Chronicles.5.29\">1 Ch 5:29</a>; <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>; often Aaron and his sons lit. <a data-ref=\"Exodus 27:21\" href=\"/Exodus.27.21\">Ex 27:21</a>; <a data-ref=\"Exodus 28:1\" href=\"/Exodus.28.1\">28:1</a>, <a data-ref=\"Exodus 28:4\" href=\"/Exodus.28.4\">4</a> +) <a data-ref=\"Leviticus 3:5\" href=\"/Leviticus.3.5\">Lv 3:5</a>, <a data-ref=\"Leviticus 3:8\" href=\"/Leviticus.3.8\">8</a>, <a data-ref=\"Leviticus 3:13\" href=\"/Leviticus.3.13\">13</a>; <a data-ref=\"Leviticus 6:7\" href=\"/Leviticus.6.7\">6:7</a>, <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">11</a>; <a data-ref=\"Leviticus 7:10\" href=\"/Leviticus.7.10\">7:10</a>, <a data-ref=\"Leviticus 7:33\" href=\"/Leviticus.7.33\">33</a> <a data-ref=\"Joshua 21:10\" href=\"/Joshua.21.10\">Jos 21:10</a> <a data-ref=\"I Chronicles 6:35\" href=\"/I_Chronicles.6.35\">1 Ch 6:35</a>, <a data-ref=\"I Chronicles 6:39\" href=\"/I_Chronicles.6.39\">39</a>, <a data-ref=\"I Chronicles 6:42\" href=\"/I_Chronicles.6.42\">42</a>; <a data-ref=\"I Chronicles 15:4\" href=\"/I_Chronicles.15.4\">15:4</a> (+ Levites) <a data-ref=\"I Chronicles 24:1\" href=\"/I_Chronicles.24.1\">24:1</a>, <a data-ref=\"I Chronicles 24:31\" href=\"/I_Chronicles.24.31\">31</a> <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a>; also <span dir=\"rtl\">בְּנֵי א׳ הַכֹּהֲנִים</span> <a data-ref=\"Leviticus 1:5\" href=\"/Leviticus.1.5\">Lv 1:5</a>, <a data-ref=\"Leviticus 1:8\" href=\"/Leviticus.1.8\">8</a>, <a data-ref=\"Leviticus 1:11\" href=\"/Leviticus.1.11\">11</a>; <a data-ref=\"Leviticus 2:2\" href=\"/Leviticus.2.2\">2:2</a>; <a data-ref=\"Leviticus 3:2\" href=\"/Leviticus.3.2\">3:2</a> <a data-ref=\"Numbers 3:3\" href=\"/Numbers.3.3\">Nu 3:3</a>; <a data-ref=\"Numbers 10:8\" href=\"/Numbers.10.8\">10:8</a> & <a data-ref=\"Joshua 21:19\" href=\"/Joshua.21.19\">Jos 21:19</a> <a data-ref=\"II Chronicles 31:19\" href=\"/II_Chronicles.31.19\">2 Ch 31:19</a> cf. <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">26:18</a>; <a data-ref=\"II Chronicles 29:21\" href=\"/II_Chronicles.29.21\">29:21</a>; <a data-ref=\"II Chronicles 35:14\" href=\"/II_Chronicles.35.14\">35:14</a><sup>(×2)</sup>; <span dir=\"rtl\">בְּנֵי אַהֲרֹן הַכֹּהֵן</span> <a data-ref=\"Leviticus 1:7\" href=\"/Leviticus.1.7\">Lv 1:7</a> <a data-ref=\"Joshua 21:4\" href=\"/Joshua.21.4\">Jos 21:4</a> (as subdivision of Levites) v <a data-ref=\"Joshua 21:13\" href=\"/Joshua.21.13\">13</a> cf. <a data-ref=\"Leviticus 7:34\" href=\"/Leviticus.7.34\">Lv 7:34</a>; <span dir=\"rtl\">אֶת־כֹּהֲנֵי יהוה אֶת־בְּנֵי אַהֲרֹן וְהַלְּוִיִּם</span> <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> cf. v <a data-ref=\"II Chronicles 13:10\" href=\"/II_Chronicles.13.10\">10</a>; once in sing. <span dir=\"rtl\">הַכֹּהֵן בֶּן־אַהֲרֹן</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; v. also sub <a ,=\"\" data-ref=\"BDB, אַהֲרֹן\" dir=\"rtl\" href=\"/BDB,_אַהֲרֹן\">אַהֲרֹן</a>; (η) †<span dir=\"rtl\">בְּנֵי צָדוֹק</span> <a data-ref=\"Ezekiel 40:26\" href=\"/Ezekiel.40.26\">Ez 40:26</a>, <a data-ref=\"Ezekiel 44:15\" href=\"/Ezekiel.44.15\">44:15</a> <span dir=\"rtl\">הכהנים הלוים בני צדוק</span>; <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">48:11</a> <span dir=\"rtl\">הכהנים הַמְֿקֻדָּשׁ מבני צדוק</span> (𝔊 Sm Co join מ of <span dir=\"rtl\">מבני</span> to preceding word, making pl.); (θ) <span dir=\"rtl\">בְּנֵי</span> with names of peoples, lands, and cities, <span dir=\"rtl\">בְּנֵי כֻשִׁיִּים</span> <a data-ref=\"Amos 9:7\" href=\"/Amos.9.7\">Am 9:7</a>; <span dir=\"rtl\">בְּנֵי מִצְרַיִם</span> <a data-ref=\"Ezekiel 16:26\" href=\"/Ezekiel.16.26\">Ez 16:26</a>; <span dir=\"rtl\">בְּנֵי אַשּׁוּר</span> <a data-ref=\"Ezekiel 16:28\" href=\"/Ezekiel.16.28\">Ez 16:28</a>; <a data-ref=\"Ezekiel 23:7\" href=\"/Ezekiel.23.7\">23:7</a>, <a data-ref=\"Ezekiel 23:9\" href=\"/Ezekiel.23.9\">9</a>, <a data-ref=\"Ezekiel 23:12\" href=\"/Ezekiel.23.12\">12</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ אֶרֶץ הַבְּרִית</span> <a data-ref=\"Ezekiel 30:5\" href=\"/Ezekiel.30.5\">Ez 30:5</a> (Co del. <span dir=\"rtl\">ארץ</span>); <span dir=\"rtl\">ב׳ בָּבֶל</span> <a data-ref=\"Ezekiel 23:15\" href=\"/Ezekiel.23.15\">Ez 23:15</a>, <a data-ref=\"Ezekiel 23:17\" href=\"/Ezekiel.23.17\">17</a>, <a data-ref=\"Ezekiel 23:23\" href=\"/Ezekiel.23.23\">23</a>; <span dir=\"rtl\">ב׳ יְרוּשָׁלִַם</span> <a data-ref=\"Joel 4:6\" href=\"/Joel.4.6\">Jo 4:6</a>; <span dir=\"rtl\">ב׳ צִיּוֹן</span> <a data-ref=\"Joel 2:23\" href=\"/Joel.2.23\">Jo 2:23</a> <a data-ref=\"Lamentations 4:2\" href=\"/Lamentations.4.2\">La 4:2</a> <a data-ref=\"Psalms 149:2\" href=\"/Psalms.149.2\">ψ 149:2</a> (cf. <a data-ref=\"Zechariah 9:13\" href=\"/Zechariah.9.13\">Zc 9:13</a>). Vid. further (ι) <span dir=\"rtl\">בְּנֵי עַמֶּ֑ךָ</span> <a data-ref=\"Leviticus 19:18\" href=\"/Leviticus.19.18\">Lv 19:18</a> cf. <a data-ref=\"Leviticus 20:17\" href=\"/Leviticus.20.17\">20:17</a> <a data-ref=\"Numbers 22:5\" href=\"/Numbers.22.5\">Nu 22:5</a> <a data-ref=\"Judges 14:16\" href=\"/Judges.14.16\">Ju 14:16</a>, <a data-ref=\"Judges 14:17\" href=\"/Judges.14.17\">17</a> <a data-ref=\"Ezekiel 3:11\" href=\"/Ezekiel.3.11\">Ez 3:11</a>; <a data-ref=\"Ezekiel 33:2\" href=\"/Ezekiel.33.2\">33:2</a>, <a data-ref=\"Ezekiel 33:12\" href=\"/Ezekiel.33.12\">12</a>, <a data-ref=\"Ezekiel 33:17\" href=\"/Ezekiel.33.17\">17</a>, <a data-ref=\"Ezekiel 33:30\" href=\"/Ezekiel.33.30\">30</a>; <a data-ref=\"Ezekiel 37:18\" href=\"/Ezekiel.37.18\">37:18</a> <a data-ref=\"Daniel 12:1\" href=\"/Daniel.12.1\">Dn 12:1</a>; <span dir=\"rtl\">בְּנֵי פָּרִיצֵי עַמֶּךָ</span> <a data-ref=\"Daniel 11:14\" href=\"/Daniel.11.14\">Dn 11:14</a>; (κ) <span dir=\"rtl\">קֶבֶר בְּנֵי הָעָם</span> <a data-ref=\"II Kings 23:6\" href=\"/II_Kings.23.6\">2 K 23:6</a> <a data-ref=\"II Chronicles 35:5\" href=\"/II_Chronicles.35.5\">2 Ch 35:5</a>, <a data-ref=\"II Chronicles 35:7\" href=\"/II_Chronicles.35.7\">7</a>, <a data-ref=\"II Chronicles 35:12\" href=\"/II_Chronicles.35.12\">12</a>; <span dir=\"rtl\">קִבְרֵי בְנֵי הָעָם</span> <a data-ref=\"Jeremiah 26:23\" href=\"/Jeremiah.26.23\">Je 26:23</a>; (λ) <span dir=\"rtl\">בְּנֵי־קֶדֶם</span> <a data-ref=\"Genesis 29:1\" href=\"/Genesis.29.1\">Gn 29:1</a> <a data-ref=\"Judges 7:12\" href=\"/Judges.7.12\">Ju 7:12</a>; <a data-ref=\"Judges 8:10\" href=\"/Judges.8.10\">8:10</a> <a data-ref=\"I Kings 5:10\" href=\"/I_Kings.5.10\">1 K 5:10</a> <a data-ref=\"Job 1:3\" href=\"/Job.1.3\">Jb 1:3</a> <a data-ref=\"Isaiah 11:14\" href=\"/Isaiah.11.14\">Is 11:14</a> <a data-ref=\"Jeremiah 49:28\" href=\"/Jeremiah.49.28\">Je 49:28</a> <a data-ref=\"Ezekiel 25:4\" href=\"/Ezekiel.25.4\">Ez 25:4</a>, <a data-ref=\"Ezekiel 25:10\" href=\"/Ezekiel.25.10\">10</a>; †(μ) <span dir=\"rtl\">בְּנֵי הַמְּדִינָה</span> <a data-ref=\"Ezra 2:1\" href=\"/Ezra.2.1\">Ezr 2:1</a> = <a data-ref=\"Nehemiah 7:6\" href=\"/Nehemiah.7.6\">Ne 7:6</a>; (ν) of bulls, <span dir=\"rtl\">בְּנֵי בָשָׁן</span> <a data-ref=\"Deuteronomy 32:14\" href=\"/Deuteronomy.32.14\">Dt 32:14</a> (song) cf. Klo<sup>SK 1872, 254</sup> Di.<br><strong>2.</strong>  <em>children</em> (male and female) <a data-ref=\"Genesis 3:16\" href=\"/Genesis.3.16\">Gn 3:16</a>; <a data-ref=\"Genesis 21:7\" href=\"/Genesis.21.7\">21:7</a> <a data-ref=\"Exodus 21:5\" href=\"/Exodus.21.5\">Ex 21:5</a>; <a data-ref=\"Exodus 22:23\" href=\"/Exodus.22.23\">22:23</a>; hence <span dir=\"rtl\">בְּנֵי מְנַשֶּׁה הַזְּכָרִים</span> <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">Jos 17:2</a> <em>male children</em>, <span dir=\"rtl\">בֵּן זָכָר</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>.<br><strong>3.</strong>  <em>youth, young men</em> (pl.) <a data-ref=\"Proverbs 7:7\" href=\"/Proverbs.7.7\">Pr 7:7</a> <a data-ref=\"Song of Songs 2:3\" href=\"/Song_of_Songs.2.3\">Ct 2:3</a>.<br><strong>4.</strong>  <em>the young</em> of animals <a data-ref=\"Leviticus 22:28\" href=\"/Leviticus.22.28\">Lv 22:28</a> <span dir=\"rtl\">(שׁוֹר אוֹ שֶׂה)</span> cf. <a data-ref=\"Deuteronomy 22:6\" href=\"/Deuteronomy.22.6\">Dt 22:6</a>, <a data-ref=\"Deuteronomy 22:7\" href=\"/Deuteronomy.22.7\">7</a> <a data-ref=\"I Samuel 6:7\" href=\"/I_Samuel.6.7\">1 S 6:7</a>, <a data-ref=\"I Samuel 6:10\" href=\"/I_Samuel.6.10\">10</a> <a data-ref=\"Zechariah 9:9\" href=\"/Zechariah.9.9\">Zc 9:9</a> <a data-ref=\"Job 4:11\" href=\"/Job.4.11\">Jb 4:11</a>; <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">28:8</a>; <a data-ref=\"Job 39:4\" href=\"/Job.39.4\">39:4</a>, <a data-ref=\"Job 39:16\" href=\"/Job.39.16\">16</a>;—<span dir=\"rtl\">בֶּן־בָּקָר</span> etc. v. sub <strong>7 b</strong> infr.<br><strong>5.</strong>  of plant-shoots <span dir=\"rtl\">בֵּן פֹּרָת</span> <a data-ref=\"Genesis 49:22\" href=\"/Genesis.49.22\">Gn 49:22</a><sup>(×2)</sup>; also <span dir=\"rtl\">בֵּן</span> <a data-ref=\"Psalms 80:16\" href=\"/Psalms.80.16\">ψ 80:16</a>? (‖ <span dir=\"rtl\">כַּנָּה</span>; see Che trans. & crit. n.)<br><strong>6.</strong>  fig. of lifeless things, <span dir=\"rtl\">בְּנֵי רֶשֶׁף</span> <em>sparks</em> <a data-ref=\"Job 5:7\" href=\"/Job.5.7\">Jb 5:7</a>; <em>stars</em> <span dir=\"rtl\">עַיִשׁ עַל־בָּנֶיהָ</span> <a data-ref=\"Job 38:32\" href=\"/Job.38.32\">Jb 38:32</a>; <em>arrows</em> <span dir=\"rtl\">בֶּן־קָ֑שֶׁת</span> <a data-ref=\"Job 41:2\" href=\"/Job.41.2\">Jb 41:2</a>; <span dir=\"rtl\">בְּנֵי אַשְׁפָּתוֹ</span>) <a data-ref=\"Lamentations 3:13\" href=\"/Lamentations.3.13\">La 3:13</a>; cf. <span dir=\"rtl\">בֶּן־גָּרְנִי</span> i.e. <em>corn of my threshing-floor</em> <a data-ref=\"Isaiah 21:10\" href=\"/Isaiah.21.10\">Is 21:10</a>.<br><strong>7.</strong> <strong>a.</strong>  <em>member</em> of a guild, order or class, †<span dir=\"rtl\">בְּנֵי הַנְּבִיאִים</span> i.e. those belonging to the prophetic order <a data-ref=\"I Kings 20:35\" href=\"/I_Kings.20.35\">1 K 20:35</a> <a data-ref=\"II Kings 2:3\" href=\"/II_Kings.2.3\">2 K 2:3</a>, <a data-ref=\"II Kings 2:5\" href=\"/II_Kings.2.5\">5</a>, <a data-ref=\"II Kings 2:7\" href=\"/II_Kings.2.7\">7</a>, <a data-ref=\"II Kings 2:15\" href=\"/II_Kings.2.15\">15</a>; <a data-ref=\"II Kings 4:1\" href=\"/II_Kings.4.1\">4:1</a>, <a data-ref=\"II Kings 4:38\" href=\"/II_Kings.4.38\">38</a><sup>(×2)</sup>; <a data-ref=\"II Kings 5:22\" href=\"/II_Kings.5.22\">5:22</a>; <a data-ref=\"II Kings 6:1\" href=\"/II_Kings.6.1\">6:1</a>; <a data-ref=\"II Kings 9:1\" href=\"/II_Kings.9.1\">9:1</a> (Hoffm RS<sup>Proph. 85. 388, K 15 f.</sup>; Zehnpfund<sup>BAS i.355</sup> comp. Assyrian <em>mâr šipri</em>, <em>son of a messenger</em> = <em>messenger</em>, and explains from the son’s succeeding to father’s calling) & <span dir=\"rtl\">בֶּן־נָבִיא</span> <a data-ref=\"Amos 7:14\" href=\"/Amos.7.14\">Am 7:14</a>; prob. also †<span dir=\"rtl\">בְּנֵי הַכֹּהֲנִים</span> <a data-ref=\"I Chronicles 9:30\" href=\"/I_Chronicles.9.30\">1 Ch 9:30</a> <a data-ref=\"Ezra 2:61\" href=\"/Ezra.2.61\">Ezr 2:61</a>; <a data-ref=\"Ezra 10:18\" href=\"/Ezra.10.18\">10:18</a>; †<span dir=\"rtl\">בְּנֵי הַשֹּׁעֲרִים</span> <a data-ref=\"Ezra 2:42\" href=\"/Ezra.2.42\">Ezr 2:42</a>; cf. <span dir=\"rtl\">בְּנֵי הַגְּדוּד</span> <a data-ref=\"II Chronicles 25:13\" href=\"/II_Chronicles.25.13\">2 Ch 25:13</a> <em>men of the troop</em>, v. Palm. <span dir=\"rtl\">בני שירתא</span> <em>men of the caravan</em> Vog<sup>No. 4 al.</sup>; also <span dir=\"rtl\">בְּנֵי הַגּוֹלָה</span> = <em>exiles</em> †<a data-ref=\"Ezra 4:1\" href=\"/Ezra.4.1\">Ezr 4:1</a>; <a data-ref=\"Ezra 6:19\" href=\"/Ezra.6.19\">6:19</a>, <a data-ref=\"Ezra 6:20\" href=\"/Ezra.6.20\">20</a>; <a data-ref=\"Ezra 8:35\" href=\"/Ezra.8.35\">8:35</a>; <a data-ref=\"Ezra 10:7\" href=\"/Ezra.10.7\">10:7</a>, <a data-ref=\"Ezra 10:16\" href=\"/Ezra.10.16\">16</a>; <span dir=\"rtl\">בֶּן־הָרַקָּחִים</span> <a data-ref=\"Nehemiah 3:8\" href=\"/Nehemiah.3.8\">Ne 3:8</a>; further, in <span dir=\"rtl\">בֶּן־נֵכָר</span> = <em>foreigner</em> (only P, poet., & late) †<a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a> <a data-ref=\"Exodus 12:43\" href=\"/Exodus.12.43\">Ex 12:43</a> <a data-ref=\"Leviticus 22:25\" href=\"/Leviticus.22.25\">Lv 22:25</a> <a data-ref=\"Ezekiel 44:9\" href=\"/Ezekiel.44.9\">Ez 44:9</a><sup>(×2)</sup>; <span dir=\"rtl\">ב׳־הַנּ׳</span> †<a data-ref=\"Isaiah 56:3\" href=\"/Isaiah.56.3\">Is 56:3</a>; <span dir=\"rtl\">בְּנֵיִ־נֵכָר</span> †<a data-ref=\"II Samuel 22:45\" href=\"/II_Samuel.22.45\">2 S 22:45</a>, <a data-ref=\"II Samuel 22:46\" href=\"/II_Samuel.22.46\">46</a> = <a data-ref=\"Psalms 18:45\" href=\"/Psalms.18.45\">ψ 18:45</a>, <a data-ref=\"Psalms 18:46\" href=\"/Psalms.18.46\">46</a> <a data-ref=\"Nehemiah 9:2\" href=\"/Nehemiah.9.2\">Ne 9:2</a> <a data-ref=\"Isaiah 60:10\" href=\"/Isaiah.60.10\">Is 60:10</a>; <a data-ref=\"Isaiah 61:5\" href=\"/Isaiah.61.5\">61:5</a>; <a data-ref=\"Isaiah 62:8\" href=\"/Isaiah.62.8\">62:8</a> <a data-ref=\"Ezekiel 44:7\" href=\"/Ezekiel.44.7\">Ez 44:7</a> <a data-ref=\"Psalms 144:7\" href=\"/Psalms.144.7\">ψ 144:7</a>, <a data-ref=\"Psalms 144:11\" href=\"/Psalms.144.11\">11</a>, <span dir=\"rtl\">בְּנֵי־הַנּ׳</span> <a data-ref=\"Isaiah 56:6\" href=\"/Isaiah.56.6\">Is 56:6</a>; also <span dir=\"rtl\">בְּנֵי הַתּוֹשָׁבִים הַגָּרִים עִמָּכֶם</span> <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">Lv 25:45</a>. <strong>b.</strong>  of animals, <span dir=\"rtl\">בֶּן־בָקָר</span> <em>son of</em> (<em>the</em>) <em>herd</em>, i.e. young one of the herd, <span dir=\"rtl\">בָּקָר וּבְנֵי בָקָר</span> <a data-ref=\"I Samuel 14:32\" href=\"/I_Samuel.14.32\">1 S 14:32</a> cf. <span dir=\"rtl\">עֵגֶל בֶּן־בָּקָר</span> <a data-ref=\"Leviticus 9:2\" href=\"/Leviticus.9.2\">Lv 9:2</a> (P); then, in general, one of the herd: fit for food <a data-ref=\"Genesis 18:7\" href=\"/Genesis.18.7\">Gn 18:7</a>, <a data-ref=\"Genesis 18:8\" href=\"/Genesis.18.8\">8</a> (J), for sacrifice <a data-ref=\"Numbers 15:8\" href=\"/Numbers.15.8\">Nu 15:8</a> (P); <span dir=\"rtl\">בן הַבּ׳</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> <a data-ref=\"Numbers 15:9\" href=\"/Numbers.15.9\">Nu 15:9</a> (P); especially <span dir=\"rtl\">פַּר בֶּן־בָּקָר</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> <a data-ref=\"Leviticus 4:3\" href=\"/Leviticus.4.3\">Lv 4:3</a>, <a data-ref=\"Leviticus 4:14\" href=\"/Leviticus.4.14\">14</a>; <a data-ref=\"Leviticus 16:3\" href=\"/Leviticus.16.3\">16:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a> <a data-ref=\"Numbers 7:15\" href=\"/Numbers.7.15\">Nu 7:15</a> + 16 times Nu (all P) + <a data-ref=\"II Chronicles 13:9\" href=\"/II_Chronicles.13.9\">2 Ch 13:9</a> <a data-ref=\"Ezekiel 43:19\" href=\"/Ezekiel.43.19\">Ez 43:19</a>, <a data-ref=\"Ezekiel 43:23\" href=\"/Ezekiel.43.23\">23</a>, <a data-ref=\"Ezekiel 43:25\" href=\"/Ezekiel.43.25\">25</a>; <a data-ref=\"Ezekiel 45:18\" href=\"/Ezekiel.45.18\">45:18</a>; <a data-ref=\"Ezekiel 46:6\" href=\"/Ezekiel.46.6\">46:6</a>; <span dir=\"rtl\">פָּרִים בְּנֵי בָּקָר</span> <a data-ref=\"Numbers 28:11\" href=\"/Numbers.28.11\">Nu 28:11</a>, <a data-ref=\"Numbers 28:19\" href=\"/Numbers.28.19\">19</a>, <a data-ref=\"Numbers 28:27\" href=\"/Numbers.28.27\">27</a>; <a data-ref=\"Numbers 29:13\" href=\"/Numbers.29.13\">29:13</a>, <a data-ref=\"Numbers 29:17\" href=\"/Numbers.29.17\">17</a> (P); also <span dir=\"rtl\">בְּנִי אֲתֹנוֹ</span> <a data-ref=\"Genesis 49:11\" href=\"/Genesis.49.11\">Gn 49:11</a> (poem, J; ‖<span dir=\"rtl\">עִירֹה</span>); <span dir=\"rtl\">בְּנֵי־צֹאן</span> <a data-ref=\"Psalms 114:4\" href=\"/Psalms.114.4\">ψ 114:4</a>, <a data-ref=\"Psalms 114:6\" href=\"/Psalms.114.6\">6</a>; <span dir=\"rtl\">בֶּן־רְאֵמִים</span> <a data-ref=\"Psalms 29:6\" href=\"/Psalms.29.6\">ψ 29:6</a>; <span dir=\"rtl\">בְּנֵי הָרַמָּכִים</span> <a data-ref=\"Esther 8:10\" href=\"/Esther.8.10\">Est 8:10</a>; <span dir=\"rtl\">(הַ)יּוֹנָה בְּנֵי</span> <a data-ref=\"Leviticus 1:14\" href=\"/Leviticus.1.14\">Lv 1:14</a> + 7 times Lv + <a data-ref=\"Numbers 6:10\" href=\"/Numbers.6.10\">Nu 6:10</a> cf. <span dir=\"rtl\">בֶּן־יוֹנָה</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a> (all P); <span dir=\"rtl\">בְּנֵי־נָ֑שֶׁר</span> <a data-ref=\"Proverbs 30:17\" href=\"/Proverbs.30.17\">Pr 30:17</a>; <span dir=\"rtl\">בְּנֵי עֹרֵב</span> <a data-ref=\"Psalms 147:9\" href=\"/Psalms.147.9\">ψ 147:9</a>.<br><strong>8.</strong>  <span dir=\"rtl\">ב׳</span> as n. relat. followed by word of quality, characteristic, etc. especially †(α) <span dir=\"rtl\">בֶּן־(בני)חַיִל</span> = <em>mighty man</em> <a data-ref=\"I Samuel 14:52\" href=\"/I_Samuel.14.52\">1 S 14:52</a>; <a data-ref=\"I Samuel 18:17\" href=\"/I_Samuel.18.17\">18:17</a> <a data-ref=\"II Samuel 2:7\" href=\"/II_Samuel.2.7\">2 S 2:7</a>; <a data-ref=\"II Samuel 13:28\" href=\"/II_Samuel.13.28\">13:28</a>; <a data-ref=\"II Samuel 17:10\" href=\"/II_Samuel.17.10\">17:10</a><sup>(×2)</sup> <a data-ref=\"I Kings 1:52\" href=\"/I_Kings.1.52\">1 K 1:52</a> + 7 times Ch; <span dir=\"rtl\">אֲנָשִׁים בני ח׳</span> <a data-ref=\"Judges 18:2\" href=\"/Judges.18.2\">Ju 18:2</a> <a data-ref=\"II Kings 2:16\" href=\"/II_Kings.2.16\">2 K 2:16</a>; <span dir=\"rtl\">אֶלָף אִישׁ מִבְּנֵי הֶחָ֑יִל</span> <a data-ref=\"Judges 21:10\" href=\"/Judges.21.10\">Ju 21:10</a>; †(β) <span dir=\"rtl\">בְּנֵי עַוְלָה</span> <em>wicked men</em> <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a> <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a> <a data-ref=\"Hosea 10:9\" href=\"/Hosea.10.9\">Ho 10:9</a>; <span dir=\"rtl\">בֶּן־ע׳</span> <a data-ref=\"Psalms 89:23\" href=\"/Psalms.89.23\">ψ 89:23</a> (for <span dir=\"rtl\">בני בליעל</span> v. <span dir=\"rtl\">בליעל</span>); †(γ) <span dir=\"rtl\">בְּנֵי מֶ֑רִי</span> <em>rebels</em> <a data-ref=\"Numbers 17:25\" href=\"/Numbers.17.25\">Nu 17:25</a> (cf. <a data-ref=\"BDB, בַּ֫יִת\" href=\"/BDB,_בַּ֫יִת\", dir=\"rtl\">בַּיִת</a>); †(δ) <span dir=\"rtl\">בְּנֵי הַתַּעֲרֻבוֹת</span> <em>sons of pledges</em> = hostages <a data-ref=\"II Kings 14:14\" href=\"/II_Kings.14.14\">2 K 14:14</a> = <a data-ref=\"II Chronicles 25:24\" href=\"/II_Chronicles.25.24\">2 Ch 25:24</a>; †(ε) <span dir=\"rtl\">בְּנֵי מָוֶת</span> i.e. those deserving of death <a data-ref=\"I Samuel 26:16\" href=\"/I_Samuel.26.16\">1 S 26:16</a>; so <span dir=\"rtl\">בֶּן־מות</span> <a data-ref=\"II Samuel 12:5\" href=\"/II_Samuel.12.5\">2 S 12:5</a>; <span dir=\"rtl\">בְּנֵי תְמוּתָה</span> <em>appointed</em> or <em>exposed to death</em> <a data-ref=\"Psalms 79:11\" href=\"/Psalms.79.11\">ψ 79:11</a>; <a data-ref=\"Psalms 102:21\" href=\"/Psalms.102.21\">102:21</a>; cf. †(ζ) <span dir=\"rtl\">בִּן הַכּוֹת</span> one worthy of smiting <a data-ref=\"Deuteronomy 25:2\" href=\"/Deuteronomy.25.2\">Dt 25:2</a>; †(η) <span dir=\"rtl\">בְּנֵי עֹ֑נִי</span> <a data-ref=\"Proverbs 31:5\" href=\"/Proverbs.31.5\">Pr 31:5</a>; †(θ) <span dir=\"rtl\">בְּנֵי חֲלוֹף</span> <a data-ref=\"Proverbs 31:8\" href=\"/Proverbs.31.8\">Pr 31:8</a>; †(ι) <span dir=\"rtl\">בְּנֵי שָׁאוֹן</span> <a data-ref=\"Jeremiah 48:45\" href=\"/Jeremiah.48.45\">Je 48:45</a> = <em>tumultuous ones;</em> so also (= <span dir=\"rtl\">שֵׁאת</span>) <span dir=\"rtl\">בְּנֵי שֵׁת</span> <a data-ref=\"Numbers 24:17\" href=\"/Numbers.24.17\">Nu 24:17</a> cf. RV Di al.; †(κ) <span dir=\"rtl\">בְּנֵי הַיִּצְהָר</span> <a data-ref=\"Zechariah 4:14\" href=\"/Zechariah.4.14\">Zc 4:14</a> i.e. anointed ones; †(λ) <span dir=\"rtl\">בֶּן־מֶשֶׁק</span> <a data-ref=\"Genesis 15:2\" href=\"/Genesis.15.2\">Gn 15:2</a> <em>son of possession</em>, i.e. heir; †(μ) <span dir=\"rtl\">הֵילֵל בֶּן־שָׁ֑חַר</span> <a data-ref=\"Isaiah 14:12\" href=\"/Isaiah.14.12\">Is 14:12</a> <em>son of dawn;</em> †(ν) of animals <span dir=\"rtl\">בְּנֵי שָׁ֑חַץ</span> i.e. proud beasts <a data-ref=\"Job 28:8\" href=\"/Job.28.8\">Jb 28:8</a>; <a data-ref=\"Job 41:26\" href=\"/Job.41.26\">41:26</a>; (ξ) of Jonah’s gourd <span dir=\"rtl\">בִּן־לַיְלָה</span> <a data-ref=\"Jonah 4:10\" href=\"/Jonah.4.10\">Jon 4:10</a><sup>(×2)</sup>; †(ο) of a fertile hill <span dir=\"rtl\">קֶרֶן בֶּן־שֶׁמֶן</span> <a data-ref=\"Isaiah 5:1\" href=\"/Isaiah.5.1\">Is 5:1</a>.<br><strong>9.</strong>  n. relat. of age: <strong>a.</strong>  of men, <span dir=\"rtl\">וַיְהִי נֹחַ בֶּן־חֲמֵשׁ מֵאוֹת שָׁנָה</span> <a data-ref=\"Genesis 5:32\" href=\"/Genesis.5.32\">Gn 5:32</a> cf. <a data-ref=\"Genesis 7:6\" href=\"/Genesis.7.6\">7:6</a> + 71 times P; <a data-ref=\"Genesis 50:26\" href=\"/Genesis.50.26\">Gn 50:26</a> <a data-ref=\"Joshua 14:7\" href=\"/Joshua.14.7\">Jos 14:7</a>, <a data-ref=\"Joshua 14:10\" href=\"/Joshua.14.10\">10</a>; <a data-ref=\"Joshua 24:29\" href=\"/Joshua.24.29\">24:29</a> (all E); <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">Nu 32:11</a> (J), <a data-ref=\"Deuteronomy 31:2\" href=\"/Deuteronomy.31.2\">Dt 31:2</a>; also <a data-ref=\"Judges 2:8\" href=\"/Judges.2.8\">Ju 2:8</a> <a data-ref=\"I Samuel 4:15\" href=\"/I_Samuel.4.15\">1 S 4:15</a> <a data-ref=\"II Samuel 4:4\" href=\"/II_Samuel.4.4\">2 S 4:4</a>; <a data-ref=\"II Samuel 19:33\" href=\"/II_Samuel.19.33\">19:33</a>, <a data-ref=\"II Samuel 19:36\" href=\"/II_Samuel.19.36\">36</a> <a data-ref=\"I Chronicles 2:21\" href=\"/I_Chronicles.2.21\">1 Ch 2:21</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">23:3</a>, <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a>; <a data-ref=\"I Chronicles 27:3\" href=\"/I_Chronicles.27.3\">27:3</a> <a data-ref=\"II Chronicles 24:15\" href=\"/II_Chronicles.24.15\">2 Ch 24:15</a>; <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">25:5</a>; <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">31:16</a>, <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a> <a data-ref=\"Isaiah 65:20\" href=\"/Isaiah.65.20\">Is 65:20</a><sup>(×2)</sup> <a data-ref=\"Jeremiah 52:1\" href=\"/Jeremiah.52.1\">Je 52:1</a>; + 41 times SK Ch of kings at accession; note especially (incl. in above) the phrase <span dir=\"rtl\">מִבֶּן עֶשְׂרִים שָׁנָה וָמָ֑עְלָה</span> <a data-ref=\"Exodus 30:14\" href=\"/Exodus.30.14\">Ex 30:14</a>; <a data-ref=\"Exodus 38:26\" href=\"/Exodus.38.26\">38:26</a> <a data-ref=\"Numbers 1:3\" href=\"/Numbers.1.3\">Nu 1:3</a> + 21 times <a data-ref=\"Numbers 1-3\" href=\"/Numbers.1-3\">Nu 1–3</a> + <a data-ref=\"Numbers 26:2\" href=\"/Numbers.26.2\">26:2</a>, <a data-ref=\"Numbers 26:4\" href=\"/Numbers.26.4\">4</a>; <a data-ref=\"Numbers 32:11\" href=\"/Numbers.32.11\">32:11</a> <a data-ref=\"I Chronicles 23:24\" href=\"/I_Chronicles.23.24\">1 Ch 23:24</a>, <a data-ref=\"I Chronicles 23:27\" href=\"/I_Chronicles.23.27\">27</a> <a data-ref=\"II Chronicles 25:5\" href=\"/II_Chronicles.25.5\">2 Ch 25:5</a> <a data-ref=\"Ezra 3:8\" href=\"/Ezra.3.8\">Ezr 3:8</a>; cf. <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">Lv 27:7</a> <a data-ref=\"Numbers 8:24\" href=\"/Numbers.8.24\">Nu 8:24</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a> <a data-ref=\"I Chronicles 23:3\" href=\"/I_Chronicles.23.3\">1 Ch 23:3</a> & without <span dir=\"rtl\">מעלה</span> <a data-ref=\"Numbers 8:25\" href=\"/Numbers.8.25\">Nu 8:25</a>; <a data-ref=\"Numbers 18:16\" href=\"/Numbers.18.16\">18:16</a>; also <span dir=\"rtl\">מִבֶּן עשׂרים שׁנה וְעַד בֶּן־שִׁשִּׁים שָׁנָה</span> <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">Lv 27:3</a> cf. v <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>; <span dir=\"rtl\">מִבֶּן שׁלשׁים שׁנה ומעלה ועד בן־חמשׁים שׁנה</span> <a data-ref=\"Numbers 4:3\" href=\"/Numbers.4.3\">Nu 4:3</a><sup>(×2)</sup> + 12 times <a data-ref=\"Numbers 4\" href=\"/Numbers.4\">Nu 4</a>; <span dir=\"rtl\">מבן שׁלושׁ שׁנים וּלְמַ֫עְלָה</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> cf. v <a data-ref=\"II Chronicles 31:17\" href=\"/II_Chronicles.31.17\">17</a>; & <span dir=\"rtl\">לְמִבֶּן עשׂרים שׁנה וּלְמָ֑טָה</span> <a data-ref=\"I Chronicles 27:23\" href=\"/I_Chronicles.27.23\">1 Ch 27:23</a>. <strong>b.</strong>  of animals, (Hex all P, incl. H) <span dir=\"rtl\">בֶּן־שָׁנָה</span> <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a>; <a data-ref=\"Exodus 29:38\" href=\"/Exodus.29.38\">29:38</a> <a data-ref=\"Leviticus 9:3\" href=\"/Leviticus.9.3\">Lv 9:3</a>; <a data-ref=\"Leviticus 23:18\" href=\"/Leviticus.23.18\">23:18</a>, <a data-ref=\"Leviticus 23:19\" href=\"/Leviticus.23.19\">19</a> <a data-ref=\"Numbers 7:17\" href=\"/Numbers.7.17\">Nu 7:17</a> + 28 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>, <a data-ref=\"Numbers 28\" href=\"/Numbers.28\">28</a>, <a data-ref=\"Numbers 29\" href=\"/Numbers.29\">29</a>; also <a data-ref=\"Micah 6:6\" href=\"/Micah.6.6\">Mi 6:6</a>; <span dir=\"rtl\">בֶּן־שְׁנָתוֹ</span> <a data-ref=\"Leviticus 12:6\" href=\"/Leviticus.12.6\">Lv 12:6</a>; <a data-ref=\"Leviticus 23:12\" href=\"/Leviticus.23.12\">23:12</a> <a data-ref=\"Numbers 6:12\" href=\"/Numbers.6.12\">Nu 6:12</a>, <a data-ref=\"Numbers 6:14\" href=\"/Numbers.6.14\">14</a> + 12 times <a data-ref=\"Numbers 7\" href=\"/Numbers.7\">Nu 7</a>; also <a data-ref=\"Ezekiel 46:13\" href=\"/Ezekiel.46.13\">Ez 46:13</a>. Note.—<span dir=\"rtl\">בן</span> appears perhaps abbrev. as <span dir=\"rtl\">בּ</span> in a few cpd. n.pr.; v. <a ,=\"\" data-ref=\"BDB, בִּדְקַר\" dir=\"rtl\" href=\"/BDB,_בִּדְקַר\">בִּדְקַר</a> (= <span dir=\"rtl\">בֶּן־דקר</span>?), <span dir=\"rtl\">בִּלְשָׁן</span>, <span dir=\"rtl\">בִּמְהָל</span>, <span dir=\"rtl\">בַּעֲלִיס</span>, <span dir=\"rtl\">בַּעֲנָה</span>, <span dir=\"rtl\">בִּרְשַׁע</span>, <span dir=\"rtl\">בִּשְׁלָם</span> (so MV after Schol. Hamâsa<sup>3</sup> ed. Freytag; Rö<sup>de libr. hist. interpr. Arabic 20, 21</sup>; but this is very uncertain, cf. Ol<sup>§227 b, p. 613</sup>).—On Lag’s explan. of <span dir=\"rtl\">אבי</span> in some n.pr. as for <span dir=\"rtl\">אבן</span> = <span dir=\"rtl\">בן</span> cf. Lag<sup>BN 75</sup> & v. <a ,=\"\" data-ref=\"BDB, אֲבִינֵר\" dir=\"rtl\" href=\"/BDB,_אֲבִינֵר\">אבינר</a> p. 4, etc., but this is dub."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d113b6084aa1cbf0a861", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, זָכָר 1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "BDB, זָכָר 1", "sourceHeRef": "בראון-דרייבר-בריגס, זָכָר א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "זָכָר", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">זָכָר</span></big>  <strong>n.m.</strong> & <strong>adj. male (</strong>Assyrian <em>zikaru, zikru</em>, COT<sup>Gloss</sup> Lyon <sup>Manual, Gloss;</sup> Arabic <span dir=\"rtl\">ذَكَرٌ</span>; Aramaic <span dir=\"rtl\">דִּכְרָא</span>, <span dir=\"rtl\">ܕܶܟܪܳܐ</span>; Sab. <span dir=\"rtl\">דֿ[כ]רם</span> DHM<sup>ZMG 1876, 675</sup>; relation to above √ obscure; male as <em>mentioned, talked of</em>, Lane<sup>969 f.</sup>; from assumed orig. sense <em>be sharp</em> (traces of this in Arabic: v. Lane), Bö<sup>Prob 207</sup> Fl in ChWB <sup>i, 422</sup>, cf. Arabic <span dir=\"rtl\">ذَكَرٌ</span> <em>male organ</em>; Schwally<sup>ZAW 1891, 176 ff.</sup> from <span dir=\"rtl\">זָכַר</span> = <em>call upon</em> in worship; hence <em>male</em> as <em>competent to worship</em>. (Against Schwally’s view see JPeritz<sup>Woman in the Ancient Hebrew Cult, JBL xvii (1898), 111 ff.</sup>).<strong>)</strong> —always abs. <span dir=\"rtl\">ז׳</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a> +; pl. <span dir=\"rtl\">(ה)זְכָרִים</span> <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a> +; vid. also [<a ,=\"\" data-ref=\"BDB, זָכוּר\" dir=\"rtl\" href=\"/BDB,_זָכוּר\">זָכוּר</a>]:—<br><strong>I.</strong>  subst. <em>male</em>, offspring of men and animals <a data-ref=\"Exodus 13:12\" href=\"/Exodus.13.12\">Ex 13:12</a>, <a data-ref=\"Exodus 13:15\" href=\"/Exodus.13.15\">15</a> (pl., both JE); opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Deuteronomy 4:16\" href=\"/Deuteronomy.4.16\">Dt 4:16</a>; specif. <strong>1.</strong>  of men: <strong>a.</strong>  in phr. <span dir=\"rtl\">אשׁר לא יָֽדְעָה אישׁ לְמִשְׁכַב זָכָר</span> <a data-ref=\"Judges 21:12\" href=\"/Judges.21.12\">Ju 21:12</a> (Bu<sup>RS 153</sup> Dr<sup>Intr. 151</sup>), cf. v <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">11</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">Nu 31:17</a>, <a data-ref=\"Numbers 31:18\" href=\"/Numbers.31.18\">18</a>, <a data-ref=\"Numbers 31:35\" href=\"/Numbers.31.35\">35</a> (all 3 P); <span dir=\"rtl\">צַלְמֵי זָכָר</span> <a data-ref=\"Ezekiel 16:17\" href=\"/Ezekiel.16.17\">Ez 16:17</a>. <strong>b.</strong>  alone = <em>man</em> <a data-ref=\"Jeremiah 30:6\" href=\"/Jeremiah.30.6\">Je 30:6</a> (<span dir=\"rtl\">רְאוּ אִם־יֹלֵד זָכָ֑ר</span>, ‖ <span dir=\"rtl\">גֶּבֶר</span>); usually coll., <em>men, male persons</em> (of all ages) <a data-ref=\"Judges 21:11\" href=\"/Judges.21.11\">Ju 21:11</a> <a data-ref=\"I Kings 11:15\" href=\"/I_Kings.11.15\">1 K 11:15</a>, <a data-ref=\"I Kings 11:16\" href=\"/I_Kings.11.16\">16</a>, <a data-ref=\"Genesis 34:25\" href=\"/Genesis.34.25\">Gn 34:25</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:22\" href=\"/Leviticus.6.22\">22</a>; <a data-ref=\"Leviticus 7:6\" href=\"/Leviticus.7.6\">7:6</a> <a data-ref=\"Numbers 1:2\" href=\"/Numbers.1.2\">Nu 1:2</a>, <a data-ref=\"Numbers 1:20\" href=\"/Numbers.1.20\">20</a>, <a data-ref=\"Numbers 1:22\" href=\"/Numbers.1.22\">22</a>; <a data-ref=\"Numbers 3:28\" href=\"/Numbers.3.28\">3:28</a>, <a data-ref=\"Numbers 3:34\" href=\"/Numbers.3.34\">34</a>, <a data-ref=\"Numbers 3:39\" href=\"/Numbers.3.39\">39</a>; <a data-ref=\"Numbers 18:10\" href=\"/Numbers.18.10\">18:10</a>; <a data-ref=\"Numbers 26:62\" href=\"/Numbers.26.62\">26:62</a>; <a data-ref=\"Numbers 31:7\" href=\"/Numbers.31.7\">31:7</a>, <a data-ref=\"Numbers 31:17\" href=\"/Numbers.31.17\">17</a> (all P); pl. <span dir=\"rtl\">(ה)זכרים</span> <a data-ref=\"II Chronicles 31:16\" href=\"/II_Chronicles.31.16\">2 Ch 31:16</a> <a data-ref=\"Ezra 8:3\" href=\"/Ezra.8.3\">Ezr 8:3</a>, <a data-ref=\"Ezra 8:4\" href=\"/Ezra.8.4\">4</a>, <a data-ref=\"Ezra 8:5\" href=\"/Ezra.8.5\">5</a>, <a data-ref=\"Ezra 8:6\" href=\"/Ezra.8.6\">6</a>, <a data-ref=\"Ezra 8:7\" href=\"/Ezra.8.7\">7</a>, <a data-ref=\"Ezra 8:8\" href=\"/Ezra.8.8\">8</a>, <a data-ref=\"Ezra 8:9\" href=\"/Ezra.8.9\">9</a>, <a data-ref=\"Ezra 8:10\" href=\"/Ezra.8.10\">10</a>, <a data-ref=\"Ezra 8:11\" href=\"/Ezra.8.11\">11</a>, <a data-ref=\"Ezra 8:12\" href=\"/Ezra.8.12\">12</a>, <a data-ref=\"Ezra 8:13\" href=\"/Ezra.8.13\">13</a>, <a data-ref=\"Ezra 8:14\" href=\"/Ezra.8.14\">14</a>, so also <a data-ref=\"Joshua 5:4\" href=\"/Joshua.5.4\">Jos 5:4</a> (‖ <span dir=\"rtl\">כל־העם</span>, and <span dir=\"rtl\">כל־אנשׁי המלחמה</span>), <a data-ref=\"Joshua 17:2\" href=\"/Joshua.17.2\">17:2</a> (gloss? cf. Dr<sup>Intr. 104</sup>); especially of individ., in connex. with circumcision <a data-ref=\"Genesis 17:10\" href=\"/Genesis.17.10\">Gn 17:10</a>, <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">12</a>, <a data-ref=\"Genesis 17:14\" href=\"/Genesis.17.14\">14</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>; <a data-ref=\"Genesis 34:15\" href=\"/Genesis.34.15\">34:15</a>, <a data-ref=\"Genesis 34:22\" href=\"/Genesis.34.22\">22</a>, <a data-ref=\"Genesis 34:24\" href=\"/Genesis.34.24\">24</a> <a data-ref=\"Exodus 12:48\" href=\"/Exodus.12.48\">Ex 12:48</a> (all P); of male child <a data-ref=\"Leviticus 12:2\" href=\"/Leviticus.12.2\">Lv 12:2</a> (P) <a data-ref=\"Isaiah 66:7\" href=\"/Isaiah.66.7\">Is 66:7</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a>; <a data-ref=\"Genesis 5:2\" href=\"/Genesis.5.2\">5:2</a> <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">Lv 12:7</a> (child) <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; <a data-ref=\"Leviticus 27:3\" href=\"/Leviticus.27.3\">27:3</a>, <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>, <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">7</a> <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (all P; cf. Sab. <span dir=\"rtl\">אנתֿים פאו דֿ(כ)רם</span> DHM<sup>l.c.</sup>); opp. <span dir=\"rtl\">אִשָּׁה</span> in command ag. sodomy <a data-ref=\"Leviticus 18:22\" href=\"/Leviticus.18.22\">Lv 18:22</a>; <a data-ref=\"Leviticus 20:13\" href=\"/Leviticus.20.13\">20:13</a> (both H). <strong>2.</strong>  of animals, especially for sacrifice <a data-ref=\"Exodus 34:19\" href=\"/Exodus.34.19\">Ex 34:19</a> (JE; read <span dir=\"rtl\">הַזָּכָר</span> for MT <span dir=\"rtl\">תִּזָּכָר</span>); <a data-ref=\"Exodus 12:5\" href=\"/Exodus.12.5\">Ex 12:5</a> <a data-ref=\"Leviticus 1:3\" href=\"/Leviticus.1.3\">Lv 1:3</a>, <a data-ref=\"Leviticus 1:10\" href=\"/Leviticus.1.10\">10</a>; <a data-ref=\"Leviticus 4:23\" href=\"/Leviticus.4.23\">4:23</a> (all P) <a data-ref=\"Leviticus 22:19\" href=\"/Leviticus.22.19\">22:19</a> (H), <a data-ref=\"Malachi 1:14\" href=\"/Malachi.1.14\">Mal 1:14</a>; opp. <span dir=\"rtl\">נְקֵבָה</span> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>; <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">7:3</a>, <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">9</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a> <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a>, <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">6</a> (all P)<br><strong>II.</strong>  adj. sg. <em>male</em> (only human beings) <span dir=\"rtl\">יֻלַּד־לְךָ בֵּן ז׳</span> <a data-ref=\"Jeremiah 20:15\" href=\"/Jeremiah.20.15\">Je 20:15</a>; <span dir=\"rtl\">כָּל־בְּכֹר ז׳</span> <a data-ref=\"Numbers 3:40\" href=\"/Numbers.3.40\">Nu 3:40</a>, <a data-ref=\"Numbers 3:43\" href=\"/Numbers.3.43\">43</a> (both P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d31fb6084aa1cbf22bcd", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, נְקֵבָה 1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "BDB, נְקֵבָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, נְקֵבָה א׳", "anchorVerse": 7, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "נְקֵבָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">נְקֵבָה</span></big>  <strong>n.f. female (</strong><em>perforata</em> (Ba<sup>NB 166</sup>); so Thes and most; > another view in Schwally<sup> ZAW xi (1891), 181 f.; Idiot. 57</sup>; NH = BH; Aramaic <span dir=\"rtl\">נוּקְבָּא</span>, <span dir=\"rtl\">נוּקְבְּתָא</span>, <span dir=\"rtl\">ܢܶܩܒܳܐ</span>, <span dir=\"rtl\">ܢܶܩܒܬܳܐ</span> <strong>)</strong>;—always abs. <span dir=\"rtl\">נ׳</span> <a data-ref=\"Jeremiah 31:22\" href=\"/Jeremiah.31.22\">Je 31:22</a> + 21 times (all Pent., and all P except <a data-ref=\"Deuteronomy 4:16\" href=\"/Deuteronomy.4.16\">Dt 4:16</a>):<br><strong>1.</strong>  <em>woman</em> (or female child) <a data-ref=\"Jeremiah 31:22\" href=\"/Jeremiah.31.22\">Je 31:22</a> (opp. <span dir=\"rtl\">גֶּבֶר</span>), <a data-ref=\"Genesis 1:27\" href=\"/Genesis.1.27\">Gn 1:27</a>; <a data-ref=\"Genesis 5:2\" href=\"/Genesis.5.2\">5:2</a>; <a data-ref=\"Leviticus 12:5\" href=\"/Leviticus.12.5\">Lv 12:5</a>, <a data-ref=\"Leviticus 12:7\" href=\"/Leviticus.12.7\">7</a>; <a data-ref=\"Leviticus 15:33\" href=\"/Leviticus.15.33\">15:33</a>; <a data-ref=\"Leviticus 27:4\" href=\"/Leviticus.27.4\">27:4</a>, <a data-ref=\"Leviticus 27:5\" href=\"/Leviticus.27.5\">5</a>, <a data-ref=\"Leviticus 27:6\" href=\"/Leviticus.27.6\">6</a>, <a data-ref=\"Leviticus 27:7\" href=\"/Leviticus.27.7\">7</a>; <a data-ref=\"Numbers 5:3\" href=\"/Numbers.5.3\">Nu 5:3</a> (all opp. <span dir=\"rtl\">זָכָר</span>), <a data-ref=\"Numbers 31:15\" href=\"/Numbers.31.15\">Nu 31:15</a>.<br><strong>2.</strong>  <em>female animal</em> <a data-ref=\"Genesis 6:19\" href=\"/Genesis.6.19\">Gn 6:19</a>; <a data-ref=\"Genesis 7:3\" href=\"/Genesis.7.3\">7:3</a>, <a data-ref=\"Genesis 7:9\" href=\"/Genesis.7.9\">9</a>, <a data-ref=\"Genesis 7:16\" href=\"/Genesis.7.16\">16</a>; <a data-ref=\"Leviticus 3:1\" href=\"/Leviticus.3.1\">Lv 3:1</a>, <a data-ref=\"Leviticus 3:6\" href=\"/Leviticus.3.6\">6</a> (all opp. <span dir=\"rtl\">זָכָר</span>), <a data-ref=\"Leviticus 4:28\" href=\"/Leviticus.4.28\">4:28</a>, <a data-ref=\"Leviticus 4:32\" href=\"/Leviticus.4.32\">32</a>; <a data-ref=\"Leviticus 5:6\" href=\"/Leviticus.5.6\">5:6</a>.—<a data-ref=\"Deuteronomy 4:16\" href=\"/Deuteronomy.4.16\">Dt 4:16</a> (opp. <span dir=\"rtl\">זָכָר</span>) may include both women and animals."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64216542a5375e3ce581ef80", "index_title": "Chizkuni", "category": "Quoting Commentary", "type": "", "ref": "Chizkuni, Leviticus 5:11:1", "anchorRef": "Leviticus 27:2-8", "anchorRefExpanded": ["Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8"], "sourceRef": "Chizkuni, Leviticus 5:11:1", "sourceHeRef": "חזקוני, ויקרא ה׳:י״א:א׳", "anchorVerse": 2, "sourceHasEn": true, "compDate": [1220, 1260], "commentaryNum": 11.0001, "collectiveTitle": {"en": "Chizkuni", "he": "חזקוני"}, "heTitle": "ויקרא", "he": "<b>עשירת האיפה</b> אעפ״‎י שהיא בדלי דלות דיו בכך הואיל ויש ממנה הקומץ אכילה למזבח והנותר אכילה לכהן. חביבה מצוה זו בשעתה שאין ממתינין לו עד שיעשיר ויביא כשבה או שעירה. וכן בערכין נותן סלע מיד ואין ממתינין לו עד שיעשיר ויביא חמשים סלעים.", "heVersionTitle": "Chizkuni", "heLicense": "Public Domain", "heVersionTitleInHebrew": "חזקוני", "text": "One tenth of an ephah. A commandment performed at its proper time is more welcome to the Lord than at a later time, i.e. the sinner having expected some substantial money coming his way and therefore preferring to wait with the sin offering until he can present an animal of greater worth. The same rule applies to the poor person who, although not even having sinned, promises his own worth as a donation to G-d. It is preferable that he donates one sela (or whatever the Kohen determines he can afford) rather than wait until he becomes rich and give 50 shekalim. (See Leviticus 27.2-8)", "versionTitle": "Chizkuni, translated and annotated by Eliyahu Munk", "license": "CC-BY", "versionTitleInHebrew": "חזקוני, מתורגם ומוער בידי אליהו מונק"}, {"_id": "64e4a0c8613f3c2d3b4513ee", "index_title": "German Commentary on Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Arakhin 4:4:5", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "German Commentary on Mishnah Arakhin 4:4:5", "sourceHeRef": "פירוש גרמני על משנה ערכין ד׳:ד׳:ה׳", "anchorVerse": 7, "sourceHasEn": true, "commentaryNum": 4.0005, "collectiveTitle": {"en": "German Commentary on Mishnah Arakhin", "he": "פירוש גרמני על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>denn es heisst.</b>  Lev. 27, 7.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cca9faee0b8c909d8776", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "David Zvi Hoffmann on Leviticus 27:7:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 7.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>ז.</b> בגיל של זקנה נקבע היחס בין ערך האשה לערך האיש לפי 2:3, משום שהאיש מפסיד על ידי הזקנה יותר מאשר האשה, רש\"י לפי ערכין יט.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "66617bd2a54788691299c777", "index_title": "Divrei David on Rashi", "category": "Commentary", "type": "commentary", "ref": "Divrei David on Rashi, Leviticus 27:7:1", "anchorRef": "Leviticus 27:7", "anchorRefExpanded": ["Leviticus 27:7"], "sourceRef": "Divrei David on Rashi, Leviticus 27:7:1", "sourceHeRef": "דברי דוד על רש״י, ספר ויקרא כ״ז:ז׳:א׳", "anchorVerse": 7, "sourceHasEn": false, "commentaryNum": 7.0001, "collectiveTitle": {"en": "Divrei David", "he": "דברי דוד"}, "heTitle": "ספר ויקרא", "he": "ואם מבן ששים שנה כו' סבא בביתא פחי בביתא. פירש\"י בערכין (דף י\"ט) פחא היינו שבר שאינו אלא למשא, ל\"א לשון ערום ועריה, סימא פירוש מטמון שיכולה לטרוח לעשות מלאכה בזקנותה:", "heVersionTitle": "Warsaw, 1882", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]