[{"_id": "51d5be41edbab443a0c143a8", "index_title": "Mishnah Arakhin", "category": "Mishnah", "type": "", "ref": "Mishnah Arakhin 7:5", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Mishnah Arakhin 7:5", "sourceHeRef": "משנה ערכין ז׳:ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0005, "collectiveTitle": {"en": "Mishnah Arakhin", "he": "משנה ערכין"}, "heTitle": "משנה ערכין", "he": "הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו, מֵת אָבִיו וְאַחַר כָּךְ הִקְדִּישָׁהּ, הֲרֵי הִיא כִּשְׂדֵה אֲחֻזָּה. הִקְדִּישָׁהּ וְאַחַר כָּךְ מֵת אָבִיו, הֲרֵי הִיא כִּשְׂדֵה מִקְנָה, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן אוֹמְרִים, כִּשְׂדֵה אֲחֻזָּה, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ, שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה, יוֹצֵאת זוֹ, שֶׁהִיא רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה. שְׂדֵה מִקְנָה אֵינָהּ יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל, שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. כֹּהֲנִים וּלְוִיִּם מַקְדִּישִׁים לְעוֹלָם, וְגוֹאֲלִין לְעוֹלָם, בֵּין לִפְנֵי הַיּוֹבֵל, בֵּין לְאַחַר הַיּוֹבֵל: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "<b>One who purchases</b> an ancestral <b>field from his father, and his father</b> subsequently <b>died and afterward</b> the son <b>consecrated it, its</b> halakhic status <b>is like</b> that of <b>an ancestral field,</b> as he inherited his father’s ancestral rights prior to the consecration. Consequently, the field’s redemption price is calculated on the basis of fifty <i>sela</i> per <i>beit kor</i>, and if another redeems it instead of the son, it is given to the priests during the Jubilee Year. But if the son <b>consecrated</b> the field <b>and afterward his father died, its</b> halakhic status <b>is like</b> that of <b>a purchased field,</b> whose redemption price is based on its monetary value, and which will return to the ancestral owner, i.e., the son, at the Jubilee; this is <b>the statement of Rabbi Meir.</b> <b>Rabbi Yehuda and Rabbi Shimon say:</b> Even in a case where the son consecrated the field before his father died, <b>its</b> halakhic status <b>is like</b> that of <b>an ancestral field, as it is stated</b> with regard to a purchased field: “And <b>if</b> he will consecrate unto the Lord <b>a field that he has bought, which is not of his ancestral field”</b> (Leviticus 27:22), indicating that this <i>halakha</i> applies only to <b>a field that is not due to become</b> his <b>ancestral field,</b> thereby <b>excluding this</b> field, <b>which</b> at the time of consecration <b>is due to become</b> his <b>ancestral field</b> in the future, when his father dies. The mishna continues: <b>A purchased field</b> that was consecrated <b>is not removed</b> from the possession of the Temple treasury and given <b>to the priests during the Jubilee</b> Year, <b>as</b> the purchase of the land was valid only until the Jubilee, at which point fields return to their ancestral owners, and <b>a person cannot consecrate an item that is not his. The priests and the Levites may always consecrate</b> their ancestral fields <b>and may always redeem</b> their ancestral fields, <b>both before the Jubilee</b> Year <b>and after the Jubilee</b> Year.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "521dba00edbab45814ae5f54", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Rashi on Leviticus 27:22:1", "sourceHeRef": "רש\"י על ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ואם את שדה מקנתו וגו'.</b> חִלּוּק יֵשׁ בֵּין שְׂדֵה מִקְנָה לִשְׂדֵה אֲחֻזָּה, שֶׁשְּׂדֵה מִקְנָה לֹא תִתְחַלֵּק לַכֹּהֲנִים בַּיּוֹבֵל, לְפִי שֶׁאֵינוֹ יָכוֹל לְהַקְדִּישָׁהּ אֶלָּא עַד הַיּוֹבֵל, שֶׁהֲרֵי בַיּוֹבֵל הָיְתָה עֲתִידָה לָצֵאת מִיָּדוֹ וְלָשׁוּב לַבְּעָלִים, לְפִיכָךְ אִם בָּא לְגָאֳלָהּ, יִגְאַל בַּדָּמִים הַלָּלוּ הַקְּצוּבִים לִשְׂדֵה אֲחֻזָּה; וְאִם לֹא יִגְאַל, וְיִמְכְּרֶנָּה גִּזְבָּר לְאַחֵר, אוֹ אִם יִגְאַל הוּא <b>בשנת היובל ישוב השדה לאשר קנהו מאתו</b> — אוֹתוֹ שֶׁהִקְדִּישׁ, וּפֶן תֹּאמַר \"לַאֲשֶׁר קָנָהוּ\" הַלּוֹקֵחַ הַזֶּה הָאַחֲרוֹן מֵאִתּוֹ, וְזֶהוּ הַגִּזְבָּר, לְכָךְ הֻצְרַךְ לוֹמַר <b>לאשר לו אחזת הארץ</b> — מִירֻשַּׁת אָבוֹת, וְזֶהוּ בְּעָלִים הָרִאשׁוֹנִים שֶׁמְּכָרוּהָ לַמַּקְדִּישׁ (ערכין כ\"ו):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ואם את שדה ‎'מקנתו וגו‎‎ BUT IF [HE SANCTIFY…] A FIELD OF HIS PURCHASE [WHICH IS NOT THE FIELD OF HIS POSSESSION, THEN etc.] — There is a difference between a “field of one’s purchase” and “a field of one’s possession” inasmuch as a “field of purchase” is not divided amongst the priests in the Jubilee (if it was sold by the treasurer and the purchaser has to return it at the Jubilee), because one has the right to dedicate it only until the Jubilee, for under any circumstances it was to go out from his possession and return to the original owner in the Jubilee; therefore if he comes to redeem it, he redeems it at the price stipulated for a “field of possession” (cf. משנה למלך on Maimonides   הל' ערכין פ\"ד הלכה כ\"ו who explains where Rashi derives it from that he has to pay the price fixed for a שדה אחוזה). And whether he does not redeem it and the treasurer sells it to another person, or whether he does redeem it, (some editions have: ואם לא יגאל; cf. Arakhin 28b) בשנת היבל ישוב השדה לאשר קנהו מאתו IN THE YEAR OF THE JUBILEE THE FIELD SHALL RETURN UNTO HIM FROM WHOM HE HATH BOUGHT IT — i. e. unto him from whom he that has dedicated it has bought it. And in order that you should not think that the words: the field shall return לאשר קנהו, mean, it shall return unto him from whom this last purchaser has bought it, — and that would be the treasurer (since he is the person from whom it was last acquired), Scripture was compelled to state לאשר לו אחזת הארץ EVEN TO HIM TO WHOM THE POSSESSION OF THE FIELD BELONGS from that which his ancestors have bequeathed to him, and this can only be the original owner who had sold it to him who sanctified it (Arakhin 26a, Arakhin 26b). ", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6b0b", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 27:22", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Onkelos Leviticus 27:22", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ז:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0022, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְאִם יָת חֲקַל זְבִינוֹהִי דִּי לָא מֵחֲקַל אַחֲסַנְתֵּיהּ יַקְדֵּשׁ קֳדָם יְיָ:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If it is a field that he purchased, that is not his ancestral field, [that] he consecrates to [<b>before</b>] Adonoy.", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec342", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 27:22", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Targum Jonathan on Leviticus 27:22", "sourceHeRef": "תרגום יונתן על ויקרא כ״ז:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0022, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְאִין יַת חֲקִיל זְבִינוֹי דְלָא מִן חֲקִיל אַחְסַנְתֵּיהּ יַקְדִישׁ קֳדָם יְיָ", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " And if he would consecrate before the Lord a field which he hath bought, and which is not of the land of his inheritance,\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "57c43b3fd6e4a903fee3bd92", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Leviticus 27:22", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Targum Jerusalem, Leviticus 27:22", "sourceHeRef": "תרגום ירושלמי, ויקרא כ״ז:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 27.0022, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "ויקרא", "he": "וְאִין יַת חֲקַל זְבִינֵיה יַקְדִישׁ לִשְׁמָא דַּיְיָ:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "And if he would consecrate a purchased field unto the Name of the Lord,", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d36d6e4a94c7c18a9bc", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 27:22", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Tafsir Rasag, Leviticus 27:22", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ז:כ״ב", "anchorVerse": 22, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0022, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואן אקדס ללה מן צ̇יעה אשתראהא וליסת לה בחח", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585afa20d6e4a908ac4ed00f", "index_title": "Mishneh Torah, Appraisals and Devoted Property", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Appraisals and Devoted Property 4:28", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Mishneh Torah, Appraisals and Devoted Property 4:28", "sourceHeRef": "משנה תורה, הלכות ערכים וחרמין ד׳:כ״ח", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0028, "collectiveTitle": {"en": "Mishneh Torah, Appraisals and Devoted Property", "he": "משנה תורה, הלכות ערכים וחרמין"}, "heTitle": "משנה תורה, הלכות ערכים וחרמין", "he": "הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו אוֹ מִשְּׁאָר הַמּוֹרִישִׁין אוֹתוֹ וְהִקְדִּישָׁהּ. בֵּין שֶׁהִקְדִּישָׁהּ אַחַר מוֹת אָבִיו אוֹ מוֹרִישׁוֹ. וּבֵין שֶׁהִקְדִּישָׁהּ בְּחַיֵּי אָבִיו אוֹ שְׁאָר מוֹרִישָׁיו וְאַחַר כָּךְ מֵת אָבִיו הֲרֵי זוֹ כִּשְׂדֵה אֲחֻזָּה. שֶׁנֶּאֱמַר <small>(ויקרא כז כב)</small> \"וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ\" שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה יָצָאת זוֹ שֶׁרְאוּיָה לוֹ לְיוֹרְשָׁהּ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "[The following laws apply when a person] purchases a field from his father or from another person from whom he could inherit it and consecrates it to the Temple treasury. Whether he consecrated it after the death of his father or the other testator or he consecrated it during the lifetime of his father or the other testator and then his father [or that testator] died, it is considered as an ancestral field.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">I.e., the price for its redemption becomes fixed and if he does not redeem it, it becomes the property of the priests, as stated above.</i> [This is derived from Leviticus 27:22:] \"[If he will consecrate] a field that he acquired which is not an ancestral field....\" [Implied is that the subject is] a field that is not fit to be an ancestral field, thus excluding this one which is fit for him to inherit.<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">See also <i>Hilchot Shemitah V'Yoval</i>, ch. 11, where more details concerning ancestral fields and purchased property are discussed.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59636c09d6e4a9416e9c43af", "index_title": "Mizrachi", "category": "Commentary", "type": "commentary", "ref": "Mizrachi, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Mizrachi, Leviticus 27:22:1", "sourceHeRef": "מזרחי, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1475, 1525], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Mizrachi", "he": "מזרחי"}, "heTitle": "ויקרא", "he": "<b>ואם לא יגאל וימכרנה גזבר לאחר או אם יגאל הוא בשנת היובל ישוב השדה. </b>פירוש האי דכתיב בשנת היובל ישוב השדה בין בלוקח שמכר' לו הגזבר בין במקדיש שגאלה מיד הגזבר קמיירי ששניהם יחד כשיגיע היובל יצא מידו וישוב לבעלים שפי' לאשר קנהו מאתו הוא הבעל הראשון שקנהו המקדיש מאתו ומפני שחוב' ג\"כ לפרש לאשר קנה מאתו שהוא הגזבר שקנהו הלוקח האחרון מאתו הוצרך לפרש לאשר לו אחזת עולם דהיינו מירוש' אבותיו שזהו הבעל הראשון שמוכרו למקדיש: \n", "heVersionTitle": "Four commentaries on Rashi. Warsaw, 1862", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48958d6e4a939ba1749e9", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:22:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>אשר לא משדה אחזתו. </b>ת\"ר, מניין ללוקח שדה מאביו והקדישה ואח\"כ מת אביו מניין שתהא לפניו כשדה אחוזה, ת\"ל ואם את שדה מקנתו אשר לא משדה אחוזתו, שדה שאינה ראויה להיות שדה אחוזה יצתה זו שראויה להיות שדה אחוזה <sup class=\"footnote-marker\">קלד</sup><i class=\"footnote\">באור הענין, כי הנה החילוק בין שדה מקנה לשדה אחוזה, כי שדה אחוזה אם הקדישה ולא גאלה קודם היובל ומכרה גזבר לאחר אינה נגאלת עוד, וכשהיא יוצאה ביובל מיד הלוקחה מן הגזבר מתחלקת לכהנים, כדכתיב ואם לא יגאל וגו' והיה השדה בצאתו וגו', ושדה מקנה כשהקדישה ולא גאלה ומכרה הגזבר או כשגאלה הוא, כשהיא יוצאה ביובל חוזרת לבעלים הראשונים שמכרוה למקדיש כדכתיב בסמוך בשנת היובל ישוב השדה לאשר קנהו מאתו וגו', וגם יש חילוק בזה, כי שדה אחוזה נגאלת עפ\"י חשבון זרע חומר שעורים בחמשים שקל, כמבואר לעיל בפ' ט\"ז, ושדה מקנה נגאלת בשויה כפי שיתבאר בסמוך, ויליף כאן ללוקח שדה מאביו והקדישה ואח\"כ מת אביו שיש לה דין שדה אחוזה ולא שדה מקנה לענין הפרטים שנתבארו, וכדמפרש, דמכיון ששדה זו ראויה להיות שדה אחוזה נחשבת כשדה אחוזה, ומדייק כן מיתור מלת משדה, דדי היה לכתוב אשר לא אחוזתו היא, או מיתור אות המ' אשר במלת משדה, דדי היה לכתוב אשר לא שדה אחוזתו [עיין ב\"ב ע\"ב ב'], ולכן משמע ליה דהכי אמר קרא, שדה שאינה ראויה בשעת הקדש להיות שדה אחוזה היום ולמחר, כגון שלקחו מאחר, אי נמי מאביו ולא מת קודם היובל, אז וחשב לו הכהן את מכסת הערכך וגו', היינו לפי שויה כבסמוך, אבל זו שראויה להיות שדה אחוזה נדונית כשדה אחוזה לענין שנערכת בערך זרע חומר שעורים בחמשים שקל, ולענין פרטי היציאה ביובל כמש\"כ, ובמת אביו ואח\"כ הקדישה פשיטא שיש לה דין שדה אחוזה, שהרי עד שלא הקדישה נפלה לו בירושה. –\n<br>ובפי' רש\"י בפ' זה יש ט\"ס בכל הדפוסים שראיתי חדשים וגם ישנים, והוא במש\"כ ואם לא יגאל וימכרנה גזבר לאחר או אם לא יגאל הוא וכו', והמלה לא מיותרת וסותרת הכונה הנאותה, וצ\"ל או אם יגאל הוא וכו', ובמל\"מ פ\"ד הכ\"ו מערכין העתיק דברי רש\"י אלו כפי הגהתנו, ועיין בתוס' ערכין כ\"ו ב' ד\"ה שדה, וצע\"ק. –\n<br>ודע דעפ\"י יסוד דרשה זו כתב הרשב\"א בתשובות המיוחסות לרמב\"ן סי' ק\"נ, דמה ששנינו בנדרים פ\"ח ב' המודר הנאה מחתנו ורוצה ליתן לבתו מעות אומר לה על מנת שאין לבעלך רשות בהן וכו', יעוי\"ש, דאם היתה זאת הבת יורשת נחלה לא מהני אמירת תנאי זה, שהרי תשוב המתנה ירושה, וכמ\"ש כאן יצתה זו שראויה להיות שדה אחוזה.\n</i>.<br>(ערכין כ\"ו ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2f30d6e4a90d4d5c6dd7", "index_title": "Steinsaltz on Gittin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Gittin 48a:9", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Gittin 48a:9", "sourceHeRef": "ביאור שטיינזלץ על גיטין מ״ח א:ט׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 95.0009, "collectiveTitle": {"en": "Steinsaltz on Gittin", "he": "ביאור שטיינזלץ על גיטין"}, "heTitle": "ביאור שטיינזלץ על גיטין", "he": " — <b>תלמוד לומר: \"</b>ו<b>אם את שדה מקנתו אשר לא משדה אחזתו\"</b> (ויקרא כז, כב), ומן הכפילות נלמד שדין זה הוא דווקא ב<b>שדה שאינה ראויה להיות שדה אחוזה,</b> שאין הוא עתיד ליורשה, <b>יצתה</b> (יצאה) <b>זו שראויה להיות שדה אחוזה,</b> אף בשעה שהגיעה אליו דרך קניה, אלו <b>דברי ר' יהודה ור' שמעון.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3163d6e4a90d4d5d462f", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 72b:5", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Bava Batra 72b:5", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ע״ב ב:ה׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 144.0005, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>דתניא</b> <small>[ש</small>כן <small>שנינו</small> בברייתא<small>]:</small> <b>מנין ללוקח</b> (קונה) <b>שדה מאביו והקדישה, ואחר כך מת אביו</b> ונמצא שהגיעה לו השדה כירושה, <b>מנין שתהא לפניו</b> לענין פדיון <b>כשדה אחוזה</b> ולא כשדה מקנה? <b>תלמוד לומר</b> בענין שדה מקנה: <b>\"ואם את שדה מקנתו אשר לא משדה אחזתו</b> יקדיש<b>\"</b> (ויקרא כז, כב), לומר: אין הכתוב מדבר אלא באותה <b>שדה שאין ראויה</b> בזמן שמקדיש אותה <b>להיות שדה אחוזה, יצתה</b> (יצאה) <b>זו שראויה</b> היתה <b>להיות שדה אחוזה,</b> שהרי גם אם לא היה קונה אותה מאביו — זו היא אחוזת נחלתו. אלו <b>דברי ר' יהודה ור' שמעון,</b> ואילו", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3163d6e4a90d4d5d4631", "index_title": "Steinsaltz on Bava Batra", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Batra 72b:6", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Bava Batra 72b:6", "sourceHeRef": "ביאור שטיינזלץ על בבא בתרא ע״ב ב:ו׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 144.0006, "collectiveTitle": {"en": "Steinsaltz on Bava Batra", "he": "ביאור שטיינזלץ על בבא בתרא"}, "heTitle": "ביאור שטיינזלץ על בבא בתרא", "he": "<b>ר' מאיר</b> לומד מפסוק זה הלכה שונה, וכך הוא <b>אומר: מנין ללוקח שדה מאביו ומת אביו ואחר כך הקדיש, מנין שתהא לפניו כשדה אחוזה? תלמוד לומר: \"ואם את שדה מקנתו אשר לא משדה אחזתו\"</b> (ויקרא כז, כב), לומר: שדה מקנה היא <b>שדה שאינה שדה אחוזה</b> בשעה שמקדיש אותה, <b>יצתה זו שהיא</b> עכשיו, לאחר מות אביו, <b>שדה אחוזה;</b> ", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436721d6e4a97d18d917db", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 27:22:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ואם את שדה מקנתו אשר לא משדה אחוזתו יקדיש להשם.</b> הנה שדה מקנה הוא השדה שקנהו מזולתו או שנתן לו במתנה כי הוא איננו משדה אחוזתו ולפי שאמר אשר לא משדה אחוזתו למדנו שיש שם שדה מקנה שהוא משדה אחוזה כגון שלקח שדה ממורישיו ומתו מורישיו קודם שישוב השדה להם הנה דינה דין שדה אחוזה אם הקדישה:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7dae8a4644410066683e2e", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Bechukotai, Chapter 11 4", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Sifra, Bechukotai, Chapter 11 4", "sourceHeRef": "ספרא, בחוקתי, פרק יא ד׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 4, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יא", "he": "[ד] \"ואם את שדה מקנתו אשר לא משדה אחוזתו\" מה תלמוד לומר? מנין אתה אומר הלוקח שדה מאביו ומת אביו ואחר כך הקדישה; יכול תהיה לפניו כשדה מקנה? תלמוד לומר \"ואם את שדה מקנתו אשר לא משדה אחוזתו\" – שדה שאינה שדה אחוזה, יצאה זו שהיא שדה אחוזה, דברי ר' מאיר. ר' יהודה ור' שמעון אומרים: הלוקח שדה מאביו, הקדישה, ואחר כך מת אביו; יכול תהיה לפניו כשדה מקנה? תלמוד לומר \"ואם את שדה מקנתו אשר לא משדה אחוזתו\" – שדה שאינה ראויה להיות שדה אחוזה, יצאה זו שהיא ראויה להיות שדה אחוזה. שדה מקנה אינה יוצאה לכהנים ביובל שאין אדם מקדיש דבר שאינה שלו. \"וחשב לו הכהן את מכסת\" – אין \"מכסת\" אלא דמיה; מלמד שהוא נותן את שוויה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "4) (Vayikra 27:22) (\"And if the field of his acquisition [from another], which is not of the field of his [family] holding, he shall consecrate to the L–rd, [and he comes to redeem it],\") What is the intent of this? If one acquired a field from his father, and his father died, and then he consecrated it, I might think that it is reckoned as a field of acquisition; it is, therefore, written \"which is not of the field of his (family) holding\" — a field which is not a field of holding, to exclude this, which is a field of holding. These are the words of R. Meir. R. Yehudah and R. Shimon say: If one acquired a field from his father, and he consecrated it and then his father died, I might think that it is reckoned as a field of acquisition; it is, therefore, written \"which is not of the field of his holding\" — a field which was not fit to be a field of holding, to exclude this, which was fit to be a field of holding. A field of acquisition (which was consecrated and not redeemed) does not revert to the Cohanim on Yovel, for one cannot consecrate something that is not his. (Vayikra 27:23) (\"Then the Cohein shall reckon for him michsath your valuation until the Jubilee year, and he shall give your valuation on that day; it is holy to the L–rd.\") \"Then the Cohein shall reckon for him 'michsath'\": michsath connotes \"amount of money,\" i.e., he gives what it is worth.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7dae904644410066683e34", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Bechukotai, Chapter 11 5", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Sifra, Bechukotai, Chapter 11 5", "sourceHeRef": "ספרא, בחוקתי, פרק יא ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 5, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יא", "he": "[ה] ר' אליעזר אומר, צא וראה! נאמר כאן \"וחשב\" ונאמר להלן (ויקרא כז, יח) \"וחשב\": מה \"וחשב\" האמור להלן – נותן בזרע חומר שעורים חמשים שקל כסף, אף \"וחשב\" האמור כאן – נותן בזרע חומר שעורים חמשים שקל כסף.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "5) R. Elazar said: It is written here \"Then he shall reckon\" and elsewhere (Vayikra 27:18) \"Then he shall reckon.\" Just as there, he gives the sowing of a chomer of barley for fifty silver shekels, so, here.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5c7dae92a51caf0018dcaf22", "index_title": "Sifra", "category": "Midrash", "type": "midrash", "ref": "Sifra, Bechukotai, Chapter 11 6", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Sifra, Bechukotai, Chapter 11 6", "sourceHeRef": "ספרא, בחוקתי, פרק יא ו׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 6, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יא", "he": "[ו] \"ונתן את הערכך ביום ההוא\" – שלא ישהא; שאפילו מרגליות בקלים אין לה אלא מקומה בשעתה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "6) \"and he shall give your valuation on that day\": He should not delay (in expectation of a higher valuation later). For even if the poorest of men has a precious jewel, (which might fetch a very high price elsewhere), he is valuated only according to his present place and time.", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5caeffd238f4c90017cdd3cd", "index_title": "Sefer Hamitzvot of Rasag", "category": "Halakhah", "type": "sifrei mitzvot", "ref": "Sefer Hamitzvot of Rasag, Positive Commandments 135", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Sefer Hamitzvot of Rasag, Positive Commandments 135", "sourceHeRef": "ספר המצוות לרס\"ג, מצות עשה קל״ה", "anchorVerse": 22, "sourceHasEn": true, "compDate": [918, 942], "commentaryNum": 135, "collectiveTitle": {"en": "Sefer Hamitzvot of Rasag", "he": "ספר המצוות לרס\"ג"}, "he": "וּמִקְּנֶה לְגָאֳלָם:", "heVersionTitle": "Sefer Hamitzvot L'Rasag, Warsaw, 1914. Vocalized Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "And those purchased - to redeem them.", "versionTitle": "Sefaria Community Translation", "license": "", "versionTitleInHebrew": ""}, {"_id": "5cdd67a525f25e0061095988", "index_title": "Malbim on Leviticus", "category": "Quoting Commentary", "type": "", "ref": "Malbim on Leviticus, Vayikra 191:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Malbim on Leviticus, Vayikra 191:1", "sourceHeRef": "מלבי\"ם על ויקרא, ויקרא קצ״א:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 191.0001, "collectiveTitle": {"en": "Malbim on Leviticus", "he": "מלבי\"ם על ויקרא"}, "heTitle": "ויקרא", "he": "<b>[הערה: (א) הלא לקמן (ויקרא חובה פרשה ב) דריש \"בני ישראל\" לדרשה אחריתי. וכן ממלת \"נפש\" דריש דרשה אחרת שם. (ב) מדוע לא פתח \"דבר אל בני ישראל\" ופתח \"נפש כי תחטא\"? (ג) למה לי למעט עכו\"ם? איך נאמר שיביאו חטאת והלא בפרשת אמור (אמור פרשה ז מ\"ב) צריך קרא לרבויי עכו\"ם על נדרים ונדבות. ועוד קושיות רבות בענין הריבוי לגרים ועבדים שיבואו בפנים.]</b><br><b>דבר אל בני ישראל נפש כי תחטא:</b> כבר בארתי זה למעלה (סימן ז) שיפלא מאד שבפרשיות הרבה התחיל הציוי סתם ובהרבה פרשיות התחיל \"דבר אל בני ישראל\". ובארנו שם שכל מקום שהתחיל \"דבר אל בני ישראל\" בא למעט עובד כוכבים, עיי\"ש. וזהו שהביא בספרא \"נפש כי תחטא\" - רצה לומר היה לו להתחיל \"נפש כי תחטא\" ולמה התחיל \"דבר אל בני ישראל\"? ומשיב שבא ללמד שבני ישראל מביאין חטאת ולא עובדי כוכבים שאינו בכלל \"בני ישראל\". והנה בארנו עוד למעלה (סימן ח) שכל מקום שאומר \"בני ישראל\" בהבנה המדויקת, ירצה רק בני יעקב הזכרים יוצאי יריכו בלבד, לא הנקבות ולא מי שאינו מבניו. אבל בהבנה המורחבת כולל כל הנלוה אל האומה - הבנות והגר בתוכה; כמו \"בני עמון\" \"בני מואב\" שכולל גם הנלוה אל עדתם.  והנה מצאנו בכמה מצות שהודיע הכתוב בפירוש שחיובה מוטל גם על הגר כמו בחמץ (שמות יב, יט) \"כל אוכל מחמצת ונכרתה...בגר ובאזרח הארץ\", ושם (שמות יב, מח) \"וכי יגור אתכם גר ועשה פסח..המול לו כל זכר..והיה כאזרח הארץ\". וכן גבי העלאה בחוץ (ויקרא יז, ח), גבי דם (ויקרא יז, י), גבי כיסוי הדם (ויקרא יז, יג), וכן בכמה מקומות – שמזה מבואר שגר צריך ריבוי. ובמכלתא פרשה בא (ס\"פ טו) \"תורה אחת יהיה לאזרח ולגר\" מה תלמוד לומר? והלא כבר נאמר \"והיה כאזרח הארץ\"? לפי שהוא אומר \"וכי יגור אתך גר\", אין לי אלא פסח שהשוה בו הגר לאזרח; שאר כל מצות שבתורה מנין? תלמוד לומר \"תורה אחת יהיה לאזרח ולגר\" – בא הכתוב והשוה את הגר לכל מצות שבתורה. וכן אמר בספרי (בהעלותך פסקא עא) על מה שכתוב שם \"חוקה אחת יהיה לכם לגר וכולי\". ובפרשה שלח (פסקא קט ג??) על מה שכתוב \"תורה אחת ומשפט אחד יהיה לכם ולגר הגר אתכם\" (במדבר טו, טז) בא הכתוב והשוה הגר לאזרח לכל מצות שבתורה. ועתה יקשה, למה פרטה התורה במקומות הרבה חיוב של הגר ביחוד? אמנם מצאנו מענה לזה בספרי נשא (פסקא לט) וזה לשונו זה כלל, כל זמן שדבר לכהנים – מעשה בכהנים, דבר לישראל – מעשה בישראל, דבר לישראל מעשה בכל אדם צריך להביא הגרים. ופירושו, שכל מקום שאמר \"דבר אל אהרן ובניו\" הי' הציוי רק לכהנים, לא לישראל. ובכל מקום שאומר \"דבר אל בני ישראל\" אז המעשה בישראל, לא בכהנים לבד. אולם אז נוכל לאמר שרק בישראל, לא בגרים. ואם <b>דבר לישראל ומעשה בכל אדם</b> אז <b>צריך להביא הגרים</b> בפירוש על ידי איזה ריבוי; שבלא ריבוי אינם בכלל \"בני ישראל\". לפי זה מה שכתוב \"תורה אחת לגר ולאזרח\" הוא ריבוי לכל המצות שאין כתוב בהם \"בני ישראל\" – שחיובם שוה בגר ובאזרח; אבל בכל מקום דכתיב \"בני ישראל\", לא למדנו מזה, והוצרך הכתוב לבאר תמיד על ידי ריבוי שגם הם בכלל כמו גבי חמץ דכתיב \"בני ישראל\" וכן גבי העלאה בחוץ וגבי דם וכיסוי כתיב \"בני ישראל\", וכן גבי עריות דכתיב \"האזרח והגר\" (ויקרא יח, כו) כתב שם \"בני ישראל\". וכן במולך (ויקרא כ, ב), במקריב בעל מום (ויקרא כב, יח), גבי ברכת ה' (ויקרא כז, כב), ובעינוי דיום הכפורים (ויקרא טז, כט) – בכולהו כתיב \"בני ישראל\" (ובעינוי דיום הכפורים כתיב \"לכם\" – ולא לאחרים כמ\"ש בספרא (אחרי מות פרק ז מ\"א)).  וכן אמר בספרי (שלח פסקא קיא) \"ונסלח לכל עדת בני ישראל ולגר הגר בתוכם\" – לפי שמעשה בישראל צריך להביא את הגרים. וכן בספרי חוקת (פסקא קכד) וכן במכלתא (בא פרשה י) \"כי כל אוכל מחמצת.. בגר ובאזרח הארץ\" – לפי שהוא מעשה בישראל צריך להביא הגרים אף כל שהוא מעשה בישראל צריך להביא הגרים. ובספרי (שלח פסקא קט) \"חוקה אחת יהיה לכם ולגר הגר\" (במדבר טו, טז) – לפי שמעשה בישראל צריך להביא את הגרים (ר\"ל דכתיב שם \"בני ישראל\"). \"ככם כגר יהיה לפני השם\" למה נאמר? לפי שכתוב \"והיה על מצחו תמיד לרצון לפני השם\"; לגרים מנין? (ר\"ל דשם כתב \"את עון הקדשים אשר יקדישו בני ישראל\" וכמ\"ש בספרא ויקרא (ויקרא נדבה פרק ד מ\"י)) תלמוד לומר \"ככם כגר יהיה לפני השם\". \"תורה אחת ומשפט אחד\" – בא הכתוב והשוה הגר לאזרח לכל מצות שבתורה (ר\"ל ללמד שבכל מקום שלא כתיב \"בני ישראל\" שוה הגר לאזרח בלא ריבוי. אבל בכל מקום דכתיב \"בני ישראל\" צריך ריבוי). והתוס' [מנחות (דף סא:) ד\"ה א\"ל, וסנהדרין טקסט מוקטן(דף פו.) ד\"ה בני ישראל, ובסוטה (דף כח:) ד\"ה לרבות] עמדו על מה שכתוב גבי תנופה (בספרא צו (צו פרשה יא מ\"ג) ומנחות שם) גרים ועבדים מנין? תלמוד לומר \"המקריב\"; וכן ביבמות ((דף עד:) והוא מספרא ריש תזריע (תזריע יולדת פרשה א)) מרבה גיורת ושפחה גבי יולדת. – והלא בנדה (דף לד.) דריש \"בני ישראל\" מטמאין בזיבה ולא עובדי כוכבים; וכן דריש בערכין (דף ה.) \"בני ישראל\" מעריכים ולא עכו\"ם; וגבי סמיכה \"בני ישראל\" סומכים ולא בנות ישראל – ולא ממעט שם גרים ועבדים. וכתבו ושמא יש שום ריבוי לענין גרים. ואין זה \"שמא\" כלל,  כי בזיבה אמר בספרא (מצורע זבים פרשה א) גרים ועבדים מנין? תלמוד לומר \"ואמרת\", וגבי ערכין בחקתי (בחקתי פרשה ג מ\"ג) גרים ועבדים מנין? תלמוד לומר \"ואמרת\", וגבי סמיכה (ויקרא נדבה פרשה ב מ\"י) \"אדם\" לרבות הגרים. ובוא ואראך שלא לבד בשלשה מקומות אלה שהערו התוספות, רק כי כן הוא בכ\"מ [בכל מקום?]  כמ\"ש בספרא פה גבי חטאת גרים ועבדים מנין? תלמוד לומר \"נפש\" (ר\"ל שלא אמר \"איש\" רק \"נפש\" שכולל כל הנפשות);  וגבי חלב (צו פרשה י מ\"א) גרים ועבדים משוחררים מנין? תלמוד לומר \"כי כל אוכל חלב\"; וגבי מועדים (אמור פרשה יא מ\"א) \"בני ישראל\"...גרים ועבדים מנין? תלמוד לומר \"יהיה לכם שבתון\"; וגבי גזל הגר בספרי (נשא פסקא ב) \"ואשמה הנפש\" – גרים ועבדים במשמע; ובסוטה (דף כו.) הוה אמינא \"דבר אל בני ישראל\" (דגבי סוטה) ולא גרים – \"ואמרת\" רבויא הוא. [ועיין בירושלמי (פרק ב דסוטה הלכה ה) וגבי נזיר (בספרי זוטא הובא בילקוט ס' תשי) או בני ישראל פרט לגרים אמרת איש איש לרבות]; ובספרי (נשא פסקא לט) ובסוטה (דף לח.) \"כה תברכו את בני ישראל\" – גרים ועבדים משוחררים מנין? תלמוד לומר \"אמור להם\" – לכולהו; ובספרי (שופטים פסקא קמ\"ט) \"נעשתה התועבה הזאת בישראל\" – גרים נשים ועבדים מנין? תלמוד לומר \"והוצאת את האיש ההוא או את האשה ההוא\"; עוד שם (תצא פסקא רפט) \"בישראל\" – ולא בגרים. מכאן אמרו שני אחים גרים וכולי; עוד שם (פסקא רצא וביבמות דף קא) \"ונקרא שמו בישראל\" – ולא בבית דין של גרים. הרי שמרו נתיב הזה בכל מקום לדרוש רבוי על גרים בכל מקום דכתיב \"בני ישראל\", לבד מהמקומות שהזכרתי למעלה שפרטה התורה בפירוש \"האזרח והגר\". ועיין באילת השחר (כלל רס\"א). ועדיין צריך לבאר מה שאמרו עבדים מנין?, שסתם עבדים הם אינם משוחררים ולמה לי קרא, הא אתיא לה-לה מאשה? ובנזיר (דף סא) מקשה על מ\"ש \"ואמרת\" – לרבות עבדים. למה לי קרא, הא כל מצוה שהאשה חייב וכולי.  והתוס' (יבמות (דף מד.) ד\"ה ושפחה, נדה (דף טו.) ד\"ה בשפחתו) כתבו על מ\"ש גבי יולדת אין לי אלא בני ישראל; גיורת ושפחה בין משוחררת בין שאינה משוחררת מנין? תלמוד לומר \"ואשה\"',' - דאינה משוחררת לא צריך דגמר \"לה-לה\" מאשה כמו שמובא בכרית ות (דף ז) ואגב גררא נסיב. וכפי זה נראה שגם פה שתפיס עבדים סתמא (שכולל משוחררים ובלתי משוחררים), יך משום משוחררים. אך זה דוחק, דהא בספרא גבי חלב וגבי תנופה כתב הלשון \"עבדים משוחררים מנין?\"; ופה, וגבי זבים וגבי שחוטי חוץ וגבי מועדים וגבי ערכין תפיס \"עבדים\" סתם. והנה גבי ערכין וזבים יש לתרץ שכיון גם על שאין משוחררים שאי אפשר ללמדה מאשה, דדין האשה משונה בזיבה מדין האיש, וכן ערך האשה משונה מערך איש (וכמ\"ש הרב\"ם (פ\"יב מהל' עכו\"ם ה\"ב) דעבדים ישנם בהקפה דאי אפשר ללמדם מאשה שמה שאשה אינה בהקפה היא מפני שאין לה זקן). אולם, הלא בכריתות (שם) מסיק מאי \"וכן שפחה\"? סלקא דעתך כי אמרינן כל מצוה שאשה חייבת שפחה חייבת – הני מילי דבר השוה באשה ואיש, אבל יולדת וכולי קמ\"ל – מבואר דלמסקנא ההיקש \"לה-לה\" מאשה הוא אף בדבר שיש שינוי בין איש לאשה [וזה דלא כמ\"ש בשו\"ת פ\"מ ח\"ג פ' שכ\"ו על דברי התוס' ביבמות, עיי\"ש]. ואם כן יקשה על כל הנ\"ל, למה צריך קרא על עבדים שאינם משוחררים? אך נראה דמה דגמרינן \"לה-לה\" מאשה יתכן אחר שידעינן שגרים חייבים; אבל במקום שגרים ועבדים משוחררים פטורים ממצוה זו משום דאינם בכלל \"בני ישראל\" שפירושו דוקא בני יעקב, איך אפשר שיתחייבו עבדים שאינם משוחררים שגם כן אינם בניו של יעקב? והגם שגמרינן \"לה-לה\" מאשה, הוא במקום שגרים חייבים ולא קפדינן שיהיו מיוצאי ירך יעקב. ולכן תפס בכל אלה \"עבדים\" סתם, בין משוחררים בין בלתי משוחררים, שזה תלוי בזה, שאי אפשר ללמוד גזירה שוה \"לה-לה רק אם משוחררים חייבים. (ומסולק קושיית התוס' יבמות (דף עד) ויתר מקומות הנ\"ל.) אולם אחר שנתגלה לנו על ידי ריבוי ששֵם \"בני ישראל\" בא בהבנה המורחבת וגם גרים ומושחררים חייבים – ממילא בלתי משוחררים חייבים מגזירה שוה ד\"לה-לה\". ובזה תבין דברי הגמ' כריתות (דף ז:) שפחה מנא לן? דתנו רבנן \"דבר אל בני ישראל..\" מאי וכן שפחה? וכולי והבן כי אין להאריך יותר. והנה באמת מה שכתוב פה \"בני ישראל\" לא בא בעצם למעט עכו\"ם (כי מן התורה נאמר שיביאו חטאת) – והא זה נלמד ממה שכתוב בפר' אמור (ויקרא כב, יח) כמ\"ש בספרא שם (אמור פרשה ז מ\"ב); רק עיקר מה שכתוב פה \"דבר אל בני ישראל\" צריך לדרוש שיתבאר (בסימן ר). ועיקר דברי הספרא על מלת \"נפש\". וזה שהתחיל \"נפש כי תחטא\", רצה לומר, למה תפס מלת \"נפש\" ולא אמר \"איש כי יחטא\"?. ומשיב מפני שכתוב \"בני ישראל\" (שאף שאינו מיותר, מכל מקום מבואר ממנו שאין העכו\"ם מביאין) והוה אמינא דהוא הדין שגרים אין מביאין, לכן כתיב \"נפש\" כי מלת \"נפש\" כולל יותר משם \"איש\", שמלת \"איש\" הבא אחר שם \"בני ישראל\" רצונו לומר איש מבני ישראל, לא כן \"נפש\" כולל כל הנפשות. ועל כן אינו מרבה גרים בשום מקום ממלת \"איש\".", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cdd7018c4424d0071ea7df9", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Bechukotai 101:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Malbim on Leviticus, Bechukotai 101:1", "sourceHeRef": "מלבי\"ם על ויקרא, בחוקתי ק״א:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 101.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "בחוקתי", "he": "ואם את שדה מקנתו אשר לא משדה אחוזתו: יש חילוק בין שדה מקנה לשדה אחוזה; ששדה מקנה אינה מתחלקת לכהנים ביובל לפי שאינו יכול להקדישה אלא עד היובל, שהרי ביובל היתה עתידה לצאת ליד בעליה. אמנם מה שהוסיף \"אשר לא משדה אחוזתו\" פליגי בזה ר' מאיר עם ר\"י ור' שמעון: (מובא במשנה דערכין (דף כו) ובגמ' שם דף יד, גיטין מח, בבא בתרא עב): לר' מאיר בא להוציא שדה מקנה שבשעת ההקדש נעשית שדה אחוזה – שקנאה מאביו ומת אביו קודם שהקדישה. דהוה אמינא כיון שקניןן פירות כקנין הגוף דמי לא ירש כלום ונקראת \"שדה מקנה\". ולדעת ר\"י ור\"ש ממעט גם אם מת אביו בשעת הפדיון אחר ההקדש. ומפרש בגמ' (שם ושם) דטעמייהו משום דאי לכדר' מאיר לכתוב \"אם שדה מקנתו אשר לא אחוזתו\" או \"אשר לא שדה אחוזתו\"; למה אמר \"משדה\"? המ\"ם מורה על המין – רוצה לומר, שאינה מן השדות הראוים להיות שדה אחוזתו במות המוריש ובכל זאת דוקא אם בשעת הפדיון כבר מת אביו ולמדה תורה שבזה נלך בתר שעת הפדיון. ועל זה מביא בסמוך הטעם ששדה מקנה אינה יוצאה ביובל משום דאין אדם מקדיש דבר שאינה שלו ובשדה הראויה לאחוזה על כל פנים בשעת הפדיון כבר היא שלו ואדעתא דהכי חל ההקדש שנזל בתר הפדיון.", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7f92a63ace0019688eff", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 14a:18", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Arakhin 14a:18", "sourceHeRef": "ביאור שטיינזלץ על ערכין י״ד א:י״ח", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 27.0018, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<b>דתניא</b> <small>[ששנויה</small> ברייתא<small>]:</small> <b>מנין ללוקח</b> (קונה) <b>שדה מאביו, והקדישה</b> הבן, <b>ואחר כך מת אביו, מנין</b> שלא יפדה הבן את השדה בשוויה, כדין שדה שקנה והקדיש, אלא <b>שתהא לפניו כשדה אחוזה,</b> כאילו ירש אותה מאביו ואחר כך הקדישה, ויפדה לפי חשבון בית זרע שעורים בחמישים שקל? <b>תלמוד לומר</b> בפדיון שדה מקנה: \"ו <b>אם את שדה מקנתו אשר לא משדה אחזתו\"</b> (ויקרא כז, כב), ללמדנו שרק אם הקדיש", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7f92a63ace0019688f01", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 14b:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Arakhin 14b:1", "sourceHeRef": "ביאור שטיינזלץ על ערכין י״ד ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<b>תלמוד לומר:</b> \"ו <b>אם את שדה מקנתו אשר לא משדה אחזתו</b> יקדיש לה' \"(ויקרא כז, כב), ללמד כי מדובר ב<b>שדה שאינה שדה אחוזה</b> בשעה שהקדישה, <b>יצתה</b> שדה <b>זו</b> שהקדישה לאחר מות אביו, <b>שהיא שדה אחוזה</b> בשעה שהקדישה.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fb0a63ace0019688fde", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 26b:15", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Arakhin 26b:15", "sourceHeRef": "ביאור שטיינזלץ על ערכין כ״ו ב:ט״ו", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 52.0015, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<b>ר' יהודה ור' שמעון אומרים:</b> אף זו <b>הרי היא כשדה אחוזה, שנאמר</b> בדין שדה מקנה: \"ו <b>אם משדה מקנתו אשר לא משדה אחזתו</b> יקדיש\" (ויקרא כז, כב), וההדגשה \"אשר לא משדה אחוזתו\" באה לומר: דין זה הוא ב<b>שדה שאינה ראויה להיות</b> לגביו <b>שדה אחוזה, יצתה זו ש</b>בשעה שהקדישה <b>היא ראויה להיות</b> לגביו <b>שדה אחוזה,</b> כשימות אביו.", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5cef7fb1a63ace0019688fe0", "index_title": "Steinsaltz on Arakhin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Arakhin 26b:17", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Arakhin 26b:17", "sourceHeRef": "ביאור שטיינזלץ על ערכין כ״ו ב:י״ז", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 52.0017, "collectiveTitle": {"en": "Steinsaltz on Arakhin", "he": "ביאור שטיינזלץ על ערכין"}, "heTitle": "ביאור שטיינזלץ על ערכין", "he": "<big>ג גמרא</big> <b>תנו רבנן</b> <small>[שנו חכמים]</small> בברייתא: <b>מנין ללוקח שדה מאביו והקדישה ואחר כך מת אביו, מנין שתהא לפניו כשדה אחוזה</b> לכל דבר? <b>תלמוד לומר: \"ואם משדה מקנתו אשר לא משדה אחזתו</b> יקדיש\" (ויקרא כז, כב) — <b>שדה שאינה ראויה להיות שדה אחוזה, יצתה זו,</b> שקנאה מאביו, <b>ש</b>היא <b>ראויה להיות שדה אחוזה</b> בשעה שהקדישה, שאינה נחשבת כשדה מקנה, אלו <b>דברי ר' יהודה ור' שמעון.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0adeb7d2e1475644bb7", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Midrash Lekach Tov, Leviticus 27:22:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואם את שדה מקנתו אשר לא משדה אחוזתו. להוציא את הלוקח שדה מאביו ומת אביו ואח\"כ הקדישה שאינה שדה מקנה לפי שהיא שדה אחוזתו דברי ר' מאיר. ר' יהודה ורבי שמעון אומר הלוקח שדה מאביו והקדישה ואח\"כ מת אביו יכול תהא לפניו כשדה מקנה ת\"ל ואם משדה מקנתו ולא משדה אחוזתו יצא זה שהוא ראוי להיות שדה אחוזה. ושדה מקנה אינו יוצא לכהנים ביובל שאין אדם מקדיש דבר שאינו שלו:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "60ec1fb8e735e0a5900c9854", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "", "ref": "Midrash Lekach Tov, Numbers 18:14:1", "anchorRef": "Leviticus 27:21-22", "anchorRefExpanded": ["Leviticus 27:21", "Leviticus 27:22"], "sourceRef": "Midrash Lekach Tov, Numbers 18:14:1", "sourceHeRef": "מדרש לקח טוב, במדבר י״ח:י״ד:א׳", "anchorVerse": 21, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 14.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "במדבר", "he": "<b>פס'.</b> כל חרם בישראל לך יהיה. להביא חרמי נשים גרים ועבדים. רבי יוסי אומר סתם חרם לכהנים שנא' (ויקרא כ״ז:כ״א-כ״ב) כשדה החרם לכהן תהיה אחוזתו. ואם פירש לבדק הבית יצאו מדין הכהנים שנא' (שם) <i data-commentator=\"Beur HaRe'em\" data-order=\"34\"></i> אך. רבי ישמעאל אומר סתם חרם לשם שנא' (שם) כל חרם [וגו'] קדש קדשים הוא לה' או אפי' פירש לכהן ת״ל כל חרם בישראל לך יהיה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d123f80edc1ab98735c24", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "anchorRef": "Leviticus 27:11-25", "anchorRefExpanded": ["Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ד׳:ז׳", "anchorVerse": 11, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: <b>\"ובקרקעות תשעה וכהן\".</b>\n<br>למה שׁמים את הקרקעות בעשרה אנשים? -\n<br>מציעים הסבר: <b>כנגד</b> (בהקבלה ל-) <b>עשרה כהנים האמורין בפרשה</b> – בפרשה של ערכים ופדיון הקדשות מופיעה המילה \"הַכֹּהֵן\" עשר פעמים: שלוש פעמים בעניין ערכי אדם (ויקרא כז,א-ח), ושבע פעמים בעניין פדיון הקדשות לבדק הבית (ויקרא כז,יא-כה). בעניין ערכי אדם הכוהן מעריך (שָׁם) את רכוש הנודר, ובעניין פדיון הקדשות לבדק הבית הכוהן מעריך את הבהמה הטמאה ואת הבית ומחשב את ערך השדה (המילה \"לַכֹּהֵן\" שמופיעה בפרשה אינה מן המניין). ויש לדרוש שכל מופע של המילה \"הַכֹּהֵן\" בא להוסיף איש, ומכאן ששׁמים את הקרקעות בעשרה אנשים<b>.</b><br><br><small>המילה 'פרשה' מציינת קטע מוגדר וידוע בתורה. רוב הקטעים המצוינים בכינוי זה הם פרשיות בודדות (פתוחות או סתומות). במקומות מועטים מציין כינוי זה קטע גדול המכיל כמה פרשיות, כמו 'פרשת מועדות' (\"מבנהו וחלוקתו של מדרש תורת כוהנים (ב)\", \"תרביץ\" סט, עמוד 68).<br>גם כאן הפרשה מכילה שתי פרשיות, פרשה פתוחה (ויקרא כז,א-ח) ופרשה סתומה (ויקרא כז,ט-לד).<br>אף שעשרה המופעים של המילה \"הַכֹּהֵן\" הם בשני עניינים שונים, ערכים ופדיון הקדשות, הדרשה כאן מצרפת את המופעים שבשני העניינים. ועוד, דרשה כעין זו לא נמצאת בפרשות אחרות שבהן כמה מופעים של המילה \"הַכֹּהֵן\", כמו בפרשת נגעים. לכן יש להסיק שאין הדרשה כאן אלא אסמכתא להלכה קיימת.</small><br>\n<br>ושואלים: <b>ויהיו כולם כהנים!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה כוהנים, שהרי עשרה כוהנים אמורים בפרשה?\n<br>ומשיבים: <b>ריבוי אחר ריבוי למעט</b> – המילה \"הַכֹּהֵן\" הוכפלה כמה פעמים בזה אחר זה, והכלל הוא שריבוי אחר ריבוי בא למעט, ולכן יש למעט את הצורך בכוהן, ואף מי שאינו כוהן כשר לשומה (מן המופעים של הכלל 'אין ריבוי אחר ריבוי אלא למעט' יש ללמוד, ש'ריבוי אחר ריבוי' הוא עצם הכפלת מילה בכתוב, ללא קשר למשמעות המילה עצמה, האם יש לה משמעות של ריבוי או מיעוט, ו'למעט' היינו לצמצם את הצורך המשתמע מהמילה)<b>.</b>\n<br>ושואלים: <b>ויהיו כולן ישראל!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה אף שאינם כוהנים, שהרי הריבויים באים למעט את הצורך בכוהן?\n<br>ומשיבים: <b>אין הפרשה יוצאה</b> (נפטרת) <b>בלא כהן</b> – כיוון שהפרשה מזכירה רק כוהנים, אי אפשר שלא יהיה אחד מהעשרה כוהן, שאילו היו עשרה שאינם כוהנים כשרים לשומה, לא היתה הפרשה צריכה להזכיר כוהן כלל<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כג,ב ו<b>סנהדרין</b> טו,א אמרו: \"והקרקעות תשעה וכוהן\". - מנא הני מילי? אמר שמואל: עשרה כוהנים (עשר פעמים \"הכוהן\") כתובים בפרשה, חד לגופיה (שצריך כוהן אחד בפדיון קרקעות), ואידך / והנך הווי מיעוט אחר מיעוט (המילה \"הכוהן\" מוציאה מי שאינו כוהן), ואין מיעוט אחר מיעוט אלא לרבות, דאפילו תשעה ישראל ואחד כוהן.<br><br>יש שוני בדרשות בשני התלמודים.<br>בבבלי: אין מיעוט אחר מיעוט אלא לרבות. ובירושלמי: ריבוי אחר ריבוי למעט.</small><br>\n<br>ב<b>משנה סנהדרין</b> א,ג שנינו: ערכים המיטלטלים - בשלושה. רבי יהודה אומר: אחד מהם כוהן. ובקרקעות - תשעה וכוהן.\n<br>כאן התחלת מקבילה בירושלמי סנהדרין א,ג.\n<br>מציעים שאלה: <b>עד כדון</b> – עד עכשיו, <b>- במקדיש גופה של</b> ה<b>שדה</b> – הדין במקרה של המקדיש שדה ובא לפדותה מן ההקדש פשוט, שבמקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו ששנינו במשנה כאן ובסנהדרין<b>.</b> אבל אם <b>אמר: דמי שדי עלי?</b> – מה הדין במקרה של הנודר לתת להקדש את דמי שוויה של שדהו? האם גם במקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן? (במקבילה בסנהדרין: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?'. - במקום זה נראה ש'הדא דתימר' מציע בעיה, אולם אפשר שהגרסה משובשת. המונח 'הדא דתימר' מתפרש כרגיל בניחותא, ואילו המונח 'עד כדון' רגיל להציע בעיות (\"הטרמינולוגיה של הירושלמי\", עמוד 170 והערה 148). - נראה שהגרסה במקבילה היא אשגרה בטעות מלהלן. וראה מה שכתבנו להלן)\n<br>ומציעים פשיטת השאלה ממקור תנאי בתוספת דיון: <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה (את פשיטת השאלה) מזאת (מהמשנה סנהדרין א,ג): <b>ערכים המיטלטלין - בשלשה.</b> - ויש לתמוה: <b>ויש ערכים שאינן מיטלטלין?!</b> (בתמיהה. - במקבילה: 'וכי יש ערכים <b>שאין</b> מיטלטלין?!'. ופירוש 'שאין' הוא 'שהן' (\"מבוא לנוסח המשנה\", עמוד 547). וכאן צריך לומר: '<b>שאין</b>', כלומר: 'שהן', במקום: 'שאינן'. שיבוש 'שאין' ל'שאינן' יש בכמה מקומות בירושלמי. - חילוף אל\"ף תחת ה\"א שכיח ביותר במילה 'הֵן' (\"אוצר לשונות ירושלמיים\", עמוד רלג ואילך)) – וכי מיטלטלים יכולים להיות נערכים (שיאמר אדם עליהם: ערכם עליי, וייתן את ערכם להקדש)?! והרי רק בני אדם יכולים להיות נערכים! - ויש להשיב: <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר בשם <b>רבי שמעון בר אבא</b> (אמורא בדור השלישי) שאמר <b>בשם רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>: באומר: הרי ערכי עלי</b> – המשנה מדברת במקרה שאדם נדר לתת להקדש את הערך הקצוב בתורה לפי שנותיו<b>, ובא לסדרו מן הקרקע</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך משדהו, <b>- שמין לו בעשרה</b> – שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו במקרה של המקדיש שדה ובא לפדותה מן ההקדש<b>, מן המיטלטלין</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך ממיטלטליו, <b>- שמין לו בשלשה</b> – שמים את המיטלטלים בשלושה אנשים. וזהו ששנינו: ערכים המיטלטלים - בשלושה<b>.</b> - ויש לפשוט את השאלה: <b>האומר: הרי ערכי עלי - אינו כאומר: דמי שדי עלי?!</b> (בתמיהה) – הרי בוודאי יש להשוות את האומר: 'דמי שדי עליי' לאומר: 'הרי ערכי עליי', וכמו שבאומר: 'הרי ערכי עליי' ובא לסדרו מן הקרקע - שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כך גם באומר: 'דמי שדי עליי'.<br>\n<br>ומצמצמים את תחולת הקביעה למקרה מסוים:\n<br>נראה שכאן צריך לגרוס: '<b>הדא דתימר</b> (זאת שאתה אומר, שאם בא לסדרו מן הקרקע - שמים לו בעשרה, ואם בא לסדרו מן המיטלטלין - שמים לו בשלושה) <b>- באומר: הרי ערכי עלי. אבל אם אמר: הרי עלי מנה / מאה מנה להקדש...</b>'.\n<br>ונראה שמכאן הועתק במקבילה בסנהדרין לעיל המשפט המשובש: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?', והוחלף שם 'במקדיש גוף השדה' במקום 'באומר: הרי ערכי עלי' כדי להתאימו לעיל, אבל חלקו השני של המשפט לא שוּנה אף שאינו מתאים לעיל, וכאן נשמט חלקו הראשון של המשפט גם במקבילה וגם במגילה.\n<br><b>אבל אם אמר: הרי עלי מאה</b> (במקבילה אין מילה זו) <b>מנה</b> (מטבע השווה למאה דינרים) <b>להקדש</b> – אם אדם נדר לתת להקדש סכום כסף ואין לו מעות כדי כל הסכום שנדר והוא בא לשלם אותו מרכושו (סכום של מאה מנה נזכר במקומות רבים לציון סכום גדול מאוד), <b>- שמין לו בשלשה</b> – שׁמים את רכוש הנודר בשלושה אנשים, בין אם בא לסדרו מן הקרקע ובין אם בא לסדרו מן המיטלטלין, שנדרי הקדש אין דינם כערכים לעניין שומת קרקעות בעשרה<b>.</b>\n<br>ושואלים: <b>לכשיעשיר? נידון בהשג יד?</b> – אם אמר: הרי עליי מאה מנה להקדש, ולא היה בידו לשלם את כל הסכום שנדר, האם ישלם את כל הסכום לאחר זמן כשיעשיר? או שמא הוא נידון בהישג יד, שהוא נותן כמה שידו משגת לתת עכשיו ונפטר ואינו משלם את המותר? (ערכים נידונים בהישג יד, שאם הנודר לתת ערך היה עני ואין ידו משגת לשלם להקדש את הערך, נותן את מה שיש בידו ונפטר, שכתוב בערכים: \"וְאִם מָךְ הוּא מֵעֶרְכֶּךָ, וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אֹתוֹ הַכֹּהֵן, עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנֹּדֵר יַעֲרִיכֶנּוּ הַכֹּהֵן\" (ויקרא כז,ח). בירושלמי כאן שאלו האם נדרי הקדש דינם כערכים לעניין הישג יד. ברם בתוספתא ערכין ג,ה ובברייתא בבבלי ערכין כ,א שנו שנדרי הקדש אינם נידונים בהישג יד)<br><br><small>ב<b>בבלי סנהדרין</b> יד,ב-טו,א אמרו: \"ערכים המיטלטלים\". - מאי ערכים המיטלטלים? - ...רבי אבהו אמר: באומר: ערכי עליי. בא כוהן לגבות מיטלטלים - גובה הימנו בשלושה, קרקעות - בעשרה.<br><br>פירושו של רבי אבהו בבבלי הוא כפירוש בירושלמי.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620d123f80edc1ab98735c26", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "anchorRef": "Leviticus 27:9-34", "anchorRefExpanded": ["Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ד׳:ז׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: <b>\"ובקרקעות תשעה וכהן\".</b>\n<br>למה שׁמים את הקרקעות בעשרה אנשים? -\n<br>מציעים הסבר: <b>כנגד</b> (בהקבלה ל-) <b>עשרה כהנים האמורין בפרשה</b> – בפרשה של ערכים ופדיון הקדשות מופיעה המילה \"הַכֹּהֵן\" עשר פעמים: שלוש פעמים בעניין ערכי אדם (ויקרא כז,א-ח), ושבע פעמים בעניין פדיון הקדשות לבדק הבית (ויקרא כז,יא-כה). בעניין ערכי אדם הכוהן מעריך (שָׁם) את רכוש הנודר, ובעניין פדיון הקדשות לבדק הבית הכוהן מעריך את הבהמה הטמאה ואת הבית ומחשב את ערך השדה (המילה \"לַכֹּהֵן\" שמופיעה בפרשה אינה מן המניין). ויש לדרוש שכל מופע של המילה \"הַכֹּהֵן\" בא להוסיף איש, ומכאן ששׁמים את הקרקעות בעשרה אנשים<b>.</b><br><br><small>המילה 'פרשה' מציינת קטע מוגדר וידוע בתורה. רוב הקטעים המצוינים בכינוי זה הם פרשיות בודדות (פתוחות או סתומות). במקומות מועטים מציין כינוי זה קטע גדול המכיל כמה פרשיות, כמו 'פרשת מועדות' (\"מבנהו וחלוקתו של מדרש תורת כוהנים (ב)\", \"תרביץ\" סט, עמוד 68).<br>גם כאן הפרשה מכילה שתי פרשיות, פרשה פתוחה (ויקרא כז,א-ח) ופרשה סתומה (ויקרא כז,ט-לד).<br>אף שעשרה המופעים של המילה \"הַכֹּהֵן\" הם בשני עניינים שונים, ערכים ופדיון הקדשות, הדרשה כאן מצרפת את המופעים שבשני העניינים. ועוד, דרשה כעין זו לא נמצאת בפרשות אחרות שבהן כמה מופעים של המילה \"הַכֹּהֵן\", כמו בפרשת נגעים. לכן יש להסיק שאין הדרשה כאן אלא אסמכתא להלכה קיימת.</small><br>\n<br>ושואלים: <b>ויהיו כולם כהנים!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה כוהנים, שהרי עשרה כוהנים אמורים בפרשה?\n<br>ומשיבים: <b>ריבוי אחר ריבוי למעט</b> – המילה \"הַכֹּהֵן\" הוכפלה כמה פעמים בזה אחר זה, והכלל הוא שריבוי אחר ריבוי בא למעט, ולכן יש למעט את הצורך בכוהן, ואף מי שאינו כוהן כשר לשומה (מן המופעים של הכלל 'אין ריבוי אחר ריבוי אלא למעט' יש ללמוד, ש'ריבוי אחר ריבוי' הוא עצם הכפלת מילה בכתוב, ללא קשר למשמעות המילה עצמה, האם יש לה משמעות של ריבוי או מיעוט, ו'למעט' היינו לצמצם את הצורך המשתמע מהמילה)<b>.</b>\n<br>ושואלים: <b>ויהיו כולן ישראל!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה אף שאינם כוהנים, שהרי הריבויים באים למעט את הצורך בכוהן?\n<br>ומשיבים: <b>אין הפרשה יוצאה</b> (נפטרת) <b>בלא כהן</b> – כיוון שהפרשה מזכירה רק כוהנים, אי אפשר שלא יהיה אחד מהעשרה כוהן, שאילו היו עשרה שאינם כוהנים כשרים לשומה, לא היתה הפרשה צריכה להזכיר כוהן כלל<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כג,ב ו<b>סנהדרין</b> טו,א אמרו: \"והקרקעות תשעה וכוהן\". - מנא הני מילי? אמר שמואל: עשרה כוהנים (עשר פעמים \"הכוהן\") כתובים בפרשה, חד לגופיה (שצריך כוהן אחד בפדיון קרקעות), ואידך / והנך הווי מיעוט אחר מיעוט (המילה \"הכוהן\" מוציאה מי שאינו כוהן), ואין מיעוט אחר מיעוט אלא לרבות, דאפילו תשעה ישראל ואחד כוהן.<br><br>יש שוני בדרשות בשני התלמודים.<br>בבבלי: אין מיעוט אחר מיעוט אלא לרבות. ובירושלמי: ריבוי אחר ריבוי למעט.</small><br>\n<br>ב<b>משנה סנהדרין</b> א,ג שנינו: ערכים המיטלטלים - בשלושה. רבי יהודה אומר: אחד מהם כוהן. ובקרקעות - תשעה וכוהן.\n<br>כאן התחלת מקבילה בירושלמי סנהדרין א,ג.\n<br>מציעים שאלה: <b>עד כדון</b> – עד עכשיו, <b>- במקדיש גופה של</b> ה<b>שדה</b> – הדין במקרה של המקדיש שדה ובא לפדותה מן ההקדש פשוט, שבמקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו ששנינו במשנה כאן ובסנהדרין<b>.</b> אבל אם <b>אמר: דמי שדי עלי?</b> – מה הדין במקרה של הנודר לתת להקדש את דמי שוויה של שדהו? האם גם במקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן? (במקבילה בסנהדרין: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?'. - במקום זה נראה ש'הדא דתימר' מציע בעיה, אולם אפשר שהגרסה משובשת. המונח 'הדא דתימר' מתפרש כרגיל בניחותא, ואילו המונח 'עד כדון' רגיל להציע בעיות (\"הטרמינולוגיה של הירושלמי\", עמוד 170 והערה 148). - נראה שהגרסה במקבילה היא אשגרה בטעות מלהלן. וראה מה שכתבנו להלן)\n<br>ומציעים פשיטת השאלה ממקור תנאי בתוספת דיון: <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה (את פשיטת השאלה) מזאת (מהמשנה סנהדרין א,ג): <b>ערכים המיטלטלין - בשלשה.</b> - ויש לתמוה: <b>ויש ערכים שאינן מיטלטלין?!</b> (בתמיהה. - במקבילה: 'וכי יש ערכים <b>שאין</b> מיטלטלין?!'. ופירוש 'שאין' הוא 'שהן' (\"מבוא לנוסח המשנה\", עמוד 547). וכאן צריך לומר: '<b>שאין</b>', כלומר: 'שהן', במקום: 'שאינן'. שיבוש 'שאין' ל'שאינן' יש בכמה מקומות בירושלמי. - חילוף אל\"ף תחת ה\"א שכיח ביותר במילה 'הֵן' (\"אוצר לשונות ירושלמיים\", עמוד רלג ואילך)) – וכי מיטלטלים יכולים להיות נערכים (שיאמר אדם עליהם: ערכם עליי, וייתן את ערכם להקדש)?! והרי רק בני אדם יכולים להיות נערכים! - ויש להשיב: <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר בשם <b>רבי שמעון בר אבא</b> (אמורא בדור השלישי) שאמר <b>בשם רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>: באומר: הרי ערכי עלי</b> – המשנה מדברת במקרה שאדם נדר לתת להקדש את הערך הקצוב בתורה לפי שנותיו<b>, ובא לסדרו מן הקרקע</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך משדהו, <b>- שמין לו בעשרה</b> – שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו במקרה של המקדיש שדה ובא לפדותה מן ההקדש<b>, מן המיטלטלין</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך ממיטלטליו, <b>- שמין לו בשלשה</b> – שמים את המיטלטלים בשלושה אנשים. וזהו ששנינו: ערכים המיטלטלים - בשלושה<b>.</b> - ויש לפשוט את השאלה: <b>האומר: הרי ערכי עלי - אינו כאומר: דמי שדי עלי?!</b> (בתמיהה) – הרי בוודאי יש להשוות את האומר: 'דמי שדי עליי' לאומר: 'הרי ערכי עליי', וכמו שבאומר: 'הרי ערכי עליי' ובא לסדרו מן הקרקע - שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כך גם באומר: 'דמי שדי עליי'.<br>\n<br>ומצמצמים את תחולת הקביעה למקרה מסוים:\n<br>נראה שכאן צריך לגרוס: '<b>הדא דתימר</b> (זאת שאתה אומר, שאם בא לסדרו מן הקרקע - שמים לו בעשרה, ואם בא לסדרו מן המיטלטלין - שמים לו בשלושה) <b>- באומר: הרי ערכי עלי. אבל אם אמר: הרי עלי מנה / מאה מנה להקדש...</b>'.\n<br>ונראה שמכאן הועתק במקבילה בסנהדרין לעיל המשפט המשובש: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?', והוחלף שם 'במקדיש גוף השדה' במקום 'באומר: הרי ערכי עלי' כדי להתאימו לעיל, אבל חלקו השני של המשפט לא שוּנה אף שאינו מתאים לעיל, וכאן נשמט חלקו הראשון של המשפט גם במקבילה וגם במגילה.\n<br><b>אבל אם אמר: הרי עלי מאה</b> (במקבילה אין מילה זו) <b>מנה</b> (מטבע השווה למאה דינרים) <b>להקדש</b> – אם אדם נדר לתת להקדש סכום כסף ואין לו מעות כדי כל הסכום שנדר והוא בא לשלם אותו מרכושו (סכום של מאה מנה נזכר במקומות רבים לציון סכום גדול מאוד), <b>- שמין לו בשלשה</b> – שׁמים את רכוש הנודר בשלושה אנשים, בין אם בא לסדרו מן הקרקע ובין אם בא לסדרו מן המיטלטלין, שנדרי הקדש אין דינם כערכים לעניין שומת קרקעות בעשרה<b>.</b>\n<br>ושואלים: <b>לכשיעשיר? נידון בהשג יד?</b> – אם אמר: הרי עליי מאה מנה להקדש, ולא היה בידו לשלם את כל הסכום שנדר, האם ישלם את כל הסכום לאחר זמן כשיעשיר? או שמא הוא נידון בהישג יד, שהוא נותן כמה שידו משגת לתת עכשיו ונפטר ואינו משלם את המותר? (ערכים נידונים בהישג יד, שאם הנודר לתת ערך היה עני ואין ידו משגת לשלם להקדש את הערך, נותן את מה שיש בידו ונפטר, שכתוב בערכים: \"וְאִם מָךְ הוּא מֵעֶרְכֶּךָ, וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אֹתוֹ הַכֹּהֵן, עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנֹּדֵר יַעֲרִיכֶנּוּ הַכֹּהֵן\" (ויקרא כז,ח). בירושלמי כאן שאלו האם נדרי הקדש דינם כערכים לעניין הישג יד. ברם בתוספתא ערכין ג,ה ובברייתא בבבלי ערכין כ,א שנו שנדרי הקדש אינם נידונים בהישג יד)<br><br><small>ב<b>בבלי סנהדרין</b> יד,ב-טו,א אמרו: \"ערכים המיטלטלים\". - מאי ערכים המיטלטלים? - ...רבי אבהו אמר: באומר: ערכי עליי. בא כוהן לגבות מיטלטלים - גובה הימנו בשלושה, קרקעות - בעשרה.<br><br>פירושו של רבי אבהו בבבלי הוא כפירוש בירושלמי.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "632087857e880799b4c5abe4", "index_title": "Mishneh Torah, Appraisals and Devoted Property", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Appraisals and Devoted Property 4:26", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Mishneh Torah, Appraisals and Devoted Property 4:26", "sourceHeRef": "משנה תורה, הלכות ערכים וחרמין ד׳:כ״ו", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0026, "collectiveTitle": {"en": "Mishneh Torah, Appraisals and Devoted Property", "he": "משנה תורה, הלכות ערכים וחרמין"}, "heTitle": "משנה תורה, הלכות ערכים וחרמין", "he": "כֵּיצַד דִּין מַקְדִּישׁ שְׂדֵה מִקְנָתוֹ. שָׁמִין אוֹתָהּ בְּדָמֶיהָ וְרוֹאִין כַּמָּה הִיא שָׁוָה עַד הַיּוֹבֵל וּפוֹדֶה אוֹתָהּ כָּל מִי שֶׁיִּרְצֶה. וְאִם פָּדָה אוֹתָהּ הַמַּקְדִּישׁ אֵינוֹ מוֹסִיף חֹמֶשׁ וּפִדְיוֹנָהּ לְבֶדֶק הַבַּיִת כִּשְׁאָר עֲרָכִין וְדָמִים. וּכְשֶׁיַּגִּיעַ הַיּוֹבֵל תַּחְזֹר לַבְּעָלִים הָרִאשׁוֹנִים שֶׁמְּכָרוּהָ. בֵּין שֶׁנִּפְדֵית מִיַּד הַגִּזְבָּר וַהֲרֵי הִיא יוֹצְאָה מִיַּד אַחֵר. בֵּין שֶׁלֹּא נִפְדֵית וַהֲרֵי הִיא יוֹצְאָה מִיַּד הַהֶקְדֵּשׁ הֲרֵי זוֹ חוֹזֶרֶת לַמּוֹכֵר וְאֵינָהּ יוֹצְאָה לַכֹּהֲנִים שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "What are the laws that apply when a person consecrates purchased property? Its worth is evaluated and we see what its value will be<sup class=\"footnote-marker\">65</sup><i class=\"footnote\">This is in contrast to an ancestral field where a standard amount is given, as explained above. In his commentary to the Torah (Leviticus 27:22 , Rashi writes that it is redeemed in the same manner as an ancestral field. Nevertheless, in his commentary to the Talmud (<i>Arachin</i> 26b), he states that it is redeemed according to its worth.</i> until the Jubilee.<sup class=\"footnote-marker\">66</sup><i class=\"footnote\">For in the Jubilee, it was to return to its ancestral owner. The donor's ownership did not extend past that time. Hence he cannot consecrate it for longer, as the Rambam proceeds to explain.</i> Anyone who desires may redeem it. If the person who consecrated it redeems it, he is not required to add a fifth. The redemption is given for the purpose of improvements to the Temple as are other <i>arechim</i> and pledges of worth.<br>When the Jubilee arrives, it returns to its original owner who sold it. [This applies] whether it was redeemed from the Temple treasurer and it is departing from the domain of another person or whether it was not redeemed and it is departing from the domain of the Temple treasury, it returns to the seller and is not expropriated for the priests. [The rationale is that] a person cannot consecrate an article that is not his.<sup class=\"footnote-marker\">67</sup><i class=\"footnote\">And the person who consecrated the field never possessed permanent ownership of it, only the right to partake of its produce. Hence, he cannot consecrate it to the Temple treasury permanently (the Rambam's Commentary to the Mishnah, <i>Arachin</i> 7:4).</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "6320957de5a913946ee245a9", "index_title": "Mishneh Torah, Sabbath", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Sabbath 23:14", "anchorRef": "Leviticus 27:1-27", "anchorRefExpanded": ["Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27"], "sourceRef": "Mishneh Torah, Sabbath 23:14", "sourceHeRef": "משנה תורה, הלכות שבת כ״ג:י״ד", "anchorVerse": 1, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 23.0014, "collectiveTitle": {"en": "Mishneh Torah, Sabbath", "he": "משנה תורה, הלכות שבת"}, "heTitle": "משנה תורה, הלכות שבת", "he": "אֵין דָּנִין בְּשַׁבָּת וְלֹא חוֹלְצִין וְלֹא מְיַבְּמִין וְלֹא מְקַדְּשִׁין גְּזֵרָה שֶׁמָּא יִכְתֹּב. וְאֵין מַקְדִּישִׁין וְלֹא מַעֲרִיכִין וְלֹא מַחְרִימִין מִפְּנֵי שֶׁהוּא כְּמִקָּח וּמִמְכָּר. וְאֵין מַגְבִּיהִין תְּרוּמוֹת וּמַעַשְׂרוֹת שֶׁזֶּה דּוֹמֶה לְמַקְדִּישׁ אוֹתָן פֵּרוֹת שֶׁהִפְרִישׁ. וְעוֹד מִפְּנֵי שֶׁהוּא כִּמְתַקֵּן אוֹתָן בְּשַׁבָּת. וְאֵין מְעַשְּׂרִין אֶת הַבְּהֵמָה גְּזֵרָה שֶׁמָּא יִרְשֹׁם בְּסִיקְרָא. וּמַקְדִּישׁ אָדָם פִּסְחוֹ בְּשַׁבָּת וַחֲגִיגָתוֹ בְּיוֹם טוֹב שֶׁזּוֹ מִצְוַת הַיּוֹם הִיא. וּכְשֵׁם שֶׁאֵין מַקְדִּישִׁין כָּךְ אֵין מְקַדְּשִׁין מֵי חַטָּאת:  ", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Court is not convened on the Sabbath, nor are [the rites of] <i>chalitzah</i><sup class=\"footnote-marker\">66</sup><i class=\"footnote\">The ceremony through which a childless widow frees her brother-in-law from the obligation of <i>yibbum</i>. (See the following note and Deuteronomy 25:7-10.)</i> or <i>yibbum</i><sup class=\"footnote-marker\">67</sup><i class=\"footnote\">This refers to the rite in which the brother-in-law of a childless widow marries her in order to perpetuate the name of her dead husband. (See Deuteronomy 25:5-6.)</i> conducted, nor are women betrothed,<sup class=\"footnote-marker\">68</sup><i class=\"footnote\">According to Torah law, marriage is a two-staged process, including <i>erusin</i> (betrothal) - when a bond between a husband and wife is established, but the two still live separately - and <i>nisuin</i> (marriage) - when the couple begin their lives together.<br>Betrothal is initiated by the act of <i>kiddushin</i>. At present, this is effected by the groom's giving the wedding ring to his wife. It must be added that it is also forbidden to carry out <i>nisuin</i> on the Sabbath, but for a different reason: lest one violate the Sabbath laws when preparing for the wedding feast. (See <i>Hilchot Ishut</i> 10:14.)</i> lest one write.<sup class=\"footnote-marker\">69</sup><i class=\"footnote\">When quoting this law, the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 339:4) states that divorce proceedings may not generally be carried out on the Sabbath, even if the bill of divorce was written beforehand.</i><br>[Property] may not be consecrated,<sup class=\"footnote-marker\">70</sup><i class=\"footnote\">This refers to the dedication of property to the Temple treasury or the consecration of an animal to be offered as a sacrifice.</i> nor may endowment evaluations be made,<sup class=\"footnote-marker\">71</sup><i class=\"footnote\">See Leviticus 27:1-27.</i> nor may [property] be set aside,<sup class=\"footnote-marker\">72</sup><i class=\"footnote\">See Leviticus 27:28-29.</i> because this resembles a sale.<br>Nor may <i>terumah</i> and the tithes be separated, for this resembles consecrating the produce one has separated, and also because, [through this ritual,] one makes [the produce] fit [for use] on the Sabbath.<sup class=\"footnote-marker\">73</sup><i class=\"footnote\">See Halachah 9, where this reason is mentioned in connection with this prohibition.</i><br>One may not tithe one's animals.<sup class=\"footnote-marker\">74</sup><i class=\"footnote\">See Leviticus 27:32.</i> [This is] a decree, [instituted] lest one mark [the animal] with red paint.<sup class=\"footnote-marker\">75</sup><i class=\"footnote\">For this was the common practice, as the Rambam mentions in <i>Hilchot Bechorot</i> 7:1. As mentioned in Chapter 11, Halachah 17, making a mark is considered a derivative of the forbidden labor of writing. Rabbenu Chanan'el, by contrast, explains that the prohibition against making this mark stems from the forbidden labor of dyeing.<br>Rav Moshe HaCohen of Lunil notes that, in contrast to produce, the Rambam does not mention the prohibition against tithing animals in connection with the forbidden labor of dealing the final blow. Unlike produce, according to Torah law, one is allowed to partake of meat from an animal even if it has not been tithed. Although there is a Rabbinic prohibition against partaking of such meat, tithing a herd is not considered as making an object fit for use.</i> A person may consecrate his Paschal sacrifice on the Sabbath<sup class=\"footnote-marker\">76</sup><i class=\"footnote\">When the fourteenth of Nisan falls on the Sabbath.</i> and his festive offering on a holiday, for this is the mitzvah associated with that day.<sup class=\"footnote-marker\">77</sup><i class=\"footnote\">Since these offerings are associated with a fixed time, they will stand out distinctly in one's mind and will not cause one to forget the Sabbath prohibitions (<i>Shabbat</i> 148b, <i>Hilchot Korban Pesach</i> 1:19).</i><br>Just as property may not be consecrated, so too, water may not be consecrated for use [in sprinkling the ashes of the red heifer].<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">The laws associated with sprinkling the water that has been mixed with the ashes of the red heifer are described in Numbers 19:11-21.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64188082c9371ec0cebe7027", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Reggio on Torah, Leviticus 27:22:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואם,</b> חלוק יש בין שדה מקנה לשדה אחוזה, ששדה מקנה אינו מתחלק לכהנים ביובל, לפי שאינו יכול להקדישה אלא עד היובל, שהרי ביובל היתה עתידה לצאת מידו ולשוב לבעלים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64188083c9371ec0cebe7029", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 27:22:2", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Reggio on Torah, Leviticus 27:22:2", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>אשר לא משדה אחזתו,</b> פרט אם קנה השדה מאביו או מאחד ממורישיו, והקדישה בחיי המוריש, שאז הוא שדה שראוי להיות לו לאחוזה, ודינו כדין שדה אחוזה שהוא לכהן:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a0ca5a4d0d592640e54", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Rav Hirsch on Torah, Leviticus 27:22:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "VV. 22-24. ואם את שדה מקנתו אשר וגו׳, nur wenn es rein שדה מקנה ist, das gar nicht שדה אחוזה des מקדיש werden kann, שאינה ראויה להיות שדה אחוזה treten die hier folgenden Bestimmungen ein; hat er es aber als שדה מקנה geheiligt und es ist noch vor dem Jobel שדה אחוזתו geworden, z. B.  לוקח שדה מאביו והקדיש ואח׳׳כ מת אביו so geht es, wenn er es vor dem Jobel nicht wieder ausgelöst hat, wie שדה אחוזה in Besitz der כהנים über (Arachin 26b). – את :וחשב וגו׳ את מכסת הערכך וגו׳ מכסת הערכך nicht den für שדה אחוזה allgemein fixierten, absoluten Taxwert, sondern שויו, den nach den noch bevorstehenden Jahren bis zum Jobel steigenden und fallenden Nutznießungswert (Arachin 14a), und zwar auch dem מקדיש ohne חומש (daselbst – siehe zu V. 16). —", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64883a0ca5a4d0d592640e56", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 27:22:2", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Rav Hirsch on Torah, Leviticus 27:22:2", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ז:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 22.0002, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "אין להקדש אלא מקומו ושעתו :ונתן וגו׳ ביום ההוא וגו׳. Man bestimmt den Einlösungswert eines dem הקדש geweihten Objektes nur nach dem zeitlich und örtlich vorhandenen Werte, selbst wenn er, in späterer Zeit oder an einem anderen Ort, zum Verkauf gebracht, einen höheren Preis erzielen würde. Die Mischna (Arachin 24a) nennt als Beispiel מרגלית בכפר, eine Perle in einem Dorfe. Gleichwohl wird für die Auslösung eines Grundstückes daßelbe sechzig Tage zum Verkaufe ausgeboten. שום ההקדש ששים יום וגו׳ (daselbst 21b). Es dürfte bei einem Güterverkauf eine solche Frist nicht in Widerspruch mit dem ביום ההוא unseres Textes stehen.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc60758c1dc532ec8fa0", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 27:22", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Steinsaltz on Leviticus 27:22", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ז:כ״ב", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 27.0022, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְאִם אֶת שְׂדֵה מִקְנָתוֹ,</b> שדה שקנה מאחר,\n  <b>אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ, יַקְדִּישׁ לַה'</b>, והרי על גופו של שדה כזה אין לו בעלות גמורה אלא זכות שימוש בו, לכל היותר לחמישים שנה –", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And if he consecrates to the Lord a field of his acquisition, </b>a field that he purchased from another, <b>that is not a field of his ancestral portion. </b>He does not have full ownership of this field, but merely the right of usage for fifty years at the most.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "6632f34cf7f741c18fcce604", "index_title": "Rashbam on Exodus", "category": "Quoting Commentary", "type": "", "ref": "Rashbam on Exodus 23:21:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Rashbam on Exodus 23:21:1", "sourceHeRef": "רשב\"ם על שמות כ״ג:כ״א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1120, 1160], "commentaryNum": 21.0001, "collectiveTitle": {"en": "Rashbam on Exodus", "he": "רשב\"ם על שמות"}, "heTitle": "רשב\"ם על שמות", "he": "אל תמר בו - מגזירת אם המר ימירנו. ואם הוא דגש. הרי הוא מן וריחו לא נמר. כמו: אל תפל דבר מגזירת נפל. אבל אינו מגזירת סרבנות מן מרה מריתם, שא\"כ היה לו לומר אל תמרה. כמו: כל איש אשר ימרה את פיך. ", "heVersionTitle": "Rashbam on Torah -- Daat", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "אל תמר בו, the word תמר is a derivative of the root המר as in המר ימירנו (Leviticus 27,33) When the same word appears without a dagesh in the letter מ, is derived from the root נמר as in Jeremiah  48,11 וריחו לא נמר, “and his fragrance is unspoiled.” The construction of אל תמר is parallel to the construction of אל תפל, “do not omit,” in Esther 6,10 an imperative in the transitive conjugation hiphil of the root נפל. It does not have anything to do with the “refusal” implied in the root מרה in the sequence מרה מריתי in Lamentations 1,3. If the construction תמר in our verse were related to that root the Torah should have written אל תמרה without the dagesh in the letter מ, just as it did in Joshua I,18 where it does have that meaning and the text reads אל ימרה את פיך, “let no one show disobedience to him,” without the dagesh in the letter מ of the word ימרה.", "versionTitle": "Eliyahu Munk, HaChut Hameshulash", "license": "CC-BY", "versionTitleInHebrew": "החוט המשולש, אליהו מונק"}, {"_id": "55053477fbfba270cc17ecc7", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Haamek Davar on Leviticus 27:22:1", "sourceHeRef": "העמק דבר על ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>אשר לא משדה אחוזתו.</b> אשר לא שדה מיבעי. ובאמת כל עיקר דברים אלו מיותר ונדרש בת״כ ובגמרא. ולפי הפשט בא לאפוקי שדה מקנה שהיא שדה אחוזתו. כגון ראובן מכר שדה אחוזה לשמעון וא״א לגאול בע״כ אלא בשלימות ולא לחצאין. אבל אם לא השיגה ידו אלא למקצת ומש״ה אפשר שלא רצה הקונה להשיב השדה בתורת גאולה שיהא כחשבון דמי המכירה אלא באיזה סך שרצה הוא נמצא היא שדה מקנה אבל מכ״מ היא באמת משדה אחוזתו. פי׳ מקצת שדה אחוזה שמכר. מש״ה מפרש המקרא דאע״ג שהוא שדה מקנה מכ״מ אין לה דין שדה מקנה לענין זה:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5868bd42d6e4a97c9cbb183e", "index_title": "Bekhor Shor", "category": "Commentary", "type": "commentary", "ref": "Bekhor Shor, Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Bekhor Shor, Leviticus 27:22:1", "sourceHeRef": "בכור שור, ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "compDate": [1145, 1195], "commentaryNum": 22.0001, "collectiveTitle": {"en": "Bekhor Shor", "he": "בכור שור"}, "heTitle": "ויקרא", "he": "<b>אשר [לא] משדה אחזתו.</b> לרבות קונה שדה מאביו והקדישו ואחר כך מת אביו:\n", "heVersionTitle": "Bekhor Shor, HaTzofeh LeHokhmat Yisrael VIII, Budapest, 1924", "heLicense": "Public Domain", "heVersionTitleInHebrew": "בכור שור, הצופה לחכמת ישראל ח, בודפשט, תרפ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "58ad9478d6e4a93323dc00aa", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 48a:9", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Gittin 48a:9", "sourceHeRef": "גיטין מ״ח א:ט׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 95.0009, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "תַּלְמוּד לוֹמַר: ״אִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחוּזָּתוֹ״ – שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה, יָצְתָה זוֹ שֶׁרְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה, דִּבְרֵי רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The <i>baraita</i> continues: <b>The verse states:</b> “And <b>if</b> he sanctify to the Lord <b>a field which he has bought, which is not of the field of his ancestral field”</b> (Leviticus 27:22). The addition of the phrase: “Which is not of the field of his ancestral field,” teaches that the <i>halakha</i> that the field reverts to the original owner applies specifically to <b>a field that is not fit to be an ancestral field,</b> meaning that he would not inherit it in the future. <b>This</b> field, which the son was entitled to inherit after he had consecrated it, <b>is excluded, as it is fit to be an ancestral field,</b> although the son had purchased it. This is <b>the statement of Rabbi Yehuda and Rabbi Shimon.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9478d6e4a93323dc00ac", "index_title": "Gittin", "category": "Talmud", "type": "", "ref": "Gittin 48a:13", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Gittin 48a:13", "sourceHeRef": "גיטין מ״ח א:י״ג", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 95.0013, "collectiveTitle": {"en": "Gittin", "he": "גיטין"}, "heTitle": "גיטין", "he": "אָמַר רַב נַחְמָן בַּר יִצְחָק: לְעוֹלָם אֵימָא לָךְ, בְּעָלְמָא קָסָבְרִי רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן קִנְיַן פֵּירוֹת כְּקִנְיַן הַגּוּף דָּמֵי. וְהָכָא, רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן קְרָא אַשְׁכַּחוּ וּדְרוּשׁ – לִכְתּוֹב רַחֲמָנָא ״אִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא אֲחוּזָּתוֹ״; מַאי ״מִשְּׂדֵה אֲחוּזָּתוֹ״? שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה – יָצְתָה זוֹ, שֶׁרְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The Gemara rejects this explanation of the dispute. <b>Rav Naḥman bar Yitzḥak said: Actually, I</b> could <b>say to you</b> that <b>in general Rabbi Yehuda and Rabbi Shimon hold</b> that the <b>acquisition of</b> an item for <b>its produce is considered</b> to be <b>like</b> the <b>acquisition of the item itself,</b> and they agree that the verse is necessary to teach the <i>halakha</i> concerning a case where he consecrated the field after his father’s death. <b>And here, Rabbi Yehuda and Rabbi Shimon found</b> another element of the <b>verse and</b> they <b>expounded</b> it. They maintain that if the verse is teaching the <i>halakha</i> only in the case where he consecrated the field after his father’s death, then <b>let the Merciful One write</b> in the Torah: And <b>if</b> he sanctify to the Lord <b>a field which he has bought, which is not his ancestral field. What</b> is the meaning of the expression: <b>“Of his ancestral field”</b> (Leviticus 27:22)? This emphasizes: <b>A field that is not fit to be an ancestral field,</b> meaning that he would not inherit it in the future. <b>This</b> field, which the son was entitled to inherit after he had consecrated it, <b>is excluded, as it is fit to be an ancestral field,</b> although the son had purchased it.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad994dd6e4a93323dc6259", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 72b:5", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Bava Batra 72b:5", "sourceHeRef": "בבא בתרא ע״ב ב:ה׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 144.0005, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "דְּתַנְיָא: מִנַּיִן לַלּוֹקֵחַ שָׂדֶה מֵאָבִיו וְהִקְדִּישָׁהּ, וְאַחַר כָּךְ מֵת אָבִיו – מִנַּיִן שֶׁתְּהֵא לְפָנָיו כִּשְׂדֵה אֲחוּזָּה? תַּלְמוּד לוֹמַר: ״וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ״ – שָׂדֶה שֶׁאֵין רְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה, יָצְתָה זוֹ – שֶׁרְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה; דִּבְרֵי רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>As it is taught</b> in a <i>baraita</i>: <b>From where</b> is it derived that <b>with regard to one who purchases a field from his father and consecrates it, and afterward his father dies,</b> so the field would now be considered his as an inheritance, <b>from where</b> is it derived <b>that</b> with regard to its redemption <b>it should be</b> considered <b>before him as an ancestral field</b> and not a field that he purchased? <b>The verse states</b> about a field that was purchased: <b>“And if</b> he sanctifies to the Lord <b>a field that he has bought, which is not of his ancestral fields”</b> (Leviticus 27:22). The verse speaks specifically of <b>a field that is not fit</b> at the time of its consecration <b>to be an ancestral field,</b> meaning that he never could have inherited it in the future. This specification <b>excludes this</b> field <b>that was fit to be an ancestral field</b> from this <i>halakha</i>, since eventually it would have become his through inheritance, even had he not purchased it. This is <b>the statement of Rabbi Yehuda and Rabbi Shimon.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad994dd6e4a93323dc625b", "index_title": "Bava Batra", "category": "Talmud", "type": "", "ref": "Bava Batra 72b:9", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Bava Batra 72b:9", "sourceHeRef": "בבא בתרא ע״ב ב:ט׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 144.0009, "collectiveTitle": {"en": "Bava Batra", "he": "בבא בתרא"}, "heTitle": "בבא בתרא", "he": "אָמַר רַב נַחְמָן בַּר יִצְחָק: לְעוֹלָם בְּעָלְמָא – רַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן לָא אָזְלִי בָּתַר פִּדְיוֹן; וְהָכָא, קְרָא אַשְׁכַּחוּ וּדְרוּשׁ – אִם כֵּן, לִכְתּוֹב קְרָא: ״וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא אֲחוּזָּתוֹ״, אִי נָמֵי ״שְׂדֵה אֲחוּזָּתוֹ״, מַאי ״אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ״? אֶת שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה, יָצְתָה זוֹ – שֶׁרְאוּיָה לִהְיוֹת שְׂדֵה אֲחוּזָּה.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Rav Naḥman bar Yitzḥak says: Actually,</b> I can say to you that <b>generally</b> speaking, <b>Rabbi Yehuda and Rabbi Shimon do not follow</b> the time of the <b>redemption,</b> and therefore their ruling here is not based on this premise. <b>But here they found a verse and interpreted it,</b> as, if the verse is to be understood as it was explained by Rabbi Meir, then <b>let the verse write: And if</b> he sanctifies to the Lord <b>a field that he has bought, which is not his ancestral estate, or</b> let it write: Which is not <b>his ancestral field. What</b> is meant by the expression: <b>“Which is not of his ancestral fields”</b> (Leviticus 27:22)? It means that <b>a field that is not fit to</b> ever <b>be an ancestral field</b> is considered a purchased field. That <b>excludes this</b> field, <b>as it is fit to be an ancestral field.</b> Based on this explanation, the <i>baraita</i> that addresses one who consecrates trees can, in fact, be understood to be in accordance with the opinion of Rabbi Shimon.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5bf3e3f9e1fc2200b9c5aa28", "index_title": "English Explanation of Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Arakhin 7:5:1", "anchorRef": "Leviticus 27:22-24", "anchorRefExpanded": ["Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24"], "sourceRef": "English Explanation of Mishnah Arakhin 7:5:1", "sourceHeRef": "ביאור אנגלי על משנה ערכין ז׳:ה׳:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0001, "collectiveTitle": {"en": "English Explanation of Mishnah Arakhin", "he": "ביאור אנגלי על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If one bought a field from his father, and his father died and afterwards he consecrated it, it is considered a field of possession.</b>  A field that is not a “field of possession” reverts to its original owner during the Jubilee, as is stated in Leviticus 27:22-24. When a son buys a field from his father, it is questionable whether that field is considered a “field of possession” because it might eventually become his possession, or whether we treat this as a field that was purchased. If the father dies and then the son consecrates the field, it is considered a field of possession because even if the son had not bought the field, it would have become his (or at least partly his) before he consecrated it.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e3f9e1fc2200b9c5aa2a", "index_title": "English Explanation of Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Arakhin 7:5:2", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "English Explanation of Mishnah Arakhin 7:5:2", "sourceHeRef": "ביאור אנגלי על משנה ערכין ז׳:ה׳:ב׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 5.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Arakhin", "he": "ביאור אנגלי על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>If he consecrated it and afterwards his father died, then it is considered a field acquired by purchase, the words of Rabbi Meir. Rabbi Judah and Rabbi Shimon say: it is considered a field of possession, as it is said: “And if a field which he has, which is not a field of his possession” (Leviticus 27:22) a field which is not capable of becoming a field of his possession, thus excluding a field which is capable of becoming a field of possession.</b>  However, if he consecrated it before his father died, there is a debate as to the status of the field. According to Rabbi Meir it is considered a field acquired by purchase. If he redeems it, he need not add an extra fifth, as is the rule with a field of possession. And if he doesn’t redeem it, during the Jubilee it reverts to its original owners. Rabbis Shimon and Judah disagree and derive through a midrash that any field that could become one’s through inheritance cannot be put into the category of a purchased field. Therefore, even if he dedicates the field purchased from his father before his father dies, it still retains the status of a “field of possession.” If he redeems it he will need to add an extra fifth, and if he doesn’t redeem it, it will become the possession of the priests during the Jubilee year.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c46a67208d98a02694e8cb1", "index_title": "Jastrow", "category": "Reference", "type": "reference", "ref": "Jastrow, קָדַשׁ 1", "anchorRef": "Leviticus 27:14-24", "anchorRefExpanded": ["Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24"], "sourceRef": "Jastrow, קָדַשׁ 1", "sourceHeRef": "מילון יסטרוב, קָדַשׁ א׳", "anchorVerse": 14, "sourceHasEn": true, "compDate": [1883, 1903], "commentaryNum": 1, "collectiveTitle": {"en": "Jastrow", "he": "מילון יסטרוב"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<strong dir=\"rtl\">קָדַשׁ</strong>  (b. h.) [<i>to be cut off, separated</i>, v. Ges. Hebr. Dict.<sup>12</sup> s. v.; cmp. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_פָּרַשׁ.1\" data-ref=\"Jastrow, פָּרַשׁ 1\">פָּרַשׁ</a>,] <i>to be, become pure, sacred, holy</i>. <a class=\"refLink\" href=\"Jerusalem_Talmud_Shabbat.3.1.13\" data-ref=\"Jerusalem Talmud Shabbat 3:1:13\">Y. Sabb. III, 5ᵈ</a> bot.; ib. IV, end, 7ᵃ <span dir=\"rtl\">ק׳ עליו היום</span> the day became holy upon him, i.e. the Sabbath commenced while he was engaged in doing something. <a class=\"refLink\" href=\"/Mishnah_Meilah.2.8\" data-ref=\"Mishnah Meilah 2:8\">Meïl. II, 8</a> (<a class=\"refLink\" href=\"/Meilah.10a.5\" data-ref=\"Meilah 10a:5\">10ᵃ</a>) <span dir=\"rtl\">קָדְשׁוּ בכלים</span> (Talm. ed. <span dir=\"rtl\">קדשן</span>) after they have become sacred by being put in a sacred vessel (v. infra); <a class=\"refLink\" href=\"/Shevuot.11a.3\" data-ref=\"Shevuot 11a:3\">Shebu. 11ᵃ</a> (Ms. F. <span dir=\"rtl\">קידשן</span>). <a class=\"refLink\" href=\"/Bekhorot.4b.22\" data-ref=\"Bekhorot 4b:22\">Bekh. 4ᵇ</a> <span dir=\"rtl\">קדשו בכורות וכ׳</span> the firstborn in the desert were consecrated; a. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Pi.</strong> - <strong dir=\"rtl\">קִדֵּשׁ</strong>, <strong dir=\"rtl\"> קִי׳</strong> <b>1)</b> <i>to sanctify</i>, esp. <span dir=\"rtl\">ק׳ שם שמים</span>, or <span dir=\"rtl\">ק׳ את השם</span> <i>to sanctify the name of the Lord, to manifest fidelity to religion</i> by noble deeds, by martyrdom &c. <a class=\"refLink\" href=\"/Sotah.10b\" data-ref=\"Sotah 10b\">Sot. 10ᵇ</a>; <a class=\"refLink\" href=\"/Sotah.36b.10\" data-ref=\"Sotah 36b:10\">36ᵇ</a> יוסף שק׳ שם וכ׳ Joseph who sanctified the name … in secret (when he resisted temptation); <span dir=\"rtl\">יהודה שק׳ וכ׳</span> Judah who sanctified … in public (when he admitted his guilt, <a class=\"refLink\" href=\"/Genesis.38.26\" data-ref=\"Genesis 38:26\">Gen. XXXVIII, 26</a>); a. fr. <b>—2)</b> <i>to sanctify, consecrate; to purify, keep pure</i>. <a class=\"refLink\" href=\"/Berakhot.17a.7\" data-ref=\"Berakhot 17a:7\">Ber. 17ᵃ</a> <span dir=\"rtl\">טהר וקַדֵּשׁ עצמך מכל וכ׳</span> keep thyself clean and pure (aloof) from every guilt &c. <a class=\"refLink\" href=\"/Yoma.39a\" data-ref=\"Yoma 39a\">Yoma 39ᵃ</a> (ref. to <a class=\"refLink\" href=\"/Leviticus.11.44\" data-ref=\"Leviticus 11:44\">Lev. XI, 44</a>) … <span dir=\"rtl\">אדם מְקַדֵּשׁ מְקַדְּשִׁין אותו הרבה</span> if a man sanctifies himself a little (trains himself to self-restraint), they (the divine agencies) will help him much to sanctify him; <span dir=\"rtl\">מלמטה מקדשין אותו מלמעלה</span> if he (sanctifies himself) below, they will sanctify him from above; <span dir=\"rtl\">בעולם הזה מקדשין וכ׳</span> he in this world, they will declare him holy in the hereafter. <a class=\"refLink\" href=\"/Yevamot.20a.15\" data-ref=\"Yevamot 20a:15\">Yeb. 20ᵃ</a>, a. e. <span dir=\"rtl\">קדש עצמך במותר לך</span> sanctify thyself by self-restraint from what is permitted to thee. <a class=\"refLink\" href=\"/Chagigah.3b.10\" data-ref=\"Chagigah 3b:10\">Ḥag. 3ᵇ</a>, a. e. <span dir=\"rtl\">קִדְּשָׁהּ לשעתה</span>, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_קְדוּשָּׁה.1\" data-ref=\"Jastrow, קְדוּשָּׁה 1\">קְדוּשָּׁה</a>. Sebu. 15ᵃ … <span dir=\"rtl\">כל הכלים מְקַדַּשְׁתָּן</span> as regards all vessels that Moses made, the ointing of them gave them their sacred character; <a class=\"refLink\" href=\"/Sanhedrin.16b.5\" data-ref=\"Sanhedrin 16b:5\">Snh. 16ᵇ</a> <span dir=\"rtl\">מקדשן</span> (corr. acc.). <a class=\"refLink\" href=\"/Menachot.95b.13\" data-ref=\"Menachot 95b:13\">Men. 95ᵇ</a> <span dir=\"rtl\">תנור מְקַדֵּשׁ</span> the oven (the baking of the showbread) gives it its sacred character. <a class=\"refLink\" href=\"/Menachot.100a.17\" data-ref=\"Menachot 100a:17\">Ib. 100ᵃ</a> <span dir=\"rtl\">כלי שרת מְקַדְּשִׁין</span> the vessels of the service consecrate (the things put into them); a. v. fr.—Part. pass. <span dir=\"rtl\">מְקוּדָּשׁ</span>; f. <span dir=\"rtl\">מְקוּדֶּשֶׁת</span>; pl. <span dir=\"rtl\">מְקוּדָּשִׁים</span> &c. <a class=\"refLink\" href=\"/Shabbat.55a.9\" data-ref=\"Shabbat 55a:9\">Sabb. 55ᵃ</a> (ref. to <a class=\"refLink\" href=\"/Ezekiel.9.6\" data-ref=\"Ezekiel 9:6\">Ez. IX, 6</a>) <span dir=\"rtl\">א\"ת מקדשי אלא מְקוּדָּשַׁי וכ׳</span> read not <i>miḳdashi</i> (my sanctuary) but <i>m’ḳuddashai</i> (my sanctified ones), that means those who fulfilled the whole Law &c.; <a class=\"refLink\" href=\"/Avodah_Zarah.4a\" data-ref=\"Avodah Zarah 4a\">Ab. Zar. 4ᵃ</a>. <a class=\"refLink\" href=\"/Zevachim.115b.2\" data-ref=\"Zevachim 115b:2\">Zeb. 115ᵇ</a> (ref. to <a class=\"refLink\" href=\"/Psalms.68.36\" data-ref=\"Psalms 68:36\">Ps. LXVIII, 36</a> <span dir=\"rtl\">מִמִּקְדָּשֶׁיךָ</span>) read <span dir=\"rtl\">מִמְּקוּדָּשֶׁיךָ וכ׳</span> ‘from thy sanctified ones’, when the Lord passes judgment on his holy servants &c.; a. fr. <b>—3)</b>  (with, or sub., <span dir=\"rtl\">ידיו ורגליו</span>) <i>to wash hands and feet prior to a sacred act</i>. <a class=\"refLink\" href=\"/Mishnah_Yoma.3.6\" data-ref=\"Mishnah Yoma 3:6\">Yoma III, 6</a>. <a class=\"refLink\" href=\"/Mishnah_Yoma.4.5\" data-ref=\"Mishnah Yoma 4:5\">Ib. IV, 5</a>. <a class=\"refLink\" href=\"/Yoma.22a.6\" data-ref=\"Yoma 22a:6\">Ib. 22ᵃ</a>; a. fr. <b>—4)</b> <i>to prepare the water of lustration</i> (<a class=\"refLink\" href=\"/Numbers.19\" data-ref=\"Numbers 19\">Num. XIX</a>). <a class=\"refLink\" href=\"/Mishnah_Parah.6.1\" data-ref=\"Mishnah Parah 6:1\">Par. VI, 1</a> <span dir=\"rtl\">המקדש ונפל הקִדּוּשׁ על ידו</span> if he prepares the lustration, and some of the consecrated water falls upon his hand. <a class=\"refLink\" href=\"/Mishnah_Parah.6.2\" data-ref=\"Mishnah Parah 6:2\">Ib. 2</a> <span dir=\"rtl\">נוטל ומקדש</span> he may take (of the ashes) and prepare the water with them. <a class=\"refLink\" href=\"/Mishnah_Parah.6.3\" data-ref=\"Mishnah Parah 6:3\">Ib. 3</a> <span dir=\"rtl\">המקדש בשוקת וכ׳</span> he who puts ashes into a large vessel of water; a. fr. <b>—5)</b>  (of seasons) <i>to proclaim the sanctity of</i> esp., <i>a</i>) (<span dir=\"rtl\">ק׳ החדש</span>) <i>to proclaim in court that the new month had begun</i> (v. infra). <a class=\"refLink\" href=\"/Mishnah_Rosh_Hashanah.2.7\" data-ref=\"Mishnah Rosh Hashanah 2:7\">R. Hash. II, 7</a> <span dir=\"rtl\">אם לא … אין מקדשין אותו שכבד קִדְּשׁוּהוּ שמים</span> unless the new moon is seen in its due time (on the evening of the twenty-ninth day), no announcement is made, for the heavens have already proclaimed it (and the new month begins with the thirty-first day). <a class=\"refLink\" href=\"/Rosh_Hashanah.24a.9-11\" data-ref=\"Rosh Hashanah 24a:9-11\">Ib. 24ᵃ</a> <span dir=\"rtl\">בין כך שנים אתה מקדש וכ׳ …</span> in neither case is the ceremony of announcement required, for we read (<a class=\"refLink\" href=\"/Leviticus.25.10\" data-ref=\"Leviticus 25:10\">Lev. XXV, 10</a>), ‘ye shall sanctify the fiftieth year’, years thou must sanctify &c. <a class=\"refLink\" href=\"/Shemot_Rabbah.15.28\" data-ref=\"Shemot Rabbah 15:28\">Ex. R. s. 15</a> אני ואתם נְקַדֵּשׁ את החדש I and you, let us (as a court) proclaim the month (of Nisan); a. fr.—Part. pass. as ab. <a class=\"refLink\" href=\"/Mishnah_Rosh_Hashanah.2.7\" data-ref=\"Mishnah Rosh Hashanah 2:7\">R. Hash. II, 7</a> <span dir=\"rtl\">ראש ב\"ד אומר מק׳ וכ׳</span> the president of the court says, ‘(the new month is) proclaimed’, and all the people say after him, ‘proclaimed, proclaimed.’ <a class=\"refLink\" href=\"/Mishnah_Rosh_Hashanah.3.1\" data-ref=\"Mishnah Rosh Hashanah 3:1\">Ib. III, 1</a> <span dir=\"rtl\">נחקרו … ולא הספיקו לומר מק׳ וכ׳</span> when the witnesses were examined, and the court had no time to say <i>m’ḳuddash</i> before night set in; a. e.—<i>b</i>) <span dir=\"rtl\">ק׳ השבת</span>, <span dir=\"rtl\">היום</span> <i>to pronounce the sanctity of the Sabbath, the Holy Day</i> &c., <i>to recite the Sabbath or the festive benediction</i> (over wine), <i>to say Ḳiddush</i>. <a class=\"refLink\" href=\"/Pesachim.105a.8\" data-ref=\"Pesachim 105a:8\">Pes. 105ᵃ</a> <span dir=\"rtl\">מי שלא ק׳ בע\"ש מקדש וכ׳</span> he who fails to bless the Sabbath on the Sabbath eve, may do so during the entire day. Ib. 106ᵇ <span dir=\"rtl\">טעם אינו מקדש</span> if a man tasted something without <i>Ḳiddush</i>, he must not bless the Sabbath; Ib. 107ᵃ <span dir=\"rtl\">טעם מקדש</span> even if he has tasted something, he must bless the Sabbath. Ib. <span dir=\"rtl\">כגון זה ראוי לקַדֵּשׁ עליו</span> a beverage like this is fit for Ḳiddush; a. fr. <b>—6)</b>  <span dir=\"rtl\">ק׳ אשה</span> [<i>to consecrate a woman</i>,] <i>a</i>) <i>to betroth</i> (expl. <a class=\"refLink\" href=\"/Kiddushin.2b.2\" data-ref=\"Kiddushin 2b:2\">Kidd. 2ᵇ</a> <span dir=\"rtl\">לישנא דרבנן דאסר לה … כהקדש</span> the rabbinical term, in place of the Biblical <span dir=\"rtl\">קנה</span>,—because he makes her forbidden to others like a consecrated object, v. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_הֶקְדֵּישׁ.1\" data-ref=\"Jastrow, הֶקְדֵּישׁ 1\">הֶקְדֵּשׁ</a>). <a class=\"refLink\" href=\"/Mishnah_Kiddushin.2.1\" data-ref=\"Mishnah Kiddushin 2:1\">Kidd. II, 1</a> <span dir=\"rtl\">האיש מקדש בו וכ׳</span> a man may betroth a woman either in person or through a deputy. <a class=\"refLink\" href=\"/Kiddushin.41a.5\" data-ref=\"Kiddushin 41a:5\">Ib. 41ᵃ</a> <span dir=\"rtl\">אסור לאדם שיְקַדֵּשׁ … עד וכ׳</span> a man is forbidden to betroth a woman to himself, before he has seen her. <a class=\"refLink\" href=\"/Mishnah_Kiddushin.2.4\" data-ref=\"Mishnah Kiddushin 2:4\">Ib. II, 4</a> <span dir=\"rtl\">האומר … צא וקַדֵּשׁ … והלך וקִדְּשָׁהּ וכ׳</span> if a man said to his deputy, go and betroth to me that certain woman in that certain place, and he went and betrothed her in a different place, she is not betrothed (the betrothal is invalid); a. v. fr.—Part. pass. <span dir=\"rtl\">מְקוּדֶּשֶׁת</span>; pl. <span dir=\"rtl\">מְקוּדָּשׁוֹת</span>. Ib. <span dir=\"rtl\">הרי זו מק׳</span> in such a case the betrothal is binding. Ib. 7; a. fr.—<i>b</i>) (of the father of a minor <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_נַעֲוָה.1\" data-ref=\"Jastrow, נַעֲוָה 1\">נַעֲרָה</a>) <i>to accept a betrothal in behalf of one’s daughter</i>. Ib. 1 <span dir=\"rtl\">האיש מקדש את בתו וכ׳</span> a man may accept his daughter’s betrothal, if she is a <i>naʿărah</i>, either in person or through a deputy. Ib. 41ᵃ <span dir=\"rtl\">אסור לאדם שיקדש את בתו וכ׳</span> a man is forbidden to betroth his daughter as a child, (but must wait,) until she is grown up and says, I like this man; a. fr. <b>—7)</b> <i>to cause a thing to be prohibited</i>, esp. (by ref. to <a class=\"refLink\" href=\"/Deuteronomy.22.9\" data-ref=\"Deuteronomy 22:9\">Deut. XXII, 9</a>) <i>by planting seeds in a vineyard, or vines among seeds; to cause condemnation</i>. <a class=\"refLink\" href=\"/Mishnah_Kilayim.4.5\" data-ref=\"Mishnah Kilayim 4:5\">Kil. IV, 5</a> <span dir=\"rtl\">הזורע … ק׳ שורה אחת</span> if a person sows within four cubits of a vineyard, he has caused the condemnation of one row of vines. <a class=\"refLink\" href=\"/Mishnah_Kilayim.5.5\" data-ref=\"Mishnah Kilayim 5:5\">Ib. V, 5</a> <span dir=\"rtl\">הרי זה מקדש ארבעים וכ׳</span> he has made forty-five vines forbidden. <a class=\"refLink\" href=\"/Mishnah_Kilayim.7.2\" data-ref=\"Mishnah Kilayim 7:2\">Ib. VII, 2</a> <span dir=\"rtl\">גפן … ואינה מְקַדֶּשֶׁת</span> to plant seeds near a dried-up vine is forbidden, but it (the vine) does not cause the condemnation of the seeds. <a class=\"refLink\" href=\"/Mishnah_Kilayim.7.3\" data-ref=\"Mishnah Kilayim 7:3\">Ib. 3</a> <span dir=\"rtl\">אלו אוסרין ולא מְקַדְּשִׁין</span> the following plants make the planting of seeds in their neighborhood forbidden, but do not cause condemnation of the seeds, if planted, or their own condemnation. <a class=\"refLink\" href=\"/Mishnah_Kilayim.7.5\" data-ref=\"Mishnah Kilayim 7:5\">Ib. 5</a> <span dir=\"rtl\">אין אדם מקדש דבר וכ׳</span> no man can cause condemnation of a thing not his own. Ib. <span dir=\"rtl\">הרי זה ק׳ וכ׳</span> he has caused the condemnation of his neighbor’s seeds and must pay damages; a. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hithpa.</strong> - <strong dir=\"rtl\">הִתְקַדֵּשׁ</strong>, <strong dir=\"rtl\"></strong><br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nithpa.</strong> - <strong dir=\"rtl\">נִתְקַדֵּשׁ</strong> <b>1)</b> <i>to be sanctified, glorified as holy</i>. <a class=\"refLink\" href=\"/Yevamot.79a.7-9\" data-ref=\"Yevamot 79a:7-9\">Yeb. 79ᵃ</a> <span dir=\"rtl\">מוטב … ויִתְקַדֵּשׁ שם וכ׳</span> let a letter of the Law be uprooted (disregarded), but let the name of God be sanctified in public. Tanḥ. Sh’mini 1 <span dir=\"rtl\">מִתְקַדֵּשׁ אני שם במכבדי</span> there (at the dedication of the Tabernacle) I shall be sanctified by (the death of) those that honor me. <a class=\"refLink\" href=\"/Vayikra_Rabbah.12\" data-ref=\"Vayikra Rabbah 12\">Lev. R. s. 12</a>; a. fr. <b>—2)</b> <i>to be consecrated, dedicated</i>; (of the New Moon) <i>to be proclaimed</i>. <a class=\"refLink\" href=\"/Rosh_Hashanah.21b.6\" data-ref=\"Rosh Hashanah 21b:6\">R. Hash. 21ᵇ</a> <span dir=\"rtl\">יכול … עד שיִתְקַדְּשׁוּ וכ׳</span> you may have thought, as well as the Sabbath is to be disregarded (by the witnesses travelling to the seat of the court), until they (the months) are proclaimed, it may also be disregarded (by the messengers carrying the announcement), until they are established. <a class=\"refLink\" href=\"/Shemot_Rabbah.15.28\" data-ref=\"Shemot Rabbah 15:28\">Ex. R. s. 15</a> <span dir=\"rtl\">היה הכהן … והכלי מִתְקַדֶּשֶׁת</span> the priest received in it some sacred object, by which the vessel was consecrated; <span dir=\"rtl\">וכלי חול מִתְקַדֵּשׁ</span> and a profane vessel became sacred. <a class=\"refLink\" href=\"/Shevuot.15a.10\" data-ref=\"Shevuot 15a:10\">Shebu. 15ᵃ</a> <span dir=\"rtl\">אין העזרה מִתְקַדֶּשֶׁת וכ׳</span> the Temple hall was not consecrated, until the priests ate therein the remnants of the meal-offering. <a class=\"refLink\" href=\"/Shevuot.16a.6\" data-ref=\"Shevuot 16a:6\">Ib. 16ᵃ</a> <span dir=\"rtl\">תחתונה נִתְקַדְּשָׁה בכל אלו</span> the lower reservoir became consecrated through all these (ceremonies mentioned); a. fr. <b>—3)</b>  (of mixed seeds) <i>to be condemnable, condemned</i>. <a class=\"refLink\" href=\"/Mishnah_Kilayim.7.7\" data-ref=\"Mishnah Kilayim 7:7\">Kil. VII, 7</a> <span dir=\"rtl\">מאימתי … מתקדשת</span> from what time are seeds of grain (planted among vines) to be condemned? Ib. <span dir=\"rtl\">אין מִתְקַדְּשׁוֹת</span> are not to be condemned; a. fr. <b>—4)</b> <i>to be betrothed</i>. <a class=\"refLink\" href=\"/Mishnah_Kiddushin.2.1\" data-ref=\"Mishnah Kiddushin 2:1\">Kidd. II, 1</a> <span dir=\"rtl\">האשה מתקדשת בה וכ׳</span> a woman may be betrothed in person or through her deputy. Ib. <span dir=\"rtl\">האומר … הִתְקַדְּשִׁי לי וכ׳</span> if a man says to a woman, be betrothed to me with this fig. Ib. 45ᵇ <span dir=\"rtl\">נִתְקַדְּשָׁה לדעת אביה וניסת וכ׳</span> if she (the minor) was betrothed with her father’s consent, but was married without it; a. fr. <b>—5)</b> <i>to sanctify one’s self</i>. Sifra Vayikra, N’dab., ch. II, Par. 2 <span dir=\"rtl\">מי שהוא עתיד להִתְקַדֵּשׁ</span> he that is ready to sanctify himself (by vowing a sacrifice).<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Nif.</strong> - <strong dir=\"rtl\">נִקְדַּשׁ</strong> <b>1)</b> <i>to be sanctified; to become consecrated</i>. <a class=\"refLink\" href=\"/Temurah.14a.57\" data-ref=\"Temurah 14a:57\">Tem. 14ᵃ</a> <span dir=\"rtl\">כאן לִיקָּדֵשׁ כאן ליקרב</span> in the one case it refers to being consecrated (by being put in a sacred vessel), in the other to being offered. <a class=\"refLink\" href=\"/Bekhorot.4b.23\" data-ref=\"Bekhorot 4b:23\">Bekh. 4ᵇ</a> <span dir=\"rtl\">הוֹזהרו … ליקדש</span> they were admonished concerning the firstborn, that they be consecrated; a. e. <b>—2)</b> <i>to be betrothed</i>. <a class=\"refLink\" href=\"/Kiddushin.48a.5\" data-ref=\"Kiddushin 48a:5\">Kidd. 48ᵃ</a> if she says, <span dir=\"rtl\">עשה לי … ואֶקָּדֵשׁ וכ׳</span> make for me chains &c., and I shall be betrothed unto thee.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hif.</strong> - <strong dir=\"rtl\">הִקְדִּישׁ</strong> <b>1)</b> <i>to cause sanctification</i>. <a class=\"refLink\" href=\"/Zevachim.115b.13\" data-ref=\"Zevachim 115b:13\">Zeb. 115ᵇ</a> <span dir=\"rtl\">לא מתו … להַקְדִּישׁ שמו וכ׳</span> thy (Aaron’s) sons died only in order to give thee an opportunity to sanctify the name of the Lord. <b>—2)</b> <i>to sanctify, dedicate an object as Temple property</i> (<a class=\"refLink\" href=\"/Leviticus.27.14-24\" data-ref=\"Leviticus 27:14-24\">Lev. XXVII, 14-24</a>). <a class=\"refLink\" href=\"/Mishnah_Arakhin.6.2\" data-ref=\"Mishnah Arakhin 6:2\">Arakh. VI, 2</a> <span dir=\"rtl\">המַקְדִּישׁ נכסיו וכ׳</span> if a person dedicates his property to the Temple, but owes his (divorced) wife her <i>k’thubah</i> (<a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_כְּתוּבָּה.1\" data-ref=\"Jastrow, כְּתוּבָּה 1\">כְּתוּבָּה</a>) &c. <a class=\"refLink\" href=\"/Mishnah_Arakhin.7.1\" data-ref=\"Mishnah Arakhin 7:1\">Ib. VII, 1</a> <span dir=\"rtl\">אין מַקְדִּישִׁין לפני היובל וכ׳</span> you cannot dedicate landed property within less than two or three years before the jubilee. <a class=\"refLink\" href=\"/Mishnah_Arakhin.7.3\" data-ref=\"Mishnah Arakhin 7:3\">Ib. 3</a> <span dir=\"rtl\">הִקְדִּישָׁהּ וגאלה</span> if he dedicated and then redeemed it. <a class=\"refLink\" href=\"/Mishnah_Arakhin.7.5\" data-ref=\"Mishnah Arakhin 7:5\">Ib. 5</a> <span dir=\"rtl\">אין אדם מַקְדִּישׁ דבר וכ׳</span> nobody can dedicate a thing not belonging to him. <a class=\"refLink\" href=\"/Mishnah_Bava_Kamma.7.2\" data-ref=\"Mishnah Bava Kamma 7:2\">B. Kam. VII, 2</a>; a. v. fr.<br/>&nbsp;&nbsp;&nbsp;&nbsp;<strong>Hof.</strong> - <strong dir=\"rtl\">הוּקְדַּשׁ</strong> <i>to be dedicated, consecrated</i>. <a class=\"refLink\" href=\"/Mishnah_Meilah.2.8\" data-ref=\"Mishnah Meilah 2:8\">Meïl. II, 8</a> <span dir=\"rtl\">המנחות … משהוּקְדָּשׁוּ</span> the law concerning misappropriation of sacred things applies to meal-offerings as soon as they have been dedicated. <a class=\"refLink\" href=\"/Mishnah_Meilah.2.1\" data-ref=\"Mishnah Meilah 2:1\">Ib. 1</a> <span dir=\"rtl\">משהוּקְדָּשָׁה</span> as soon as it has been designated for a sin-offering; a. fr.—Part. <a dir=\"rtl\" class=\"refLink\" href=\"/Jastrow,_מוּקְדָּשׁ.1\" data-ref=\"Jastrow, מוּקְדָּשׁ 1\">מוּקְדָּשׁ</a>; f. <span dir=\"rtl\">מוּקְדֶּשֶׁת</span>; pl. <span dir=\"rtl\">מוּקְדָּשִׁים</span> &c. <a class=\"refLink\" href=\"/Mishnah_Nedarim.5.6\" data-ref=\"Mishnah Nedarim 5:6\">Ned. V, 6</a> (<a class=\"refLink\" href=\"/Nedarim.48a.7\" data-ref=\"Nedarim 48a:7\">48ᵃ</a>) <span dir=\"rtl\">אם … הרי הם מוק׳ לשמים</span> if they are mine, be they dedicated to the Lord. Ib. <span dir=\"rtl\">כל מתנה … מקודשת אינה מתנה</span> (read: <span dir=\"rtl\">מוקדשׁת</span>) a gift which is not made so that if the recipient dedicates it to sacred use, it is dedicated, is no gift. <a class=\"refLink\" href=\"/Mishnah_Bekhorot.5.1\" data-ref=\"Mishnah Bekhorot 5:1\">Bekh. V, 1</a> <span dir=\"rtl\">כל פסולי המוק׳</span> all dedicated sacrifices which became unfit for the altar; a. fr."], "versionTitle": "London, Luzac, 1903", "license": "Public Domain", "versionTitleInHebrew": "תרס״ג"}, {"_id": "5cca9492b3c68600e817b8ea", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 14a:18", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 14a:18", "sourceHeRef": "ערכין י״ד א:י״ח", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 27.0018, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "דתניא מנין ללוקח שדה מאביו והקדישה ואח\"כ מת אביו מנין שתהא לפניו כשדה אחוזה ת\"ל (ויקרא כז, כב) אם את שדה מקנתו אשר לא משדה אחוזתו", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>As it is taught</b> in a <i>baraita</i>: <b>From where</b> is it derived with regard <b>to one who purchases a field from his father and consecrated it, and afterward his father dies,</b> which means that the field would now be his as an inheritance, <b>from where</b> is it derived <b>that it should be</b> considered <b>before him as an ancestral field,</b> rather than a field that he purchased, with respect to its redemption? <b>The verse states</b> with regard to a field that was purchased: <b>“And if</b> he sanctifies to the Lord <b>a field that he has bought, which is not of his ancestral fields”</b> (Leviticus 27:22).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9492b3c68600e817b8ec", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 14b:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 14b:1", "sourceHeRef": "ערכין י״ד ב:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 28.0001, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "תלמוד לומר (ויקרא כז, כב) אם את שדה מקנתו אשר לא משדה אחוזתו שדה שאינה שדה אחוזה יצתה זו שהיא שדה אחוזה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>The verse states</b> with regard to a purchased field: “And <b>if</b> he sanctifies to the Lord <b>a field that he has bought, which is not of his ancestral field”</b> (Leviticus 27:22). The verse is referring specifically to <b>a field that is not an ancestral field</b> at the time of its consecration. This requirement <b>excludes this</b> field, <b>as</b> currently, after the death of the father, <b>it is an ancestral field.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9496b3c68600e817ba3c", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 26b:15", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 26b:15", "sourceHeRef": "ערכין כ״ו ב:ט״ו", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 52.0015, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "רבי יהודה ור\"ש אומרים הרי היא כשדה אחוזה שנאמר (ויקרא כז, טז) אם משדה מקנתו אשר לא משדה אחוזתו שדה שאינה ראויה להיות שדה אחוזה יצתה זו שהיא ראויה להיות שדה אחוזה", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rabbi Yehuda and Rabbi Shimon say:</b> Even in a case where the son consecrated the field before his father died, <b>its</b> halakhic status <b>is like</b> that of <b>an ancestral field, as it is stated</b> with regard to a purchased field: “And <b>if</b> he will consecrate unto the Lord <b>a field that he has bought, which is not of his ancestral field”</b> (Leviticus 27:22), indicating that this <i>halakha</i> applies only to <b>a field that is not due to become</b> his <b>ancestral field,</b> thereby <b>excluding this</b> field, <b>which</b> at the time of consecration <b>is due to become</b> his <b>ancestral field</b> in the future, when his father dies.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9496b3c68600e817ba3e", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 26b:17", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 26b:17", "sourceHeRef": "ערכין כ״ו ב:י״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 52.0017, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "<big><strong>גמ׳</strong></big> תנו רבנן מנין ללוקח שדה מאביו והקדישה ואחר כך מת אביו מנין שתהא לפניו כשדה אחוזה ת\"ל {ויקרא כ״ז:כ״ב } ואם (משדה) מקנתו אשר לא משדה אחוזתו שדה שאינה ראויה להיות שדה אחוזה יצתה זו שראויה להיות שדה אחוזה דברי רבי יהודה ורבי שמעון", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<strong>GEMARA:</strong> <b>The Sages taught</b> in a <i>baraita</i>: <b>From where</b> is it derived that <b>one who purchases</b> an ancestral <b>field from his father and consecrated it, and afterward his father died, from where</b> is it derived <b>that it shall be</b> treated <b>for him like an ancestral field? The verse states: “And if</b> he will consecrate unto the Lord <b>a field that he has bought, which is not of his ancestral field”</b> (Leviticus 27:22), indicating that this <i>halakha</i> applies only to <b>a field that is not due to become</b> his <b>ancestral field,</b> thereby <b>excluding this</b> field that he purchased from his father, <b>which</b> at the time of consecration <b>is due to become</b> his <b>ancestral field;</b> this is <b>the statement of Rabbi Yehuda and Rabbi Shimon.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cca9496b3c68600e817ba40", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 27a:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 27a:1", "sourceHeRef": "ערכין כ״ז א:א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 53.0001, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "והכא קרא אשכח ודרשי לכתוב רחמנא אם משדה מקנתו אשר לא שדה אחוזתו אי נמי אשר לא שדה אחוזה מאי משדה אחוזתו שדה שאינה ראויה להיות שדה אחוזה יצתה זו שראויה להיות שדה אחוזה:", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>But here,</b> with regard to their opinion that even if the son consecrated the field before his father’s death it is considered an ancestral field, this is because they <b>found</b> another allusion in the <b>verse and interpreted</b> it as follows: If the verse meant to indicate only the <i>halakha</i> that Rabbi Meir derives from it, <b>let the Merciful One write:</b> And <b>if</b> he will consecrate unto the Lord <b>a field that he has bought, which is not his ancestral field, or: Which is not an ancestral field. What</b> is the meaning of the extra word “of” in the phrase: “Which is not <b>of his ancestral field”</b> (Leviticus 27:22)? It teaches that only <b>a field that is not due to become</b> his <b>ancestral field</b> is treated like a purchased field, thereby <b>excluding this</b> field, <b>which is due to become</b> his <b>ancestral field.</b>", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "6114d22bd9170339da49def1", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 26a:16", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "Arakhin 26a:16", "sourceHeRef": "ערכין כ״ו א:ט״ז", "anchorVerse": 22, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 51.0016, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "מאי הוי עלה אמר רבא אמר קרא והיה השדה בצאתו ביובל בצאתו מיד אחר", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "The Gemara asks: <b>What</b> conclusion <b>was</b> reached <b>about it?</b> In other words, now that both suggestions have been rejected, what is the reason for Rabbi Eliezer’s opinion that a consecrated ancestral field that has not been redeemed by the Jubilee Year is not given to the priests? <b>Rava said</b> that the <b>verse states: “But the field, when it goes out in the Jubilee,</b> shall be holy for the Lord, as a dedicated field; his ancestral possession shall be for the priest” (Leviticus 27:21). The term “when it goes out” indicates that it is given to the priests only <b>when it goes out</b> during the Jubilee Year <b>from the possession of another</b> person, who redeemed it from the Temple treasury.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "6319cfa2b6084aa1cbefa2f1", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, אֲחֻזָּה 1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "BDB, אֲחֻזָּה 1", "sourceHeRef": "בראון-דרייבר-בריגס, אֲחֻזָּה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "אֲחֻזָּה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">אֲחֻזָּה</span></big><sub>66</sub>  <strong>n.f. possession</strong>—<span dir=\"rtl\">א׳</span> <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">Gn 47:11</a> + 11 times; cstr. <span dir=\"rtl\">אֲחֻזַּת</span> <a data-ref=\"Genesis 17:8\" href=\"/Genesis.17.8\">Gn 17:8</a> + 21 times; sf. <span dir=\"rtl\">אֲחֻזָּתְֽךָ</span> <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">ψ 2:8</a>;—<em>possession</em>, P & late; of landed property <a data-ref=\"Genesis 47:11\" href=\"/Genesis.47.11\">Gn 47:11</a> <a data-ref=\"Leviticus 14:34\" href=\"/Leviticus.14.34\">Lv 14:34</a>; <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">25:10</a>, <a data-ref=\"Leviticus 25:13\" href=\"/Leviticus.25.13\">13</a>, <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">25</a>, <a data-ref=\"Leviticus 25:27\" href=\"/Leviticus.25.27\">27</a>, <a data-ref=\"Leviticus 25:28\" href=\"/Leviticus.25.28\">28</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a> (houses) <a data-ref=\"Leviticus 25:41\" href=\"/Leviticus.25.41\">41</a>, <a data-ref=\"Leviticus 25:45\" href=\"/Leviticus.25.45\">45</a>, <a data-ref=\"Leviticus 25:46\" href=\"/Leviticus.25.46\">46</a> <a data-ref=\"Numbers 27:4\" href=\"/Numbers.27.4\">Nu 27:4</a>; <a data-ref=\"Numbers 32:5\" href=\"/Numbers.32.5\">32:5</a>, <a data-ref=\"Numbers 32:22\" href=\"/Numbers.32.22\">22</a>, <a data-ref=\"Numbers 32:29\" href=\"/Numbers.32.29\">29</a>; <a data-ref=\"Numbers 35:8\" href=\"/Numbers.35.8\">35:8</a> <a data-ref=\"Deuteronomy 32:49\" href=\"/Deuteronomy.32.49\">Dt 32:49</a> <a data-ref=\"Joshua 21:12\" href=\"/Joshua.21.12\">Jos 21:12</a>, <a data-ref=\"Joshua 21:39\" href=\"/Joshua.21.39\">39</a> <a data-ref=\"Ezekiel 44:28\" href=\"/Ezekiel.44.28\">Ez 44:28</a>; <a data-ref=\"Ezekiel 45:5\" href=\"/Ezekiel.45.5\">45:5</a>, <a data-ref=\"Ezekiel 45:6\" href=\"/Ezekiel.45.6\">6</a>, <a data-ref=\"Ezekiel 45:7\" href=\"/Ezekiel.45.7\">7</a><sup>(×2)</sup>, <a data-ref=\"Ezekiel 45:8\" href=\"/Ezekiel.45.8\">8</a> <a data-ref=\"Ezekiel 46:18\" href=\"/Ezekiel.46.18\">46:18</a><sup>(×3)</sup>; <a data-ref=\"Ezekiel 48:20\" href=\"/Ezekiel.48.20\">48:20</a>, <a data-ref=\"Ezekiel 48:21\" href=\"/Ezekiel.48.21\">21</a>, <a data-ref=\"Ezekiel 48:22\" href=\"/Ezekiel.48.22\">22</a><sup>(×2)</sup> <a data-ref=\"I Chronicles 7:28\" href=\"/I_Chronicles.7.28\">1 Ch 7:28</a>; <a data-ref=\"I Chronicles 9:2\" href=\"/I_Chronicles.9.2\">9:2</a> <a data-ref=\"II Chronicles 11:14\" href=\"/II_Chronicles.11.14\">2 Ch 11:14</a>; <a data-ref=\"II Chronicles 31:1\" href=\"/II_Chronicles.31.1\">31:1</a> <a data-ref=\"Nehemiah 11:3\" href=\"/Nehemiah.11.3\">Ne 11:3</a>; c. <span dir=\"rtl\">אֶרֶץ</span>, <span dir=\"rtl\">א׳ אֲחֻזָּה</span> = <em>land possessed, one’s own land</em> <a data-ref=\"Genesis 36:43\" href=\"/Genesis.36.43\">Gn 36:43</a> <a data-ref=\"Leviticus 14:34\" href=\"/Leviticus.14.34\">Lv 14:34</a>; <a data-ref=\"Leviticus 25:24\" href=\"/Leviticus.25.24\">25:24</a> <a data-ref=\"Numbers 35:28\" href=\"/Numbers.35.28\">Nu 35:28</a> <a data-ref=\"Joshua 22:4\" href=\"/Joshua.22.4\">Jos 22:4</a>, <a data-ref=\"Joshua 22:9\" href=\"/Joshua.22.9\">9</a>, <a data-ref=\"Joshua 22:19\" href=\"/Joshua.22.19\">19</a><sup>(×2)</sup>, cf. <a data-ref=\"BDB, אֲחֻזַּת\" href=\"/BDB,_אֲחֻזַּת\", dir=\"rtl\">אֲחֻזַּת הָאָרֶץ</a> <a data-ref=\"Leviticus 27:24\" href=\"/Leviticus.27.24\">Lv 27:24</a>; c. <span dir=\"rtl\">שָׂדֶה</span>, <span dir=\"rtl\">שׂ׳ אֲחֻזָּה</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a>, <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">28</a>, cf. v <a data-ref=\"Leviticus 27:21\" href=\"/Leviticus.27.21\">21</a>; c. <span dir=\"rtl\">עִור</span>, <span dir=\"rtl\">ע׳ אֲחֻזָּה</span> <a data-ref=\"Leviticus 25:32\" href=\"/Leviticus.25.32\">Lv 25:32</a>, <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">33</a>; <span dir=\"rtl\">אֲחֻזַּת נַחֲלָה</span> = <em>possession by right of inheritance</em> <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a>; <a data-ref=\"Numbers 32:32\" href=\"/Numbers.32.32\">32:32</a>, & <span dir=\"rtl\">נַחֲלַת א׳</span> <a data-ref=\"Numbers 35:2\" href=\"/Numbers.35.2\">35:2</a> cf. <span dir=\"rtl\">א׳ בְּנַחֲלָה</span> <a data-ref=\"Ezekiel 46:16\" href=\"/Ezekiel.46.16\">Ez 46:16</a> (but Co as <a data-ref=\"Numbers 27:7\" href=\"/Numbers.27.7\">Nu 27:7</a> so B); <span dir=\"rtl\">אֲחֻזַּת קֶבֶר</span> <a data-ref=\"Genesis 23:4\" href=\"/Genesis.23.4\">Gn 23:4</a>, <a data-ref=\"Genesis 23:9\" href=\"/Genesis.23.9\">9</a>, <a data-ref=\"Genesis 23:20\" href=\"/Genesis.23.20\">20</a>; <a data-ref=\"Genesis 49:30\" href=\"/Genesis.49.30\">49:30</a>; <a data-ref=\"Genesis 50:13\" href=\"/Genesis.50.13\">50:13</a>; <span dir=\"rtl\">א׳ עוֹלָם</span> <a data-ref=\"Genesis 17:8\" href=\"/Genesis.17.8\">Gn 17:8</a>; <a data-ref=\"Genesis 48:4\" href=\"/Genesis.48.4\">48:4</a> <a data-ref=\"Leviticus 25:34\" href=\"/Leviticus.25.34\">Lv 25:34</a>; in promise to Davidic king <span dir=\"rtl\">וַאֲחֻזָּתְֽךָ אַסְפֵי־אָרֶץ</span> <a data-ref=\"Psalms 2:8\" href=\"/Psalms.2.8\">ψ 2:8</a> (‖ <span dir=\"rtl\">נַחֲלָה</span>); fig. of <span dir=\"rtl\">י׳</span> as portion of Levit. priests <a data-ref=\"Ezekiel 44:28\" href=\"/Ezekiel.44.28\">Ez 44:28</a> (‖ <span dir=\"rtl\">נַחֲלָה</span>)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d421b6084aa1cbf2f727", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, קָדַשׁ 1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "BDB, קָדַשׁ 1", "sourceHeRef": "בראון-דרייבר-בריגס, קָדַשׁ א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "קָדַשׁ", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">קָדַשׁ</span></big>  <strong>vb. denom.</strong> be set apart, consecrated <strong>(</strong>Gerber<sup>238 ff.</sup><strong>)</strong>;—<br><strong>Qal</strong>  Pf. 3 ms. <span dir=\"rtl\">ק׳</span> <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a>; sf. <span dir=\"rtl\">קְדַשְׁתִּיךָ</span> <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a>; 3 mpl. <span dir=\"rtl\">קָדֵ֑שׁוּ</span> <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>; Impf. 3 ms. <span dir=\"rtl\">יִקְדַּשׁ</span> <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a>; <span dir=\"rtl\">יִקְדָּ֑שׁ</span> <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a> +, etc.;— <strong>1.</strong>  <em>be set apart, consecrated</em>, hallowed, of shew-bread <a data-ref=\"I Samuel 21:6\" href=\"/I_Samuel.21.6\">1 S 21:6</a> (dub. passage, but cf. especially RS<sup>Sem. i. 436; 2nd ed. 455</sup> [also Dr<sup>Sm. 293</sup>], who proposes <span dir=\"rtl\">יְקֻדַּשׁ</span>); Aaron and his sons by blood <a data-ref=\"Exodus 29:21\" href=\"/Exodus.29.21\">Ex 29:21</a> (P); other persons <a data-ref=\"Isaiah 65:5\" href=\"/Isaiah.65.5\">Is 65:5</a> (Di; but <strong>Pi.</strong> Gei RS<sup>Sem. i, 431; 2nd ed. 451</sup> Che Du Buhl). <strong>2.</strong>  <em>be hallowed</em>, by contact with sacred things, and so tabooed from profane use, or forfeited to sanctuary <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">Ex 29:37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> <a data-ref=\"Leviticus 6:11\" href=\"/Leviticus.6.11\">Lv 6:11</a>, <a data-ref=\"Leviticus 6:20\" href=\"/Leviticus.6.20\">20</a>; <a data-ref=\"Numbers 17:2\" href=\"/Numbers.17.2\">Nu 17:2</a>, <a data-ref=\"Numbers 17:3\" href=\"/Numbers.17.3\">3</a> (P), <a data-ref=\"Haggai 2:12\" href=\"/Haggai.2.12\">Hg 2:12</a>. <strong>3.</strong>  <em>consecrated, tabooed</em> (supr.) <a data-ref=\"Deuteronomy 22:9\" href=\"/Deuteronomy.22.9\">Dt 22:9</a> (law against mixtures).<br><strong>Niph.</strong>  Pf. 3 ms. <span dir=\"rtl\">נִקְדַּשׁ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">וַיִּקָּדֵשׁ</span> <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a>; 1 s. <span dir=\"rtl\">אֶקָּדֵשׁ</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a>; Inf. cstr. sf. <span dir=\"rtl\">הִקָּֽדְשִׁי</span> <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>;— <strong>1.</strong>  <em>shew oneself sacred, majestic:</em> c. <span dir=\"rtl\">בְּ</span> pers., + <span dir=\"rtl\">לְעֵינֵי</span> <a data-ref=\"Ezekiel 20:41\" href=\"/Ezekiel.20.41\">Ez 20:41</a>; <a data-ref=\"Ezekiel 28:25\" href=\"/Ezekiel.28.25\">28:25</a>; <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">36:23</a>; <a data-ref=\"Ezekiel 38:16\" href=\"/Ezekiel.38.16\">38:16</a>; <a data-ref=\"Ezekiel 39:27\" href=\"/Ezekiel.39.27\">39:27</a>; c. <span dir=\"rtl\">בְּ</span> <a data-ref=\"Isaiah 5:16\" href=\"/Isaiah.5.16\">Is 5:16</a> <a data-ref=\"Ezekiel 28:22\" href=\"/Ezekiel.28.22\">Ez 28:22</a>, cf. <a data-ref=\"Numbers 20:13\" href=\"/Numbers.20.13\">Nu 20:13</a> (P). <strong>2.</strong>  <em>be honoured</em> or <em>treated as sacred</em> ‖ <span dir=\"rtl\">נכבד</span> <a data-ref=\"Leviticus 10:3\" href=\"/Leviticus.10.3\">Lv 10:3</a> (P); opp. <span dir=\"rtl\">חלּל שׁם</span> <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">Lv 22:32</a> (P). <strong>3.</strong>  <em>be consecrated, dedicated</em>, by <span dir=\"rtl\">כבוד י׳</span> <a data-ref=\"Exodus 29:43\" href=\"/Exodus.29.43\">Ex 29:43</a> (P).<br><strong>Pi.</strong>  Pf. 3 ms. <span dir=\"rtl\">קִדַּשׁ</span> <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יְקַדֵּשׁ</span> <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a> +, etc.; Imv. ms. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a>; <span dir=\"rtl\">קַדֶּשׁ־</span> <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a>, etc.; Inf. cstr. <span dir=\"rtl\">קַדֵּשׁ</span> <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">Ex 29:1</a> +, etc.; Pt. <span dir=\"rtl\">מְקַדֵּשׁ</span> <a data-ref=\"Exodus 37:28\" href=\"/Exodus.37.28\">Ex 37:28</a>; sf. <span dir=\"rtl\">מְקַדִּשְׁכֶם</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a> +, etc.;— <strong>1.</strong>  <em>set apart as sacred, consecrate, dedicate:</em> <strong>a.</strong>  places: Sinai <a data-ref=\"Exodus 19:23\" href=\"/Exodus.19.23\">Ex 19:23</a> (J), altar, etc., <a data-ref=\"Exodus 29:36\" href=\"/Exodus.29.36\">Ex 29:36</a>, <a data-ref=\"Exodus 29:37\" href=\"/Exodus.29.37\">37</a>; <a data-ref=\"Exodus 30:29\" href=\"/Exodus.30.29\">30:29</a> (P), tabern., etc. <a data-ref=\"Exodus 40:9\" href=\"/Exodus.40.9\">Ex 40:9</a>, <a data-ref=\"Exodus 40:10\" href=\"/Exodus.40.10\">10</a>, <a data-ref=\"Exodus 40:11\" href=\"/Exodus.40.11\">11</a> <a data-ref=\"Leviticus 8:10\" href=\"/Leviticus.8.10\">Lv 8:10</a>, <a data-ref=\"Leviticus 8:11\" href=\"/Leviticus.8.11\">11</a>, <a data-ref=\"Leviticus 8:15\" href=\"/Leviticus.8.15\">15</a>; <a data-ref=\"Numbers 7:1\" href=\"/Numbers.7.1\">Nu 7:1</a><sup>(×2)</sup> (P); tent of meeting <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">Ex 29:44</a> (P); place of sacrifice <a data-ref=\"I Kings 8:64\" href=\"/I_Kings.8.64\">1 K 8:64</a> = <a data-ref=\"II Chronicles 7:7\" href=\"/II_Chronicles.7.7\">2 Ch 7:7</a>; gate <a data-ref=\"Nehemiah 3:1\" href=\"/Nehemiah.3.1\">Ne 3:1</a><sup>(×2)</sup>;—<a data-ref=\"Ezekiel 7:24\" href=\"/Ezekiel.7.24\">Ez 7:24</a> v. <a ,=\"\" data-ref=\"BDB, מִקְדָּשׁ²\" dir=\"rtl\" href=\"/BDB,_מִקְדָּשׁ²\">מִקְדָּשׁ</a> infr. <strong>b.</strong>  wave-offering <a data-ref=\"Exodus 29:27\" href=\"/Exodus.29.27\">Ex 29:27</a> (P). <strong>c.</strong>  persons: priests <a data-ref=\"Exodus 28:3\" href=\"/Exodus.28.3\">Ex 28:3</a>, <a data-ref=\"Exodus 28:41\" href=\"/Exodus.28.41\">41</a>; <a data-ref=\"Exodus 29:1\" href=\"/Exodus.29.1\">29:1</a>, <a data-ref=\"Exodus 29:33\" href=\"/Exodus.29.33\">33</a>, <a data-ref=\"Exodus 29:44\" href=\"/Exodus.29.44\">44</a>; <a data-ref=\"Exodus 30:30\" href=\"/Exodus.30.30\">30:30</a>; <a data-ref=\"Exodus 40:13\" href=\"/Exodus.40.13\">40:13</a>; <a data-ref=\"Leviticus 8:12\" href=\"/Leviticus.8.12\">Lv 8:12</a>, <a data-ref=\"Leviticus 8:30\" href=\"/Leviticus.8.30\">30</a>; firstborn <a data-ref=\"Exodus 13:2\" href=\"/Exodus.13.2\">Ex 13:2</a> (P); keepers of ark <a data-ref=\"I Samuel 7:1\" href=\"/I_Samuel.7.1\">1 S 7:1</a>. †<strong>d.</strong>  7th day (by God) <a data-ref=\"Genesis 2:3\" href=\"/Genesis.2.3\">Gn 2:3</a>; <a data-ref=\"Exodus 20:11\" href=\"/Exodus.20.11\">Ex 20:11</a> (P). <strong>2.</strong>  <em>observe as holy, keep sacred:</em> feasts, Sabbath <a data-ref=\"Exodus 20:8\" href=\"/Exodus.20.8\">Ex 20:8</a> = <a data-ref=\"Deuteronomy 5:12\" href=\"/Deuteronomy.5.12\">Dt 5:12</a> (Decal.), <a data-ref=\"Jeremiah 17:22\" href=\"/Jeremiah.17.22\">Je 17:22</a>, <a data-ref=\"Jeremiah 17:24\" href=\"/Jeremiah.17.24\">24</a>, <a data-ref=\"Jeremiah 17:27\" href=\"/Jeremiah.17.27\">27</a>; <a data-ref=\"Ezekiel 20:20\" href=\"/Ezekiel.20.20\">Ez 20:20</a>; <a data-ref=\"Ezekiel 44:24\" href=\"/Ezekiel.44.24\">44:24</a>; <a data-ref=\"Nehemiah 13:22\" href=\"/Nehemiah.13.22\">Ne 13:22</a>; fast <a data-ref=\"Joel 1:14\" href=\"/Joel.1.14\">Jo 1:14</a>; <a data-ref=\"Joel 2:15\" href=\"/Joel.2.15\">2:15</a>; year of Jubilee <a data-ref=\"Leviticus 25:10\" href=\"/Leviticus.25.10\">Lv 25:10</a> (P); so <span dir=\"rtl\">עצרה לבעל</span> <a data-ref=\"II Kings 10:20\" href=\"/II_Kings.10.20\">2 K 10:20</a>. <strong>3.</strong>  <em>honour as sacred, hallow:</em> <strong>a.</strong>  God <a data-ref=\"Deuteronomy 32:51\" href=\"/Deuteronomy.32.51\">Dt 32:51</a>, his name <a data-ref=\"Ezekiel 36:23\" href=\"/Ezekiel.36.23\">Ez 36:23</a>. <strong>b.</strong>  priest <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">Lv 21:8</a> (H). <strong>4.</strong>  <em>consecrate</em> by purification: <strong>a.</strong>  places, house of <span dir=\"rtl\">י׳</span> <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">2 Ch 29:5</a>, <a data-ref=\"II Chronicles 29:17\" href=\"/II_Chronicles.29.17\">17</a><sup>(×2)</sup>, altar <span dir=\"rtl\">מִטֻּמְאֹה</span>, <a data-ref=\"Leviticus 16:19\" href=\"/Leviticus.16.19\">Lv 16:19</a>. <strong>b.</strong>  people <span dir=\"rtl\">העם</span> <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">Jos 7:13</a> (J), <a data-ref=\"Ezekiel 44:19\" href=\"/Ezekiel.44.19\">Ez 44:19</a>; <a data-ref=\"Ezekiel 46:20\" href=\"/Ezekiel.46.20\">46:20</a>; by washing <a data-ref=\"Exodus 19:10\" href=\"/Exodus.19.10\">Ex 19:10</a>, <a data-ref=\"Exodus 19:14\" href=\"/Exodus.19.14\">14</a> (E); <span dir=\"rtl\">קהל</span> for fast <a data-ref=\"Joel 2:16\" href=\"/Joel.2.16\">Jo 2:16</a>; Nazirite <a data-ref=\"Numbers 6:11\" href=\"/Numbers.6.11\">Nu 6:11</a> (P), sons of Job <a data-ref=\"Job 1:5\" href=\"/Job.1.5\">Jb 1:5</a>; family for sacrif. <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>. <strong>c.</strong>  war, or warriors, from custom of opening campaign by sacrifice, <span dir=\"rtl\">(עַל) ק׳ מִלְחָמָה</span> <a data-ref=\"Jeremiah 6:4\" href=\"/Jeremiah.6.4\">Je 6:4</a> <a data-ref=\"Joel 4:9\" href=\"/Joel.4.9\">Jo 4:9</a> <a data-ref=\"Micah 3:5\" href=\"/Micah.3.5\">Mi 3:5</a>; <a data-ref=\"Jeremiah 22:7\" href=\"/Jeremiah.22.7\">Je 22:7</a>; <a data-ref=\"Jeremiah 51:27\" href=\"/Jeremiah.51.27\">51:27</a>, <a data-ref=\"Jeremiah 51:28\" href=\"/Jeremiah.51.28\">28</a>. <strong>d.</strong>  of God, keeping his people pure and sacred: <span dir=\"rtl\">אני יהוה מְקַדֵּשׁ</span> <a data-ref=\"Exodus 31:13\" href=\"/Exodus.31.13\">Ex 31:13</a>; <a data-ref=\"Leviticus 20:8\" href=\"/Leviticus.20.8\">Lv 20:8</a>; <a data-ref=\"Leviticus 21:8\" href=\"/Leviticus.21.8\">21:8</a>, <a data-ref=\"Leviticus 21:15\" href=\"/Leviticus.21.15\">15</a>, <a data-ref=\"Leviticus 21:23\" href=\"/Leviticus.21.23\">23</a>; <a data-ref=\"Leviticus 22:9\" href=\"/Leviticus.22.9\">22:9</a>, <a data-ref=\"Leviticus 22:16\" href=\"/Leviticus.22.16\">16</a>, <a data-ref=\"Leviticus 22:32\" href=\"/Leviticus.22.32\">32</a> (H); <a data-ref=\"Ezekiel 20:12\" href=\"/Ezekiel.20.12\">Ez 20:12</a>; <a data-ref=\"Ezekiel 37:28\" href=\"/Ezekiel.37.28\">37:28</a>.<br><strong>Pu.</strong>  Pt. <span dir=\"rtl\">מְקֻדָּשׁ</span> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a>, etc.;—<em>consecrated, dedicated:</em> priests <a data-ref=\"II Chronicles 26:18\" href=\"/II_Chronicles.26.18\">2 Ch 26:18</a> <a data-ref=\"Ezekiel 48:11\" href=\"/Ezekiel.48.11\">Ez 48:11</a> (read pl.), things <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">2 Ch 31:6</a>, feasts <a data-ref=\"Ezra 3:5\" href=\"/Ezra.3.5\">Ezr 3:5</a>, warriors <a data-ref=\"Isaiah 13:3\" href=\"/Isaiah.13.3\">Is 13:3</a>.<br><strong>Hiph.</strong>  Pf. 3 ms. <span dir=\"rtl\">הִקְדִּישׁ</span> <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> +, etc.; Impf. <span dir=\"rtl\">יַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a> + 4 times, <span dir=\"rtl\">יַקְדִּשׁ</span> <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, etc.; Imv. sf. <span dir=\"rtl\">הַקְדִּשֵׁם</span> <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>; Inf. abs. <span dir=\"rtl\">הַקְדֵּשׁ</span> <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a>; cstr. <span dir=\"rtl\">הַקְדִּישׁ</span> <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a> +, etc.; Pt. <span dir=\"rtl\">מַקְדִּישׁ</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a> +, etc. <strong>1.</strong>  <em>set apart, devote, consecrate:</em> <strong>a.</strong>  places, temple <a data-ref=\"II Chronicles 2:3\" href=\"/II_Chronicles.2.3\">2 Ch 2:3</a>, city <a data-ref=\"Joshua 20:7\" href=\"/Joshua.20.7\">Jos 20:7</a> (P). <strong>b.</strong>  things <a data-ref=\"Exodus 28:38\" href=\"/Exodus.28.38\">Ex 28:38</a> <a data-ref=\"Leviticus 22:2\" href=\"/Leviticus.22.2\">Lv 22:2</a>, <a data-ref=\"Leviticus 22:3\" href=\"/Leviticus.22.3\">3</a> (P); <a data-ref=\"II Kings 12:19\" href=\"/II_Kings.12.19\">2 K 12:19</a>; <a data-ref=\"I Chronicles 23:13\" href=\"/I_Chronicles.23.13\">1 Ch 23:13</a>; <a data-ref=\"I Chronicles 26:26\" href=\"/I_Chronicles.26.26\">26:26</a>, <a data-ref=\"I Chronicles 26:27\" href=\"/I_Chronicles.26.27\">27</a>, <a data-ref=\"I Chronicles 26:28\" href=\"/I_Chronicles.26.28\">28</a><sup>(×2)</sup>; <a data-ref=\"Nehemiah 12:47\" href=\"/Nehemiah.12.47\">Ne 12:47</a> <sup>(×2)</sup>; money <a data-ref=\"Judges 17:3\" href=\"/Judges.17.3\">Ju 17:3</a><sup>(×2)</sup>; spoil <a data-ref=\"II Samuel 8:11\" href=\"/II_Samuel.8.11\">2 S 8:11</a><sup>(×2)</sup> = <a data-ref=\"I Chronicles 18:11\" href=\"/I_Chronicles.18.11\">1 Ch 18:11</a>; field <a data-ref=\"Leviticus 27:16\" href=\"/Leviticus.27.16\">Lv 27:16</a>, <a data-ref=\"Leviticus 27:17\" href=\"/Leviticus.27.17\">17</a>, <a data-ref=\"Leviticus 27:18\" href=\"/Leviticus.27.18\">18</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">22</a> (H); house <a data-ref=\"Leviticus 27:14\" href=\"/Leviticus.27.14\">Lv 27:14</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a> (H); firstlings <a data-ref=\"Deuteronomy 15:19\" href=\"/Deuteronomy.15.19\">Dt 15:19</a> (D) <a data-ref=\"Leviticus 27:26\" href=\"/Leviticus.27.26\">Lv 27:26</a> (H). <strong>c.</strong>  of God: <em>consecrate</em> temple <a data-ref=\"I Kings 9:3\" href=\"/I_Kings.9.3\">1 K 9:3</a>, <a data-ref=\"I Kings 9:7\" href=\"/I_Kings.9.7\">7</a> = <a data-ref=\"II Chronicles 7:16\" href=\"/II_Chronicles.7.16\">2 Ch 7:16</a>; <a data-ref=\"II Chronicles 7:20\" href=\"/II_Chronicles.7.20\">20</a>, <a data-ref=\"II Chronicles 30:8\" href=\"/II_Chronicles.30.8\">2 Ch 30:8</a>; <a data-ref=\"II Chronicles 36:14\" href=\"/II_Chronicles.36.14\">36:14</a>; prophet <a data-ref=\"Jeremiah 1:5\" href=\"/Jeremiah.1.5\">Je 1:5</a>; firstborn <a data-ref=\"Numbers 3:18\" href=\"/Numbers.3.18\">Nu 3:18</a>; <a data-ref=\"Numbers 8:17\" href=\"/Numbers.8.17\">8:17</a> (P); devote wicked (as sheep) for sacrifice <a data-ref=\"Jeremiah 12:3\" href=\"/Jeremiah.12.3\">Je 12:3</a>. <strong>2.</strong>  <em>regard</em>, or <em>treat, as sacred, hallow:</em> God <a data-ref=\"Isaiah 8:13\" href=\"/Isaiah.8.13\">Is 8:13</a>; <a data-ref=\"Isaiah 29:23\" href=\"/Isaiah.29.23\">29:23</a><sup>(×2)</sup>; + <span dir=\"rtl\">לְעֵינֵי</span> pers. <a data-ref=\"Numbers 20:12\" href=\"/Numbers.20.12\">Nu 20:12</a>; <a data-ref=\"Numbers 27:14\" href=\"/Numbers.27.14\">27:14</a>. <strong>3.</strong>  <em>consecrate</em> by purification: vessels <a data-ref=\"II Chronicles 29:19\" href=\"/II_Chronicles.29.19\">2 Ch 29:19</a>; persons for passover <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>; guests for sacrif. feast <a data-ref=\"Zephaniah 1:7\" href=\"/Zephaniah.1.7\">Zp 1:7</a> (God subj.).<br><strong>Hithp.</strong>  Pf. 1 s. <span dir=\"rtl\">הִתְקַדִּשְׁתִּי</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>, 2 mpl. (consec.) -<span dir=\"rtl\">דִּשְׁתֶּם</span> <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a>, 3 pl. <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">30:17</a>, etc.; Impf. 3 ms. <span dir=\"rtl\">יִתְקַדְּשׁוּ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a> +; <span dir=\"rtl\">יִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a>; Imv. mpl. <span dir=\"rtl\">הִתְקַדְּשׁוּ</span> <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a> +; <span dir=\"rtl\">הִתְקַדָּ֑שׁוּ</span> <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; Inf. cstr. <span dir=\"rtl\">הִתְקַדֵּשׁ</span> <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">2 Ch 29:34</a>; <span dir=\"rtl\">הִתְקַדֶּשׁ־</span> <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>; Pt. fs. <span dir=\"rtl\">מִתְקַדֶּשֶׁת</span> <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a>; pl. <span dir=\"rtl\">מִתְקַדְּשִׁים</span> <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>;— <strong>1.</strong>  <em>keep oneself apart</em> from unclean things <a data-ref=\"Leviticus 11:44\" href=\"/Leviticus.11.44\">Lv 11:44</a>; <a data-ref=\"Leviticus 20:7\" href=\"/Leviticus.20.7\">20:7</a> (P). <strong>2.</strong>  of God, <em>cause himself to be hallowed</em>, <span dir=\"rtl\">לְעֵינֵי גּוֹיִם</span> <a data-ref=\"Ezekiel 38:23\" href=\"/Ezekiel.38.23\">Ez 38:23</a>. <strong>3.</strong>  <em>be observed as holy</em>, of feast <a data-ref=\"Isaiah 30:29\" href=\"/Isaiah.30.29\">Is 30:29</a>. <strong>4.</strong>  <em>consecrate oneself</em> by purification, of priests and Levites <a data-ref=\"Exodus 19:22\" href=\"/Exodus.19.22\">Ex 19:22</a> (J); <a data-ref=\"I Chronicles 15:12\" href=\"/I_Chronicles.15.12\">1 Ch 15:12</a>, <a data-ref=\"I Chronicles 15:14\" href=\"/I_Chronicles.15.14\">14</a>; <a data-ref=\"II Chronicles 5:11\" href=\"/II_Chronicles.5.11\">2 Ch 5:11</a>; <a data-ref=\"II Chronicles 29:5\" href=\"/II_Chronicles.29.5\">29:5</a>, <a data-ref=\"II Chronicles 29:15\" href=\"/II_Chronicles.29.15\">15</a>, <a data-ref=\"II Chronicles 29:34\" href=\"/II_Chronicles.29.34\">34</a><sup>(×2)</sup> <a data-ref=\"II Chronicles 30:3\" href=\"/II_Chronicles.30.3\">30:3</a>, <a data-ref=\"II Chronicles 30:15\" href=\"/II_Chronicles.30.15\">15</a>, <a data-ref=\"II Chronicles 30:24\" href=\"/II_Chronicles.30.24\">24</a>; <a data-ref=\"II Chronicles 31:18\" href=\"/II_Chronicles.31.18\">31:18</a>; <a data-ref=\"II Chronicles 35:6\" href=\"/II_Chronicles.35.6\">35:6</a>; of people <a data-ref=\"Numbers 11:18\" href=\"/Numbers.11.18\">Nu 11:18</a>; <a data-ref=\"Joshua 3:5\" href=\"/Joshua.3.5\">Jos 3:5</a>; <a data-ref=\"Joshua 7:13\" href=\"/Joshua.7.13\">7:13</a> (J); <a data-ref=\"I Samuel 16:5\" href=\"/I_Samuel.16.5\">1 S 16:5</a>; <a data-ref=\"II Chronicles 30:17\" href=\"/II_Chronicles.30.17\">2 Ch 30:17</a>; <a data-ref=\"Isaiah 66:17\" href=\"/Isaiah.66.17\">Is 66:17</a>; woman <a data-ref=\"II Samuel 11:4\" href=\"/II_Samuel.11.4\">2 S 11:4</a> <em>she having (just) purified herself</em> <span dir=\"rtl\">מִטֻּמְאָתָהּ</span> RS<sup>K. 276</sup> Dr HPS."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d436b6084aa1cbf3086d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מִקְנָה 1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "BDB, מִקְנָה 1", "sourceHeRef": "בראון-דרייבר-בריגס, מִקְנָה א׳", "anchorVerse": 22, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מִקְנָה", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מִקְנָה</span></big>  <strong>n.f. purchase</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">Gn 23:18</a> +; cstr. <span dir=\"rtl\">מִקְנַת</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a> +; sf. <span dir=\"rtl\">מִקְנָתוֹ</span> <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">Lv 25:16</a> +;—<br><strong>1.</strong>  <em>purchase</em>, <span dir=\"rtl\">מִקְנַת כֶּסֶף</span> <a data-ref=\"Genesis 17:12\" href=\"/Genesis.17.12\">Gn 17:12</a>, <a data-ref=\"Genesis 17:13\" href=\"/Genesis.17.13\">13</a>, <a data-ref=\"Genesis 17:23\" href=\"/Genesis.17.23\">23</a>, <a data-ref=\"Genesis 17:27\" href=\"/Genesis.17.27\">27</a>; <a data-ref=\"Exodus 12:44\" href=\"/Exodus.12.44\">Ex 12:44</a> (all P); <span dir=\"rtl\">סֵפֶר הַמּ׳</span> <em>document of purchase</em> <a data-ref=\"Jeremiah 32:11\" href=\"/Jeremiah.32.11\">Je 32:11</a>, <a data-ref=\"Jeremiah 32:12\" href=\"/Jeremiah.32.12\">12</a><sup>(×2)</sup>, <a data-ref=\"Jeremiah 32:14\" href=\"/Jeremiah.32.14\">14</a>, <a data-ref=\"Jeremiah 32:16\" href=\"/Jeremiah.32.16\">16</a>.<br><strong>2.</strong>  2, <a data-ref=\"Leviticus 25:16\" href=\"/Leviticus.25.16\">Lv 25:16</a><sup>(×2)</sup>, <a data-ref=\"Leviticus 25:51\" href=\"/Leviticus.25.51\">51</a>; <a data-ref=\"Leviticus 27:22\" href=\"/Leviticus.27.22\">27:22</a> (P).<br><strong>3.</strong>  <em>possession</em> (gained by purchase), <span dir=\"rtl\">לְמִקְנָה</span> <a data-ref=\"Genesis 23:18\" href=\"/Genesis.23.18\">Gn 23:18</a> (P)."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e4a0cf613f3c2d3b451593", "index_title": "German Commentary on Mishnah Arakhin", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Arakhin 7:5:3", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "German Commentary on Mishnah Arakhin 7:5:3", "sourceHeRef": "פירוש גרמני על משנה ערכין ז׳:ה׳:ג׳", "anchorVerse": 22, "sourceHasEn": true, "commentaryNum": 5.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Arakhin", "he": "פירוש גרמני על משנה ערכין"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>denn es heisst.</b>  Lev. 27, 22.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cc7bfaee0b8c909d8728", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 27:22:1", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 27:22:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ז:כ״ב:א׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>כב-כד.</b> אשר לשדה מקנה, יש למקדיש הזכות להקדיש רק את ערך ההנאה שלו עד בוא שנת היובל.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6665cc7cfaee0b8c909d872a", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 27:22:2", "anchorRef": "Leviticus 27:22", "anchorRefExpanded": ["Leviticus 27:22"], "sourceRef": "David Zvi Hoffmann on Leviticus 27:22:2", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ז:כ״ב:ב׳", "anchorVerse": 22, "sourceHasEn": false, "commentaryNum": 22.0002, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"אשר לא משדה אחוזתו\"</b>, בא להגיד (לפי ערכין כו:), ששדה זה לא יכול ליהפך לעולם לשדה אחוזה, ובא למעט מקרה כדוגמת בן שקנה מאביו שדה, והקדישו עוד בחיי אביו, ואחר כך מת אביו והשדה הפך לשדה אחוזה, שדה כזה עובר לרשות הכהנים כמו שדה אחוזה.<i data-commentator=\"Endnotes\" data-label=\"1694\" data-order=\"1694\"></i>", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]