[{"_id": "521dbb06edbab45814ae5f8b", "index_title": "Rashi on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Rashi on Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rashi on Leviticus 27:31:1", "sourceHeRef": "רש\"י על ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1075, 1105], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Rashi", "he": "רש\"י"}, "heTitle": "רש\"י על ויקרא", "he": "<b>ממעשרו.</b> וְלֹא מִמַּעְשַׂר חֲבֵרוֹ — הַפּוֹדֶה מַעֲשֵׂר שֶׁל חֲבֵרוֹ אֵין מוֹסִיף חֹמֶשׁ, וּמַה הִיא גְאֻלָּתוֹ? יִפְדֶנּוּ כְּדֵי לְהַתִּירוֹ בַאֲכִילָה בְכָל מָקוֹם, וְהַמָּעוֹת יַעֲלֶה וְיֹאכַל בִירוּשָׁלַיִם, כְּמוֹ שֶׁנֶּאֱמַר (דברים י\"ד), וְנָתַתָּה בַּכָּסֶף וְגוֹ' (עי' קידושין כ\"ד):", "heVersionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "ממעשרו [AND IF A MAN WILL REDEEM] OUGHT OF HIS TITHES [HE SHALL ADD THERETO ITS FIFTH] — of his tithes, but not of the tithes of his fellow: if he redeems the tithe of his fellow he need not add its fifth (Kiddushin 24a). Wherein consists the redemption of the “second tithe” (since it is permitted as food to the owner)? He redeems it in so far as he makes it permissible for food at any place (which is not the case if he does not redeem it) and the redemption-money he brings up to Jerusalem, buys eatables and eats them there as it is said, (Deuteronomy 14:25, 26) “Then thou shalt put into money… [and thou shalt lay out that money… for cattle, for sheep etc.]”.", "versionTitle": "Pentateuch with Rashi's commentary by M. Rosenbaum and A.M. Silbermann, 1929-1934", "license": "Public Domain", "versionTitleInHebrew": "חמישה חומשי תורה עם פירוש רש״י, מ. רוזנבאום וא.מ. סילברמן"}, {"_id": "531e4fe2fbfba276047f6b14", "index_title": "Onkelos Leviticus", "category": "Targum", "type": "targum", "ref": "Onkelos Leviticus 27:31", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Onkelos Leviticus 27:31", "sourceHeRef": "תרגום אונקלוס על ויקרא כ״ז:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [80, 120], "commentaryNum": 27.0031, "collectiveTitle": {"en": "Onkelos Leviticus", "he": "תרגום אונקלוס על ויקרא"}, "heTitle": "תרגום אונקלוס על ויקרא", "he": "וְאִם מִפְרַק יִפְרוֹק גְּבַר מִמַּעַשְׂרֵיהּ חֻמְשֵׁיהּ יוֹסֵף עֲלוֹהִי:", "heVersionTitle": "Sifsei Chachomim Chumash, Metsudah Publications, 2009", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "חומש שפתי חכמים, מצודה תשס\"ט", "text": "If a man wishes to redeem of his tithe, he shall add a fifth to [the amount].", "versionTitle": "Metsudah Chumash, Metsudah Publications, 2009 [with Onkelos translation]", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "532b2685fbfba27c35eec34b", "index_title": "Targum Jonathan on Leviticus", "category": "Targum", "type": "targum", "ref": "Targum Jonathan on Leviticus 27:31", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Targum Jonathan on Leviticus 27:31", "sourceHeRef": "תרגום יונתן על ויקרא כ״ז:ל״א", "anchorVerse": 31, "sourceHasEn": true, "compDate": [30, 70], "commentaryNum": 27.0031, "collectiveTitle": {"en": "Targum Jonathan on Leviticus", "he": "תרגום יונתן על ויקרא"}, "heTitle": "תרגום יונתן על ויקרא", "he": "וְאִין מִפְרוֹק יִפְרוֹק גְבַר מִמַעַשְרֵיהּ חוֹמֶשׁ דְמוֹי יוֹסֵף עֲלוֹי", "heVersionTitle": "Targum Jonathan on Leviticus", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": " But if a man will redeem any (part) of his tythes, he shall add a fifth part of its value thereunto.\n", "versionTitle": "The Targum of Jonathan ben Uzziel, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי (תרגום יונתן בן-עוזיאל) לתורה, תורגם ע״י ג׳ון ווסלי אטרידג׳, לונדון 1862"}, {"_id": "54b1d9d7fbfba21603f5a9ac", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 247:4", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Sefer HaChinukh 247:4", "sourceHeRef": "ספר החינוך רמ״ז:ד׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 247.0004, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "מִדִּינֵי הַמִּצְוָה. מָה שֶׁאָמְרוּ זִכְרוֹנָם לִבְרָכָה (ברכות לה, א) שֶׁהָרוֹצֶה לִפְדּוֹת נֶטַע רְבָעִי, פּוֹדֵהוּ כְּמוֹ מַעֲשֵׂר שֵׁנִי שֶׁהוּא נִפְדֶּה. כְּלוֹמַר, שֶׁפּוֹדֶה הַפֵּרוֹת בְּכֶסֶף וּמַעֲלֶה הַכֶּסֶף לִירוּשָׁלַיִם. וְאִם פּוֹדֵהוּ לְעַצְמוֹ, מוֹסִיף חֹמֶשׁ, שֶׁכֵּן הוּא הַדִּין בְּמַעֲשֵׂר שֵׁנִי מִדִּכְתִיב בֵּהּ (ויקרא כז לא) וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ. אֲבָל הַפּוֹדֶה מַעֲשֵׂר שֵׁנִי לַאֲחֵרִים, אֵין מוֹסִיף חֹמֶשׁ. וְאֵין פּוֹדִין אוֹתוֹ עַד שֶׁיַּגִּיעַ לְעוֹנַת הַמַּעֲשֵׂר, שֶׁנֶּאֱמַר בּוֹ (שם יט כה) לְהוֹסִיף לָכֶם תְּבוּאָתוֹ. וְדָרְשׁוּ זִכְרוֹנָם לִבְרָכָה (ספרא קדושים ג ו) עַד שֶׁיַּעֲשֶׂה תְּבוּאָה, כְּלוֹמַר, שֶׁהִגִּיעַ לְעוֹנַת מַעֲשֵׂר, וְהוּא שְׁלִישׁ בִּשּׁוּלוֹ. וְאֵין פּוֹדִין אוֹתוֹ בִּמְחֻבָּר כְּמוֹ מַעֲשֵׂר, לְדַעַת הָרַמְבַּ\"ם זִכְרוֹנוֹ לִבְרָכָה (מעשר שני פ\"ט ה\"ב). וַאֲחֵרִים פֵּרְשׁוּ (ר\"ש ערלה ה ה) דַּאֲפִילּוּ בִּמְחֻבָּר פּוֹדִין אוֹתוֹ. וְהוּא נִקְרָא מָמוֹן גָּבוֹהַּ כְּמוֹ מַעֲשֵׂר, וּלְפִיכָךְ אֵינוֹ נִקְנֶה בְּמַתָּנָה אֶלָּא אִם כֵּן נְתָנוֹ בְּעוֹדוֹ בֹּסֶר שֶׁעֲדַיִן לֹא חָל עָלָיו הַחִיּוּב, כְּמוֹ שֶׁאָמַרְנוּ. וְדִינוֹ בִּשְׁאָר הַדְּבָרִים כְּגוֹן אֲכִילָה, שְׁתִיָּה וְסִיכָה כְּמַעֲשֵׂר. וּבְמִצְוַת מַעֲשֵׂר שֵׁנִי בְּפָרָשַׁת רְאֵה אָנֹכִי נַאֲרִיךְ עוֹד בָּזֶה בְּעֶזְרַת הַשֵּׁם.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "From the laws of the commandment is that which they, may their memory be blessed, said (Berakhot 35a) that one who wants to redeem the fourth-year plant redeems it like the second tithe, which [can be] redeemed — meaning to say, that he redeems it with money and brings [that] up to Jerusalem. And if he redeems it himself, he adds a fifth. As so is the law with the second tithe, from that which it is written about it (Leviticus 27:31), “And if a man surely redeems his tithes.” But one who redeems the second tithe for others, does not add a fifth. And he does not redeem [the fourth-year plant] until it reaches the season of the tithe; as it is stated about it (Leviticus 19:25), “to increase its produce for yourselves” — and they, may their memory be blessed, expounded (Sifra, Kedoshim, Section 3:10), “Until it becomes produce” — meaning to say that it reaches the season of the tithe, and that is a third of its ripeness. And according to Rambam (Mishneh Torah, Laws of Second Tithes and Fourth Year’s Fruit 9:2), may his memory be blessed, we do not redeem it when it is attached [to the tree], like the tithe. But others explain (Rashi on Orlah 5:5) that we redeem it even attached. And it is called money of the Higher Realm, like the tithe. And therefore it cannot be acquired as a gift — unless he gave it when it is still unripe fruit, as the obligation has not yet rested upon it, as we said. And its law in the other things — such as eating, drinking and anointment — is like the tithe. And on the commandment of the second tithe in <i>Parashat Re’eh Anokhi</i> (Sefer HaChinukh 473), we will write more about it at length with God’s help.", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "54b1d9dbfbfba21603f5b032", "index_title": "Sefer HaChinukh", "category": "Halakhah", "type": "", "ref": "Sefer HaChinukh 473:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Sefer HaChinukh 473:1", "sourceHeRef": "ספר החינוך תע״ג:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1255, 1285], "commentaryNum": 473.0001, "collectiveTitle": {"en": "Sefer HaChinukh", "he": "ספר החינוך"}, "he": "<b>מִצְוַת מַעֲשֵׂר שֵׁנִי</b> – לְהוֹצִיא מַעֲשֵׂר שֵׁנִי מִן הַתְּבוּאָה בְּאַרְבַּע שְׁנֵי הַשְּׁמִטָּה. כְּלוֹמַר, אַחַר שֶׁנַּפְרִישׁ מַעֲשֵׂר רִאשׁוֹן הַנִּתָּן לַלְּוִיִּם שֶׁנַּפְרִישׁ עוֹד מַעֲשֵׂר אַחֵר, וְעַל כֵּן הוּא נִקְרָא שֵׁנִי. וְזֶה הַמַּעֲשֵׂר הוּא דִּינוֹ שֶׁיֵּאָכֵל בִּירוּשָׁלַיִם, וְעַל זֶה נֶאֱמַר (דברים יד כב ) עַשֵּׂר תְּעַשֵּׂר אֵת כָּל תְּבוּאַת זַרְעֶךָ. וּבֵאֵר הַכָּתוּב שֶׁאִם יִרְחַק מִמֶּנּוּ הַמָּקוֹם וְלֹא נוּכַל שְׂאֵתוֹ שָׁם רַק בְּטֹרַח גָּדוֹל וּבְהוֹצָאָה מְרֻבָּה, שֶׁנִּפְדֶּה אוֹתוֹ וְנַעֲלֶה דָּמָיו בִּירוּשָׁלַיִם וְנוֹצִיאֵם שָׁם בְּצָרְכֵי אֲכִילָה וּשְׁתִיָּה לְבַד. וּבֵאֵר הַכָּתוּב כְּמוֹ כֵן, שֶׁהַפּוֹדֶה מַעֲשֵׂר שֶׁלּוֹ שֶׁצָּרִיךְ לְהוֹסִיף חֹמֶשׁ בְּדָמִים כְּלוֹמַר, שֶׁאִם הוּא שָׁוֶה אַרְבָּעָה דִּינָרִים שֶׁיֹּאכַל בִּמְקוֹמוֹ חֲמִשָּׁה דִּינָרִים בִּירוּשָׁלַיִם, וְעַל זֶה נֶאֱמַר (ויקרא כז, לא) וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִשִׁיתוֹ יֹסֵף עָלָיו. וְדִקְדְּקוּ זִכְרוֹנָם לִבְרָכָה (קדושין כד, א) מִמַּעַשְׂרוֹ וְלֹא מִמַּעֲשֵׂר חֲבֵרוֹ, אִישׁ מִמַּעַשְׂרוֹ וְלֹא אִשָּׁה.", "heVersionTitle": "Vocalized Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": "<b>The commandment of the second tithe:</b> To remove the second tithe from the produce in four years of the sabbatical cycle, meaning to say, after we separate the first tithe that is given to the Levites, that we separate yet another tithe. And hence it is called the second tithe. And the law of this tithe is that it be eaten in Jerusalem. And about it is it stated (Deuteronomy 14:22), “You shall surely tithe the produce of your seed.” And Scripture elucidates that if the place is far from us and we cannot carry it there except with great burden and much expense, that we can redeem it and bring up its value [to] Jerusalem and spend it there only for the needs of eating and drinking. And Scripture likewise elucidates that the one who redeems his tithe needs to add a fifth to the value — which is to say that if it was worth four dinar, that he eat instead of it [that which costs him] five dinar in Jerusalem. And about this is it stated (Leviticus 27:31), “And if a man surely redeems from his tithe, he shall add its fifth to it.” And they, may their memory be blessed, made a precise inference (Kiddushin 24a): “‘From his tithe — but not from the tithe of his fellow; ‘a man from his tithe’ — but not a woman.”", "versionTitle": "Sefer HaChinukh, translated by R. Francis Nataf, Sefaria 2018", "license": "CC0", "versionTitleInHebrew": "ספר החינוך, תורגם על ידי ספריא"}, {"_id": "55ae0062fbfba23a068099d6", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Bekhukotai 36", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Meshekh Chokhmah, Bekhukotai 36", "sourceHeRef": "משך חכמה, בחקתי ל״ו", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 36, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "בחקתי", "he": "<b>ואם </b>גאל יגאל איש ממעשרו וכו'. בתו\"כ. איש פרט לקטן. או יכול שאני מרבה בן ט' שנים ויום אחד ת\"ל ואם גאל יגאל. עיין ק\"א, דבן ט' שנים ויום אחד גואל מעשרו. ובזה א\"ש טובא סוגית הגמ' גיטין דף ס\"ה דפריך למ\"ד חפץ ומחזירו לאחר שעה אינו זוכה לאחרים מהך דתנן אומר אדם לשפחתו העבריה הרי לך מעות הללו ופדה בהן מע\"ש כו' האי שפחה ה\"ד אי דאתיא ב\"ש דלא אתיא ב\"ש גבי', אבל למ\"ד זוכה לאחרים א\"ש, דכשם שזוכה לאחרים הואיל ואיתא בזה דמצי זכי לעצמו [כמוש\"כ תוס' ס\"ד ע\"ב ד\"ה שתופי מבואות וי\"ל כו'], הכא נמי הואיל ומצי לחלל לעצמו פרות מעשר דיליה, ה\"נ מצי לחלל פרות אחרים, אבל למ\"ד אין זוכה לאחרים קשה איך מצי לחלל פרות אחרים, ודוקא גבי מעשר גלי רחמנא כו'. אך מתוספות ד\"ה ופדו בהן מע\"ש ובת\"כ ממעט קטן שאינו פודה לגמרי, ע\"כ, דפירשו דממעטו לגמרי. עיי\"ש. וכן הרמב\"ם לא הביאו. ועיין רש\"י בפירוש המשנה בשם הירושלמי ומכ\"ז מוכח, דממעטו לגמרי. ובן ט' דנקט לאו דוקא רק עונת הפעוטות, דאז עפ\"י רוב הוא בכלל חפץ ומחזירו לאחר שעה. ודו\"ק בכ\"ז.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "55ae0066fbfba23a068099d8", "index_title": "Meshekh Chokhmah", "category": "Quoting Commentary", "type": "parshanut", "ref": "Meshekh Chokhmah, Bekhukotai 37", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Meshekh Chokhmah, Bekhukotai 37", "sourceHeRef": "משך חכמה, בחקתי ל״ז", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1875, 1925], "commentaryNum": 37, "collectiveTitle": {"en": "Meshekh Chokhmah", "he": "משך חכמה"}, "heTitle": "בחקתי", "he": "<b>יגאל </b>איש ממעשרו. רמב\"ם ור\"ת מפרשים בקדושין, דאשה שפודה מעשר שני שלה אינה מוספת חומש, והטעם מושכל, דאשה אינה ראוי' לעלות למקום אשר יבחר ד' בו בכל זמן, כי היא הרה או ילדיה קטנים וצריכים לאמם כמו חנה, ולכן שלא יקשה עליה לפדות ולצור הכסף עד שיהא יכולת בידה לעלות ולאכול במקום הנבחר את המעשר פטרה תורה את האשה מהחומש, משא\"כ בכל הגאולות. ונכון. ויעוין מש\"כ רבינו בסוף הלכות תמורות בזה.\n", "heVersionTitle": "Riga, 1927", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": "", "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "564ba9e6d6e4a90955b6be8e", "index_title": "Rashba on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Rashba on Kiddushin 24a:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rashba on Kiddushin 24a:1", "sourceHeRef": "רשב״א על קידושין כ״ד א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1270, 1310], "commentaryNum": 47.0001, "collectiveTitle": {"en": "Rashba on Kiddushin", "he": "רשב״א על קידושין"}, "heTitle": "רשב״א על קידושין", "he": "<b>אלא בזוזי דידה ומעשר דידיה. </b>הכי גריס רש\"י. ופירוש זוזי דידה זוזי דנכסי מלוג שלה היא, ואם גאול יגאל איש ממעשרו אמר רחמנא (ויקרא כז, לא) איש ולא אשה, ולאו דוקא אשה, אלא איש ממעשרו ולא אחר, ואשה דנקט רבותא קאמר, כלומר איש ולא אשתו דאפילו אשתו חשיבא כאחר לגביה לענין מעשר, וקשיא לן דנכסי מלוג דידה כדידיה חשבינן ליה לענין פדיה ולהוסיף חומש, כיון שיש לו בהן אכילת פירות, וכדאמרינן במסקנא אלא במעשר דאתיא מבי נשא, ורבנן לטעמייהו דאמרי מעשר ממון הדיון הוא, והוי כשאר נ\"מ שלה ושליחותיה קעבדא, ויכולני לתרץ בזו דשאני מעשר שני, דאין לו קרן, דהא אינו יכול ליקח בו קרקע שיאכל הוא את פירותיו, אלא קרנא קא אכיל, והלכך כשתמצא לומר דממון הדיוט הוא, הרי הוא כשלו ושליחותיה קא עבדא, אבל הא דאמרינן אלא דיהיב לה אחר מנה על מנת שתפדה בו את המעשר קשיא דהא בשנתנו לה אחרים אין לבעל אלא אכילת פירות וכדכתיבנא לעיל, ואפילו הכי אמרינן דלמאן דאמר אין קנין לאשה בלא בעלה אינה פודה בו את המעשר דלשיחותיה קא עבדא, ובהא נמי איכא למימר דכיון דלדבר זה בלבד נתנו לו כאלו כולו של בעל חשבינן לה, מה שאין כן בנכסי מלוג שלה דיש לו קרן ויש לו פירות והקרן קיימת לה, והלכך כשהיא פודה את המעשר בקרן שלה הויא לה כאחר לגבי מעשר הבעל ואינה מוסיפה את החומש. כנ\"ל לתרץ דברי רבינו, ומכל מקום לא היה צריך לכך, אלא משכחת לה בזוזי דידה לגמרי במתנה שנתן לה בעל, וכדאמרינן בפרק חזקת (בבא בתרא נא, ב) במתנה קנתה ואין הבעל אוכל פירות.<br><b></b>אבל בעיקר הגירסא תמיהא לי אם לרבות אשתו שאינה כגופו אלא כאחר, לא הוה ליה לתלמודא לסתום עיקר תלמודו ולאמרו בלשון שאין משמעו מפני כך אלא לחלק בין פדיית איש לפדיית אשה, אלא הוה ליה למימר איש אמר רחמנא ולא אשתו,והגירסא המיושרת היא הנמצאת בספרים ישנים, והיא גרסתו של ר\"ח ז\"ל אלא בזוזי דידה ומעשר דידה איש אמר רחמנא ולא אשה. והכי פירושו איש מוסיף חומש ולא אשה אפילו אלמנה או גרושה ואפילו במעשר דידה, והא דאמרינן בתורת כהנים פרשת (בהר סיני) [בחוקותי] אם גאל יגאל לרבות את האשה דבעל בזוזי דנכסי מלוג שלה, דומיא דיורש שפודה במעשר שבא לו ממקום אחר. והא דאמרינן התם אסיפא דההוא איש פרט לקטן ולא קאמר פרט לקטן ולאשה, משום דאיש פרט לקטן שאינו בר פדיה כלל ואם פדה אינו פדוי, מה שאין כן באשה דבת פדיה היא.<br><b></b>ואם תאמר כיון דאצטריך למיכתב איש למעט את הקטן, מנא לן מיעוטא דאשה שאינה מוספת חומש. יש לומר דקטן לא צריך קרא, ועיקר איש כי כתיב למעט את האשה הוא דכתיב.", "heVersionTitle": "Gerlitz edition, published by Oraita", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת גרליץ, בהוצאת אורייתא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "57c43b40d6e4a903fee3bda4", "index_title": "Targum Jerusalem", "category": "Targum", "type": "targum", "ref": "Targum Jerusalem, Leviticus 27:31", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Targum Jerusalem, Leviticus 27:31", "sourceHeRef": "תרגום ירושלמי, ויקרא כ״ז:ל״א", "anchorVerse": 31, "sourceHasEn": true, "compDate": [380, 1180], "commentaryNum": 27.0031, "collectiveTitle": {"en": "Targum Jerusalem", "he": "תרגום ירושלמי"}, "heTitle": "ויקרא", "he": "וְאֵין מִפְרוֹק יִפְרוֹק גְּבַר מִן מַעַשְרֵיהּ חוֹמֶשׁ דְּמוֹי יוֹסֵף עֲלוֹי:", "heVersionTitle": "Targum Jerusalem on Torah", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תרגום ירושלמי על התורה", "text": "But if a man will redeem any portion of his tythe, let him add upon, it a fifth part of its price;", "versionTitle": "Targum Jerusalem, trans. J. W. Etheridge, London, 1862", "license": "Public Domain", "versionTitleInHebrew": "תרגום ירושלמי, מתורגם בידי ג\"ו את'רידג', לונדון, 1862"}, {"_id": "57e77d36d6e4a94c7c18a9ce", "index_title": "Tafsir Rasag", "category": "Targum", "type": "targum", "ref": "Tafsir Rasag, Leviticus 27:31", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Tafsir Rasag, Leviticus 27:31", "sourceHeRef": "תפסיר רס\"ג, ויקרא כ״ז:ל״א", "anchorVerse": 31, "sourceHasEn": false, "compDate": [918, 942], "commentaryNum": 27.0031, "collectiveTitle": {"en": "Tafsir Rasag", "he": "תפסיר רס\"ג"}, "heTitle": "ויקרא", "he": "ואן אפך רג̇ל שיא מן עשורה פליזד עליה כ̇מס ת̇מנה", "heVersionTitle": "Tafsir al-Torah bi-al-Arabiya, Paris, 1893", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תפסיר אלתורה באלערביה, פריס, 1893", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "585af9a9d6e4a908ac4ecc99", "index_title": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:1", "sourceHeRef": "משנה תורה, הלכות מעשר שני ונטע רבעי ה׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "he": "משנה תורה, הלכות מעשר שני ונטע רבעי"}, "heTitle": "משנה תורה, הלכות מעשר שני ונטע רבעי", "he": "הַפּוֹדֶה מַעַשְׂרוֹ לְעַצְמוֹ בֵּין שֶׁהוּא שֶׁלּוֹ בֵּין שֶׁנָּפַל לוֹ בִּירֻשָּׁה בֵּין שֶׁנִּתַּן לוֹ בְּטִבְלוֹ מַתָּנָה כְּמוֹ שֶׁבֵּאַרְנוּ. הֲרֵי זֶה מוֹסִיף עָלָיו חֹמֶשׁ. אִם הָיָה שָׁוֶה אַרְבָּעָה נוֹתֵן חֲמִשָּׁה. שֶׁנֶּאֱמַר <small>(ויקרא כז לא)</small> \"וְאִם גָּאל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִשִׁיתוֹ יֹסֵף עָלָיו\": \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a man redeems his produce for the second tithe for himself - whether it is from his own crops, he acquired it as an inheritance, or it was given to him while <i>tevel</i> as we explained,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See Chapter 3, Halachah 17. Otherwise, it is forbidden to give the second tithe as a present.</i> he must add a fifth [of the new total].<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Although the produce of the second tithe belongs to God, as it were, since the person partakes of it, the Torah considers as his, with regard to the obligation to add a fifth (<i>Bava Kama</i> 69b).</i> [Thus] if it was worth four, he should give five,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This is true in all instances that the Torah requires that a fifth be added.</i> as [Leviticus 27:31] states: \"If a man will redeem from his tithes, he shall add a fifth to it.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585af9a9d6e4a908ac4ecc9d", "index_title": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:2", "sourceHeRef": "משנה תורה, הלכות מעשר שני ונטע רבעי ה׳:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0002, "collectiveTitle": {"en": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "he": "משנה תורה, הלכות מעשר שני ונטע רבעי"}, "heTitle": "משנה תורה, הלכות מעשר שני ונטע רבעי", "he": "וְאִשָּׁה שֶׁפָּדָת מַעֲשֵׂר שֵׁנִי שֶׁלָּהּ לְעַצְמָהּ אֵינָהּ מוֹסִיפָה חֹמֶשׁ. מִפִּי הַשְּׁמוּעָה לָמְדוּ <small>(ויקרא כז לא)</small> \"אִישׁ מִמַּעַשְׂרוֹ\" וְלֹא אִשָּׁה. וְכֵן אִם פָּדָה פִּדְיוֹן פֵּרוֹת הַמַּעֲשֵׂר לְעַצְמוֹ מוֹסִיף חֹמֶשׁ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When a woman redeems produce for the second tithe that she separated, she is not required to add a fifth. According to the Oral Tradition,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Kiddushin</i> 24a.</i> we have learned: \"If a man [will redeem from] his tithes,\" excluding a woman. Similarly, if a man redeems [money used to] redeem produce from the second tithe for himself,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Using it to purchase peace sacrifices or the like.</i> he must add a fifth.", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "585b02dbd6e4a908ac4eeb45", "index_title": "Mishneh Torah, Gifts to the Poor", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Gifts to the Poor 6:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishneh Torah, Gifts to the Poor 6:3", "sourceHeRef": "משנה תורה, הלכות מתנות עניים ו׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 6.0003, "collectiveTitle": {"en": "Mishneh Torah, Gifts to the Poor", "he": "משנה תורה, הלכות מתנות עניים"}, "heTitle": "משנה תורה, הלכות מתנות עניים", "he": "וְאַחַר כָּךְ מַפְרִישׁ מִן הַשְּׁאָר אֶחָד מֵעֲשָׂרָה וְהוּא הַנִּקְרָא מַעֲשֵׂר שֵׁנִי. וְהוּא לִבְעָלָיו וְאוֹכְלִין אוֹתוֹ בִּירוּשָׁלַיִם. וְעָלָיו נֶאֱמַר <small>(ויקרא כז לא)</small> \"וְאִם גָּאל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ\". וְעָלָיו נֶאֱמַר <small>(דברים יד כב)</small> \"עַשֵּׂר תְּעַשֵּׂר\" <small>(דברים יד כג)</small> \"וְאָכַלְתָּ לִפְנֵי ה' אֱלֹהֶיךָ בַּמָּקוֹם אֲשֶׁר יִבְחַר\": \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "Afterwards, he separates one tenth from the remainder. This is called \"the second tithe.\" This belongs to the owners and is eaten in Jerusalem.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">In a state of ritual purity.</i> Concerning this, it is stated [Leviticus 27:31]: \"If a person shall redeem his tithes and [Deuteronomy 14:22-23] states: \"You shall surely tithe.... And you shall partake of it before God your Lord in the place that He will choose.\"", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "59d48a82d6e4a939ba176b82", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:1", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואם גאל יגאל. </b>לרבות את היורש <sup class=\"footnote-marker\">קפה</sup><i class=\"footnote\">הפודה מעש\"ש שנפל לו בירושה ג\"כ מוסיף חומש כמו אביו, ואינו נחשב כאחר שפודה בלא הוספת חומש, ועיין מש\"כ לעיל בפ' י\"ט בדרשה כזו.\n</i>.<br>(זבחים י' א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b84", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:2", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0002, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ואם גאל יגאל איש. </b>האשה פודה מעשר שני בלא חומש, מאי טעמא, איש אמר רחמנא ולא אשה <sup class=\"footnote-marker\">קפו</sup><i class=\"footnote\">יש בענין זה גירסות ופירושים שונים, לפירש\"י איירי במעש\"ש של בעל, והרבותא בזה דאמרינן דכאחר דמיא שאין מוסיף חומש כשפודה מעש\"ש של חבירו, אבל במעש\"ש שלה פודה בחומש כמו איש, ולגירסת ר\"ת ופירושו איירי במעש\"ש שלה, וזה הוא הלכה מקובלת שאין אשה משלמת חומש, וכפי הנראה כן היתה גירסת ופי' הרמב\"ם בפ\"ה ה\"ה ממעש\"ש יעו\"ש, וצ\"ע לחלק בדין זה בסברא בין איש לאשה, ואולי י\"ל כמו דמצינו בכמה ענינים שחסה התורה על נכסי האשה יותר מנכסי האיש מפני שאין פרנסתה מצויה כמו פרנסת האיש, לכן חסה התורה עליה גם כאן לפטרה מחומש, ובספרי הגירסא ואם גאל יגאל לרבות את האשה שמוספת חומש ולפירש\"י צ\"ל דאיירי במעש\"ש של אשה עצמה, ולפי' ר\"ת ורמב\"ם איירי במעש\"ש של בעלה, כמבואר. ועיין בירושלמי מעש\"ש פ\"ד סוף הלכה ג'.\n</i>.<br>(קדושין כ\"ד א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b86", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:3", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ג׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ממעשרו. </b>אע\"פ דבעלמא מעשר ממון גבוה הוא, אפילו הכי לענין פדיה אוקמיה, רחמנא ברשותיה, דכתיב ואם גאל יגאל איש ממעשרו חמשיתו יוסף, קרייה רחמנא מעשרו ומוסיף חומש <sup class=\"footnote-marker\">קפז</sup><i class=\"footnote\">ואל\"ה אין מוסיף חומש במעש\"ש של אחרים כפי שנתבאר. והא דמעש\"ש נקרא בעלמא ממון גבוה נתבאר בסוף פסוק הקודם.\n</i>.<br>(ב\"ק ס\"ט ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b88", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:4", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:4", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ד׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0004, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ממעשרו. </b>ת\"ר, ואם גאל יגאל איש ממעשרו ולא כל מעשרו, פרט למעשר שני שאין בו שוה פרוטה <sup class=\"footnote-marker\">קפח</sup><i class=\"footnote\">ר\"ל שאין בחומשו שוה פרוטה אינו בכלל גאולה, כך פירש\"י, וגם יש לפרש דכשאין בו שוה פרוטה אינו מוסיף חומש, וכ\"מ ברמב\"ם פ\"ה ה\"ד ממעש\"ש.\n</i>.<br>(ב\"מ נ\"ג ב')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b8a", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:5", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:5", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ה׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0005, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ממעשרו. </b>ממעשרו ולא כל מעשרו, פרט למעשר שנכנס לירושלים ויצא <sup class=\"footnote-marker\">קפט</sup><i class=\"footnote\">שוב אין פודין אותו, דבעודו בירושלים פשיטא שאין פודין, דמכיון שהוא בירושלים מצוה לקנות בדמיו מאכל ומשתה, אלא אפילו אם רק היה בירושלים אע\"כ שיצא שוב אין פודין אותו אלא מצוה להוליכו לירושלים לאכול שם, כמבואר. וע\"ע בענין דרשה זו בב\"מ נ\"ג ב'.\n</i>.<br>(תו\"כ)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b8c", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:6", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:6", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ו׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0006, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>ממעשרו חמשיתו. </b>א\"ר יוחנן, כל מעשר שאינו הוא ופדיונו משלו אינו מוסיף חומש, דכתיב ואם גאל יגאל איש ממעשרו חמשיתו יוסף עליו, כדי שיהיה הוא ופדיונו משלו <sup class=\"footnote-marker\">קצ</sup><i class=\"footnote\">כגון שאמר אחד לחבירו פדה לי משלך או פדה לך משלי אינו מוסיף חומש.\n</i>.<br>(ירושלמי מעש\"ש פ\"ד ה\"ג)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b8e", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:7", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:7", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ז׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0007, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>חמשיתו יוסף. </b>כיצד מוסיף חומש, שיהא הוא וחומשו חמשה <sup class=\"footnote-marker\">קצא</sup><i class=\"footnote\">עיין מש\"כ לעיל בפסוק כ\"ז בדרשה כזו וצרף לכאן.\n</i>.<br>(ב\"מ נ\"ד א')\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59d48a82d6e4a939ba176b90", "index_title": "Torah Temimah on Torah", "category": "Commentary", "type": "commentary", "ref": "Torah Temimah on Torah, Leviticus 27:31:8", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Torah Temimah on Torah, Leviticus 27:31:8", "sourceHeRef": "תורה תמימה על התורה, ויקרא כ״ז:ל״א:ח׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1898, 1902], "commentaryNum": 31.0008, "collectiveTitle": {"en": "Torah Temimah on Torah", "he": "תורה תמימה על התורה"}, "heTitle": "ויקרא", "he": "<b>יסף עליו. </b>עליו – לרבות חומשו כמותו <sup class=\"footnote-marker\">קצב</sup><i class=\"footnote\">דכמו דמעש\"ש אין מחללין רק על מטבע מפותחת שיש עליה צורה או כתב ולא על אסימון שהוא מטבע בלא צורה, משום דכתיב ביה וצרת הכסף, כך החומש, וכמו שמעש\"ש אין מחללין על מטבע שאינה יוצאת במדינה זו כמבואר בפ\"א מ\"ב דמעש\"ש, כך החומש.\n</i>.<br>(שם שם)\n", "heVersionTitle": "Torah Temimah, Vilna, 1904", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורה תמימה, וילנה תרס\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef28c0d6e4a90d4d5b0e6a", "index_title": "Steinsaltz on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Kiddushin 24a:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Steinsaltz on Kiddushin 24a:2", "sourceHeRef": "ביאור שטיינזלץ על קידושין כ״ד א:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 47.0002, "collectiveTitle": {"en": "Steinsaltz on Kiddushin", "he": "ביאור שטיינזלץ על קידושין"}, "heTitle": "ביאור שטיינזלץ על קידושין", "he": "<b>ואלא</b> תאמר שמדובר <b>בזוזי דידה</b> <small>[בכסף שלה]</small> <b>ומעשר דידיה</b> <small>[שלו]</small> — הרי היא נחשבת כאדם זר הפודה לו ופטורה מחומש, כדברי ר' מאיר, שהרי \"ואם גאל יגאל <b>איש</b> ממעשרו\" <b>אמר רחמנא</b> <small>[אמרה תורה]</small> (ויקרא כז, לא) ומהדגשת הכתוב \"איש\" נלמד: <b>ולא אשה</b> ממעשר בעלה!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef2ca6d6e4a90d4d5b9bb1", "index_title": "Steinsaltz on Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Metzia 53b:8", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Steinsaltz on Bava Metzia 53b:8", "sourceHeRef": "ביאור שטיינזלץ על בבא מציעא נ״ג ב:ח׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 106.0008, "collectiveTitle": {"en": "Steinsaltz on Bava Metzia", "he": "ביאור שטיינזלץ על בבא מציעא"}, "heTitle": "ביאור שטיינזלץ על בבא מציעא", "he": "<big>א</big> <b>תנו רבנן</b> <small>[שנו חכמים]:</small> נאמר <b>\"אם גאל יגאל איש ממעשרו</b> חמישיתו יוסף עליו<b>\"</b> (ויקרא כז, לא), ודיוק הלשון: <b>\"ממעשרו\"</b> — <b>ולא כל מעשרו.</b> שלשון זו באה למעט דברים מסויימים; פרט <b>למעשר שני שאין בו שוה פרוטה,</b> שאין לו גאולה (פדיון). <b>איתמר</b> <small>[נאמר],</small> שנחלקו אמוראים בפירוש הלכה זו. <b>רב אמי אמר:</b> הכוונה היא ש<b>אין בו,</b> שהמעשר עצמו אינו <b>שוה פרוטה.</b> ואילו <b>רב אסי אמר: אין בחומשו.</b> שאף אם המעשר עצמו שווה פרוטה, אם החומש שצריך להוסיף עליו אינו שווה פרוטה, אין בו דין פדיון. וכיוצא בזה נחלקו גם חכמים אחרים בבעיה זו. <b>ר' יוחנן אמר: אין בו. ר' שמעון בן לקיש אמר: אין בחומשו.</b>", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "59ef3312d6e4a90d4d5dba16", "index_title": "Steinsaltz on Bava Kamma", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Bava Kamma 69b:14", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Steinsaltz on Bava Kamma 69b:14", "sourceHeRef": "ביאור שטיינזלץ על בבא קמא ס״ט ב:י״ד", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 138.0014, "collectiveTitle": {"en": "Steinsaltz on Bava Kamma", "he": "ביאור שטיינזלץ על בבא קמא"}, "heTitle": "ביאור שטיינזלץ על בבא קמא", "he": "<b>לאו</b> <small>[האם לא]</small> <b>אמר ר'</b> <b>מאיר</b> כי <b>מעשר</b> שני <b>ממון גבוה הוא,</b> שהמעשר השני שייך בעצם להקדש, <b>ואפילו הכי</b> <small>[כך]</small> <b>לענין פדייה</b> שיכול הוא לפדותו <b>אוקמיה רחמנא ברשותיה</b> <small>[העמידתו,</small> את המעשר, <small>התורה</small> <small>ברשותו],</small> <b>דכתיב</b> <small>[שנאמר]:</small> <b>\"ואם גאל יגאל איש ממעשרו חמשתו יסף עליו\"</b> (ויקרא כז, לא),", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a436721d6e4a97d18d917ef", "index_title": "Ralbag Beur HaMilot on Torah", "category": "Commentary", "type": "commentary", "ref": "Ralbag Beur HaMilot on Torah, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Ralbag Beur HaMilot on Torah, Leviticus 27:31:1", "sourceHeRef": "רלב\"ג ביאור המלות על התורה, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1326, 1340], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Ralbag Beur HaMilot", "he": "רלב\"ג ביאור המלות"}, "heTitle": "ויקרא", "he": "<b>ואם גאול יגאל איש ממעשרו חמישיתו יוסף עליו.</b> כבר זכרה התורה בזה ממה שקדם ולפי שאמרה התורה בזה המקום איש מה שלא אמרה כן בשאר הדברים שקדמו שגואלים הבעלים והוא שכבר אמר בבהמה ואם גאול יגאלנה ובבית אמרה ואם המקדיש יגאל את ביתו ובשדה אמר ואם גאול יגאל את השדה המקדיש אותו למדנו מזה שאין דין תוספת חומש נוהג בפדיון מעשה שני אלא כשהיה הגואל איש ואמנם האשה פטורה מתוספת חומש ולפי שאמרה איש ממעשרו למדנו שפדיון מעשה שני שיוסיפו בו חומש כשיהיה הפודה בעל המעשר כדרך שהיה הפדיון והמעשר שלו והנה התועלת בזה המעשר הוא התועלת אשר בשאר המעשרות ועוד יש בו תועלת להטיב לעניים כמו שהתבאר בפרשת ראה אנכי וזה שכבר ימצאו רבים שיעלה מעשרם לחשבון גדול ולפי שיחוייב להם לאכלו בירושלם הנה לפי שלא יתעכבו שם מאד יתנו ממנו לעניים לאכלו שם:\n", "heVersionTitle": "Ralbag on Torah, Venice, 1547", "heLicense": "Public Domain", "heVersionTitleInHebrew": "רלב\"ג על התורה, ונציה ש\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9ff16ed6e4a93bec1fadb4", "index_title": "Steinsaltz on Zevachim", "category": "Quoting Commentary", "type": "", "ref": "Steinsaltz on Zevachim 6a:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Steinsaltz on Zevachim 6a:3", "sourceHeRef": "ביאור שטיינזלץ על זבחים ו׳ א:ג׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1950, 2010], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Steinsaltz on Zevachim", "he": "ביאור שטיינזלץ על זבחים"}, "heTitle": "ביאור שטיינזלץ על זבחים", "he": "<b>מתקיף לה</b> <small>[מקשה על כך]</small> <b>רב יעקב מנהר פקוד: אלא מעתה, גבי</b> <small>[אצל]</small> פדיון <b>מעשר</b> שני, <b>דכתיב</b> <small>[שנאמר]</small> בו: <b>\"ואם גאל יגאל</b> איש ממעשרו חמישיתו יוסף עליו\" (ויקרא כז, לא) — וגם שם נאמר הדבר <b>לרבות את היורש, הכי נמי</b> <small>[כך גם כן]</small> תאמר: <b>אחד גואל ואין שנים גואלין</b> משום שנאמר בלשון יחיד? והרי לא מצאנו דין כזה במעשר!", "heVersionTitle": "William Davidson Edition - Hebrew", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ad4d998d6e4a918cf8686bd", "index_title": "Zevachim", "category": "Talmud", "type": "", "ref": "Zevachim 6a:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Zevachim 6a:3", "sourceHeRef": "זבחים ו׳ א:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 11.0003, "collectiveTitle": {"en": "Zevachim", "he": "זבחים"}, "heTitle": "זבחים", "he": "מתקיף לה רב יעקב מנהר פקוד אלא מעתה גבי מעשר דכתיב (ויקרא כז, יג) ואם גאל יגאל לרבות את היורש הכי נמי אחד גואל ואין שנים גואלין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rav Ya’akov of Nehar Pekod objects to this</b> derivation: <b>If that is so,</b> one should say the same <b>with regard to</b> the redemption of the second <b>tithe, as it is written: “And if</b> a man <b>will redeem [<i>gaol yigal</i>]</b> any of his tithe, he shall add to it the fifth part thereof” (Leviticus 27:31), with the superfluous word <i>gaol</i> serving <b>to include the heir</b> as one who must add the one-fifth. <b>So too,</b> it should be derived from the verb’s singular form that if <b>one</b> heir <b>redeems</b> the tithe, he must add one-fifth of its value, <b>but</b> if <b>two</b> heirs <b>redeem</b> it, <b>they do not</b> need to add one-fifth. In fact, the <i>halakha</i> is that partners must also add one-fifth.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5c17b4d2bb386c011bea3850", "index_title": "Rashi on Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Metzia 45b:12:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rashi on Bava Metzia 45b:12:1", "sourceHeRef": "רש\"י על בבא מציעא מ״ה ב:י״ב:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 12.0001, "collectiveTitle": {"en": "Rashi on Bava Metzia", "he": "רש\"י על בבא מציעא"}, "heTitle": "רש\"י על בבא מציעא", "he": "ואין בידו מעות - ורוצה לחלל מעשר שלו והערים בפדיונו לחלל על ידי מקח וממכר שמוכרו לאיש אחר כדי שלא יתחייב חומש דכתיב (ויקרא כ״ז:ל״א) אם גאל יגאל איש ממעשרו חמישיתו יוסף ממעשרו ולא הלוקח מעשר שני של אחרים:", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b944b071e100bf4e8b2b", "index_title": "Rambam on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Maaser Sheni 4:2:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rambam on Mishnah Maaser Sheni 4:2:3", "sourceHeRef": "רמב\"ם משנה מעשר שני ד׳:ב׳:ג׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1160, 1168], "commentaryNum": 2.0003, "collectiveTitle": {"en": "Rambam on Mishnah Maaser Sheni", "he": "רמב\"ם משנה מעשר שני"}, "heTitle": "רמב\"ם משנה מעשר שני", "he": "אכסרה. כלומר באומד וכבר בארנו זה (דמאי פ\"ב מ\"ה) והטעם בזה כי הפדיון לא יהיה אלא בדמי הדבר הנמכר ואם פדאו בעליו יוסיף חומש למאמר השם יתברך (ויקרא כ״ז:ל״א) וחמישיתו יוסף עליו וכשיהיה מכר הנמכר שהוא רוצה לפדותו יפה ואין בו הפסד יהיה ערכו ידוע וכשהתחיל להפסד לא יודע ערכו לפי שכשיעור ההפסד ישתנה הערך ואמרם על פי שלשה צריך שיהיו סוחרים ואפי' יהיה אחד מהם נכרי או בעל הממון הרי זה מותר:  ", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9c5b071e100bf4edece", "index_title": "Rashi on Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Kiddushin 54b:10:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rashi on Kiddushin 54b:10:2", "sourceHeRef": "רש\"י על קידושין נ״ד ב:י׳:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 10.0002, "collectiveTitle": {"en": "Rashi on Kiddushin", "he": "רש\"י על קידושין"}, "heTitle": "רש\"י על קידושין", "he": "בין שניתן לו במתנה - קס\"ד לאחר שהפריש ניתן לו וקתני מוסיף חומש דשלו הוא וקרינן ביה אם גאל יגאל איש ממעשרו (ויקרא כז):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17b9fcb071e100bf4f016c", "index_title": "Rash MiShantz on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Rash MiShantz on Mishnah Maaser Sheni 4:3:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rash MiShantz on Mishnah Maaser Sheni 4:3:1", "sourceHeRef": "ר\"ש משאנץ על משנה מעשר שני ד׳:ג׳:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1180, 1220], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Rash MiShantz on Mishnah Maaser Sheni", "he": "ר\"ש משאנץ על משנה מעשר שני"}, "heTitle": "ר\"ש משאנץ על משנה מעשר שני", "he": "<b>שמיסיף חומש.</b> כדכתיב אם גאל יגאל איש ממעשרו (ויקרא כז) על מעשר שני שלו מוסיף חומש ולא על מעשר שני של חברו: \n", "heVersionTitle": "Talmud Bavli, Vilna, 1880.", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תלמוד בבלי, וילנא, 1880", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba1cb071e100bf4f15b5", "index_title": "Rashi on Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Rashi on Bava Metzia 55b:3:6", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rashi on Bava Metzia 55b:3:6", "sourceHeRef": "רש\"י על בבא מציעא נ״ה ב:ג׳:ו׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1065, 1115], "commentaryNum": 3.0006, "collectiveTitle": {"en": "Rashi on Bava Metzia", "he": "רש\"י על בבא מציעא"}, "heTitle": "רש\"י על בבא מציעא", "he": "שלו - דוקא נקט שאם חילל של אחרים אין מוסיף חומש איש ממעשרו כתיב (ויקרא כז):", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c17ba57b071e100bf4f3c01", "index_title": "Rambam on Mishnah Demai", "category": "Quoting Commentary", "type": "", "ref": "Rambam on Mishnah Demai 1:2:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rambam on Mishnah Demai 1:2:1", "sourceHeRef": "רמב\"ם משנה דמאי א׳:ב׳:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1160, 1168], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Rambam on Mishnah Demai", "he": "רמב\"ם משנה דמאי"}, "heTitle": "רמב\"ם משנה דמאי", "he": "ירצה לומר שמעשר שני של דמאי דיניו קלים ולא חייב בו מה שחייב במעשר שני האמיתי והוא כי מעשר שני האמיתי כשיגאלנו בעליו לנפשו יוסיף החומש על דמיו ממה שאמר הכתוב (ויקרא כ״ז:ל״א) חמישיתו יוסף עליו ויוציאהו מביתו כשישלם זמנו הוא שאמר הכתוב (דברים כ״ו:י״ג) בערתי הקדש מן הבית כמו שיתבאר: \n", "heVersionTitle": "Vilna Edition", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מהדורת וילנא", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5c7daeb8d712ce00182a2c95", "index_title": "Sifra", "category": "Midrash", "type": "", "ref": "Sifra, Bechukotai, Chapter 12 10", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Sifra, Bechukotai, Chapter 12 10", "sourceHeRef": "ספרא, בחוקתי, פרק יב י׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [250, 350], "commentaryNum": 10, "collectiveTitle": {"en": "Sifra", "he": "ספרא"}, "heTitle": "פרק יב", "he": "[י] \"ואם גאל יגאל\" – לרבות את האשה. \"ואם גאל יגאל\" – לרבות את היורש. \"איש\" – פרט לכהן. או יכול שאני מוציא בן תשע שנים ויום אחד? תלמוד לומר \"גאל יגאל\". \"ממעשרו\" – אין לי אלא מעשר שנכנס משדותיו; לקח, ירש, ניתן לו במתנה מנין? תלמוד לומר \"ואם גאל יגאל\". \"ממעשרו\" – ולא כל מעשרו; פרט למעשר שנכנס לירושלים ויצא ופרט לפחות משוה פרוטה. \"יֹסֵף עָלָיו\" – שיהא הוא וחומשו חמשה.", "heVersionTitle": "Venice 1545", "heLicense": "", "heVersionTitleInHebrew": "", "text": "10) (Vayikra 27:31) (\"And if redeem, will redeem, a man of his ma'aser, its fifth shall he add upon it.\") \"redeem, will redeem\": to include his wife. \"and if redeem will redeem\": to include his heir. \"a man\": to exclude a minor. I might think to include one who is nine years and one day (and above); it is, therefore, written \"and if redeem will redeem, a man.\" \"of his ma'aser\": and not all of his ma'aser — to exclude (from redemption) ma'aser which was brought into Jerusalem and then taken out. (Once it was in Jerusalem, the mitzvah of eating it in Jerusalem devolved upon it, and it can no longer be redeemed), and to exclude (from redemption, ma'aser) which does not have (in itself or in the fifth) the value of a perutah. \"shall he add upon it\": so that it and its fifth are five (equal parts. See 2) above).", "versionTitle": "Sifra by Rabbi Shraga Silverstein", "license": "CC-BY", "versionTitleInHebrew": "ספרא, רבי שרגא זילברשטיין"}, {"_id": "5cdd70230a5380001883f2e1", "index_title": "Malbim on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Malbim on Leviticus, Bechukotai 113:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Malbim on Leviticus, Bechukotai 113:1", "sourceHeRef": "מלבי\"ם על ויקרא, בחוקתי קי״ג:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 113.0001, "collectiveTitle": {"en": "Malbim", "he": "מלבי\"ם"}, "heTitle": "בחוקתי", "he": "ואם גאל יגאל איש ממעשרו: כבר בארתי (מצורע סימן קעח) דכל מקום שבא מלת \"איש\" אחר מלת \"אם\" אינו שם המין רק שם הכללות וגם אשה בכלל. וז\"ש \"ואם גאל יגאל\" לרבות את האשה – רצונו לומר, כיון דכתיב \"ואם\", שם \"איש\" הוא שם הכללות. וכן מרבה קטן מטעם זה. אמנם מה שתפס רק ט' שנה – שטפיה דלישנא נקט מן הדרוש שדרש (שם) על \"ואם שכב ישכב איש אותה\". ופה רצונו לומר קטן שהוא בר דעת שמקחו מקח, דהא כתיב לשון \"גאולה\" וצריך שיהיה לו דעת לגאול כי עם מושג הגאולה נקשר מושג הקנין. [אמנם בקידושין (דף כד) אמר \"איש\" אמר רחמנא ולא אשה. אמנם לפי שיטת רש\"י שם מיירי במעשר של בעלה והלימוד הוא ממה שכתוב \"איש ממעשרו\" – ולא אשה ממעשר בעלה. רק שיטת רבינו תם שם אנו כן וכן ברמב\"ם (פרק ה מהל' מעשר הלכה ב), עיי\"ש. וברמב\"ם לא נזכר הדין דקטן אינו מוסיף חומש.] וזה חק מוסד שכל מקום שכפל המקור עם הפעל מורה שתעשה הפעולה בכל אופן, ודרש כאן מה שכתב \"אם גאל יגאל\" מרבה אף לקח וירש; שלא נֹאמר שְמָה שכתב \"ממעשרו\" היינו דוקא מעשר של התבואה שזרע בעצמו. ומ\"ש נתן לו במתנה – לשיטת ר' יהודה (קדושין נד) מעשר ממון הדיוט הוא; או גם לכולי עלמא אם נתן לו בטבלו. וממ\"ש \"ממעשרו\", במ\"ם, שמורה על הקצת – כי מעשר שנכנס לירושלים אין פודין אותו. וכן מעשר שאין בחומשו שוה פרוטה. ומלת חמישתו טעות סופר, וכמו שהוא בבבא מציעא (דף נג:). ומ\"ש שיהא הוא וחומשו חמשה התבאר (ויקרא סימן שנד).", "heVersionTitle": "Malbim on Vayikra – Wikisource", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5dbee34246c6d858488616d5", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 38:1-13", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Malbim Ayelet HaShachar 38:1-13", "sourceHeRef": "אילת השחר (מלבי\"ם) ל״ח:א׳-י״ג", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 38.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["וכן כשכפל המקור על הפועל בא להורות שתעשה הפעולה בכל אופן ושיעשה אפילו כמה פעמים.", "כמו שדרשו על מה שכתוב <b>אשֹם אָשַם</b>– כל מיני אשמות (ויקרא ס' שסט).", "<b>האכל יאכל</b> – כמה אכילות (צו ס' קכ)", "<b>דרש דרש</b> – כמה דרשות (שמיני ס' נב)", "<b>פשה תפשה</b> (תזריע ס' סו)", "<b>פרוח תפרח</b> (תזריע ס' עח)", "<b>בוא יבוא</b> (מצורע ס' קה)", "<b>שכב ישכב</b> (מצורע ס' קעז)", "<b>הוכח תוכיח</b> (קדושים ס' מג)", "<b>העלם יעלימו</b> (קדושים ס' צד)", "<b>ואם המר ימר</b> (בחוקותי ס' עב)", "<b>ואם גאל יגאלנה</b> (בחוקותי ס' פב)", "<b>ואם גאל יגאל</b> (בחוקותי ס' קיג)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And moreover, when the infinitive of a verb comes before the verb, it comes to teach that the action can be done in any manner, even several times.", "As is interpreted when it is written, <b>אשֹם אָשַם</b> (It is a guilt-offering - <b>he is certainly guilty</b> before the LORD)<sup class=\"footnote-marker\">84</sup><i class=\"footnote\">Leviticus 5:19.</i> – all types of guilt.", "<b>האכל יאכל</b> (And if any of the flesh of the sacrifice of his peace-offerings <b>be at all eaten</b> on the third day, it shall not be accepted)<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">Leviticus 7:18.</i> –several eatings.", "<b>דרש דרש</b> (And Moses <b>diligently inquired</b> for the goat of the sin-offering, and, behold, it was burnt)<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Leviticus 10:16.</i> – several inquiries."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5dbee366e5a42115dfca08d4", "index_title": "Malbim Ayelet HaShachar", "category": "Commentary", "type": "commentary", "ref": "Malbim Ayelet HaShachar 93:1-6", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Malbim Ayelet HaShachar 93:1-6", "sourceHeRef": "אילת השחר (מלבי\"ם) צ״ג:א׳-ו׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1844, 1874], "commentaryNum": 93.0001, "collectiveTitle": {"en": "Malbim Ayelet HaShachar", "he": "אילת השחר (מלבי\"ם)"}, "heTitle": "אילת השחר (מלבי\"ם)", "he": ["ובכל מקום שדבר הכתוב דרך חלוקה – כמו השם שבא אחר מלת \"<b>אם</b>\" שמורה החלוקה – לא בא השם בדווקא.", "כמו שדרשו \"<b>אם עולה</b>\" – לרבות תמורה (ויקרא ס' כא); \"<b>אם כבש</b>\" – לרבות פסח (ויקרא ס' קעט);", "וכן \"<b>אם נדר או נדבה</b>\" (צו ס' קטו)", "\"<b>אם בהרת\"</b> (תזריע ס' נו)", "וכן שם \"איש\" שבא אחר מלת \"אם\" שבא לתנאי – הוא שם הכללות (מצורע ס' קעח, בחוקותי ס' קיג).", "וכן השם שבא אחר מלת \"<b>או</b>\" שמורה החלוקה – הוא גם כן שלא בדיוק, וכולל כל הנכנס בגדר חלוקה, כמו שיתבאר לקמן (כלל ריד)"], "heVersionTitle": "Wikisource Edition", "heLicense": "", "heVersionTitleInHebrew": "", "text": ["And any place where the Scripture speaks in a way of division – as with the noun that comes after the word <b>אם</b> (if) which teaches about the division – the noun will never come in its precise meaning.", "As when they interpret <b>אם עולה</b> (If his offering be a burnt-offering)<sup class=\"footnote-marker\">187</sup><i class=\"footnote\">Leviticus 1:3.</i> – to include an exchange. <b>אם כבש</b> (If he bring a lamb for his offering)<sup class=\"footnote-marker\">188</sup><i class=\"footnote\">Leviticus 3:7.</i> – to include a Passover offering.", "And moreover, <b>אם נדר או נדבה</b> (But if the sacrifice of his offering be a vow, or a freewill-offering)<sup class=\"footnote-marker\">189</sup><i class=\"footnote\">Leviticus 7:16.</i>.", "<b>אם בהרת</b> (And if the bright spot be white)<sup class=\"footnote-marker\">190</sup><i class=\"footnote\">Leviticus 13:4.</i>.", "And moreover, the noun איש (man) that comes after the word אם which comes as a condition – it will come in its broad meaning.", "And moreover, the noun which comes after the word <b>או</b> that indicates the division – it also will not be precise and will include all that enter within the scope of the division, as is explained below in Rule 214."], "versionTitle": "Ayelet Hashachar, translated by Betzalel Avraham Feinstein, 2021", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "5ea15bd0232bcfd49dd7220b", "index_title": "Reshimot Shiurim on Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Bava Metzia 44a:9", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Reshimot Shiurim on Bava Metzia 44a:9", "sourceHeRef": "רשימות שיעורים על בבא מציעא מ״ד א:ט׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1905, 2015], "commentaryNum": 87.0009, "collectiveTitle": {"en": "Reshimot Shiurim on Bava Metzia", "he": "רשימות שיעורים על בבא מציעא"}, "heTitle": "רשימות שיעורים על בבא מציעא", "he": "ונראה דישנן שתי פרשיות בתורה בדין פדיון מעשר שני. בפ' בחוקתי (ויקרא כז: ל\"א) כתיב \"ואם גאל יגאל איש ממעשרו חמישתו יוסף עליו\". ואילו בפרשת ראה (דברים יד: כ\"ד - כ\"ו) כתיב \"וכי ירבה ממך הדרך כי לא תוכל שאתו כי ירחק ממך המקום אשר יבחר ה' אלוקיך לשום שמו שם כי יברכך ה' אלוקיך. ונתתה בכסף וצרת הכסף בידך והלכת אל המקום אשר יבחר ה' אלוקיך בו. ונתתה הכסף בכל אשר תאוה נפשך וגו'\". ונראה מזה שיש שני דיני פדיון מע\"ש: א) בפ' בחוקתי כתוב דין פדיון מע\"ש דחל מדין פדיון קדש דעלמא הדומה לפדיון הקדשות דעלמא הנמנים באותה פרשה, ב) ובפ' ראה כתוב דין פדיון מע\"ש דחל מדין הבאת מע\"ש לירושלים, שממצות הבאת מע\"ש לירושלים חל דין שאפשר לפדות פירות מע\"ש ולהביא הכסף לירושלים ובכך לקיים מצות הבאת מע\"ש לירושלים כדי לאכלו שם.<sup class=\"footnote-marker\">1)</sup><i class=\"footnote\">ע\"ע במש\"כ בפ' ראה (דברים יב: ו - ז) \"והבאתם שמה עלתיכם וזבחיכם ואת מעשרתיכם ואת תרומת ידכם ונדריכם ונדבתכים ובכרת בקרכם וצאנכם. ואכלתם שם לפני ה' אלוקיכם ושמחתם בכל משלח ידכם אתם ובתיכם אשר ברכך ה' אלקיך\". בפרשה זו נכללה כל הקדשים שהבעלים חייבים להביאם לירושלים ולאכלם שם בשמחה כמצותם. ברם בפרשה זו אין עצם ההבאה קיום מצוה בחפצא כמו שמתקיימת בהבאת מע\"ש, אלא רק קיום מצות גברא בעלמא להביא את קדשיו לביהמ\"ק כמצותן ולשמח באכילתן. משא\"כ במע\"ש, שמפרשת \"וכי ירחק ממך המקום\" נלמדת חלות של קיום מצות הבאה המתקיימת בחפצא דמע\"ש עצמו שמצותו להביאו לירושלים ולאוכלו שם וכמצות החפצא (רבינו זצ\"ל). ועיין בס' החינוך (מצוה ש\"ס) שביאר דמשרשי המצוה של מצות הבאת המעשרות (מע\"ש ומעשר בהמה) ונטע רבעי לירושלים הוא כדי שיהיה בירושלים כל השנה כולה אוכל בשפע בשביל בני הישיבות ולומדי התורה בירושלים מפי הכהנים והלויים. ולפי טעמו מבואר למה התורה חייבה מצות הבאת מקום מיוחדת דוקא במעשרות בנטע רבעי ובבכור (עיין לקמן בשיעורים אות ו') ולא בקדשים אחרים וכדמבואר בשיעורים.</i> ומצות הבאת מקום דמעשר שני מתקיימת בהבאת כסף פדיון מע\"ש לירושלים כדי לקנות פירות בירושלים ולאכלן שם בקדושת מע\"ש.", "heVersionTitle": "Reshimot Shiurim, Bava Metzia, New York, 2016", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת בבא מציעא, תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ea15bf9232bcfd49dd72354", "index_title": "Reshimot Shiurim on Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Reshimot Shiurim on Bava Metzia 54a:16", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Reshimot Shiurim on Bava Metzia 54a:16", "sourceHeRef": "רשימות שיעורים על בבא מציעא נ״ד א:ט״ז", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1905, 2015], "commentaryNum": 107.0016, "collectiveTitle": {"en": "Reshimot Shiurim on Bava Metzia", "he": "רשימות שיעורים על בבא מציעא"}, "heTitle": "רשימות שיעורים על בבא מציעא", "he": "וי\"ל דבפרשת \"וצרת הכסף\" לא הוזכר החומש כי החומש מוזכר רק בפ' בחוקותי (ויקרא כ\"ז: ל\"א) וכדכתיב \"ואם גאל יגאל איש ממעשרו חמשיתו יסף עליו\", ושם לא הוזכרה את מצות ההבאה לירושלים. ובכן י\"ל דהחומש אינו חלק ממצות הבאת מע\"ש לירושלים, ומשו\"ה אינו צ\"ל כסף צורה<sup class=\"footnote-marker\">164)</sup><i class=\"footnote\">עיין למעלה בשיעורים (דף מד.) בענין פדיון מע\"ש.</i>, דאינו חל אלא מדין פדיון בעלמא וכחיוב ממון בפני עצמו, ואינו צ\"ל כסף צורה דהוי דין דחל רק בהבאת כסף מע\"ש לירושלים<sup class=\"footnote-marker\">165)</sup><i class=\"footnote\">צ\"ע דאם קדושת \"החומש\" אינה לשם הבאה לירושלים, מה יעשה עם החומש דנתקדש מדין פדיון בעלמא. ולכאורה יוציאנו על אוכלים בירושלים, דהרי קדושתו הריהי קדושת מע\"ש, ויל\"ע ביתר דיניו.</i>.", "heVersionTitle": "Reshimot Shiurim, Bava Metzia, New York, 2016", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "רשימות שיעורים על מסכת בבא מציעא, תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ebd39e6024f59704938d218", "index_title": "Peninei Halakhah, Kashrut", "category": "Halakhah", "type": "", "ref": "Peninei Halakhah, Kashrut 7:9:4", "anchorRef": "Leviticus 27:30-31", "anchorRefExpanded": ["Leviticus 27:30", "Leviticus 27:31"], "sourceRef": "Peninei Halakhah, Kashrut 7:9:4", "sourceHeRef": "פניני הלכה, כשרות ז׳:ט׳:ד׳", "anchorVerse": 30, "sourceHasEn": false, "compDate": [2014, 2018], "commentaryNum": 9.0004, "collectiveTitle": {"en": "Peninei Halakhah, Kashrut", "he": "פניני הלכה, כשרות"}, "he": "בעת הפדיון צריך להוסיף חומש על דמי הפירות, שנאמר (ויקרא כז, ל-לא): \"וְכָל מַעְשַׂר הָאָרֶץ מִזֶּרַע הָאָרֶץ מִפְּרִי הָעֵץ לַה' הוּא קֹדֶשׁ לַה'. וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִשִׁיתוֹ יֹסֵף עָלָיו\". חמישית זו היא בחשבון הכולל, היינו שצריך להוסיף רבע על מחיר הפירות, כך שבחישוב הכולל התוספת תהיה חומש. לדוגמא: אם מחיר הפירות הוא 100, בתוספת חומש יהיה 125.", "heVersionTitle": "Peninei Halakhah, Yeshivat Har Bracha", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5f1ea0b3eb7d2e1475644bc9", "index_title": "Midrash Lekach Tov", "category": "Midrash", "type": "commentary", "ref": "Midrash Lekach Tov, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Midrash Lekach Tov, Leviticus 27:31:1", "sourceHeRef": "מדרש לקח טוב, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1105, 1115], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Midrash Lekach Tov", "he": "מדרש לקח טוב"}, "heTitle": "ויקרא", "he": "<b>פס'.</b> ואם גאל יגאל.  <i data-commentator=\"Beur HaRe'em\" data-order=\"77\"></i> לרבות את האשה ואת היורש. איש. פרט לקטן, ממעשרו. <i data-commentator=\"Beur HaRe'em\" data-order=\"78\"></i> ולא מעשר חבירו. ד\"א ממעשרו. ולא כל מעשרו. פרט למעשר <i data-commentator=\"Beur HaRe'em\" data-order=\"79\"></i> שנכנס לירושלים ויצא. חמשיתו יוסף עליו. שיהא הוא וחומשו חמשה:", "heVersionTitle": "Midrash Lekach Tov on Torah, Vilna 1884", "heLicense": "Public Domain", "heVersionTitleInHebrew": "מדרש לקח טוב, מכונה פסיקתא זוטרתא, וילנא תרמ\"ד", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6051c9ff0d056da164e6b7d0", "index_title": "Sefer HaMitzvot", "category": "Halakhah", "type": "", "ref": "Sefer HaMitzvot, Positive Commandments 128:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Sefer HaMitzvot, Positive Commandments 128:1", "sourceHeRef": "ספר המצוות, מצוות עשה קכ״ח:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1167, 1179], "commentaryNum": 128.0001, "collectiveTitle": {"en": "Sefer HaMitzvot", "he": "ספר המצוות"}, "heTitle": "מצוות עשה", "he": " היא שצונו להוציא מעשר שני. והוא אמרו עשר תעשר וגו' מלמד שאין מעשרין משנה לחברתה אין לי אלא מעשר שני שבו דבר הכתוב מנין לרבות שאר מעשרות תלמוד לומר עשר תעשר. ולשון התורה להיות זה המעשר עולה לירושלים ושם יאכלוהו בעליו. וכבר קדם לנו זה (מ\"ע קי\"ט). וכבר דקדק הכתוב במצוה זו אם אי אפשר להביאו לרוחק הדרך יפדה אותו ויעלה דמיו לבית הבחירה ויוציאוהו שם במזון לבד, והוא אמרו וכי ירחק ממך המקום וגו'. וכבר בא לשון התורה גם כן בדין מצוה זו שאם פדאו לעצמו יוסיף חומש, והוא אמרו ואם גאול יגאל איש ממעשרו וגו'. וכבר התבארו משפטי מצוה זו כלם במסכת מעשר שני, והוא גם כן אינו חובה אלא לפירות ארץ ישראל מן התורה, ולא יאכל זה המעשר אלא בפני הבית. ולשון ספרי מקיש אכילת בכור למעשר שני, מה בכור אינו נאכל אלא בפני הבית כך מעשר אינו נאכל אלא בפני הבית. (ראה אנכי, הלכות מעשר שני פ\"א): ", "heVersionTitle": "Sefer HaMitzvot, Warsaw 1883", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר המצוות, ורשה 1883", "text": "That is that He commanded us to extract the second tithe. And that is His saying, \"You shall surely set aside [a tithe of all the yield of your sowing that is brought from the field every year\" (Deuteronomy 14:22). And the language of the Sifrei (Sifrei Devarim 105:1-2) is, \"'You shall surely set aside' - teaches that the tithe is not to be taken from one year for another. This tells me only of the second tithe, of which Scripture speaks [here]. From where [do we know] to include other tithes? [Hence] we learn to say, 'You shall surely set aside.'\" And the language of the Torah is that this tithe be brought up to Jerusalem and that its owners eat it there; and this was already [discussed] earlier (Sefer HaMitzvot, Positive Commandments 119). And Scripture already specified about this commandment, that if it is impossible for him to bring it - due to the far distance - he redeems it, brings up its money to the Chosen [Temple] and spends it there exclusively for food. And that is His saying, \"should the place be too far from you, etc.\" (Deuteronomy 14:24). And the language of the Torah also already appeared about the law of this commandment - that if he redeemed it for himself, he adds a fifth. And that is His saying, \"And if a man will at all redeem of his tithes, [he shall add to it the fifth part of it]\" (Leviticus 27:31). And the regulations of this commandment have all already been explained in Tractate Masser Sheni. And it too is only an obligation with the produce of the Land of Israel by Torah law. And this tithe is only eaten in the presence of the Temple; and the language of the Sifrei (Sifrei Devarim 106:4) compares the eating of the firstborn animals to the second tithe, \"Just as firstborn animals are eaten only in the presence of the Temple, so too is [the second] tithe eaten only in the presence of the Temple.\" (See Parashat Reeh; Mishneh Torah, Second Tithes and Fourth Year's Fruit 1.)", "versionTitle": "Sefaria Edition 2021, Translated by Rabbi Francis Nataf", "license": "", "versionTitleInHebrew": ""}, {"_id": "6121b7668430f78f206368a8", "index_title": "Yalkut Shimoni on Torah", "category": "Midrash", "type": "quotation_auto", "ref": "Yalkut Shimoni on Torah 677:4", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Yalkut Shimoni on Torah 677:4", "sourceHeRef": "ילקוט שמעוני על התורה תער״ז:ד׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1100], "commentaryNum": 677.0004, "collectiveTitle": {"en": "Yalkut Shimoni on Torah", "he": "ילקוט שמעוני על התורה"}, "heTitle": "ילקוט שמעוני על התורה", "he": "(ונתת) [ויסף חמישית] כסף ערכך עליו. תנו רבנן כיצד רשות הגבוה בכסף, גזבר שנתן מעות בבהמה אפילו בסוף העולם קנה, וההדיוט לא קנה עד שימשוך, כיצד אמירתו לגבוה כמסירתו להדיוט, האומר שור זה עולה (שור) [בית] זה הקדש אפילו בסוף העולם קנה, ובהדיוט לא קנה עד שימשוך ויחזיק. משכו במנה ולא הספיק לפדותו עד שעמד במאתים נותן מאתים, מ\"ט, א\"ק ונתן הכסף וקם לו. משכו במאתים ולא הספיק לפדותו עד שעמד במנה, נותן מאתים, מ\"ט לא יהא כח הדיוט חמור מכח הקדש. פדאו במאתים ולא הספיק למשכו עד שעמד במנה, נותן מאתים, מ\"ט ונתן הכסף וקם לו. פדאו במנה ולא הספיק למשכו עד שעמד במאתים [מה שפדה פדוי] ואין נותן לו אלא מנה. אמאי הכא נמי נימא לא יהא כח הדיוט חמור מכח הקדש, אטו הדיוט לאו במי שפרע מדור המבול קאי. אמר רמי בר חמא הרי אמרו הקדש אין מתחלל על הקרקע (כתוב ברמז תרל\"ח). ואם המקדיש יגאל לרבות את האשה. ואם המקדיש יגאל לרבות את היורש. ויסף חמישית כסף ערכך עליו והיה לו, אם נתן כסף הרי הוא שלו, ואם לאו אינו שלו. שדה אחוזתו, אין לי אלא שדה אחוזתו מבית אביו, שדה אחוזתו, מבית אמו מנין, תלמוד לומר יקדיש איש. והיה ערכך לפי זרעו ולא לפי גדולו, זרע חומר שעורים בחמשים שקל כסף, הרי זו גזרת מלך, אחד המקדש בחולת המחוז ואחד המקדיש בפרדסות סבסטי, נותן בית זרע חומר שעורים בחמשים שקל כסף. מנין ללוקח שדה מאביו והקדישה ואחר כך מת אביו מנין שתהא לפניו כשדה אחוזה, תלמוד לומר ואם את שדה מקנתו וגו' שדה שאינה ראויה להיות שדה חוזה, יצאה זו שראויה להיות שדה אחוזה דברי רבי יהודה ורבי שמעון. רבי מאיר אומר מנין ללוקח שדה מאביו ומת אביו ואחר כך הקדישה מנין שתהא לפניו כשדה אחוזה, תלמוד לומר ואם את שדה מקנתו אשר לא משדה אחוזתו, שדה שאינה שדה אחוזה, יצאה זו שהיא שדה אחוזה. המקדיש את שדהו בשעה שהיובל נוהג נותן בזרע חומר שעורים חמשים שקל כסף, היו שם נקעים עמוקים עשרה טפחים או סלעים גבוהים עשרה טפחים, אין נמדדין עמה, תנא כור של זרע ולא כור של תבואה, מפולת יד ולא מפולת שוורים. תני לוי לא מעבה ולא מדקה אלא בינוני, היו שם נקעים וכו' וליקדשו באנפי נפשייהו וליפרקו, וכי תימא כיון דלא הוי בית כור לא קדשי, והתניא שדה מה תלמוד לומר, לפי שנאמר זרע חומר שעורים בחמשים שקל כסף, אין לי אלא שהקדיש כענין הזה, מנין לרבות לתך וחצי לתך, סאה (וחצי סאה), תרקב וחצי תרקב, תלמוד לומר שדה מכל מקום. אמר מר עוקבא בר חמא הכא בנקעם מלאים מים עסקינן, דלאו בני זריעה נינהו, דיקא נמי דקתני דומיא דסלעים ש\"מ. אי הכי פחות מכאן נמי, הני נגאני דארעא מיקרו שידרי דארעא מיקרו. בשדה אחוזה להקל ולהחמיר כיצד אחד המקדיש בחולת המחוז ואחד המקדיש בפרדסות סבסטי, נותן בבית זרע חומר שעורים חמשים שקל כסף ובשדה מקנה נותן אל שויו. ר' אליעזר אמר אחד שדה אחוזה ואחד שדה מקנה. מה בין שדה אחוזה לשדה מקנה, שבשדה אחוזה נותן חומש ובשדה מקנה אינו נותן חומש, אמר רב הונא הקדיש שדה מלאה אילנות, כשהוא פודן פודה אילנות בשויין, וחוזר ופודה קרקע בית זרע חומר שעורים בחמשים שקל כסף, אלמא קסבר רב הונא מקדיש בעין יפה מקדיש. איתיביה רב נחמן בית זרע אין לי אלא בית זרע, שדה גפנים [ושדה קנים] שדה אילנות מנין, תלמוד לומר שדה מכל מקום. א\"ל ה\"נ פודה וחוזר ופודה. איתיביה אחד המקדיש בחולת המחוז וכו' א\"ל ראויה לפרדסות סבסטי קאמר, אמר רב פפא הקדיש טרסין פודה בשוייהון, מ\"ט בית זרע אמר רחמנא והני לאו בני זריעה נינהו, לא גאלן יוצאין לכהנים [ביובל] מ\"ט שדה אחוזה אמר רחמנא והיה השדה בצאתו ביובל שדה כל דהו, מכר טרסין נגאלין פחות משתי שנים, מאי טעמא מספר שני תבואות אמר רחמנא והאי לאו בני תבואה נינהו. לא גאלן חוזרין לבעלים ביובל, מאי טעמא ושב לאחוזתו אמר רחמנא ואחוזתו היא. הקדיש אילנות פורן בשוייהן, מאי טעמא בית זרע אמר רחמנא ולא אילנות. לא גאלן אין יוצאין לכהנים ביובל, מאי טעמא והיה השדה בצאתו ביובל אמר רחמנא ולא אילנות. מכר אילנות אין נגאלין פחות משתי שנים, מ\"ט מספר שני תבואות אמר רחמנא והני (פחות מב' שנים לאו) בני תבואה נינהו. לא גאלן אין חוזרין לבעלים ביובל, מאי טעמא ושב לאחוזתו אמר רחמנא ולא אילנות. מנין אתה אומר היו שם נקעים עמוקין [י' טפחים או סלעים גבוהים י' טפחים] אין נמדדין עמה, תלמוד לומר שדהו. כערכך יקום נותן ארבעים ותשע סלעים וארבעים ותשע פונדיונות, מה טיבו של פונדיון זה, קולבון לפרוטרוט. אחר היובל סמוך ליובל. מופלג מן היובל מנין, תלמוד לומר ואם אחד היובל יקדיש שדהו, שדהו מה תלמוד לומר, מנין אתה אומר היו שם נקעים פחותין מעשרה [או סלעים גבוהים י' טפחים] הרי (אלו) [אינם] נמדדין עמה, תלמוד לומר שדהו. איתמר המקדיש שדהו בשנת היובל עצמה רב אמר קדוש ונותן חמשים. ושמואל אמר אינה קדושה כל עיקר. מאי טעמא דרב, אמר קרא אם משנת היובל ושנת היובל בכלל. ושמואל מי כתיב אם בשנת היובל, אם משנת הובל כתיב, משנת שאחר היובל. בשלמא לרב היינו דכתיב ואם משנת היובל ואם אחר היובל, אלא לשמואל מאי אחר היובל, אחר חר. תנו רבנן מנין שאין מחשבין חדשים עם ההקדש, תלמוד לומר וחשב לו הכהן את הכסף על פי השנים הנותרות, שנים אתה מחשב ואי תה מחשב חדשים. מנין שאם רצה הקדש לעשות חדשים לשנה עושה, היכי דמי כגון דאקדשיה בפלגא דארבעים ותמני, תלמוד לומר וחשב לו הכהן מכל מקום. הקדישו שתים ושלש שנים לפני היובל [רבי אומר אומר אני] נותן סלע ופונדיון לשנה, ואם מר הריני נותן דבר שנה בשה אין שומאין לו, אלא נותן את כולו כאחד אחד בעלים ואחד כל אדם. מה בין בעלים לכל אדם, אלא שהבעלים נותנין חומש ולכ אדם אין נותן חומש. תנו רבנן ונגרע מערכך אף מן ההקדש, שאם אכלה הקדש שנה או שתים, אי נמי לא אכלה אלא שהיתה לפניו מנכה סלע ופונדיון לשנה. מנין שאם אמרו הבעלים אנו נותנים דבר שנה בשנה אין שומעין לו, תלמו דלומר וחשב לו הכהן את הכסף, עד שיהא הכסף כולו כאחד. מנין שאין מקדישין לפני יובל פחות משתי שנים ואל גואלים אחר היובל פחות משנה, תלמוד לומר וחשב לו הכהן את הכסף על פי השנים הנותרות עד שנת היובל שלא יכנס בה כלום. ואם גאל יגאל (כתוב ברמז תרס\"ט). ואם גאל יגאל לרבות את האשה, ואם גאל יגאל לרבות את היורש. שדה מה תלמוד לומר שיכול אין לי אלא המקדיש בית כור כענין הזה [הקדיש] בית לתך ובית סאה ובית קב מנין, תלמוד לומר שדה מכל מקום. ויסף חמשית כסף ערכך עליו וקם לו אם נתן את הכסף הרי הוא שלו, ואם לאו אינה שלו:", "heVersionTitle": "Yalkut Shimoni on Torah", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61682072a5fa92a0e2f97a26", "index_title": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 4:3:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni 4:3:1", "sourceHeRef": "משנת ארץ ישראל על משנה מעשר שני ד׳:ג׳:א׳", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 3.0001, "collectiveTitle": {"en": "Mishnat Eretz Yisrael on Mishnah Maaser Sheni", "he": "משנת ארץ ישראל על משנה מעשר שני"}, "he": "<b>בעל</b> <b>הבית</b> <b>אומר</b> <b>בסלע</b> – כשבאים להעריך ולפדות את המעשר השני ובעל הבית מודיע כי הוא מוכן לפדות בסלע, <b>ואחר</b> <b>אומר</b> <b>בסלע</b> – ואחר אומר כי אף הוא פודה בסלע, <b>בעל</b> <b>הבית</b> <b>קודם</b> – לאחר, <b>מפני</b> <b>שהוא</b> <b>מוסיף</b> <b>חומש</b> – כי בעל הבית הפודה את מעשרו הוא מוסיף חומש על הקרן, כפי שהכתוב מחייבו: \"ואם גאל יגאל איש ממעשרו, חמשיתו יסף עליו\" (ויקרא כז לא) – על שלו מוסיף חומש ולא על של חברו, וכמו שנלמד בסופה של משנה זו. פדיון בחומש הוא הלכה רגילה. המשנה מונה חמישה מקרים של חומש: \"חמשה חומשין הן: האוכל תרומה, ותרומת מעשר, ותרומת מעשר של דמאי, והחלה, והבכורים, מוסיף חומש. והפודה נטע רבעי, ומעשר שני שלו, מוסיף חומש. הפודה את הקדשו מוסיף חומש, הנהנה בשוה פרוטה מן ההקדש מוסיף חומש, והגוזל את חבירו שוה פרוטה ונשבע לו מוסיף חומש\" (בבא מציעא פ\"ד מ\"ח). הרשימה אינה מלאה, שכן גם הנשבע לשקר משלם קרן וחומש (שבועות פ\"ח מ\"ג; בבא קמא פ\"ט מ\"ז).", "heVersionTitle": "Mishnat Eretz Yisrael, Seder Zeraim, Tel Aviv, 2008-2016", "heLicense": "CC-BY", "heVersionTitleInHebrew": "סדר זרעים, מאת שמואל ספראי וזאב ספראי, תל אביב. תשס\"ח-תשע\"ו", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "61d5d5b2f4629f2b5727f81c", "index_title": "Sefer HaShorashim", "category": "Reference", "type": "reference", "ref": "Sefer HaShorashim, עשֹר 1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Sefer HaShorashim, עשֹר 1", "sourceHeRef": "ספר השרשים, עשֹר א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1185, 1235], "commentaryNum": 1, "collectiveTitle": {"en": "Sefer HaShorashim", "he": "ספר השרשים"}, "heTitle": "עשֹר", "he": ["<strong><big>עשֹר</big></strong>   צֹאנְכֶם <strong>יַעְשֹׂר</strong> (<a class=\"refLink\" href=\"I Samuel 8:17\" data-ref=\"I Samuel 8:17\">שמואל א' ח, יז</a>), רוצה לומר יקח המעשֹר. <strong>והפעל הכבד</strong> [הִפְעִיל] <strong>עַשֵּׂר אֲעַשְּׂרֶנּוּ</strong> לָֽךְ (<a class=\"refLink\" href=\"Genesis 28:22\" data-ref=\"Genesis 28:22\">בראשית כח, כב</a>), רוצה לומר אתן המעשר לך. <strong>וכבד אחר</strong> [הִפְעִיל] <strong>לַעְשֵׂר </strong>אֶת־כָּל־מַעְשַׂר תְּבוּאָֽתְךָ (<a class=\"refLink\" href=\"Deuteronomy 26:12\" data-ref=\"Deuteronomy 26:12\">דברים כו, יב</a>), רוצה לומר לתת המעשר. ומשפט המלה <strong>לְהַעְשֵֹר</strong>. וכן <strong>בַּעְשֵׂר</strong> הַֽלְוִיִּם (<a class=\"refLink\" href=\"Nehemiah 10:39\" data-ref=\"Nehemiah 10:39\">נחמיה י, לט</a>) משפטה <strong>בְּהַעְשֵֹר</strong>. <strong>והשם</strong> הָבִיאוּ אֶת־כָּל־<strong>הַמַּֽעֲשֵׂר</strong> אֶל־בֵּית הָֽאוֹצָר (<a class=\"refLink\" href=\"Malachi 3:10\" data-ref=\"Malachi 3:10\">מלאכי ג, י</a>), וְאִם־גָּאֹל יִגְאַל אִישׁ <strong>מִמַּֽעַשְׂרוֹ</strong> (<a class=\"refLink\" href=\"Leviticus 27:31\" data-ref=\"Leviticus 27:31\">ויקרא כז, לא</a>). והקבוץ בלשון נקבות מִכֹּל <strong>מַעְשְׂרֹתֵיכֶם </strong>(<a class=\"refLink\" href=\"Numbers 18:28\" data-ref=\"Numbers 18:28\">במדבר יח, כח</a>). ומשקל אחר <strong>וְעִשָּׂרוֹן</strong> סֹלֶת (<a class=\"refLink\" href=\"Leviticus 14:21\" data-ref=\"Leviticus 14:21\">ויקרא יד, כא</a>). ומשקל אחר וְהָעֹמֶר <strong>עֲשִׂרִית</strong> הָֽאֵיפָה (<a class=\"refLink\" href=\"Exodus 16:36\" data-ref=\"Exodus 16:36\">שמות טז, לו</a>), כל זה אחר מעשרה. ושם המספר כולו עשר, <strong>עֶֽשֶׂר</strong>־יָדוֹת לִי בַמֶּלֶךְ (<a class=\"refLink\" href=\"II Samuel 19:44\" data-ref=\"II Samuel 19:44\">שמואל ב' יט, מד</a>), בשש נקודות. <strong>עֲשָׂרָה</strong> הַכַּף (<a class=\"refLink\" href=\"Numbers 7:86\" data-ref=\"Numbers 7:86\">במדבר ז, פו</a>). ולפי שהעשרה הוא סוף ההשבון וכולל כל חשבון יבא פעמים לסך חשבון ואינו רוצה בו חשבונו לבד כמו זֶה <strong>עֶשֶׂר</strong> פְּעָמִים תַּכְלִימוּנִי (<a class=\"refLink\" href=\"Job 19:3\" data-ref=\"Job 19:3\">איוב יט, ג</a>), וְאָפוּ <strong>עֶשֶׂר</strong> נָשִׁים (<a class=\"refLink\" href=\"Leviticus 26:26\" data-ref=\"Leviticus 26:26\">ויקרא כו, כו</a>), <strong>מֵֽעֲשָׂרָה</strong> שַׁלִּיטִים (<a class=\"refLink\" href=\"Ecclesiastes 7:19\" data-ref=\"Ecclesiastes 7:19\">קהלת ז, יט</a>), כִּֽי־עַתָּה כָמֹנוּ<strong> עֲשָׂרָה</strong> אֲלָפִים (<a class=\"refLink\" href=\"II Samuel 18:3\" data-ref=\"II Samuel 18:3\">שמואל ב' יח, ג</a>). <strong>והתאר</strong> המיוחד ממנו <strong>הָֽעֲשִׂירִי</strong> יִֽהְיֶה־קֹּדֶשׁ (<a class=\"refLink\" href=\"Leviticus 27:32\" data-ref=\"Leviticus 27:32\">ויקרא כז, לב</a>), <strong>בָּֽעֲשִׂרִי</strong> בַּֽחֲמִשָּׁה לַחֹדֶשׁ (<a class=\"refLink\" href=\"Ezekiel 33:21\" data-ref=\"Ezekiel 33:21\">יחזקאל לג, כא</a>), בַּשָּׁנָה <strong>הָֽעֲשִׂירִית</strong> (<a class=\"refLink\" href=\"Ezekiel 29:1\" data-ref=\"Ezekiel 29:1\">יחזקאל כט, א</a>). ושם מספר כפלו <strong>וְעֶשְׂרִים</strong> בָּקָר (<a class=\"refLink\" href=\"I Kings 5:3\" data-ref=\"I Kings 5:3\">מלכים א' ה, ג</a>), ואמר כן לפי שיש בו שתי עשרות. וכן כל המספר עד מאה. עֲלֵֽי־<strong>עָשׂוֹר</strong> וַֽעֲלֵי־נָבֶל (<a class=\"refLink\" href=\"Psalms 92:4\" data-ref=\"Psalms 92:4\">תהלים צב, ד</a>), <strong>תאר</strong> לכלי הניגון שיש בו עשרה יתרים. בְּנֵבֶל <strong>עָשׂוֹר </strong>אֲזַמְּרָה־לָּֽךְ (<a class=\"refLink\" href=\"Psalms 144:9\" data-ref=\"Psalms 144:9\">תהלים קמד, ט</a>), חסר ממנו התוספת ומשפטו בנבל ועשור. וכן שֶׁמֶשׁ יָרֵחַ עָמַד זְבֻלָה (<a class=\"refLink\" href=\"Habakkuk 3:11\" data-ref=\"Habakkuk 3:11\">חבקוק ג, יא</a>) <strong>בֶּֽעָשׂוֹר</strong> לַחֹדֶשׁ (<a class=\"refLink\" href=\"Jeremiah 52:18\" data-ref=\"Jeremiah 52:18\">ירמיה נב, יח</a>), יָמִים אוֹ <strong>עָשׂוֹר</strong> (<a class=\"refLink\" href=\"Genesis 24:55\" data-ref=\"Genesis 24:55\">בראשית כד, נה</a>), <strong>תאר</strong> לזמן. ופירוש <strong>בֶּֽעָשׂוֹר לַחֹדֶשׁ</strong> היום העשירי מן החדש. או כמו שכתבנו ופירוש או עשור תאר כולל כל מספר ימים או חדשים או שנים ומה רוצה לומר עשרה חדשים. <strong>ושם תאר</strong> במשקל אחר לנקבה וְעוֹד בָּהּ<strong> עֲשִׂרִיָּה</strong> (<a class=\"refLink\" href=\"Isaiah 6:13\" data-ref=\"Isaiah 6:13\">ישעיה ו, יג</a>), והוא <strong>תאר</strong> כולל כל המספר רוצה לומר כי עוד יהיו בה עשרה מלכים טרם הגלות כי בימי עזיהו נאמרת זה הנבואה וממנו עד הגלות עשרה מלכים."], "heVersionTitle": "Sefer HaShorashim, Berlin 1847", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620380a9713bd8cd388d3e51", "index_title": "The Five Books of Moses, by Everett Fox", "category": "Quoting Commentary", "type": "essay", "ref": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "anchorRef": "Leviticus 1:1-27:34", "anchorRefExpanded": ["Leviticus 1:1", "Leviticus 1:2", "Leviticus 1:3", "Leviticus 1:4", "Leviticus 1:5", "Leviticus 1:6", "Leviticus 1:7", "Leviticus 1:8", "Leviticus 1:9", "Leviticus 1:10", "Leviticus 1:11", "Leviticus 1:12", "Leviticus 1:13", "Leviticus 1:14", "Leviticus 1:15", "Leviticus 1:16", "Leviticus 1:17", "Leviticus 2:1", "Leviticus 2:2", "Leviticus 2:3", "Leviticus 2:4", "Leviticus 2:5", "Leviticus 2:6", "Leviticus 2:7", "Leviticus 2:8", "Leviticus 2:9", "Leviticus 2:10", "Leviticus 2:11", "Leviticus 2:12", "Leviticus 2:13", "Leviticus 2:14", "Leviticus 2:15", "Leviticus 2:16", "Leviticus 3:1", "Leviticus 3:2", "Leviticus 3:3", "Leviticus 3:4", "Leviticus 3:5", "Leviticus 3:6", "Leviticus 3:7", "Leviticus 3:8", "Leviticus 3:9", "Leviticus 3:10", "Leviticus 3:11", "Leviticus 3:12", "Leviticus 3:13", "Leviticus 3:14", "Leviticus 3:15", "Leviticus 3:16", "Leviticus 3:17", "Leviticus 4:1", "Leviticus 4:2", "Leviticus 4:3", "Leviticus 4:4", "Leviticus 4:5", "Leviticus 4:6", "Leviticus 4:7", "Leviticus 4:8", "Leviticus 4:9", "Leviticus 4:10", "Leviticus 4:11", "Leviticus 4:12", "Leviticus 4:13", "Leviticus 4:14", "Leviticus 4:15", "Leviticus 4:16", "Leviticus 4:17", "Leviticus 4:18", "Leviticus 4:19", "Leviticus 4:20", "Leviticus 4:21", "Leviticus 4:22", "Leviticus 4:23", "Leviticus 4:24", "Leviticus 4:25", "Leviticus 4:26", "Leviticus 4:27", "Leviticus 4:28", "Leviticus 4:29", "Leviticus 4:30", "Leviticus 4:31", "Leviticus 4:32", "Leviticus 4:33", "Leviticus 4:34", "Leviticus 4:35", "Leviticus 5:1", "Leviticus 5:2", "Leviticus 5:3", "Leviticus 5:4", "Leviticus 5:5", "Leviticus 5:6", "Leviticus 5:7", "Leviticus 5:8", "Leviticus 5:9", "Leviticus 5:10", "Leviticus 5:11", "Leviticus 5:12", "Leviticus 5:13", "Leviticus 5:14", "Leviticus 5:15", "Leviticus 5:16", "Leviticus 5:17", "Leviticus 5:18", "Leviticus 5:19", "Leviticus 5:20", "Leviticus 5:21", "Leviticus 5:22", "Leviticus 5:23", "Leviticus 5:24", "Leviticus 5:25", "Leviticus 5:26", "Leviticus 6:1", "Leviticus 6:2", "Leviticus 6:3", "Leviticus 6:4", "Leviticus 6:5", "Leviticus 6:6", "Leviticus 6:7", "Leviticus 6:8", "Leviticus 6:9", "Leviticus 6:10", "Leviticus 6:11", "Leviticus 6:12", "Leviticus 6:13", "Leviticus 6:14", "Leviticus 6:15", "Leviticus 6:16", "Leviticus 6:17", "Leviticus 6:18", "Leviticus 6:19", "Leviticus 6:20", "Leviticus 6:21", "Leviticus 6:22", "Leviticus 6:23", "Leviticus 7:1", "Leviticus 7:2", "Leviticus 7:3", "Leviticus 7:4", "Leviticus 7:5", "Leviticus 7:6", "Leviticus 7:7", "Leviticus 7:8", "Leviticus 7:9", "Leviticus 7:10", "Leviticus 7:11", "Leviticus 7:12", "Leviticus 7:13", "Leviticus 7:14", "Leviticus 7:15", "Leviticus 7:16", "Leviticus 7:17", "Leviticus 7:18", "Leviticus 7:19", "Leviticus 7:20", "Leviticus 7:21", "Leviticus 7:22", "Leviticus 7:23", "Leviticus 7:24", "Leviticus 7:25", "Leviticus 7:26", "Leviticus 7:27", "Leviticus 7:28", "Leviticus 7:29", "Leviticus 7:30", "Leviticus 7:31", "Leviticus 7:32", "Leviticus 7:33", "Leviticus 7:34", "Leviticus 7:35", "Leviticus 7:36", "Leviticus 7:37", "Leviticus 7:38", "Leviticus 8:1", "Leviticus 8:2", "Leviticus 8:3", "Leviticus 8:4", "Leviticus 8:5", "Leviticus 8:6", "Leviticus 8:7", "Leviticus 8:8", "Leviticus 8:9", "Leviticus 8:10", "Leviticus 8:11", "Leviticus 8:12", "Leviticus 8:13", "Leviticus 8:14", "Leviticus 8:15", "Leviticus 8:16", "Leviticus 8:17", "Leviticus 8:18", "Leviticus 8:19", "Leviticus 8:20", "Leviticus 8:21", "Leviticus 8:22", "Leviticus 8:23", "Leviticus 8:24", "Leviticus 8:25", "Leviticus 8:26", "Leviticus 8:27", "Leviticus 8:28", "Leviticus 8:29", "Leviticus 8:30", "Leviticus 8:31", "Leviticus 8:32", "Leviticus 8:33", "Leviticus 8:34", "Leviticus 8:35", "Leviticus 8:36", "Leviticus 9:1", "Leviticus 9:2", "Leviticus 9:3", "Leviticus 9:4", "Leviticus 9:5", "Leviticus 9:6", "Leviticus 9:7", "Leviticus 9:8", "Leviticus 9:9", "Leviticus 9:10", "Leviticus 9:11", "Leviticus 9:12", "Leviticus 9:13", "Leviticus 9:14", "Leviticus 9:15", "Leviticus 9:16", "Leviticus 9:17", "Leviticus 9:18", "Leviticus 9:19", "Leviticus 9:20", "Leviticus 9:21", "Leviticus 9:22", "Leviticus 9:23", "Leviticus 9:24", "Leviticus 10:1", "Leviticus 10:2", "Leviticus 10:3", "Leviticus 10:4", "Leviticus 10:5", "Leviticus 10:6", "Leviticus 10:7", "Leviticus 10:8", "Leviticus 10:9", "Leviticus 10:10", "Leviticus 10:11", "Leviticus 10:12", "Leviticus 10:13", "Leviticus 10:14", "Leviticus 10:15", "Leviticus 10:16", "Leviticus 10:17", "Leviticus 10:18", "Leviticus 10:19", "Leviticus 10:20", "Leviticus 11:1", "Leviticus 11:2", "Leviticus 11:3", "Leviticus 11:4", "Leviticus 11:5", "Leviticus 11:6", "Leviticus 11:7", "Leviticus 11:8", "Leviticus 11:9", "Leviticus 11:10", "Leviticus 11:11", "Leviticus 11:12", "Leviticus 11:13", "Leviticus 11:14", "Leviticus 11:15", "Leviticus 11:16", "Leviticus 11:17", "Leviticus 11:18", "Leviticus 11:19", "Leviticus 11:20", "Leviticus 11:21", "Leviticus 11:22", "Leviticus 11:23", "Leviticus 11:24", "Leviticus 11:25", "Leviticus 11:26", "Leviticus 11:27", "Leviticus 11:28", "Leviticus 11:29", "Leviticus 11:30", "Leviticus 11:31", "Leviticus 11:32", "Leviticus 11:33", "Leviticus 11:34", "Leviticus 11:35", "Leviticus 11:36", "Leviticus 11:37", "Leviticus 11:38", "Leviticus 11:39", "Leviticus 11:40", "Leviticus 11:41", "Leviticus 11:42", "Leviticus 11:43", "Leviticus 11:44", "Leviticus 11:45", "Leviticus 11:46", "Leviticus 11:47", "Leviticus 12:1", "Leviticus 12:2", "Leviticus 12:3", "Leviticus 12:4", "Leviticus 12:5", "Leviticus 12:6", "Leviticus 12:7", "Leviticus 12:8", "Leviticus 13:1", "Leviticus 13:2", "Leviticus 13:3", "Leviticus 13:4", "Leviticus 13:5", "Leviticus 13:6", "Leviticus 13:7", "Leviticus 13:8", "Leviticus 13:9", "Leviticus 13:10", "Leviticus 13:11", "Leviticus 13:12", "Leviticus 13:13", "Leviticus 13:14", "Leviticus 13:15", "Leviticus 13:16", "Leviticus 13:17", "Leviticus 13:18", "Leviticus 13:19", "Leviticus 13:20", "Leviticus 13:21", "Leviticus 13:22", "Leviticus 13:23", "Leviticus 13:24", "Leviticus 13:25", "Leviticus 13:26", "Leviticus 13:27", "Leviticus 13:28", "Leviticus 13:29", "Leviticus 13:30", "Leviticus 13:31", "Leviticus 13:32", "Leviticus 13:33", "Leviticus 13:34", "Leviticus 13:35", "Leviticus 13:36", "Leviticus 13:37", "Leviticus 13:38", "Leviticus 13:39", "Leviticus 13:40", "Leviticus 13:41", "Leviticus 13:42", "Leviticus 13:43", "Leviticus 13:44", "Leviticus 13:45", "Leviticus 13:46", "Leviticus 13:47", "Leviticus 13:48", "Leviticus 13:49", "Leviticus 13:50", "Leviticus 13:51", "Leviticus 13:52", "Leviticus 13:53", "Leviticus 13:54", "Leviticus 13:55", "Leviticus 13:56", "Leviticus 13:57", "Leviticus 13:58", "Leviticus 13:59", "Leviticus 14:1", "Leviticus 14:2", "Leviticus 14:3", "Leviticus 14:4", "Leviticus 14:5", "Leviticus 14:6", "Leviticus 14:7", "Leviticus 14:8", "Leviticus 14:9", "Leviticus 14:10", "Leviticus 14:11", "Leviticus 14:12", "Leviticus 14:13", "Leviticus 14:14", "Leviticus 14:15", "Leviticus 14:16", "Leviticus 14:17", "Leviticus 14:18", "Leviticus 14:19", "Leviticus 14:20", "Leviticus 14:21", "Leviticus 14:22", "Leviticus 14:23", "Leviticus 14:24", "Leviticus 14:25", "Leviticus 14:26", "Leviticus 14:27", "Leviticus 14:28", "Leviticus 14:29", "Leviticus 14:30", "Leviticus 14:31", "Leviticus 14:32", "Leviticus 14:33", "Leviticus 14:34", "Leviticus 14:35", "Leviticus 14:36", "Leviticus 14:37", "Leviticus 14:38", "Leviticus 14:39", "Leviticus 14:40", "Leviticus 14:41", "Leviticus 14:42", "Leviticus 14:43", "Leviticus 14:44", "Leviticus 14:45", "Leviticus 14:46", "Leviticus 14:47", "Leviticus 14:48", "Leviticus 14:49", "Leviticus 14:50", "Leviticus 14:51", "Leviticus 14:52", "Leviticus 14:53", "Leviticus 14:54", "Leviticus 14:55", "Leviticus 14:56", "Leviticus 14:57", "Leviticus 15:1", "Leviticus 15:2", "Leviticus 15:3", "Leviticus 15:4", "Leviticus 15:5", "Leviticus 15:6", "Leviticus 15:7", "Leviticus 15:8", "Leviticus 15:9", "Leviticus 15:10", "Leviticus 15:11", "Leviticus 15:12", "Leviticus 15:13", "Leviticus 15:14", "Leviticus 15:15", "Leviticus 15:16", "Leviticus 15:17", "Leviticus 15:18", "Leviticus 15:19", "Leviticus 15:20", "Leviticus 15:21", "Leviticus 15:22", "Leviticus 15:23", "Leviticus 15:24", "Leviticus 15:25", "Leviticus 15:26", "Leviticus 15:27", "Leviticus 15:28", "Leviticus 15:29", "Leviticus 15:30", "Leviticus 15:31", "Leviticus 15:32", "Leviticus 15:33", "Leviticus 16:1", "Leviticus 16:2", "Leviticus 16:3", "Leviticus 16:4", "Leviticus 16:5", "Leviticus 16:6", "Leviticus 16:7", "Leviticus 16:8", "Leviticus 16:9", "Leviticus 16:10", "Leviticus 16:11", "Leviticus 16:12", "Leviticus 16:13", "Leviticus 16:14", "Leviticus 16:15", "Leviticus 16:16", "Leviticus 16:17", "Leviticus 16:18", "Leviticus 16:19", "Leviticus 16:20", "Leviticus 16:21", "Leviticus 16:22", "Leviticus 16:23", "Leviticus 16:24", "Leviticus 16:25", "Leviticus 16:26", "Leviticus 16:27", "Leviticus 16:28", "Leviticus 16:29", "Leviticus 16:30", "Leviticus 16:31", "Leviticus 16:32", "Leviticus 16:33", "Leviticus 16:34", "Leviticus 17:1", "Leviticus 17:2", "Leviticus 17:3", "Leviticus 17:4", "Leviticus 17:5", "Leviticus 17:6", "Leviticus 17:7", "Leviticus 17:8", "Leviticus 17:9", "Leviticus 17:10", "Leviticus 17:11", "Leviticus 17:12", "Leviticus 17:13", "Leviticus 17:14", "Leviticus 17:15", "Leviticus 17:16", "Leviticus 18:1", "Leviticus 18:2", "Leviticus 18:3", "Leviticus 18:4", "Leviticus 18:5", "Leviticus 18:6", "Leviticus 18:7", "Leviticus 18:8", "Leviticus 18:9", "Leviticus 18:10", "Leviticus 18:11", "Leviticus 18:12", "Leviticus 18:13", "Leviticus 18:14", "Leviticus 18:15", "Leviticus 18:16", "Leviticus 18:17", "Leviticus 18:18", "Leviticus 18:19", "Leviticus 18:20", "Leviticus 18:21", "Leviticus 18:22", "Leviticus 18:23", "Leviticus 18:24", "Leviticus 18:25", "Leviticus 18:26", "Leviticus 18:27", "Leviticus 18:28", "Leviticus 18:29", "Leviticus 18:30", "Leviticus 19:1", "Leviticus 19:2", "Leviticus 19:3", "Leviticus 19:4", "Leviticus 19:5", "Leviticus 19:6", "Leviticus 19:7", "Leviticus 19:8", "Leviticus 19:9", "Leviticus 19:10", "Leviticus 19:11", "Leviticus 19:12", "Leviticus 19:13", "Leviticus 19:14", "Leviticus 19:15", "Leviticus 19:16", "Leviticus 19:17", "Leviticus 19:18", "Leviticus 19:19", "Leviticus 19:20", "Leviticus 19:21", "Leviticus 19:22", "Leviticus 19:23", "Leviticus 19:24", "Leviticus 19:25", "Leviticus 19:26", "Leviticus 19:27", "Leviticus 19:28", "Leviticus 19:29", "Leviticus 19:30", "Leviticus 19:31", "Leviticus 19:32", "Leviticus 19:33", "Leviticus 19:34", "Leviticus 19:35", "Leviticus 19:36", "Leviticus 19:37", "Leviticus 20:1", "Leviticus 20:2", "Leviticus 20:3", "Leviticus 20:4", "Leviticus 20:5", "Leviticus 20:6", "Leviticus 20:7", "Leviticus 20:8", "Leviticus 20:9", "Leviticus 20:10", "Leviticus 20:11", "Leviticus 20:12", "Leviticus 20:13", "Leviticus 20:14", "Leviticus 20:15", "Leviticus 20:16", "Leviticus 20:17", "Leviticus 20:18", "Leviticus 20:19", "Leviticus 20:20", "Leviticus 20:21", "Leviticus 20:22", "Leviticus 20:23", "Leviticus 20:24", "Leviticus 20:25", "Leviticus 20:26", "Leviticus 20:27", "Leviticus 21:1", "Leviticus 21:2", "Leviticus 21:3", "Leviticus 21:4", "Leviticus 21:5", "Leviticus 21:6", "Leviticus 21:7", "Leviticus 21:8", "Leviticus 21:9", "Leviticus 21:10", "Leviticus 21:11", "Leviticus 21:12", "Leviticus 21:13", "Leviticus 21:14", "Leviticus 21:15", "Leviticus 21:16", "Leviticus 21:17", "Leviticus 21:18", "Leviticus 21:19", "Leviticus 21:20", "Leviticus 21:21", "Leviticus 21:22", "Leviticus 21:23", "Leviticus 21:24", "Leviticus 22:1", "Leviticus 22:2", "Leviticus 22:3", "Leviticus 22:4", "Leviticus 22:5", "Leviticus 22:6", "Leviticus 22:7", "Leviticus 22:8", "Leviticus 22:9", "Leviticus 22:10", "Leviticus 22:11", "Leviticus 22:12", "Leviticus 22:13", "Leviticus 22:14", "Leviticus 22:15", "Leviticus 22:16", "Leviticus 22:17", "Leviticus 22:18", "Leviticus 22:19", "Leviticus 22:20", "Leviticus 22:21", "Leviticus 22:22", "Leviticus 22:23", "Leviticus 22:24", "Leviticus 22:25", "Leviticus 22:26", "Leviticus 22:27", "Leviticus 22:28", "Leviticus 22:29", "Leviticus 22:30", "Leviticus 22:31", "Leviticus 22:32", "Leviticus 22:33", "Leviticus 23:1", "Leviticus 23:2", "Leviticus 23:3", "Leviticus 23:4", "Leviticus 23:5", "Leviticus 23:6", "Leviticus 23:7", "Leviticus 23:8", "Leviticus 23:9", "Leviticus 23:10", "Leviticus 23:11", "Leviticus 23:12", "Leviticus 23:13", "Leviticus 23:14", "Leviticus 23:15", "Leviticus 23:16", "Leviticus 23:17", "Leviticus 23:18", "Leviticus 23:19", "Leviticus 23:20", "Leviticus 23:21", "Leviticus 23:22", "Leviticus 23:23", "Leviticus 23:24", "Leviticus 23:25", "Leviticus 23:26", "Leviticus 23:27", "Leviticus 23:28", "Leviticus 23:29", "Leviticus 23:30", "Leviticus 23:31", "Leviticus 23:32", "Leviticus 23:33", "Leviticus 23:34", "Leviticus 23:35", "Leviticus 23:36", "Leviticus 23:37", "Leviticus 23:38", "Leviticus 23:39", "Leviticus 23:40", "Leviticus 23:41", "Leviticus 23:42", "Leviticus 23:43", "Leviticus 23:44", "Leviticus 24:1", "Leviticus 24:2", "Leviticus 24:3", "Leviticus 24:4", "Leviticus 24:5", "Leviticus 24:6", "Leviticus 24:7", "Leviticus 24:8", "Leviticus 24:9", "Leviticus 24:10", "Leviticus 24:11", "Leviticus 24:12", "Leviticus 24:13", "Leviticus 24:14", "Leviticus 24:15", "Leviticus 24:16", "Leviticus 24:17", "Leviticus 24:18", "Leviticus 24:19", "Leviticus 24:20", "Leviticus 24:21", "Leviticus 24:22", "Leviticus 24:23", "Leviticus 25:1", "Leviticus 25:2", "Leviticus 25:3", "Leviticus 25:4", "Leviticus 25:5", "Leviticus 25:6", "Leviticus 25:7", "Leviticus 25:8", "Leviticus 25:9", "Leviticus 25:10", "Leviticus 25:11", "Leviticus 25:12", "Leviticus 25:13", "Leviticus 25:14", "Leviticus 25:15", "Leviticus 25:16", "Leviticus 25:17", "Leviticus 25:18", "Leviticus 25:19", "Leviticus 25:20", "Leviticus 25:21", "Leviticus 25:22", "Leviticus 25:23", "Leviticus 25:24", "Leviticus 25:25", "Leviticus 25:26", "Leviticus 25:27", "Leviticus 25:28", "Leviticus 25:29", "Leviticus 25:30", "Leviticus 25:31", "Leviticus 25:32", "Leviticus 25:33", "Leviticus 25:34", "Leviticus 25:35", "Leviticus 25:36", "Leviticus 25:37", "Leviticus 25:38", "Leviticus 25:39", "Leviticus 25:40", "Leviticus 25:41", "Leviticus 25:42", "Leviticus 25:43", "Leviticus 25:44", "Leviticus 25:45", "Leviticus 25:46", "Leviticus 25:47", "Leviticus 25:48", "Leviticus 25:49", "Leviticus 25:50", "Leviticus 25:51", "Leviticus 25:52", "Leviticus 25:53", "Leviticus 25:54", "Leviticus 25:55", "Leviticus 26:1", "Leviticus 26:2", "Leviticus 26:3", "Leviticus 26:4", "Leviticus 26:5", "Leviticus 26:6", "Leviticus 26:7", "Leviticus 26:8", "Leviticus 26:9", "Leviticus 26:10", "Leviticus 26:11", "Leviticus 26:12", "Leviticus 26:13", "Leviticus 26:14", "Leviticus 26:15", "Leviticus 26:16", "Leviticus 26:17", "Leviticus 26:18", "Leviticus 26:19", "Leviticus 26:20", "Leviticus 26:21", "Leviticus 26:22", "Leviticus 26:23", "Leviticus 26:24", "Leviticus 26:25", "Leviticus 26:26", "Leviticus 26:27", "Leviticus 26:28", "Leviticus 26:29", "Leviticus 26:30", "Leviticus 26:31", "Leviticus 26:32", "Leviticus 26:33", "Leviticus 26:34", "Leviticus 26:35", "Leviticus 26:36", "Leviticus 26:37", "Leviticus 26:38", "Leviticus 26:39", "Leviticus 26:40", "Leviticus 26:41", "Leviticus 26:42", "Leviticus 26:43", "Leviticus 26:44", "Leviticus 26:45", "Leviticus 26:46", "Leviticus 27:1", "Leviticus 27:2", "Leviticus 27:3", "Leviticus 27:4", "Leviticus 27:5", "Leviticus 27:6", "Leviticus 27:7", "Leviticus 27:8", "Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "The Five Books of Moses, by Everett Fox, Leviticus, On the Book of Leviticus and Its Structure 2-41", "sourceHeRef": "חמשה חומשי תורה, מהדורת אברט פוקס, ויקרא, ויקרא מאמר ב׳ ב׳-מ״א", "anchorVerse": 1, "sourceHasEn": true, "anchorVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "sourceVersion": {"title": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "language": "en"}, "displayedText": {"en": "On the Book of Leviticus and Its Structure", "he": "ויקרא מאמר ג׳"}, "commentaryNum": 2, "collectiveTitle": {"en": "The Five Books of Moses, by Everett Fox", "he": "חמשה חומשי תורה, מהדורת אברט פוקס"}, "heTitle": "ויקרא מאמר ב׳", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["F<small>OR MOST LAY READERS</small>, <small>THE THIRD OF THE</small> F<small>IVE BOOKS OF</small> M<small>OSES PRESENTS FORMIDA</small>ble obstacles. Many people find it difficult to relate to the description of ritual slaughter of animals and the disposal of their blood and flesh in the opening section of the book, or to the detailed prescriptions regarding bodily functions, skin disease, and mold in Chapters 12–15. Others experience Leviticus as obscure: Why exactly do Aaron’s sons die in Chapter 10? How can one explain the ritual of the scapegoat in Chapter 16? A frequently encountered reaction to the book is the desire to get on to the book of Numbers—which at least has some intriguing narratives such as Moses’ sin and punishment, the faint-heartedness of the spies, and Balaam’s reversed prophecies.", "Yet Leviticus, as it has been placed in the Torah, signals that something of singular importance is at work. The book, after all, occurs at the center of the overall five-book structure. Unlike the other four, it is set entirely around Mount Sinai, and so it forms, geographically as well as structurally, the heart of the Torah document. In addition, the priestly interests so clearly presented in Leviticus appear throughout the Torah: as genealogical lists (Genesis, Exodus, Numbers), descriptions of rituals (Exodus, Numbers, Deuteronomy), and details about the building of the desert “Dwelling” of God (Exodus). Indeed, the opening chapter of it all, Gen. 1 (the Creation story), has strong links in both its themes and terminology with the priestly law.", "Leviticus in fact presents a significant strain, conventionally termed the “priestly” view, in biblical thought. Anthropologically considered, it sheds important light on the outlook of some of those who compiled and read the Hebrew Bible. And the process did not stop there. Many of the categories found in Leviticus were continued and expanded by later Judaism: regulations concerning sexuality and diet, concepts of separation and holiness, and how to deal with one’s fellow human beings in a variety of economic and social settings. These found expression in different but still recognizable form simultaneously in the development of Christianity.", "In late antiquity Leviticus was known as <i>Torat Kohanim</i>, the Priestly Instruction (or simultaneously understood, as Levine suggests, as the Instruction of the Priests). Given both the concerns of the priestly writers and the wording they use to express those concerns, I see Leviticus as the Book of Separations, the book in which are set forth distinctions between a whole range of aspects of ancient Israelite experience and practice: holy and profane; ritual purity and pollution; permitted and forbidden in sexuality and diet; Israelites and others; and priests, Levites, and common folk among the Israelites. This near-obsession with drawing lines (or, as Douglas has presented it, concentric circles) may in some sense reflect the position of Israel in the ancient Near East as a small, beleaguered newcomer in a region of hoary empires, situated on land that was constantly invaded by both great powers and local foes. It may also be an echo of the larger Bronze Age and Iron Age process of change from the former, well-nigh universal worship of the Mother Goddess, to the later patriarchal societies with which the Western world still deals through its three monotheistic religions and their cultural outgrowths.", "Overarching the theme of separations or distinctions, through much of the book, is the polarity of order/disorder, represented best in Leviticus by the problem of life and death. As many scholars have noted, regulations regarding sacrifice here connect up with symbolically offering up human life—through the substitution of an animal—to the deity; blood is avoided at all costs, due to its connoting life. Animals that may be used for food (as well as for sacrifice) are in the main those which do not consume other living creatures. Pollutants which endanger the purity of the sanctuary (“Dwelling”) include bodily emissions which the Israelites connected with death (e.g., menstrual blood and “wasted” semen). Finally, the complex system of purification from some kind of skin disease may well originate in the similarity between disease and death. In sum, then, it is no surprise that, two books later, the Deuteronomic Moses implores the people to “choose life” rather than the “death” engendered by improper behavior by both priests and commoners.", "Interestingly, the strong urge to make order (ritual laws) out of disorder (the chaotic processes of human life, from killing animals for food to sexual relations) is reflected in other aspects of the Torah—most notably in the narrative portrayal of the descent lines from father Abraham. Here, the discontinuity represented by sibling rivalries and other threats to survival is countered by God’s establishing a kind of continuity through the choosing of younger brothers. In this case, the strong hand of ritual control is replaced by the somewhat hazardous element of surprise and close calls. But it does manage to provide for family continuity and, ultimately, the survival of the people. Whether this points to early or later experiences historically is the subject of ongoing and unresolved debate among biblical scholars. A widely accepted possibility is that the Torah as we have it was edited by priestly editors living in or shortly after the Babylonian Exile (6th–5th centuries <small>B</small>.<small>C</small>.<small>E</small>.), and that those editors took earlier material (which itself was already multilayered) and adapted it into an overall scheme expressing promise, disobedience, destruction, and survival/hope (cf. Fox 1993).", "In point of fact, Leviticus is best viewed as only a part, albeit the major one as a bloc, of a major thrust of the Torah. According to most biblical scholars, the “priestly” worldview, and the texts that may be attributed to it, makes its appearance with the very chapter with which the entire Torah begins, Gen. 1. Here distinctions and ordering are at the very heart of the text. God, immediately after his first creation-by-word (light), “separates” between light and darkness, then goes on to perform the same operation between heavenly waters (the storehouses of rain) and earthly ones. His remaining acts of creation involve putting heavenly bodies, vegetation, and animal life in order—each “according to its kind,” on specific days of creation. Animals are distinguished from plants through their receiving vocal divine blessing; humans from animals through the addition to the blessing of the phrase “have dominion over” the rest of living things. At the same time, humans are told that they may eat only what grows from the ground, implying that to do otherwise would be a violation of the order of things. Crowning the whole account is the poem (Gen. 2:1–4a) about God’s “finishing” of the “work” of creation, symbolized by his “hallowing” (making holy or separate-for-God) the seventh day. In Gen. 1, then, we are presented with a brief but complete vision of the cosmos as ordered in space, time, and life-forms, under the aegis of a metasexual, nonviolent, and benevolent deity.", "As Genesis unfolds under priestly influence, humans are presented with basic rules and warned of the consequences if those rules are broken. The paradisical situation of Adam and Eve (no labor, vegetarianism, no danger from animals, and sexual innocence) is disrupted by human disobedience, resulting in banishment from Eden—a shattering of the previous wholeness and order. Cain’s murder of his brother leads to the same punishment: uprootedness and hard labor. The mixing of divine and human beings in Gen. 6:1–2 results in a clear distinction being established by God, that humans will henceforth be limited in age. Finally, the account of the universal flood in Chapters 6–9 presents a picture that uses a number of Leviticus motifs. The earth is to be destroyed because human wrongdoing has “ruined” it (or, in Levitical language, “polluted” it). Animal life is rescued by means of taking pairs of animals aboard the ark—with Leviticus’s distinctions of “pure” and impure dutifully mentioned. Noah’s three sons, who also come onto the ark, later become the forefathers of three great divisions of humanity, as laid out in detail in the genealogical lists of Chapters 10–11. Finally, the new beginning of the cosmos, with Noah as a second Adam (cf. the latter’s blessing in 1:28 with that of the former in 9:1–2), is accompanied by both animal sacrifices and dietary restrictions (the introduction of meat is new, accompanied by the caveat—as in Lev. 17—that blood is not to be consumed).", "A major part of the priestly scheme emerges with the detailed instructions concerning the construction of the Tabernacle (God’s place of “Dwelling” on earth) and the priestly vestments that are to be worn there, in Ex. 25–31 (with much of this material repeated in narrative form in Chapters 35–40). The details make sense as part of a larger picture, in which the closer one gets to the “Holiest Holy-Shrine” where God takes up dwelling, the more central the measurements of space and the more precious the materials used. This concentric sense of order is reflected also in the layout of the wilderness camp of the Israelites in Num. 2. Thus the Tabernacle functions as a minicosmos, a visible and ritual representation of the creation itself. Through the layout of curtains within and tribal encampments without, space is ordered; through the festivals (enumerated in Leviticus and Deuteronomy, with some mention in Exodus as well), time is ordered. And, thanks to the provisions laid out in Leviticus, through priest/lay hierarchy, dietary rules, and sacrificial regulations, life-forms are ordered. The result is an almost utopian scheme. It is a world in which everything and everyone are to take their place under the perfect worship of a perfect God, banishing or avoiding death, defect, and disorder. In the priestly view, the world is to be an echo of the divine order that is portrayed in the Creation story.", "Viewed in the perspective of priestly concerns (only part of which we have just outlined), Leviticus is largely concerned with the potential disruption of this utopia. If Genesis chronicles threats to the fulfillment of God’s promises to Abraham, if Numbers recounts threats to his descendants’ survival on their march through the wilderness, then Leviticus concentrates on threats to Israel’s life with God. It presents a whole system of rules designed, first, to provide for purification and reconciliation with God through the sacrificial cult; second, to protect sanctuary, priests, land, and people from estrangement from God (via “pollution” of various kinds); and, finally, to establish a code of behavior that will ensure the perpetual enjoyment of God’s blessings on the land promised to Israel’s ancestors. From this it can readily be seen how Leviticus, far from being of interest to specialists and historians only, is in fact a crucial part of the Torah—perhaps its most crucial part, in that it supplies the ideological center of gravity for the whole. Once Leviticus is added to the narratives, poems, laws, and lists that comprise the rest of the Torah, a picture emerges that is more than literature and more than history. The five books become the multilayered and multifaceted monument that has been studied, puzzled over, and built upon for over two millennia.", "In sum, the world of the priestly strain in the Torah is a realm of desired order and perfection, a realm in which wholeness is to reign, in which anomaly and undesired mixture are not permitted, and in which boundaries are zealously guarded. The human body becomes symbolic of the cosmos: its life/death boundary is marked, and troublesome flows from it are carefully regulated. The land of Israel becomes symbolic of the cosmos: too much evildoing pollutes it, to the point where it can do naught else but “vomit out” its settlers (as it vomited out the previous ones). The animal kingdom, from which humans are allowed to take life under carefully prescribed circumstances, becomes symbolic of cosmic values, through heightening awareness of predator and victim, and careful avoidance of blood, the symbol of life. Indeed, in the system of Leviticus, it is no wonder that death is the major pollutant, and that blood of acceptable animal sacrifice is the agent through which human beings find atonement for minor pollutants.", "The book as it is presently laid out falls into three major sections, with a number of chapters that function either as connectors or appendices to various sections. Linkages and connecting theme words will be spelled out in more detail in the commentary; for the moment, the following outline may suffice:", "I The Sacrificial Cult", "1–7 Sacrificial Offerings: Their Ritual and Disposal", "8–9 The Installation of the Priests", "10 Systems Failure", "II Ritual Pollution and Purification", "11 Forbidden and Permitted Foods: Transition", "12–15 Pollution from Bodily Fluids and Skin Disease", "16 Purifying the Sanctuary and the High Priest", "Appendix: 17 On the Shedding of Animal Blood", "III Holiness", "18 Pollution from Forbidden Unions: Transition", "19:3–4 Frame at Beginning", "19–20 Holiness in Public/Private Behavior", "21–22 Holiness in Priestly Behavior", "23 Holiness in the Calendar", "24 Miscellaneous", "25 Regulations Concerning Land and Slaves", "26:1–2 Frame at End", "26:3–46 Holiness Confirmed or Denied: The Blessing and the Curse", "Appendix: 27 Assessments for the Priests", "Other commentators have of course seen it differently. Most follow the traditional scholarly approach of starting the “Holiness Code” with Chapter 17; Levine rightly parallels it to the beginnings of other law collections in the Torah (Ex. 20:19–23 and Deut. 12; the ending here in Chapter 26 also parallels the endings in the other two codes). Hallo understands the structure as 1–11: Rites of Consumption; 12–16: Rites of Purification; and 17–26: Holiness.", "Overshadowing the clear three-part structure, however one wants to divide it up, is the complex issue of two apparent documents or schools of thought. Biblical scholarship terms these P (“Priestly”) and H (“Holiness”), and roughly attributes the first part of the book (through Chap. 16) to P, with the rest to H. There has been detailed, ongoing debate about the approaches and dating of these sources. As of this writing, it is generally accepted that H is later than P, but there seem to be numerous interpolations of one source into the other, and it is difficult to place them historically with certainty. Here, as elsewhere in biblical literature, we have a layering effect rather than a clear-cut delineation of “authors.” As usual, that appears to have been intentional.", "A word should be said about the relationship between law and narrative in the Torah. As Damrosch has noted, the legal and cultic texts in the five books might be seen by modern readers as intrusive. On the surface, they certainly seem to interrupt a good story. Genesis is largely unencumbered by nonaction (except for the genealogical lists—attributed to P!), but the gripping account of the redemption from Egypt in Exodus, and the drama of revelation on and apostasy beneath Mount Sinai, give way to the sober architectural details of the Tabernacle’s construction. Similarly, the narratives of the book of Numbers, which are among the most striking in the literature, are set off against a background of censuses, laws about suspected adultery and the taking of vows, Levitical duties in the Dwelling, and an enumeration of sacrificial gifts brought by the tribes, among other things.", "The bulk of material in Leviticus, and its placement in the Torah, make it clear that the five books that we have convey their point precisely through the medium of narrative <i>plus</i> cult/law. In the Israelite worldview, these two rather distinct forms, which intermingle past, present, and future (Damrosch), fruitfully enrich and explain one another. It is as if a history of the American Revolution contained all of the debates on and drafts of the Declaration of Independence and the Constitution, as well as accounts of battles and biographies of key personalities. That such an approach parallels neither Homeric epic nor ritual texts in their purity of form is exactly the point: we have here a new genre of great complexity and richness, in which narratives exemplify laws and laws follow narratives. The result is truly a torah, a “teaching” or “instruction.”", "Finally, we might mention the issue of priests and laypeople. Scholars have often seen Leviticus as originating as a manual for priests. What is most fascinating, and perhaps most important (for later history), about this book is the way in which it takes priestly rules and transmutes at least some of them for use in the general populace of ancient Israel. This can be seen most dramatically in the dietary laws, which in other cultures often serve exclusively for priests, and in the area of sexual taboos, which do likewise. In postbiblical Judaism this shift becomes particularly evident: the Jew’s dinner table is termed a “sanctuary in miniature” (complete with loaves of bread and the use of salt—two elements found in the ancient sacrificial cult); dietary laws are expanded for the general population to provide for separation of milk and meat; and separation of husband and wife during menstruation, among traditional Jews, leaves the context of Sanctuary pollution and finds a home in the context of a philosophy of marriage. Many other examples could be brought of the widening of priestly laws to an entire people. Perhaps most dramatic—and most significant—is the eventual shift of the learning and interpretation of sacred texts away from the priests, who in most cultures served as the guardians of the text (and often the culture’s only literate body; cf. medieval Christian Europe). In Judaism of late antiquity, this monopoly was decisively broken; first the scribe and then the rabbi (“master”) took over, with learning extended at last to all those who might make the effort to acquire it. The great exception, at least in antiquity, was women—who, it will be noted, were also excluded from priestly functions in the Bible.", "Three relatively recent developments make it possible to approach Leviticus as a significant, powerful, and interesting biblical text. The first is the explosion of both full-length and shorter studies of the book and its concerns that have appeared in recent years. The work of Milgrom (1991), Levine (1989), Wenham (1979), Eilberg-Schwartz (1990), and Bamberger (1981), to cite just a few of the English-language studies on aspects of Leviticus, now makes it possible to have a serious entry into the book based largely on advances in understanding the cultures of the ancient Near East. It also, admittedly, puts the translator and commentator in a bind: is it possible to add anything new, or will it suffice simply to summarize? My approach in this volume has been largely the latter, along with suggesting to the reader some fruitful directions for further study.", "The second development helpful for approaching Leviticus, which also informs many of the studies just mentioned, is the using of anthropological insights to understand concepts and rituals found in the book. Such an approach places Leviticus in a broader human context, indicating what it does and does not share with other cultural and religious systems. For Leviticus is concerned with the same issues that plague all human societies: how to deal with the boundaries of life and death, how to comprehend and approach the transcendent in life, how to understand one’s (or one’s nation’s) place in the cosmic order, how to make for a just society. Viewed in this light, the book is a “Small Code” (cf. Northrop Frye’s designation of the Bible as “the Great Code”). That is, Leviticus need not remain a total mystery to us, to be unraveled only through detailed analysis and even change (Judaism) or substitution (Christianity), but can be understood on its own terms, if approached with care and in the spirit of seeking the larger picture in the details.", "Finally, we should mention the aesthetic dimension. Like the other books of the Torah, Leviticus uses its own rhetoric to convey its message. Far from employing flat “priestly” style (whatever that may be), it uses formulas, refrains, and other rhythmical forms to impress its teaching (Heb. <i>tora</i>) upon its hearers. This aspect of the book has been the subject of recent study (cf. Paran), but was already echoed in the Buber-Rosenzweig translation. It is my hope that the present volume will contribute to an appreciation of the style of Leviticus."], "versionTitle": "The Five Books of Moses, by Everett Fox. New York, Schocken Books, 1995", "license": "Copyright: Schocken", "versionTitleInHebrew": ""}, {"_id": "620d123f80edc1ab98735c26", "index_title": "Ohr LaYesharim on Jerusalem Talmud Megillah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "anchorRef": "Leviticus 27:9-34", "anchorRefExpanded": ["Leviticus 27:9", "Leviticus 27:10", "Leviticus 27:11", "Leviticus 27:12", "Leviticus 27:13", "Leviticus 27:14", "Leviticus 27:15", "Leviticus 27:16", "Leviticus 27:17", "Leviticus 27:18", "Leviticus 27:19", "Leviticus 27:20", "Leviticus 27:21", "Leviticus 27:22", "Leviticus 27:23", "Leviticus 27:24", "Leviticus 27:25", "Leviticus 27:26", "Leviticus 27:27", "Leviticus 27:28", "Leviticus 27:29", "Leviticus 27:30", "Leviticus 27:31", "Leviticus 27:32", "Leviticus 27:33", "Leviticus 27:34"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Megillah 4:4:7", "sourceHeRef": "אור לישרים על תלמוד ירושלמי מגילה ד׳:ד׳:ז׳", "anchorVerse": 9, "sourceHasEn": false, "commentaryNum": 4.0007, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Megillah", "he": "אור לישרים על תלמוד ירושלמי מגילה"}, "he": "במשנה שנינו: <b>\"ובקרקעות תשעה וכהן\".</b>\n<br>למה שׁמים את הקרקעות בעשרה אנשים? -\n<br>מציעים הסבר: <b>כנגד</b> (בהקבלה ל-) <b>עשרה כהנים האמורין בפרשה</b> – בפרשה של ערכים ופדיון הקדשות מופיעה המילה \"הַכֹּהֵן\" עשר פעמים: שלוש פעמים בעניין ערכי אדם (ויקרא כז,א-ח), ושבע פעמים בעניין פדיון הקדשות לבדק הבית (ויקרא כז,יא-כה). בעניין ערכי אדם הכוהן מעריך (שָׁם) את רכוש הנודר, ובעניין פדיון הקדשות לבדק הבית הכוהן מעריך את הבהמה הטמאה ואת הבית ומחשב את ערך השדה (המילה \"לַכֹּהֵן\" שמופיעה בפרשה אינה מן המניין). ויש לדרוש שכל מופע של המילה \"הַכֹּהֵן\" בא להוסיף איש, ומכאן ששׁמים את הקרקעות בעשרה אנשים<b>.</b><br><br><small>המילה 'פרשה' מציינת קטע מוגדר וידוע בתורה. רוב הקטעים המצוינים בכינוי זה הם פרשיות בודדות (פתוחות או סתומות). במקומות מועטים מציין כינוי זה קטע גדול המכיל כמה פרשיות, כמו 'פרשת מועדות' (\"מבנהו וחלוקתו של מדרש תורת כוהנים (ב)\", \"תרביץ\" סט, עמוד 68).<br>גם כאן הפרשה מכילה שתי פרשיות, פרשה פתוחה (ויקרא כז,א-ח) ופרשה סתומה (ויקרא כז,ט-לד).<br>אף שעשרה המופעים של המילה \"הַכֹּהֵן\" הם בשני עניינים שונים, ערכים ופדיון הקדשות, הדרשה כאן מצרפת את המופעים שבשני העניינים. ועוד, דרשה כעין זו לא נמצאת בפרשות אחרות שבהן כמה מופעים של המילה \"הַכֹּהֵן\", כמו בפרשת נגעים. לכן יש להסיק שאין הדרשה כאן אלא אסמכתא להלכה קיימת.</small><br>\n<br>ושואלים: <b>ויהיו כולם כהנים!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה כוהנים, שהרי עשרה כוהנים אמורים בפרשה?\n<br>ומשיבים: <b>ריבוי אחר ריבוי למעט</b> – המילה \"הַכֹּהֵן\" הוכפלה כמה פעמים בזה אחר זה, והכלל הוא שריבוי אחר ריבוי בא למעט, ולכן יש למעט את הצורך בכוהן, ואף מי שאינו כוהן כשר לשומה (מן המופעים של הכלל 'אין ריבוי אחר ריבוי אלא למעט' יש ללמוד, ש'ריבוי אחר ריבוי' הוא עצם הכפלת מילה בכתוב, ללא קשר למשמעות המילה עצמה, האם יש לה משמעות של ריבוי או מיעוט, ו'למעט' היינו לצמצם את הצורך המשתמע מהמילה)<b>.</b>\n<br>ושואלים: <b>ויהיו כולן ישראל!</b> – מדוע אמרו ששׁמים את הקרקעות בתשעה אף שאינם כוהנים ועוד כוהן אחד, ולא אמרו ששמים בעשרה אף שאינם כוהנים, שהרי הריבויים באים למעט את הצורך בכוהן?\n<br>ומשיבים: <b>אין הפרשה יוצאה</b> (נפטרת) <b>בלא כהן</b> – כיוון שהפרשה מזכירה רק כוהנים, אי אפשר שלא יהיה אחד מהעשרה כוהן, שאילו היו עשרה שאינם כוהנים כשרים לשומה, לא היתה הפרשה צריכה להזכיר כוהן כלל<b>.</b><br><br><small>ב<b>בבלי מגילה</b> כג,ב ו<b>סנהדרין</b> טו,א אמרו: \"והקרקעות תשעה וכוהן\". - מנא הני מילי? אמר שמואל: עשרה כוהנים (עשר פעמים \"הכוהן\") כתובים בפרשה, חד לגופיה (שצריך כוהן אחד בפדיון קרקעות), ואידך / והנך הווי מיעוט אחר מיעוט (המילה \"הכוהן\" מוציאה מי שאינו כוהן), ואין מיעוט אחר מיעוט אלא לרבות, דאפילו תשעה ישראל ואחד כוהן.<br><br>יש שוני בדרשות בשני התלמודים.<br>בבבלי: אין מיעוט אחר מיעוט אלא לרבות. ובירושלמי: ריבוי אחר ריבוי למעט.</small><br>\n<br>ב<b>משנה סנהדרין</b> א,ג שנינו: ערכים המיטלטלים - בשלושה. רבי יהודה אומר: אחד מהם כוהן. ובקרקעות - תשעה וכוהן.\n<br>כאן התחלת מקבילה בירושלמי סנהדרין א,ג.\n<br>מציעים שאלה: <b>עד כדון</b> – עד עכשיו, <b>- במקדיש גופה של</b> ה<b>שדה</b> – הדין במקרה של המקדיש שדה ובא לפדותה מן ההקדש פשוט, שבמקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו ששנינו במשנה כאן ובסנהדרין<b>.</b> אבל אם <b>אמר: דמי שדי עלי?</b> – מה הדין במקרה של הנודר לתת להקדש את דמי שוויה של שדהו? האם גם במקרה זה צריך לשום אותה בעשרה אנשים, ואחד מהם צריך להיות כוהן? (במקבילה בסנהדרין: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?'. - במקום זה נראה ש'הדא דתימר' מציע בעיה, אולם אפשר שהגרסה משובשת. המונח 'הדא דתימר' מתפרש כרגיל בניחותא, ואילו המונח 'עד כדון' רגיל להציע בעיות (\"הטרמינולוגיה של הירושלמי\", עמוד 170 והערה 148). - נראה שהגרסה במקבילה היא אשגרה בטעות מלהלן. וראה מה שכתבנו להלן)\n<br>ומציעים פשיטת השאלה ממקור תנאי בתוספת דיון: <b>נישמעינה מן הדא:</b> – נשמע (נלמד) אותה (את פשיטת השאלה) מזאת (מהמשנה סנהדרין א,ג): <b>ערכים המיטלטלין - בשלשה.</b> - ויש לתמוה: <b>ויש ערכים שאינן מיטלטלין?!</b> (בתמיהה. - במקבילה: 'וכי יש ערכים <b>שאין</b> מיטלטלין?!'. ופירוש 'שאין' הוא 'שהן' (\"מבוא לנוסח המשנה\", עמוד 547). וכאן צריך לומר: '<b>שאין</b>', כלומר: 'שהן', במקום: 'שאינן'. שיבוש 'שאין' ל'שאינן' יש בכמה מקומות בירושלמי. - חילוף אל\"ף תחת ה\"א שכיח ביותר במילה 'הֵן' (\"אוצר לשונות ירושלמיים\", עמוד רלג ואילך)) – וכי מיטלטלים יכולים להיות נערכים (שיאמר אדם עליהם: ערכם עליי, וייתן את ערכם להקדש)?! והרי רק בני אדם יכולים להיות נערכים! - ויש להשיב: <b>רבי יעקב בר אחא</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) אמר בשם <b>רבי שמעון בר אבא</b> (אמורא בדור השלישי) שאמר <b>בשם רבי חנינה</b> (בר חמא, אמורא ארץ ישראלי בדור הראשון)<b>: באומר: הרי ערכי עלי</b> – המשנה מדברת במקרה שאדם נדר לתת להקדש את הערך הקצוב בתורה לפי שנותיו<b>, ובא לסדרו מן הקרקע</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך משדהו, <b>- שמין לו בעשרה</b> – שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כמו במקרה של המקדיש שדה ובא לפדותה מן ההקדש<b>, מן המיטלטלין</b> – אם לנודר אין מעות כדי דמי הערך והוא בא לשלם את הערך ממיטלטליו, <b>- שמין לו בשלשה</b> – שמים את המיטלטלים בשלושה אנשים. וזהו ששנינו: ערכים המיטלטלים - בשלושה<b>.</b> - ויש לפשוט את השאלה: <b>האומר: הרי ערכי עלי - אינו כאומר: דמי שדי עלי?!</b> (בתמיהה) – הרי בוודאי יש להשוות את האומר: 'דמי שדי עליי' לאומר: 'הרי ערכי עליי', וכמו שבאומר: 'הרי ערכי עליי' ובא לסדרו מן הקרקע - שמים את השדה בעשרה אנשים, ואחד מהם צריך להיות כוהן, כך גם באומר: 'דמי שדי עליי'.<br>\n<br>ומצמצמים את תחולת הקביעה למקרה מסוים:\n<br>נראה שכאן צריך לגרוס: '<b>הדא דתימר</b> (זאת שאתה אומר, שאם בא לסדרו מן הקרקע - שמים לו בעשרה, ואם בא לסדרו מן המיטלטלין - שמים לו בשלושה) <b>- באומר: הרי ערכי עלי. אבל אם אמר: הרי עלי מנה / מאה מנה להקדש...</b>'.\n<br>ונראה שמכאן הועתק במקבילה בסנהדרין לעיל המשפט המשובש: 'הדא דתימר - במקדיש גוף השדה. אבל אם אמר: הרי עלי מנה להקדש?', והוחלף שם 'במקדיש גוף השדה' במקום 'באומר: הרי ערכי עלי' כדי להתאימו לעיל, אבל חלקו השני של המשפט לא שוּנה אף שאינו מתאים לעיל, וכאן נשמט חלקו הראשון של המשפט גם במקבילה וגם במגילה.\n<br><b>אבל אם אמר: הרי עלי מאה</b> (במקבילה אין מילה זו) <b>מנה</b> (מטבע השווה למאה דינרים) <b>להקדש</b> – אם אדם נדר לתת להקדש סכום כסף ואין לו מעות כדי כל הסכום שנדר והוא בא לשלם אותו מרכושו (סכום של מאה מנה נזכר במקומות רבים לציון סכום גדול מאוד), <b>- שמין לו בשלשה</b> – שׁמים את רכוש הנודר בשלושה אנשים, בין אם בא לסדרו מן הקרקע ובין אם בא לסדרו מן המיטלטלין, שנדרי הקדש אין דינם כערכים לעניין שומת קרקעות בעשרה<b>.</b>\n<br>ושואלים: <b>לכשיעשיר? נידון בהשג יד?</b> – אם אמר: הרי עליי מאה מנה להקדש, ולא היה בידו לשלם את כל הסכום שנדר, האם ישלם את כל הסכום לאחר זמן כשיעשיר? או שמא הוא נידון בהישג יד, שהוא נותן כמה שידו משגת לתת עכשיו ונפטר ואינו משלם את המותר? (ערכים נידונים בהישג יד, שאם הנודר לתת ערך היה עני ואין ידו משגת לשלם להקדש את הערך, נותן את מה שיש בידו ונפטר, שכתוב בערכים: \"וְאִם מָךְ הוּא מֵעֶרְכֶּךָ, וְהֶעֱמִידוֹ לִפְנֵי הַכֹּהֵן וְהֶעֱרִיךְ אֹתוֹ הַכֹּהֵן, עַל פִּי אֲשֶׁר תַּשִּׂיג יַד הַנֹּדֵר יַעֲרִיכֶנּוּ הַכֹּהֵן\" (ויקרא כז,ח). בירושלמי כאן שאלו האם נדרי הקדש דינם כערכים לעניין הישג יד. ברם בתוספתא ערכין ג,ה ובברייתא בבבלי ערכין כ,א שנו שנדרי הקדש אינם נידונים בהישג יד)<br><br><small>ב<b>בבלי סנהדרין</b> יד,ב-טו,א אמרו: \"ערכים המיטלטלים\". - מאי ערכים המיטלטלים? - ...רבי אבהו אמר: באומר: ערכי עליי. בא כוהן לגבות מיטלטלים - גובה הימנו בשלושה, קרקעות - בעשרה.<br><br>פירושו של רבי אבהו בבבלי הוא כפירוש בירושלמי.</small><br>• • •", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2017", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשע\"ז", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "620e3d2929fd9efc59b5bcb0", "index_title": "Ohr LaYesharim on Jerusalem Talmud Peah", "category": "Quoting Commentary", "type": "", "ref": "Ohr LaYesharim on Jerusalem Talmud Peah 7:5:5", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Ohr LaYesharim on Jerusalem Talmud Peah 7:5:5", "sourceHeRef": "אור לישרים על תלמוד ירושלמי פאה ז׳:ה׳:ה׳", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 5.0005, "collectiveTitle": {"en": "Ohr LaYesharim on Jerusalem Talmud Peah", "he": "אור לישרים על תלמוד ירושלמי פאה"}, "he": "<b>תני</b> (בכתב יד רומי ובקטע גניזה: 'תנה') – שונה <b>רבי אייבו בר נגרי</b> (אמורא ארץ ישראלי בדור השלישי והרביעי) <b>קומי</b> – לפני <b>רבי לָא</b> (רבי אלעאי, אמורא ארץ ישראלי בדור השלישי) <b>דרבי ישמעאל</b> (מגדולי התנאים בדור השלישי) – [ברייתא] של רבי ישמעאל<b>:</b> נאמר בעניין מעשר שני: <b>\"וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִשִׁיתוֹ יֹסֵף עָלָיו\"</b> (ויקרא כז,לא) – אם ירצה אדם לפדות פירות מעשר שני שלו, חייב הוא להוסיף על מחיר הפדיון את החומש; ויש לדרוש מן המילה \"ממעשרו\": <b>- פרט לנטע רבעי</b> – יש להוציא מן הכלל את נטע רבעי<b>, שאין חייבין עליו חומש</b> – רק במעשר שני יש תוספת חומש על הקרן כשבעליו פודים אותו, אבל בנטע רבעי אין תוספת חומש (דרשה זו היא כשיטת בית שמי שכרם רבעי אין לו חומש)<b>.</b>\n<br><b>וחזר ותנא קומוי:</b> – וחזר (רבי אייבו בר נגרי) ושנה לפניו (לפני רבי לא ברייתא נוספת): יש לדרוש מכפל הלשון \"גאול יגאל\": <b>שתי גאולות הן, אחת למעשר שיני ואחת לנטע רבעי</b> – גם במעשר שני וגם בנטע רבעי יש תוספת חומש על הקרן כשבעליו פודים אותם (דרשה זו היא כשיטת בית הלל שכרם רבעי יש לו חומש)<b>.</b>", "heVersionTitle": "Machon HaYerushalmi, Rabbi Yehoshua Buch, 2021", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "ירושלים : מכון הירושלמי. תלמודה של א\"י, תשפ\"א", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "624caadae9fcc4ce9cf120fd", "index_title": "Mishnah Peah", "category": "Mishnah", "type": "", "ref": "Mishnah Peah 7:6", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishnah Peah 7:6", "sourceHeRef": "משנה פאה ז׳:ו׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [190, 230], "commentaryNum": 7.0006, "collectiveTitle": {"en": "Mishnah Peah", "he": "משנה פאה"}, "heTitle": "משנה פאה", "he": "כֶּרֶם רְבָעִי, בֵּית שַׁמַּאי אוֹמְרִים, אֵין לוֹ חֹמֶשׁ, וְאֵין לוֹ בִעוּר. בֵּית הִלֵּל אוֹמְרִים, יֶשׁ לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, יֶשׁ לוֹ פֶרֶט וְיֶשׁ לוֹ עוֹלְלוֹת, וְהָעֲנִיִּים פּוֹדִין לְעַצְמָן. וּבֵית הִלֵּל אוֹמְרִים, כֻּלּוֹ לַגַּת: \n", "heVersionTitle": "Torat Emet 357", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 357", "text": "[The grapes of] a vineyard in its fourth year:Bet Shammai says: the laws of the added fifth and removal do not apply to them; But Bet Hillel says: they do. Bet Shammai says: the laws of peret and the defective clusters apply to them, and the poor can redeem the grapes for themselves. But Bet Hillel says: all [of them] go to the wine-press.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "63209701932eaf08bebd0e3d", "index_title": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:4", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishneh Torah, Second Tithes and Fourth Year's Fruit 5:4", "sourceHeRef": "משנה תורה, הלכות מעשר שני ונטע רבעי ה׳:ד׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 5.0004, "collectiveTitle": {"en": "Mishneh Torah, Second Tithes and Fourth Year's Fruit", "he": "משנה תורה, הלכות מעשר שני ונטע רבעי"}, "heTitle": "משנה תורה, הלכות מעשר שני ונטע רבעי", "he": "מַעֲשֵׂר שֵׁנִי שֶׁאֵין בְּחֻמְשׁוֹ שְׁוֵה פְּרוּטָה אֵינוֹ מוֹסִיף עָלָיו חֹמֶשׁ. וְכֵן מַעֲשֵׂר שֶׁאֵין דָּמָיו יְדוּעִין דַּיּוֹ שֶׁיֹּאמַר הוּא וְחֻמְשׁוֹ מְחֻלָּל עַל הַסֶּלַע הַזֶּה. וְכָל מַעֲשֵׂר שֶׁהוּא אֵינוֹ פּוֹדֵהוּ מִשֶּׁלּוֹ אֵינוֹ מוֹסִיף חֹמֶשׁ. וּמַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי אֵינוֹ מוֹסִיף עָלָיו חֹמֶשׁ: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "When the fifth of the produce of the second tithe is not worth a <i>p'rutah</i>, [the person redeeming it] need not add a fifth.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Because anything less than a fifth is not considered as financially significant. According to the Rambam, he must, however, redeem the produce. Rashi (<i>Bava Metzia</i> 54b), by contrast, maintains that it need not be redeemed at all.</i> Similarly, when the worth of the produce of the second tithe is unknown,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Radbaz distinguishes between this instance and Chapter 4, Halachah 20, which states that when the value of produce is unknown, it should be assessed by three experts, explaining that that halachah is speaking about an instance where the produce has genuine worth, but it can only be determined by experts, not a common person. This halachah, by contrast, is speaking about an instance where its worth is not known at all.</i> it is sufficient for him to say: \"The holiness of the produce and its fifth are transferred to this <i>sela</i>.\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">This is acceptable, for as mentioned above, after the fact, the transfer of holiness from produce to money is acceptable even if the money is not of equal worth as the produce.</i> Whenever a person does not redeem produce from the second tithe with his own money, he need not add a fifth.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The Jerusalem Talmud (<i>ma'aser Sheni</i> 4:3) derives this concept from the exegesis of Leviticus 27:31.</i> [When one redeems] produce from the second tithe that is <i>demai</i>, he need not add a fifth.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Since the obligation to redeem the second tithe of <i>demai</i> is merely Rabbinic in origin, this added stringency was not imposed.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "632098a0cc325a86a3f41e12", "index_title": "Mishneh Torah, The Chosen Temple", "category": "Halakhah", "type": "", "ref": "Mishneh Torah, The Chosen Temple 4:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Mishneh Torah, The Chosen Temple 4:1", "sourceHeRef": "משנה תורה, הלכות בית הבחירה ד׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1176, 1178], "commentaryNum": 4.0001, "collectiveTitle": {"en": "Mishneh Torah, The Chosen Temple", "he": "משנה תורה, הלכות בית הבחירה"}, "heTitle": "משנה תורה, הלכות בית הבחירה", "he": "אֶבֶן הָיְתָה בְּקֹדֶשׁ הַקָּדָשִׁים בְּמַעֲרָבוֹ שֶׁעָלֶיהָ הָיָה הָאָרוֹן מֻנָּח. וּלְפָנָיו צִנְצֶנֶת הַמָּן וּמַטֵּה אַהֲרֹן. וּבְעֵת שֶׁבָּנָה שְׁלֹמֹה אֶת הַבַּיִת וְיָדַע שֶׁסּוֹפוֹ לֵחָרֵב בָּנָה בּוֹ מָקוֹם לִגְנֹז בּוֹ הָאָרוֹן לְמַטָּה בְּמַטְמוֹנִיּוֹת עֲמֻקוֹת וַעֲקַלְקַלּוֹת וְיֹאשִׁיָּהוּ הַמֶּלֶךְ צִוָּה וּגְנָזוֹ בַּמָּקוֹם שֶׁבָּנָה שְׁלֹמֹה שֶׁנֶּאֱמַר <small>(דברי הימים ב לה ג)</small> \"וַיֹּאמֶר לַלְוִיִּם הַמְּבִינִים לְכָל יִשְׂרָאֵל הַקְּדוֹשִׁים לַה' תְּנוּ אֶת אֲרוֹן הַקֹּדֶשׁ בַּבַּיִת אֲשֶׁר בָּנָה שְׁלֹמֹה בֶן דָּוִיד מֶלֶךְ יִשְׂרָאֵל אֵין לָכֶם מַשָּׂא בַּכָּתֵף עַתָּה עִבְדוּ אֶת ה' אֱלֹהֵיכֶם\" וְגוֹ'. וְנִגְנַז עִמּוֹ מַטֵּה אַהֲרֹן וְהַצִּנְצֶנֶת וְשֶׁמֶן הַמִּשְׁחָה וְכָל אֵלּוּ לֹא חָזְרוּ בְּבַיִת שֵׁנִי. וְאַף אוּרִים וְתֻמִּים שֶׁהָיוּ בְּבַיִת שֵׁנִי לֹא הָיוּ מְשִׁיבִין בְּרוּחַ הַקֹּדֶשׁ. וְלֹא הָיוּ נִשְׁאָלִין בָּהֶן שֶׁנֶּאֱמַר <small>(עזרא ב סג)</small> <small>(נחמיה ז סה)</small> \"עַד עֲמֹד כֹּהֵן לְאוּרִים וְתֻמִּים\". וְלֹא הָיוּ עוֹשִׂין אוֹתָן אֶלָּא לְהַשְׁלִים שְׁמוֹנָה בְּגָדִים לְכֹהֵן גָּדוֹל כְּדֵי שֶׁלֹּא יְהֵא מְחֻסַּר בְּגָדִים: \n", "heVersionTitle": "Torat Emet 363", "heLicense": "Public Domain", "heVersionTitleInHebrew": "תורת אמת 363", "text": "The Ark was placed on a stone<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Yoma</i> 53b refers to that stone as the <i>even hashtiah</i>, \"the foundation stone\", and explains that it was given that name because it was the foundation upon which God fashioned the world. According to certain views, the Dome of the Rock Mosque is located on the Temple site and the stone around which it is built is the same <i>even hashtiah</i>. Other Rabbinical sources, however, do not accept this claim.</i> in the western portion of the Holy of Holies.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There is a slight difficulty in the Rambam's statements. The Jerusalem Talmud (<i>Bava Batra</i> 6:2) states that the Ark was placed in the center of the Holy of Holies. A similar statement is also found in the <i>Midrash Tanchuma</i> (<i>Parshat Kedoshim</i>, sec. 10). However, the latter source states that the <i>Even HaShtiah</i> was placed behind the Ark. Perhaps the resolution is that stone was large. It began in the center of the Holy of Holies, while the ark was placed in its western portion.</i> The vial of manna<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Exodus 16:33 commands: \"Take a vial and fill it with an <i>omer</i> of manna. Place it before the Lord as a testimonial for your descendants. \"<br>Commenting on that verse, Rashi relates that in the time of Jeremiah, the people rationalized the fact that they did not study Torah, because of the pressures they faced in earning a livelihood. Jeremiah took the vial of manna from before the Ark and exclaimed: \"See how God sustained your ancestors for forty years! Do you doubt whether He can sustain you today?\"</i> and Aharon's staff<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">After Korach's revolt, God commanded all the princes of the tribes to place their staffs in the Sanctuary. Aharon's staff blossomed, and produced leaves and almonds. Then, He commanded that Aharon's staff be placed before the Ark \"as a testimonial\" (Numbers 17:21-25).</i> were placed before it.<br>When Solomon built the Temple, he was aware that it would ultimately be destroyed. [Therefore,]<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">I.e., to preserve the Ark fashioned under the direction of Moses,</i> he constructed a chamber, in which the ark could be entombed below [the Temple building] in deep, maze-like vaults.<br>King Josiah<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The last of Judah's righteous kings. He witnessed the spiritual decline of the Jewish people and foresaw the inevitable destruction of the Temple.</i> commanded that [the Ark] be entombed in the chamber built by Solomon, as it is said (II Chronicles 35:3 : \"And he said to the Levites who would teach wisdom to all of Israel: 'Place the Holy Ark in the chamber built by Solomon, the son of David, King of Israel. You will no [longer] carry it on your shoulders. Now, serve the Lord, your God.'<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The entombment of the Ark is the subject of a debate among the Sages in the Talmud (<i>Yoma</i> 53b) and the <i>Tosafta</i> (<i>Sotah</i> 13:2). Although some Sages agree that the Ark was entombed as explained above, others maintain that it was one of the sacred articles plundered by the Babylonian conquerors. A third opinion agrees that it was entombed, but argues that it was entombed under the Chamber of Wood in the Woman's Courtyard and not under the Holy of Holies.</i><br>When it was entombed, Aharon's staff, the vial of manna, and the oil used for anointing were entombed with it. All these [sacred articles] did not return in the Second Temple.<br>Similarly, the <i>Urim V'Tumim</i> that existed in the Second Temple did not answer with <i>Ruach HaKodesh</i> (Divine inspiration)<sup class=\"footnote-marker\">8</sup><i class=\"footnote\"><i>Yoma</i> 73b and the commentaries (Nachmanides and Rabbenu Bachai on Numbers 28:21  explain that the <i>Urim V'Tumim</i> were consulted as oracles by the High Priest. They provided guidance on all important questions involving the people as a whole. See the conclusion of <i>Hilchot K'lei HaMikdash</i> for a discussion of this issue.</i> and questions were not asked of them, as stated [in Ezra 2:63]: \"until a priest will arise with the <i>Urim V'Tumim</i>.\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Yoma</i> 21b mentions the <i>Urim V'Tumim</i> as one of the five miraculous aspects of the First Temple service, which were lacking in the Second Temple. The Rambam quotes that statement in <i>Hilchot K'lei HaMikdash</i> 10:10.<br>Nevertheless, they were not completely lacking. Exodus 28:43 commands the priests to wear all of the garments prescribed for them during their service in the Sanctuary. If even one garment was lacking, they would be punished by death. Thus, the High Priest had to wear the breastplate with the stones, the <i>Urim V'Tumim</i>. Otherwise, he would lack one of the eight garments he was required to wear. The Rambam explains that although the stones were embedded in the breastplate in the Second Temple as well, they lacked the spiritual dimension that they had possessed in the First Temple.</i> [In the Second Temple,] they only made them to fulfill the requirement of eight garments for the High Priest.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">These garments are described in Exodus, Chapter 28, and in <i>Hilchot K'lei HaMikdash</i>, ch. 8.</i> Thus, the High Priest would not lack one of the required garments.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Ra'avad does not accept the Rambam's statements concerning the <i>Urim V'Tumim</i>. He interprets the <i>Urim V'Tumim</i> as being mystical names of God engraved on the breastplate, rather than the stones themselves.<br>In his <i>Chiddushim</i>, Rav Yaakov Emden questions the reason for including this Halachah: \"On the surface, there is apparently no practical relevance to these matters in our behavior....The Rambam generally does not include aspects which have neither Halachic nor ethical significance in this text.\" Why then is it important for us to know whether or not the ark was entombed and where it was entombed?<br>Rav Emden then explains the question he posed, based on the Rambam's statements in Chapter 6. There, the Rambam stated that after the exile, the sanctity of <i>Eretz Yisrael</i> was nullified regarding the laws of the Sabbatical year, the tithes, and certain other agricultural rulings. However, the holiness of Jerusalem and the Temple Mount always remained intact because:<br>The holiness of the Temple and Jerusalem comes about because of the <i>Shechinah</i>, and the <i>Shechinah</i> can never be nullified. Behold, God declared (Leviticus 27:31 : \"I shall destroy your Sanctuaries.\" and the Sages commented (<i>Megillah</i> 28a): \"Even though they are destroyed, their holiness remains intact. \"<br>The <i>Shechinah's</i> resting place was the Ark. Therefore, had the Ark not been \"entombed...in deep, maze-like vaults,\" on the Temple Mount, the sanctity of that site would also have been nullified. See also <i>Chatam Sofer, Chullin</i> 7a.<br><i>Likkutei Sichot</i> (Vol. 21, p. 156-160) also discusses the same question. It explains that the Ark is a fundamental element of the Temple and the Temple building cannot be complete without it.<br>Therefore, from the very beginning of the Temple's construction, the Ark had two locations:<br>a) the place for the ark in the Holy of Holies,<br>b) the hidden vault where the Ark would be kept in the event of the Temple's destruction.<br>On this basis, we can see the Sanctuary built by Moses, the two Temples in Jerusalem, and the Messianic Temple, as unified by one essential bond. Since the same Ark was present in all previous structures and they will be revealed again in the Messianic age, all four buildings share the same essence.</i>", "versionTitle": "Mishneh Torah, trans. by Eliyahu Touger. Jerusalem, Moznaim Pub. c1986-c2007", "license": "CC-BY-NC", "versionTitleInHebrew": ""}, {"_id": "64185cdb9b61665c87699184", "index_title": "Reggio on Torah", "category": "Quoting Commentary", "type": "", "ref": "Reggio on Torah, Deuteronomy 14:26:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Reggio on Torah, Deuteronomy 14:26:1", "sourceHeRef": "ביאור יש\"ר על התורה, דברים י״ד:כ״ו:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 26.0001, "collectiveTitle": {"en": "Reggio on Torah", "he": "ביאור יש\"ר על התורה"}, "heTitle": "דברים", "he": "<b>ונתתה הכסף,</b> באותו הכסף תקנה הדברים הצריכים לך, וכבר התבאר במקום אחר שאם יפדהו יוסיף חמישיתו עליו, שנאמר ואם גאל יגאל איש ממעשרו חמשיתו יוסף עליו (ויקרא כ\"ז ל\"א), ולא זכר זה כאן כי לא בא עתה אלא לבאר מה שלא נתבאר עד הנה:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "641880a8c9371ec0cebe7057", "index_title": "Reggio on Torah", "category": "Commentary", "type": "commentary", "ref": "Reggio on Torah, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Reggio on Torah, Leviticus 27:31:1", "sourceHeRef": "ביאור יש\"ר על התורה, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1790, 1810], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Reggio", "he": "ביאור יש\"ר"}, "heTitle": "ויקרא", "he": "<b>ואם גאל יגאל איש ממעשרו,</b> ולא ממעשר חברו, הפודה מעשר של חברו אינו מוסיף חומש, ומה היא גאולתו כדי להתירו באכילה בכל מקום והמעות יעלה ויאכל בירושלים:", "heVersionTitle": "Vienna, 1821", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "64883a0ca5a4d0d592640e6e", "index_title": "Rav Hirsch on Torah", "category": "Commentary", "type": "commentary", "ref": "Rav Hirsch on Torah, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Rav Hirsch on Torah, Leviticus 27:31:1", "sourceHeRef": "רש\"ר הירש על התורה, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1845, 1875], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Rav Hirsch", "he": "רש\"ר הירש"}, "heTitle": "ויקרא", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "V. 31. ואם גאל יגאל וגו׳. In dem eigentlichen מעשר שני-Kapitel (Dewarim 14, 22 f.) wird bestimmt, daß wenn das Hinaufbringen der מעשר שני-Früchte aus der Ferne zur Tempelstadt zu beschwerlich wäre, eine Auslösung derselben in Gelde gestattet sei, die קדושה der Früchte dann von ihnen auf dieses Geld übergehe und es dann in der Tempelstadt in מעשר שני-Bedeutung verzehrt werden solle. Hier heißt es nun, daß, wenn der Eigentümer selbst מעשר שני-Früchte auslöst, er wie bei jedem מקדיש חומש hinzuzufügen habe.", "versionTitle": "Der Pentateuch. Übersetzt und erläutert von Samson Raphael Hirsch, 1903 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "657ecc60758c1dc532ec8fa9", "index_title": "Steinsaltz on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Steinsaltz on Leviticus 27:31", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Steinsaltz on Leviticus 27:31", "sourceHeRef": "ביאור שטיינזלץ על ויקרא כ״ז:ל״א", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 27.0031, "collectiveTitle": {"en": "Steinsaltz", "he": "ביאור שטיינזלץ"}, "heTitle": "ביאור שטיינזלץ על ויקרא", "he": "<b>וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ</b>, אם ירצה אדם לקנות את המעשר בחזרה, ולנהוג בפֵּרות כמו בפֵרות רגילים – \n  <b>חֲמִשִׁיתוֹ יֹסֵף עָלָיו.</b> עליו להוסיף חמישית כמו מי שקונה קודשים מרשות ההקדש.", "heVersionTitle": "The Koren Steinsaltz Tanakh HaMevoar - Hebrew", "heLicense": "Copyright: Steinsaltz Center", "heVersionTitleInHebrew": "", "text": "<b>And if a man shall redeem from his tithe, </b>if he wants to reacquire his tithe and be permitted to treat his produce like regular produce, <b>he shall add one-fifth of it to it, </b>like all who buy back their consecrated property from the Sanctuary.", "versionTitle": "The Steinsaltz Tanakh - English", "license": "Copyright: Steinsaltz Center", "versionTitleInHebrew": ""}, {"_id": "55053477fbfba270cc17ecdb", "index_title": "Haamek Davar on Leviticus", "category": "Commentary", "type": "commentary", "ref": "Haamek Davar on Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Haamek Davar on Leviticus 27:31:1", "sourceHeRef": "העמק דבר על ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1840, 1880], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Haamek Davar", "he": "העמק דבר"}, "he": "<b>ממעשרו.</b> ולא כתיב מעשרו כבר דרשו ע״ז בת״כ. ולפי הפשט משום דכתיב בפ׳ ראה בפדיון מע״ש כי ירחק ממך המקום. או כי יברכך ה׳ אלהיך. או כי לא תוכל שאתו היינו שיהי׳ טמא אזי ונתת בכסף. הא דאם הוא מעט ואינו דרך רחוקה והוא טהור מצוה להכניסו לירושלים מש״ה כתיב ממעשרו:\n", "heVersionTitle": "Sefer Torat Elohim, Vilna 1879", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ספר תורת אלוהים, וילנא 1879", "text": [], "versionTitle": "Yalkut, Sifsei Chachomim Chumash, Metsudah Publications, 2009", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "58ad9501d6e4a93323dc0b68", "index_title": "Kiddushin", "category": "Talmud", "type": "", "ref": "Kiddushin 24a:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Kiddushin 24a:2", "sourceHeRef": "קידושין כ״ד א:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 47.0002, "collectiveTitle": {"en": "Kiddushin", "he": "קידושין"}, "heTitle": "קידושין", "he": "וְאֶלָּא בְּזוּזֵי דִידַהּ וּמַעֲשֵׂר דִּידֵיהּ – ״אִישׁ״ אָמַר רַחֲמָנָא, וְלֹא אִשָּׁה!", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>But rather,</b> one might say that this is referring <b>to</b> a case where she uses <b>her money and</b> it is <b>his tithe.</b> This is also difficult, as in this case the Rabbis would agree that she is exempt from paying the additional fifth, as <b>the Merciful One states:</b> “And if <b>a man</b> shall redeem any of his tithe” (Leviticus 27:31). The emphasis of the term “man” teaches: This applies to a man, <b>but</b> this does <b>not</b> apply to <b>a woman</b> who redeems her husband’s tithe.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad9862d6e4a93323dc552f", "index_title": "Bava Kamma", "category": "Talmud", "type": "", "ref": "Bava Kamma 69b:14", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Bava Kamma 69b:14", "sourceHeRef": "בבא קמא ס״ט ב:י״ד", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 138.0014, "collectiveTitle": {"en": "Bava Kamma", "he": "בבא קמא"}, "heTitle": "בבא קמא", "he": "לָאו אָמַר רַבִּי מֵאִיר: מַעֲשֵׂר מָמוֹן גָּבוֹהַּ הוּא, וַאֲפִילּוּ הָכִי לְעִנְיַן פְּדִיָּיה אוֹקְמֵיהּ רַחֲמָנָא בִּרְשׁוּתֵיהּ? דִּכְתִיב: ״וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ, חֲמִשִׁתוֹ יֹסֵף עָלָיו״ –", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "<b>Doesn’t Rabbi Meir say</b> that second <b>tithe is property</b> belonging to the <b>Most High,</b> rather than the possession of the one who separated it from his produce, <b>and even so, with regard to redemption</b> of the second tithe <b>the Merciful One establishes it in his possession? As it is written</b> concerning the second tithe: <b>“And if a man will redeem any of his tithe, he shall add to it its fifth part”</b> (Leviticus 27:31).", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "58ad98d3d6e4a93323dc5ab3", "index_title": "Bava Metzia", "category": "Talmud", "type": "", "ref": "Bava Metzia 53b:8", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Bava Metzia 53b:8", "sourceHeRef": "בבא מציעא נ״ג ב:ח׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 106.0008, "collectiveTitle": {"en": "Bava Metzia", "he": "בבא מציעא"}, "heTitle": "בבא מציעא", "he": "תָּנוּ רַבָּנַן: ״אִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ״, מִמַּעַשְׂרוֹ – וְלֹא כׇּל מַעַשְׂרוֹ. פְּרָט לְמַעֲשֵׂר שֵׁנִי שֶׁאֵין בּוֹ שָׁוֶה פְּרוּטָה. אִיתְּמַר. רַב אַמֵּי אָמַר: אֵין בּוֹ. רַב אַסִּי אָמַר: אֵין בְּחוּמְשׁוֹ. רַבִּי יוֹחָנָן אָמַר: אֵין בּוֹ. רַבִּי שִׁמְעוֹן בֶּן לָקִישׁ אָמַר: אֵין בְּחוּמְשׁוֹ.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "§ <b>The Sages taught</b> that it is written: <b>“And if a man will redeem of his tithe,</b> he shall add to it the fifth part thereof” (Leviticus 27:31), from which it is inferred: <b>Of his tithe, but not all his tithe.</b> This serves <b>to exclude second tithe that does not have the value of one <i>peruta</i>,</b> which cannot be redeemed. <b>It was stated</b> that there is an amoraic dispute with regard to this <i>halakha</i>. <b>Rav Ami says:</b> The second tithe cannot be redeemed in a case where the produce itself <b>does not have</b> the value of one <i>peruta</i>. <b>Rav Asi says:</b> The second tithe cannot be redeemed in a case where <b>its</b> additional payment of <b>one-fifth does not have</b> the value of one <i>peruta</i>. Other <i>amora’im</i> dispute the same issue. <b>Rabbi Yoḥanan says:</b> The produce itself <b>does not have</b> the value of one <i>peruta</i>. <b>Rabbi Shimon ben Lakish says: Its</b> additional payment of <b>one-fifth does not have</b> the value of one <i>peruta</i>.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "5a9d3cf5d6e4a9026bd8fc11", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Aderet Eliyahu, Leviticus 27:31:1", "sourceHeRef": "אדרת אליהו, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>גאל יגאל.</b> לרבות את האשה. ואם גאל יגאל. לרבות את היורש. איש. פרט לקטן. או יכול שאני מרבה בן ט' שנים ויום א' ת\"ל ואם גאל יגאל (לשון מרבה ר\"ל שיהא גם בן ט' שנה ויום א' בכלל מיעוט איש ת\"ל ואם גאל וגו') לקח ירש ניתן לו במתנה מניין ת\"ל ואם גאל יגאל:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cf5d6e4a9026bd8fc13", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 27:31:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Aderet Eliyahu, Leviticus 27:31:2", "sourceHeRef": "אדרת אליהו, ויקרא כ״ז:ל״א:ב׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 31.0002, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>ממעשרו.</b> ולא כל מעשר פרט למעשר שנכנס לירושלים ויצא. ופרט לפחות משוה פרוטה [פי' אפי' אם החומש יעלה לפחו' מש\"פ א\"צ פדיון וכרב אסי בב\"מ נ\"ג ב'] חמישתו יסף עליו. שיהא הוא וחומשו חמשה:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5a9d3cf5d6e4a9026bd8fc15", "index_title": "Aderet Eliyahu", "category": "Commentary", "type": "commentary", "ref": "Aderet Eliyahu, Leviticus 27:31:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Aderet Eliyahu, Leviticus 27:31:3", "sourceHeRef": "אדרת אליהו, ויקרא כ״ז:ל״א:ג׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1740, 1800], "commentaryNum": 31.0003, "collectiveTitle": {"en": "Aderet Eliyahu", "he": "אדרת אליהו"}, "heTitle": "ויקרא", "he": "<b>עליו (שם נ\"ד ע\"א) שחומשו כמהו.</b> מניין שאין מעשרין מן הבקר על הצאן ולא מן הצאן על הבקר ת\"ל וכל מעשר בקר וצאן. יכול לא יעשר מן הכבשים על העזים ודין הוא ומה החדש והישן שאינן כלאים זה בזה אינם מעשרים מזה על זה כבשים ועזים שהם כלאים זה בזה אינו דין שלא יעשרו מזה על זה ת\"ל וצאן כל צאן אחד. ק\"ו לחדש וישן מעתה. שיתעשרו מזה על זה ומה אם הכבשים ועזים שהם כלאים זה בזה מעשרים מזה על זה החדש והישן שאינם כלאים זה בזה אינו דין שיתעשרו מזה על זה ת\"ל עשר תעשר בשתי מעשרות הכתוב מדבר א' מעשר בהמה וא' מעשר דגן וכתיב שנה שנה שאין מעשרין משנה לחברתה [פי' בשתי המעשרות] כל אשר יעבר תחת השבט. פרט לטריפה שאינה עוברת אין לי אלא בזמן שמנאן בשבט לא מנאן בשבט או שמנאן רבוצים או עומדים מניין ת\"ל העשירי. אין לי אלא בזמן שקרא שמו עשירי. מניין אעפ\"י שלא קרא שמו עשירי ת\"ל העשירי יהיה קדש מ\"מ. יכול אפי' היה לו מאה ונטל עשרה או עשרה ונטל א' ת\"ל העשירי ואין זה מעשר ר' יוסי בר' יהודה אומר מעשר. קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי מניין ששלשתן מקודשין ת\"ל וכל מעשר כו' העשירי יהיה קדש (פי' כל מקום שיהיה עשירי אפי' לא נקרא שמו וכ\"מ שנקרא שמו אפי' לא יהיה עשירי יהיה קודש) או יכול שאני מרבה את השמיני ואת הי\"ב אמרת לא הואיל והוא מקודש וטעותו מתקדש מה הוא מקדש את הסמוך לו (דהיינו הוא עצמו) אף טעותי אינו מתקדש אלא הסמוך לו היינו התשיעי והאחד עשר. נמצאת אתה אומר קרא לתשיעי עשירי ולעשירי תשיעי ולאחד עשר עשירי שלשתן מקודשין. התשיעי נאכל במומו העשירי מעשר והאחד עשר קרב שלמים ועושה תמורה דברי ר\"מ. ר' יהודה אומר וכי יש תמורה עושה תמורה אמרו משום ר\"מ אלו היה תמורה לא היה קרב פי' וא\"כ בוודאי לא משום תמורה קדשה) קרא לתשיעי עשירי ולעשירי אחד עשר ולאחד עשר עשירי רבי אומר אינו מקודש ר' יוסי בר' יהודה אומר מקודש שהיה ר' אומר זה הכלל כל שלא נעקר שם העשירי ממנו לפניו מקודש ולאחריו אינו מקודש [פי' וה\"נ לא נעקר שם העשירי ממנו שהרי נזכר עליו שם העשירי כשאמר אחד עשר]:", "heVersionTitle": "Aderet Eliyahu, Halberstadt, 1860", "heLicense": "Public Domain", "heVersionTitleInHebrew": "אדרת אליהו על התורה, הלברשטאט תרי\"ט", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5bf3e611bfb49d008760b3bb", "index_title": "English Explanation of Mishnah Peah", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Peah 7:6:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "English Explanation of Mishnah Peah 7:6:2", "sourceHeRef": "ביאור אנגלי על משנה פאה ז׳:ו׳:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 6.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Peah", "he": "ביאור אנגלי על משנה פאה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>[The grapes of] a vineyard in its fourth year:<br>Bet Shammai says: the laws of the added fifth and removal do not apply to them; But Bet Hillel says: they do.</b>  According to Bet Shammai when one redeems the grapes of a fourth year vineyard, that is one takes money and transfers the holiness of the grapes onto the money and brings the money to Jerusalem, one does not need to add a fifth of the value, as one does for second tithe.  With regard to second tithe Leviticus 27:31 states, “If anyone wishes to redeem any of his tithes, he must add one-fifth to them.”  This, according to Bet Shammai, was stated only with regard to tithes and not with regard to the fourth-year vineyard.  Bet Shammai also holds that another rule concerning tithes does not apply.  Deuteronomy 14:28 states, “At the end of three years you shall bring out the full tithe of your yield of that year.” This means that at the end of three years one must get rid of all of the tithes within one’s household and give them to whomever they rightfully belong.  According to Bet Shammai one does not have to get rid of the wine made of fourth year grapes.  In short, Bet Shammai says that while there is some similarity between fourth year grapes and second tithe, they are not similar in all aspects. Bet Hillel says that all of the laws of second tithe apply to fourth year grapes.  Therefore, when one redeems them he must add a fifth and they must be removed at the end of three years.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5bf3e994c413e900ecfad7d3", "index_title": "English Explanation of Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "English Explanation of Mishnah Maaser Sheni 5:3:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "English Explanation of Mishnah Maaser Sheni 5:3:2", "sourceHeRef": "ביאור אנגלי על משנה מעשר שני ה׳:ג׳:ב׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1997, 2013], "commentaryNum": 3.0002, "collectiveTitle": {"en": "English Explanation of Mishnah Maaser Sheni", "he": "ביאור אנגלי על משנה מעשר שני"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>[The grapes of] a vineyard in its fourth year:<br>Bet Shammai says: the laws of the added fifth and removal do not apply to them; But Bet Hillel says: they do.</b>  According to Bet Shammai when one redeems the grapes of a fourth year vineyard one does not need to add a fifth of the value, as one does for maaser sheni.  With regard to maaser sheni Leviticus 27:31 states, “If anyone wishes to redeem any of his tithes, he must add one-fifth to them.”  This, according to Bet Shammai, was stated only with regard to tithes and not with regard to the fourth-year vineyard. Bet Shammai also holds that another rule concerning tithes does not apply.  Deuteronomy 14:28 states, “At the end of three years you shall bring out the full tithe of your yield of that year.” This means that at the end of three years one must get rid of all of the tithes within one’s household and give them to whomever they rightfully belong.  According to Bet Shammai one does not have to get rid of the wine made of fourth year grapes.  In short, Bet Shammai says that while there is some similarity between fourth year grapes and second tithe, they are not similar in all aspects. Bet Hillel says that all of the laws of second tithe apply to fourth year grapes.  Therefore, when one redeems them he must add a fifth and they must be removed at the end of three years.", "versionTitle": "Mishnah Yomit by Dr. Joshua Kulp", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5c17b86db071e100bf4dfe46", "index_title": "Bartenura on Mishnah Maaser Sheni", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Maaser Sheni 4:3:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Bartenura on Mishnah Maaser Sheni 4:3:1", "sourceHeRef": "ברטנורא על משנה מעשר שני ד׳:ג׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 3.0001, "collectiveTitle": {"en": "Bartenura on Mishnah Maaser Sheni", "he": "ברטנורא על משנה מעשר שני"}, "heTitle": "ברטנורא על משנה מעשר שני", "he": "<b>מפני שהוא מוסיף חומש.</b> כדכתיב (ויקרא כ״ז:ל״א) ואם גאול יגאל איש ממעשרו, על שלו מוסיף חומש ולא על של חבירו:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "מפני שהוא מוסיף חומש – As it is written (Leviticus 27:31): “If anyone wishes to redeem any of his tithes, [he must add one-fifth to them].” On his own [tithes] he adds one-fifth, but not on those of his fellow.", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5cca9499b3c68600e817bb10", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 34a:8", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Arakhin 34a:8", "sourceHeRef": "ערכין ל״ד א:ח׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 67.0008, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "אלא אמר רב נחמן איצטריך סלקא דעתך אמינא הואיל וכתיב (ויקרא כה, לד) כי אחוזת עולם הוא להם הא נמי אחוזתו היא קא משמע לן אחוזתו אחוזתו אין חרמו לא", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "<b>Rather, Rav Naḥman said:</b> The verse <b>was necessary,</b> as it might <b>enter your mind to say</b> that <b>since it is written</b> with regard to the fields of Levites and priests: <b>“For that is their perpetual possession”</b> (Leviticus 25:34), from which it is derived that if a priest consecrated his ancestral field he may always redeem it, so too <b>this</b> dedicated field received by the priest <b>is also</b> considered <b>his ancestral</b> field, and if he consecrated it he may always redeem it. The juxtaposition of the dedicated field of a priest to the ancestral field of an Israelite <b>teaches us</b> that this is not the <i>halakha</i>, as the verse states: <b>“His ancestral field</b> shall be for the priest” (Leviticus 27:31). The verse teaches that with regard to the <b>ancestral field</b> of a priest that he inherited from his father, <b>yes,</b> it remains in the possession of that priest in perpetuity, but with regard to <b>his dedicated</b> field, it does <b>not</b> remain in his possession in perpetuity; rather, it is divided among the members of the priestly watch serving at the beginning of the Jubilee Year.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "5cd140bb9539fc005a15fd5b", "index_title": "Birkat Asher on Torah", "category": "Commentary", "type": "commentary", "ref": "Birkat Asher on Torah, Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Birkat Asher on Torah, Leviticus 27:31:1", "sourceHeRef": "ברכת אשר על התורה, ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1960, 2010], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Birkat Asher on Torah", "he": "ברכת אשר על התורה"}, "heTitle": "ויקרא", "he": "<b>רש\"י ד\"ה ממעשרו, ...ומה היא גאולתו? (יפדנו) כדי להתירו באכילה בכל מקום כו'.</b> ההשלמה שבסוגריים ראה אצל ר' אברהם ברלינר, אך אין הוא מציין מקורו. ובדפו\"ר אינו. אך כך, בסוגריים, בחומש רש\"ר הירש וב\"לפשוטו של רש\"י\". (פ' בחקתי תשנ\"א) הערת הגר\"א נבנצל שליט\"א: לעניות דעתי ניחא טפי בלי מה שבסוגריים, והשאלה נמשכת עד אחרי \"בכל מקום\" (כלומר יש להציב את סימן השאלה לאחר המילים \"בכל מקום\").", "heVersionTitle": "Birkat Asher, Asher Vasertil, Jerusalem 2010-2012", "heLicense": "CC-BY", "heVersionTitleInHebrew": "ברכת אשר, ירושלים תש\"ע-תשע\"ג", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "5ef9b457721ab452255640d4", "index_title": "Daf Shevui to Kiddushin", "category": "Quoting Commentary", "type": "", "ref": "Daf Shevui to Kiddushin 54b:7", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Daf Shevui to Kiddushin 54b:7", "sourceHeRef": "דף שבועי על קידושין נ״ד ב:ז׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [2016, 2020], "commentaryNum": 108.0007, "collectiveTitle": {"en": "Daf Shevui to Kiddushin", "he": "דף שבועי על קידושין"}, "heTitle": "דף שבועי על קידושין", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "This mishnah is from Peah 7:6. The following is my explanation from Mishnah Yomit:<br>For the first three years’ of a vine’s growth, its grapes are “orlah” and cannot be eaten.  In the fourth year of its growth, they are like second tithe and must either be eaten in Jerusalem or redeemed and brought to Jerusalem where the proceeds are to be used to buy food.  Our mishnah deals with these laws and in the second half of the mishnah it deals with the impact that these laws have on some of the agricultural gifts.<br><b>Section one:</b>  According to Bet Shammai when one redeems the grapes of a fourth year vineyard, that is one takes money and transfers the holiness of the grapes onto the money and brings the money to Jerusalem, one does not need to add a fifth of the value, as one does for second tithe.  With regard to second tithe Leviticus 27:31 states, “If anyone wishes to redeem any of his tithes, he must add one-fifth to them.”  This, according to Bet Shammai, was stated only with regard to tithes and not with regard to the fourth-year vineyard.  Bet Shammai also holds that another rule concerning tithes does not apply.  Deuteronomy 14:28 states, “At the end of three years you shall bring out the full tithe of your yield of that year.” This means that at the end of three years one must get rid of all of the tithes within one’s household and give them to whomever they rightfully belong.  According to Bet Shammai one does not have to get rid of the wine made of fourth year grapes.  In short, Bet Shammai says that while there is some similarity between fourth year grapes and second tithe, they are not similar in all aspects.<br>Bet Hillel says that all of the laws of second tithe apply to fourth year grapes.  Therefore, when one redeems them he must add a fifth and they must be removed at the end of three years.<br><b>Section two:</b>  The laws of peret (fallen grapes) and defective clusters (olelot) do not apply to tithes.  Since Bet Shammai does not hold that the laws of tithes apply to the fourth year grapes, they therefore hold that the laws of peret and defective clusters do apply.  The poor people would take their peret and olelot, redeem them, and bring the money to Jerusalem, just as the owner does with his own grapes/wine.<br>Bet Hillel, on the other hand, holds that the poor do not receive the peret and the olelot because the agricultural gifts of the poor do not apply to tithes. Rather the owners take all of the grapes and bring them to the winepress, make wine and then either bring the wine to Jerusalem or redeem the wine and bring the money to Jerusalem.  ", "versionTitle": "Daf Shevui", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f01fb3709eae8bb6d5b9b33", "index_title": "Bartenura on Mishnah Bava Metzia", "category": "Quoting Commentary", "type": "", "ref": "Bartenura on Mishnah Bava Metzia 4:8:6", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Bartenura on Mishnah Bava Metzia 4:8:6", "sourceHeRef": "ברטנורא על משנה בבא מציעא ד׳:ח׳:ו׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1482], "commentaryNum": 8.0006, "collectiveTitle": {"en": "Bartenura on Mishnah Bava Metzia", "he": "ברטנורא על משנה בבא מציעא"}, "heTitle": "ברטנורא על משנה בבא מציעא", "he": "<b>ומעשר שני שלו.</b> דוקא. מוסיף חומש, דאיש ממעשרו כתיב:", "heVersionTitle": "On Your Way", "heLicense": "Public Domain", "heVersionTitleInHebrew": "ובלכתך בדרך", "text": "ומעשר שני שלו – exactly, and he adds one-fifth, since it is written (Leviticus 27:31): “[If anyone wishes to redeem] any of his tithes, he must add one fifth to them.”", "versionTitle": "Bartenura on Mishnah, trans. by Rabbi Robert Alpert, 2020", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "5f02d6ead660b3c272df736d", "index_title": "Gur Aryeh on Vayikra", "category": "Commentary", "type": "commentary", "ref": "Gur Aryeh on Vayikra 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Gur Aryeh on Vayikra 27:31:1", "sourceHeRef": "גור אריה על ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "compDate": [1548, 1578], "commentaryNum": 31.0001, "collectiveTitle": {"en": "Gur Aryeh", "he": "גור אריה"}, "heTitle": "גור אריה על ויקרא", "he": "<b>ממעשרו מוסף חומש [ולא ממעשר חברו].</b> כבר נתבאר למעלה (אות ז) הטעם הפודה דבר משלו צריך להוסיף חומש, והפודה דבר שאינו שלו אין צריך להוסיף עליו חומש<i data-commentator=\"Notes by Rabbi Yehoshua Hartman\" data-label=\"82\"></i>:<br>ברוך ה' לעולם אמן ואמן [תהלים פט, נג]:<br>יהי שם ה' מבורך לעולם אמן ואמן [ר' תהלים קיג, ב]:<br>סליק ספר ויקרא:", "heVersionTitle": "Gur Aryeh, Machon Yerushalyim, 1989-1995", "heLicense": "Public Domain", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}, {"_id": "6114d22ed9170339da49df03", "index_title": "Arakhin", "category": "Talmud", "type": "", "ref": "Arakhin 30b:21", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Arakhin 30b:21", "sourceHeRef": "ערכין ל׳ ב:כ״א", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 60.0021, "collectiveTitle": {"en": "Arakhin", "he": "ערכין"}, "heTitle": "ערכין", "he": "ובהקדש כו': מנא ה\"מ דת\"ר (ויקרא כז, יג) ואם גאל יגאל מלמד שלוה וגואל וגואל לחצאין", "heVersionTitle": "Wikisource Talmud Bavli", "heLicense": "CC-BY-SA", "heVersionTitleInHebrew": "תלמוד בבלי (ויקיטקסט)", "text": "§ The mishna teaches: <b>But with regard to</b> redeeming a field from <b>the Temple</b> treasury, it is permitted to redeem the field in any of these ways. This is a <i>halakha</i> where greater stringency applies with regard to redeeming a field from an ordinary individual than with regard to redeeming it from the Temple treasury. The Gemara asks: <b>From where are these matters</b> derived? <b>As the Sages taught</b> with regard to a verse dealing with one who consecrates his field: <b>“And if</b> the one who consecrates the field <b>will indeed redeem it”</b> (Leviticus 27:19). The phrase “will indeed redeem” <b>teaches that</b> one <b>may borrow</b> money <b>and redeem</b> his field, <b>and</b> one <b>may partially redeem</b> his field, despite the fact that one may not do so when redeeming a field from an ordinary individual.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "תלמוד מהדורת ויליאם דוידסון - אנגלית"}, {"_id": "6114d3854039f8bc2cab797b", "index_title": "Eruvin", "category": "Talmud", "type": "", "ref": "Eruvin 31b:7", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Eruvin 31b:7", "sourceHeRef": "עירובין ל״א ב:ז׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [450, 550], "commentaryNum": 62.0007, "collectiveTitle": {"en": "Eruvin", "he": "עירובין"}, "heTitle": "עירובין", "he": "וּבְמַעֲשֵׂר שֵׁנִי וְהֶקְדֵּשׁ שֶׁנִּפְדּוּ. פְּשִׁיטָא! לָא צְרִיכָא, שֶׁנָּתַן אֶת הַקֶּרֶן וְלֹא נָתַן אֶת הַחוֹמֶשׁ. וְקָא מַשְׁמַע לַן דְּאֵין הַחוֹמֶשׁ מְעַכֵּב.", "heVersionTitle": "William Davidson Edition - Vocalized Aramaic", "heLicense": "CC-BY-NC", "heVersionTitleInHebrew": "מהדורת וויליאם דייוידסון - ארמית המנוקד", "text": "The mishna also stated that one may establish an <i>eiruv</i> <b>with</b> the <b>second tithe and consecrated</b> food <b>that have been redeemed.</b> The Gemara asks: <b>It is obvious</b> that these foods may be used to establish an <i>eiruv</i>. The Gemara answers: This ruling <b>was only needed</b> for a case <b>where one</b> redeemed the second tithe or consecrated food and <b>paid the principle but did not pay the</b> additional <b>fifth</b> of their value, which must be paid when they are redeemed. <b>And</b> the mishna <b>teaches us</b> that the failure to pay <b>the</b> additional <b>fifth does not invalidate</b> the redemption. Once the principle is paid, even if payment of the additional fifth is still outstanding, the article is regarded as redeemed and may be used for mundane purposes.", "versionTitle": "William Davidson Edition - English", "license": "CC-BY-NC", "versionTitleInHebrew": "מהדורת וויליאם דייוידסון - אנגלית"}, {"_id": "61a622e287f574a17ca6a27b", "index_title": "Jerusalem Talmud Bava Metzia", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bava Metzia 4:5:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Bava Metzia 4:5:1", "sourceHeRef": "תלמוד ירושלמי בבא מציעא ד׳:ה׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0001, "collectiveTitle": {"en": "Jerusalem Talmud Bava Metzia", "he": "תלמוד ירושלמי בבא מציעא"}, "heTitle": "תלמוד ירושלמי בבא מציעא", "he": "<strong><big>משנה:</big></strong> עַד אֵימָתַי מוּתָּר לְהַחֲזִיר. בַּכְּרַכִּין עַד כְּדֵי שֶׁיַּרְאֶה לַשּׁוּלְחָנִי וּבַכְּפָרִין עַד עַרְבֵי שַׁבָּתוֹת. אִם הָיָה מַכִּירָהּ אֲפִילוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ מְקַבְּלָהּ מִמֶּנּוּ <i data-overlay=\"Vilna Pages\" data-value=\"17b\"></i>וְאֵין לוֹ עָלָיו אֶלָּא תַּרְעוֹמֶת. וְנוֹתְנָהּ לְמַעֲשֵׂר שֵׁנִי וְאֵינוֹ חוֹשֵׁשׁ שֶׁאֵינָהּ אֶלָּא נֶפֶשׁ רָעָה. הַהוֹנָייָה אַרְבָּעָה כֶסֶף. וְהַטַּעֲנָה שְׁתֵּי כֶסֶף. וְהַהוֹדָייָה שָׁוֶה פְרוּטָה. חָמֵשׁ פְּרוּטוֹת הֵן הַהוֹדָייָה שָׁוֶה פְרוּטָה וְהָאִשָּׁה מִתְקַדֶּשֶׁת בְּשָׁוֶה פְרוּטָה. הַנֶּהֱנֶה שָׁוֶה פְרוּטָה מִן הַהֶקְדֵּשׁ מָעַל. הַמּוֹצֵא שָׁוֶה פְרוּטָה חַיָּיב לְהַכְרִיז. הַגּוֹזֵל אֶת חֲבֵירוֹ שָׁוֶה פְרוּטָה וְנִשְׁבַּע לוֹ יוֹלִיכֶנּוּ אַחֲרָיו אֲפִילוּ לְמָדַי. חֲמִשָּׁה חוּמְשִׁין הֵן. הָאוֹכֵל תְּרוּמָה וּתְרוּמַת מַעֲשֵׂר וּתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי וְהַחַלָּה וְהַבִּיכּוּרִים מוֹסִיף חוֹמֶשׁ. הַפּוֹדֶה נֶטַע רְבָעִי וּמַעֲשֵׂר שֵׁנִי שֶׁלּוֹ מוֹסִיף חוֹמֶשׁ. הַפּוֹדֶה אֶת הֶקְדֵּישׁוֹ מוֹסִיף חוֹמֶשׁ. הַנֶּהֱנֶה שָׁוֶה פְרוּטָה מִן הַהֶקְדֵּשׁ מוֹסִיף חוֹמֶשׁ. הַגּוֹזֵל אֶת חֲבֵירוֹ שָׁוֶה פְרוּטָה וְנִשְׁבַּע לוֹ מוֹסִיף חוֹמֶשׁ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> How much time does one have to return it<sup class=\"footnote-marker\">95</sup><i class=\"footnote\">The defective coin which fails the standards of <a class=\"refLink\" data-ref=\"Jerusalem Talmud Bava Metzia 4:4:1\" href=\"/Jerusalem_Talmud_Bava_Metzia.4.4.1\">Mishnah 4</a>.</i>? In walled cities<sup class=\"footnote-marker\">96</sup><i class=\"footnote\">Greek χάραξ, χάρακος “palisade”.</i> until one can show it to a banker, in villages until Sabbath eve. If he recognizes it, he should take it back even after twelve months, but he has only a complaint against him<sup class=\"footnote-marker\">97</sup><i class=\"footnote\">If the person who handed out the defective coin recognizes that it is the coin given out illegally, he has a moral duty to take it back even when the legal period in which he can be forced to take it back has expired. If he refuses, the injured party has the right to complain (i. e., tell about the case to other people) but has no recourse in court.</i>. He may use it for Second Tithe without hesitation since it is only miserly<sup class=\"footnote-marker\">94</sup><i class=\"footnote\">In Temple times, Second Tithe produce was redeemed for coin which was spent on food in Jerusalem, to be eaten there in purity. Since the redemption is a transaction between a person and himself, occasionally deficient coins may be used since he knows the deficiency. But one may not collect deficient coins during the year and then use the collected coins for redemption (<i>Ma‘aśer Šeni</i> 2:7, Note 96).</i>’<sup class=\"footnote-marker\">98</sup><i class=\"footnote\">After the destruction of the Temple and the disappearence of the ashes of the red cow (cf. <a class=\"refLink\" data-ref=\"Jerusalem Talmud Berakhot 1:1:1\" href=\"/Jerusalem_Talmud_Berakhot.1.1.1\"><i>Berakhot</i> 1:1, Note 3</a>) when food can no longer be eaten in purity, the coin has to be destroyed. For that purpose it even is preferable to use defective coins.</i>.<br>Cheating is by four oboli<sup class=\"footnote-marker\">99</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Bava Metzia 4:3:1\" href=\"/Jerusalem_Talmud_Bava_Metzia.4.3.1\">Mishnah 3</a>.</i>, claim is about two oboli, confession is about one <i>peruṭah</i><sup class=\"footnote-marker\">100</sup><i class=\"footnote\">The court will not impose a judicial oath unless it be a case in which the claim is at least 2 oboli and the defendant admits to owing at least 1 <i>peruṭah:,</i> Mishnah <i>Šebuot</i> 6:1.</i>. There are five <i>peruṭot</i><sup class=\"footnote-marker\">101</sup><i class=\"footnote\">The <i>peruṭah</i> appears as minimal standard in five legal categories.</i>: Confession is about one <i>peruṭah</i><sup class=\"footnote-marker\">100</sup><i class=\"footnote\">The court will not impose a judicial oath unless it be a case in which the claim is at least 2 oboli and the defendant admits to owing at least 1 <i>peruṭah:,</i> Mishnah <i>Šebuot</i> 6:1.</i>; a woman is preliminarily married by one <i>peruṭah</i>’s worth<sup class=\"footnote-marker\">102</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Kiddushin 1:1:1\" href=\"/Jerusalem_Talmud_Kiddushin.1.1.1\">Mishnah <i>Qiddušin</i> 1:1</a>.</i>; one who used one <i>peruṭah</i>’s worth of Temple property committed larceny<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">He has to pay a 25% fine and bring a sacrifice, <a class=\"refLink\" data-ref=\"Leviticus 5:15-16\" href=\"/Leviticus.5.15-16\"><i>Lev.</i> 5:15–16</a>.</i>; one who finds one <i>peruṭah’</i> s worth has to make it public; one who robbed another of one <i>peruṭah</i>’s worth and swore about it, has to return it to him even in Media<sup class=\"footnote-marker\">104</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Bava Kamma 9:6:1\" href=\"/Jerusalem_Talmud_Bava_Kamma.9.6.1\">Mishnah <i>Bava qamma</i> 9:7</a>.</i>.<br>There are five fifths<sup class=\"footnote-marker\">105</sup><i class=\"footnote\">Five cases in which a payment of 125% of the amount is due.</i>: He who eats heave, or heave of the tithe<sup class=\"footnote-marker\">106</sup><i class=\"footnote\">If he eats in error, Mishnah <i>Terumot</i> 6:1; <a class=\"refLink\" data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\"><i>Lev.</i> 22:14</a>, <a class=\"refLink\" data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\"><i>Num.</i> 18:26</a>.</i>, or heave of the tithe of <i>demay</i><sup class=\"footnote-marker\">107</sup><i class=\"footnote\">This only applies to <i>demay</i>(produce of which it is not known whether it was tithed), but not to the heave of its tithe; <a class=\"refLink\" data-ref=\"Mishnah Demai 1:2\" href=\"/Mishnah_Demai.1.2\">Mishnah <i>Demay</i> 1:2, Note 67</a>.</i>, or <i>ḥallah</i><sup class=\"footnote-marker\">108</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Numbers 15:20\" href=\"/Numbers.15.20\"><i>Num.</i> 15:20</a>.</i>, or first fruits<sup class=\"footnote-marker\">109</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Bikkurim 2:1:1\" href=\"/Jerusalem_Talmud_Bikkurim.2.1.1\">Mishnah <i>Bikkurim</i> 2:1</a>.</i>, adds a fifth<sup class=\"footnote-marker\">110</sup><i class=\"footnote\">All these cases are considered identical since each of them is called “heave” in a verse.</i>. He who redeems his vineyard in the fourth year<sup class=\"footnote-marker\">111</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 19:24\" href=\"/Leviticus.19.24\"><i>Lev.</i>19:24</a>, <a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">27:31</a>.</i> or his Second Tithe<sup class=\"footnote-marker\">112</sup><i class=\"footnote\">Mishnah <i>Ma‘aśer Šeni</i> 5:5; <a class=\"refLink\" data-ref=\"Deuteronomy 14:25\" href=\"/Deuteronomy.14.25\"><i>Deut.</i>14:25</a>.</i>, adds a fifth. He who redeems his own gifts to the Temple, adds a fifth<sup class=\"footnote-marker\">113</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">Lev. 27:19</a>.</i>. He who used one <i>peruṭah</i>’s worth of Temple property, adds a fifth<sup class=\"footnote-marker\">103</sup><i class=\"footnote\">He has to pay a 25% fine and bring a sacrifice, <a class=\"refLink\" data-ref=\"Leviticus 5:15-16\" href=\"/Leviticus.5.15-16\"><i>Lev.</i> 5:15–16</a>.</i>. He who robbed another of one <i>peruṭah</i>’s worth and swore about it, adds a fifth<sup class=\"footnote-marker\">114</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\"><i>Lev.</i> 5:24</a>.</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622e287f574a17ca6a280", "index_title": "Jerusalem Talmud Bava Metzia", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Bava Metzia 4:5:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Bava Metzia 4:5:3", "sourceHeRef": "תלמוד ירושלמי בבא מציעא ד׳:ה׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0003, "collectiveTitle": {"en": "Jerusalem Talmud Bava Metzia", "he": "תלמוד ירושלמי בבא מציעא"}, "heTitle": "תלמוד ירושלמי בבא מציעא", "he": "נוֹתְנָהּ לְמַעֲשֵׂר שֵׁינִי וְאֵינוֹ חוֹשֵׁשׁ שֶׁאֵינָהּ אֶלָּא נֶפֶשׁ רָעָה. יַעֲקֹב בַּר זַבְדִּי רִבִּי יוֹחָנָן בְשֵׁם רִבִּי סִימוֹן. כָּל־מַעֲשֵׂר שֵׁינִי שֶׁאֵין בְּקַרְנוֹ שָׁוֶה פְרוּטָה אֵין מוֹסִיף חוֹמֶשׁ. רִבִּי יוֹחָנָן בְּשֵׁם רִבִּי יַנַּאי. כָּל־מַעֲשֵׂר שֵׁינִי שֶׁאֵין בְּחוּמְשׁוֹ שָׁוֶה פְרוּטָה אֵין מוֹסִיף חוֹמֶשׁ. אִית מַתְנִיתָא מְסַייְעָה לְדֵין וְאִית מַתְנִיתָא מְסַייְעָה לְדֵין. דְּתַנֵּי. מִמַּעְשְׂרוֹ. פְּרָט לְפָחוֹת מִשָּׁוֶה פְרוּטָה. הָדָא אָֽמְרָה. עַד שֶׁיְּהֵא בְקַרְנוֹ שָׁוֶה פְרוּטָה. תַּנָּיֵי חוֹרָן תַּנֵּי. מִמַּעְשְׂרוֹ חֲמִישִּׁיתָיו. פְּרָט לְפָחוֹת מִשָּׁוֶה פְרוּטָה. הָדָא אָֽמְרָה. עַד שֶׁיְּהֵא בְחוּמשׁוֹ שָׁוֶה פְרוּטָה. אָמַר רָבִין בַּר מָמָל. מַתְנִיתָא לָא כְהָדֵן וְלָא כְהָדֵן. דְּתַנִּינָן. ה̇ פְרוּטוֹת הֵן. וְלֹא תַנִּינָן עַד שֶׁיְּהֵא בְקַרְנוֹ שָׁוֶה פְרוּטָה. וְתַנִּינָן ה̇ חוּמְשִׁין הֵן. וְלֹא תַנִּינָן עַד שֶׁיְּהֵא בְחוּמְשׁוֹ שָׁוֶה פְרוּטָה.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "“He may use it for Second Tithe without hesitation since it is only miserly.” <sup class=\"footnote-marker\">118</sup><i class=\"footnote\">Cf. <a class=\"refLink\" data-ref=\"Bava Metzia 53b\" href=\"/Bava_Metzia.53b\">Babli 53b</a>. A parallel, different treatment is in <i>Ma‘aśer Šeni</i>4:3, Notes 57–63.</i> Jacob bar Zavdi, Rebbi Joḥanan in the name of Rebbi Simon<sup class=\"footnote-marker\">119</sup><i class=\"footnote\">For obvious chronological reasons this must read: R. Simon (in <i>Ma‘aśer Šeni:</i> R. Yose ben R. Simon) in the name of R. Joḥanan.</i>: One does not add a fifth for any Second Tithe which in itself is not worth a <i>peruṭah.</i> Rebbi Joḥanan in the name of Rebbi Yannai: One does not add a fifth for any Second Tithe for which the fifth is not worth a <i>peruṭah</i><sup class=\"footnote-marker\">120</sup><i class=\"footnote\">The Babli presents this as R. Simeon ben Laqish’s opinion. The Yerushalmi <i>Ma‘aśer Šeni</i> quotes only the second opinion.</i>. A <i>baraita</i> supports the one, a <i>baraita</i> supports the other. As it was stated: “From its tithe,<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev</i>. 27:31</a>.</i>” except what is worth less than a <i>peruṭah</i>.<sup class=\"footnote-marker\">122</sup><i class=\"footnote\">As always in rabbinic interpretation, the prefix מ is partitive: Not for all tithe has a fifth to be given in redemption. <a class=\"refLink\" data-ref=\"Sifra, Bechukotai, Chapter 12 10\" href=\"/Sifra,_Bechukotai,_Chapter_12.10\"><i>Sifra Beḥuqqotai Pereq</i>12(10</a>); <a class=\"refLink\" data-ref=\"Bava Metzia 53b\" href=\"/Bava_Metzia.53b\">Babli 53b</a>.</i> This means, not unless itself is worth a <i>peruṭah.</i> Another Tanna states: “From its tithe<sup class=\"footnote-marker\">121</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev</i>. 27:31</a>.</i>, its fifths<sup class=\"footnote-marker\">123</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 5:23\" href=\"/Leviticus.5.23\"><i>Lev.</i> 5:23</a>. The plural “fifths” is interpreted to mean that if somebody is obligated to pay a fifth and then reneges and swears falsely that he does not owe it, the first fifth becomes principal on which another fifth is due. This may continue until the fifth becomes less that a <i>peruṭah. Sifra Wayyiqra Parašah</i> 13(12); <a class=\"refLink\" data-ref=\"Bava Metzia 53b\" href=\"/Bava_Metzia.53b\">Babli 53b</a>.</i>” except if it is worth less than a <i>peruṭah.</i> This means, not unless the fifth is worth a <i>peruṭah.</i> Rebbi Abin bar Mamal<sup class=\"footnote-marker\">124</sup><i class=\"footnote\">Everywhere else, including <i>Ma‘aśer Šeni,</i> he is called Abba bar Mamal. There, it is shown that quite a number of “<i>perutot”</i> are missing from the Mishnah.</i> said, our Mishnah follows neither one since we have stated “there are five <i>peruṭot</i>”, but we did not state “not unless itself is worth a <i>peruṭah</i>”; we have stated “there are five fifths”, but we did not state “not unless the fifth is worth a <i>peruṭah</i>”.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622fd87f574a17ca6adc3", "index_title": "Jerusalem Talmud Maaser Sheni", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Maaser Sheni 4:3:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Maaser Sheni 4:3:3", "sourceHeRef": "תלמוד ירושלמי מעשר שני ד׳:ג׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 3.0003, "collectiveTitle": {"en": "Jerusalem Talmud Maaser Sheni", "he": "תלמוד ירושלמי מעשר שני"}, "heTitle": "תלמוד ירושלמי מעשר שני", "he": "מַה נָן קַייָמִין אִם בְּשֶׁאָמַר לוֹ צֵא וּפְדֵה לִי שְׁלוּחוֹ הוּא. צֵא וּפְדֵּה לָךְ שֶׁלּוֹ הֵן. אֶלָּא כִּי נָן קַייָמִין בְּשֶׁאָמַר לֹו פְּדֵה לִי מִשֶּׁלָּךְ פְּדֵה לָךְ מִשֶּׁלִּי. וְתַנֵּי כֵן פְּדֵה לִי מִשֶּׁלָּךְ פְּדֵה לָךְ מִשֶּׁלִּי אֵינוֹ מוֹסִיף חוֹמֶשׁ. אָמַר רִבִּי יוֹחָנָן כָּל־מַעֲשֵׂר שֶׁאֵינוֹ הוּא וּפִדְיוֹנוֹ מִשֶּׁלּוֹ אֵינוֹ מוֹסִיף חוֹמֶשׁ. רִבִּי יוֹסֵי בֵּירִבִּי בּוּן בְּשֵׁם רִבִּי חֲנִינָא טַעֲמָא דְּרִבִּי יוֹחָנָן וְאִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִישִׁיתוֹ יוֹסֵיף עָלָיו. כְּדֵי שֶׁיְּהֵא הוּא וּפִדְיוֹנוֹ מִשֶּׁלּוֹ.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "How do we hold? If he said to him, go and redeem for me, he is his agent<sup class=\"footnote-marker\">78</sup><i class=\"footnote\">The status of the agent is the status of his employer; a fifth is due.</i>; go and redeem for yourself, they are the other’s property<sup class=\"footnote-marker\">79</sup><i class=\"footnote\">A fifth is due for the gift as stated in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Maaser Sheni 4:2:1\" href=\"/Jerusalem_Talmud_Maaser_Sheni.4.2.1\">Mishnah 3</a>.</i>. But we have to hold that he said to him, redeem for me of your property, or redeem for yourself of my property. We have stated thus: “Redeem for me of your property, or redeem for yourself of my property, he does not add a fifth.” Rebbi Joḥanan said, for any tithe, where neither it nor its redemption money is his, he does not have to add a fifth. Rebbi Yose ben Rebbi Abun in the name of Rebbi Ḥanina, the reason of Rebbi Joḥanan (<a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev.</i> 27:31</a>): “If a person goes to redeem of his own tithes, his own fifth he shall add to it;” both it and its redemption money must be his.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a622fd87f574a17ca6ade8", "index_title": "Jerusalem Talmud Maaser Sheni", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Maaser Sheni 5:2:13", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Maaser Sheni 5:2:13", "sourceHeRef": "תלמוד ירושלמי מעשר שני ה׳:ב׳:י״ג", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0013, "collectiveTitle": {"en": "Jerusalem Talmud Maaser Sheni", "he": "תלמוד ירושלמי מעשר שני"}, "heTitle": "תלמוד ירושלמי מעשר שני", "he": "תַּנֵּי רִבִּי אַייְבוּ בַּר נַגָּרִי קוֹמֵי רִבִּי לָא דְּרִבִּי יִשְׁמָעֵאל אִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמִישִּׁיתוֹ יוֹסֵף עָלָיו. פְּרָט לְנֶטַע רְבָעִי שֶׁאֵין חַייָבִין עָלָיו חוֹמֶשׁ. חָזַר וְתַנָּא קוֹמוֹי שְׁתֵּי גְאוּלּוֹת הֵן אַחַת לְמַעֲשֵׂר שֵׁינִי וְאַחַת לְנֶטַע רְבָעִי.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Ayvu bar Naggari stated before Rebbi La following Rebbi Ismael (<a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev</i>. 27:31</a>): “If a man redeems part of his tithes, he should add their fifth to it.” That excludes the fourth-year orchard; one is not obligated by it for a fifth. Then he turned around and stated: There are two terms of redemption, one for the Second Tithe and one for the fourth-year orchard.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230687f574a17ca6b150", "index_title": "Jerusalem Talmud Nazir", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Nazir 5:2:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Nazir 5:2:1", "sourceHeRef": "תלמוד ירושלמי נזיר ה׳:ב׳:א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 2.0001, "collectiveTitle": {"en": "Jerusalem Talmud Nazir", "he": "תלמוד ירושלמי נזיר"}, "heTitle": "תלמוד ירושלמי נזיר", "he": "<strong><big>משנה:</big></strong> מִי שֶׁנָּדַר בַּנָּזִיר וְנִשְׁאַל לַחֲכָמִים וְאָֽסְרוּ מוֹנֶה מִשָּׁעָה שֶׁנָּדַר. נִשְׁאַל לַחֲכָמִים וְהִתִּירוּ הָֽיְתָה לוֹ בְהֵמָה מוּפְרֶשֶׁת תֵּצֵא וְתִרְעֶה בָעֵדֶר. אָֽמְרוּ בֵית הִלֵּל לְבֵית שַׁמַּאי אֵין אַתֶּם מוֹדִין בָּזֶה שֶׁהוּא הֶקְדֵּשׁ טָעוּת שֶׁתֵּצֵא וְתִרְעֶה בָעֵדֶר. אָֽמְרוּ לָהֶן בֵּית שַׁמַּאי אֵי אַתֶּם מוֹדִין בְּמִי שֶׁטָּעָה וְקָרָא לַתְּשִׁיעִי עֲשִׂירִי וְלַעֲשִׂירִי תְּשִׁיעִי וּלְאַחַד עָשָׂר עֲשִׂירִי שֶׁהוּא מְקוּדָּשׁ. אָֽמְרוּ לָהֶן בֵּית הִלֵּל לֹא הַשֵּׁבֶט קִידְּשׁוֹ. וּמָה אִילּוּ טָעָה וְהִנִּיחַ אֶת הַשֵּׁבֶט עַל הַשְּׁמִינִי וְעַל שְׁנֵים עָשָׂר שֶׁמָּא עָשָׂה כְּלוּם. אֶלָּא כָּתוּב שֶׁקִּידֵּשׁ אֶת הָעֲשִׂירִי הוּא קִידֵּשׁ אֶת הַתְּשִׁיעִי וְאֶת אַחַד עָשָׂר.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "<strong>MISHNAH:</strong> A person who made a vow of <i>nazir</i>, asked the Sages and they forbade, counts from the moment of his vow<sup class=\"footnote-marker\">85</sup><i class=\"footnote\">He regretted his vow. When the vow was confirmed, the time of his regret is also counted.</i>. If he asked the Sages and they permitted, if he had an animal designated, it leaves and grazes with the herd<sup class=\"footnote-marker\">73</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 5:2:1\" href=\"/Jerusalem_Talmud_Nazir.5.2.1\">Mishnah 4</a>. If a person makes a vow of <i>nazir</i>, designates an animal as his sacrifice at completion, and then asks about his vow and has it annulled, the animal becomes profane.</i>. The house of Hillel said to the House of Shammai: Do you not agree that this is dedication in error, it leaves and grazes in the herd<sup class=\"footnote-marker\">86</sup><i class=\"footnote\">Therefore, the principle announced in <a class=\"refLink\" data-ref=\"Jerusalem Talmud Nazir 5:1:1\" href=\"/Jerusalem_Talmud_Nazir.5.1.1\">Mishnah 1</a> does not always apply.</i>? The House of Shammai anwered, do you not agree that if somebody erred and designated the ninth as the tenth, or the tenth as ninth, or the eleventh as tenth, it is sanctified<sup class=\"footnote-marker\">87</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Mishnah Bekhorot 9:8\" href=\"/Mishnah_Bekhorot.9.8\">Mishnah <i>Bekhorot</i> 9:8</a>. Every tenth newborn animal of cattle, sheep, and goats has to be brought as sacrifice (<a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev</i>. 27:31</a>). The sacrifice is eaten by the rancher and his family; the priests have no part in it. The verse requires that the animals be counted with a staff and the tenth be designated. If the rancher erred between 9, 10, 11, all animals involved are sanctified. But if the error was by a count of more than one, there is no dedication and the animals remain profane.</i>? The House of Hillel anwered, not the staff sanctified it, for if he erred and put his staff on the eighth or the twelth, did he do anything? But the verse which sanctified the tenth sanctified the ninth and the eleventh<sup class=\"footnote-marker\">88</sup><i class=\"footnote\"><a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev</i>. 27:31</a>, interpreted in the Halakhah, the <a class=\"refLink\" data-ref=\"Bekhorot 61a\" href=\"/Bekhorot.61a\">Babli <i>Bekhorot</i> 61a</a>, and <i>Sifra Beḥuqqotay Pereq</i> 13(2).</i>.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "61a6230c87f574a17ca6b464", "index_title": "Jerusalem Talmud Peah", "category": "Talmud", "type": "", "ref": "Jerusalem Talmud Peah 7:5:5", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "Jerusalem Talmud Peah 7:5:5", "sourceHeRef": "תלמוד ירושלמי פאה ז׳:ה׳:ה׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [375, 425], "commentaryNum": 5.0005, "collectiveTitle": {"en": "Jerusalem Talmud Peah", "he": "תלמוד ירושלמי פאה"}, "heTitle": "תלמוד ירושלמי פאה", "he": "תַּנִּי רִבִּי אַייְבוּ בַּר נַגַּרִי קוֹמֵי רִבִּי לָא דְּרִבִּי יִשְׁמָעֵאל אִם גָּאֹל יִגְאַל אִישׁ מִמַּעַשְׂרוֹ חֲמשִּׁיתוֹ יוֹסֵף עָלָיו. פְּרָט לְנֶטַע רְבָעִי שֶׁאֵין חַייָבִין עָלָיו חוֹמֶשׁ. וְחָזַר וְתַנָּא קוֹמוֹי שְׁתֵּי גְאוּלּוֹת הֵן אַחַת לְמַעֲשֵׂר שֵׁנִי וְאַחַת לְנֶטַע רְבָעִי.", "heVersionTitle": "The Jerusalem Talmud, edition by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "heLicense": "CC-BY", "heVersionTitleInHebrew": "", "text": "Rebbi Ayvu bar Naggari stated before Rebbi La following Rebbi Ismael (<a class=\"refLink\" data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\"><i>Lev.</i> 27:31</a>): “If a man redeems part of his tithes, he should add its fifth to it.” That excludes the fourth year after planting; one is not obligated by it for a fifth. Then he turned around and stated: There are two terms of redemption<sup class=\"footnote-marker\">114</sup><i class=\"footnote\">גָּאֹל יִגְאַל. One of these statements follows Rebbi, the other Rabban Simeon ben Gamliel.</i>, one for the Second Tithe and one for the fourth year after planting.", "versionTitle": "The Jerusalem Talmud, translation and commentary by Heinrich W. Guggenheimer. Berlin, De Gruyter, 1999-2015", "license": "CC-BY", "versionTitleInHebrew": ""}, {"_id": "6319d062b6084aa1cbf02d0d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, גָּאַל 1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "BDB, גָּאַל 1", "sourceHeRef": "בראון-דרייבר-בריגס, גָּאַל א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "גָּאַל", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† I. <big><big><span dir=\"rtl\">גָּאַל</span></big></big>  <strong>vb.</strong> redeem, act as kinsman <strong>(</strong>NH, Niph. <em>be redeemed;</em> also <span dir=\"rtl\">גּוֹאֵל</span>, <span dir=\"rtl\">גְּאוּלָּה</span><strong>)</strong>—<br><strong>Qal</strong>  Pf. <span dir=\"rtl\">ג׳</span>, etc. <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">Is 44:23</a> + 14 times; Impf. <span dir=\"rtl\">יִגְאַל</span>, etc. <a data-ref=\"Leviticus 25:33\" href=\"/Leviticus.25.33\">Lv 25:33</a> + 18 times; Imv. <span dir=\"rtl\">גְּאַל</span>, etc. <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">Ru 4:6</a> + 3 times; Inf. abs. <span dir=\"rtl\">גָּאֹל</span> <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">Lv 27:13</a> + 2 times cstr. <span dir=\"rtl\">לִגְאוֹל</span> <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a> + 2 times; sf. <span dir=\"rtl\">לְגָאֳלֵךְ</span> <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a>; Pt. <span dir=\"rtl\">גֹּאֵל</span> <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a> + 24 times, <span dir=\"rtl\">גּוֹאֵל</span> <a data-ref=\"Isaiah 59\" href=\"/Isaiah.59\">Is 59</a> <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">ψ 103:4</a>; sf. <span dir=\"rtl\">גֹּאַלְךָ</span> <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">Is 48:17</a>, <span dir=\"rtl\">גֹּאֲלֵךְ</span> <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">Is 54:8</a> (sf. 19 times); pass. pl. <span dir=\"rtl\">גְּאוּלִים</span>, etc. <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a> + 4 times;— <strong>1.</strong>  <em>act as kinsman, do the part of next of kin</em> (chiefly in D H P Ru.), <span dir=\"rtl\">גֹּאֵל</span> <em>kinsman</em> <a data-ref=\"Leviticus 25:25\" href=\"/Leviticus.25.25\">Lv 25:25</a> (H) <a data-ref=\"Numbers 5:8\" href=\"/Numbers.5.8\">Nu 5:8</a>; <a data-ref=\"Numbers 35:12\" href=\"/Numbers.35.12\">35:12</a> (P) <a data-ref=\"Ruth 2:20\" href=\"/Ruth.2.20\">Ru 2:20</a>; <a data-ref=\"Ruth 3:9\" href=\"/Ruth.3.9\">3:9</a>, <a data-ref=\"Ruth 3:12\" href=\"/Ruth.3.12\">12</a>; <a data-ref=\"Ruth 4:1\" href=\"/Ruth.4.1\">4:1</a>, <a data-ref=\"Ruth 4:3\" href=\"/Ruth.4.3\">3</a>, <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">6</a>, <a data-ref=\"Ruth 4:8\" href=\"/Ruth.4.8\">8</a>, <a data-ref=\"Ruth 4:14\" href=\"/Ruth.4.14\">14</a> <a data-ref=\"I Kings 16:11\" href=\"/I_Kings.16.11\">1 K 16:11</a>. <strong>a.</strong>  in taking a kinsman’s widow <span dir=\"rtl\">אם יגאלך טוב יגאל ואם לא יחפץ לגאלך וגאלתיך</span> <em>if he will do thee the kinsman’s part</em> (raise up children by the widow) <em>well, let him do the kinsman’s part; but if he is not pleased to do thee the kinsman’s part then I will do thee the kinsman’s part</em> <a data-ref=\"Ruth 3:13\" href=\"/Ruth.3.13\">Ru 3:13</a>; <strong>b.</strong>  in redeeming from bondage <a data-ref=\"Leviticus 25:48\" href=\"/Leviticus.25.48\">Lv 25:48</a>, <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">49</a> (H); <strong>c.</strong>  in redeeming a field <a data-ref=\"Leviticus 25:26\" href=\"/Leviticus.25.26\">Lv 25:26</a>, <a data-ref=\"Leviticus 25:23\" href=\"/Leviticus.25.23\">23</a> (H) <a data-ref=\"Ruth 4:4\" href=\"/Ruth.4.4\">Ru 4:4</a>, <a data-ref=\"Ruth 4:6\" href=\"/Ruth.4.6\">6</a>, <strong>d.</strong>  claim as kinsman <a data-ref=\"Job 3:5\" href=\"/Job.3.5\">Jb 3:5</a>; <strong>e.</strong>  <span dir=\"rtl\">גֹּאֵל הַדָּם</span> <em>the avenger of blood</em> <a data-ref=\"Numbers 35:19\" href=\"/Numbers.35.19\">Nu 35:19</a>, <a data-ref=\"Numbers 35:21\" href=\"/Numbers.35.21\">21</a>, <a data-ref=\"Numbers 35:24\" href=\"/Numbers.35.24\">24</a>, <a data-ref=\"Numbers 35:25\" href=\"/Numbers.35.25\">25</a>, <a data-ref=\"Numbers 35:27\" href=\"/Numbers.35.27\">27</a><sup>(×2)</sup> <a data-ref=\"Joshua 20:3\" href=\"/Joshua.20.3\">Jos 20:3</a>, <a data-ref=\"Joshua 20:5\" href=\"/Joshua.20.5\">5</a> (?; notin 𝔊) v <a data-ref=\"Joshua 20:9\" href=\"/Joshua.20.9\">9</a> (P). <a data-ref=\"Deuteronomy 19:6\" href=\"/Deuteronomy.19.6\">Dt 19:6</a>, <a data-ref=\"Deuteronomy 19:12\" href=\"/Deuteronomy.19.12\">12</a> (D) <a data-ref=\"II Samuel 14:11\" href=\"/II_Samuel.14.11\">2 S 14:11</a>. <strong>2.</strong>  <em>redeem</em>, by payment of value assessed, of consecrated things, by the original owner <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">Lv 27:13</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:20\" href=\"/Leviticus.27.20\">20</a>, <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">31</a> (P). <strong>3.</strong>  <em>redeem</em>, with God as subj. implying personal relationship, chiefly in poetry:— <strong>a.</strong>  individuals, from death <a data-ref=\"Psalms 103:4\" href=\"/Psalms.103.4\">ψ 103:4</a> <a data-ref=\"Lamentations 3:58\" href=\"/Lamentations.3.58\">La 3:58</a> <a data-ref=\"Hosea 13:14\" href=\"/Hosea.13.14\">Ho 13:14</a>; <span dir=\"rtl\">מכל רע</span> <a data-ref=\"Genesis 48:16\" href=\"/Genesis.48.16\">Gn 48:16</a> (E poetry), <span dir=\"rtl\">נפשׁ</span> <a data-ref=\"Psalms 69:19\" href=\"/Psalms.69.19\">ψ 69:19</a>; <a data-ref=\"Psalms 72:14\" href=\"/Psalms.72.14\">72:14</a>, orphans <a data-ref=\"Proverbs 23:11\" href=\"/Proverbs.23.11\">Pr 23:11</a>; <a data-ref=\"Jeremiah 50:34\" href=\"/Jeremiah.50.34\">Je 50:34</a>, <span dir=\"rtl\">ריבה ריבי וגאלני</span> <a data-ref=\"Psalms 119:154\" href=\"/Psalms.119.154\">ψ 119:154</a>, <span dir=\"rtl\">גֹּאֲלִי</span> <a data-ref=\"Job 19:25\" href=\"/Job.19.25\">Jb 19:25</a>, <span dir=\"rtl\">צוּרִי וְגֹאֲלִי</span> <a data-ref=\"Psalms 19:15\" href=\"/Psalms.19.15\">ψ 19:15</a>. <strong>b.</strong>  Israel, from Egyptian bondage <a data-ref=\"Exodus 6:6\" href=\"/Exodus.6.6\">Ex 6:6</a> (P?) <a data-ref=\"Exodus 15:13\" href=\"/Exodus.15.13\">15:13</a> (song) <a data-ref=\"Psalms 74:2\" href=\"/Psalms.74.2\">ψ 74:2</a>; <a data-ref=\"Psalms 77:16\" href=\"/Psalms.77.16\">77:16</a>; <a data-ref=\"Psalms 78:35\" href=\"/Psalms.78.35\">78:35</a>, <span dir=\"rtl\">מיד אויב</span> <a data-ref=\"Psalms 106:10\" href=\"/Psalms.106.10\">ψ 106:10</a>. <strong>c.</strong>  from exile (chiefly <a data-ref=\"Isaiah 3\" href=\"/Isaiah.3\">Is 3</a>, the vb. not in <a data-ref=\"Isaiah 1\" href=\"/Isaiah.1\">Is 1</a>) <a data-ref=\"Isaiah 43:1\" href=\"/Isaiah.43.1\">Is 43:1</a>; <a data-ref=\"Isaiah 44:22\" href=\"/Isaiah.44.22\">44:22</a>, <a data-ref=\"Isaiah 44:23\" href=\"/Isaiah.44.23\">23</a>; <a data-ref=\"Isaiah 48:20\" href=\"/Isaiah.48.20\">48:20</a>; <a data-ref=\"Isaiah 52:9\" href=\"/Isaiah.52.9\">52:9</a>; <a data-ref=\"Isaiah 63:9\" href=\"/Isaiah.63.9\">63:9</a> <a data-ref=\"Micah 4:10\" href=\"/Micah.4.10\">Mi 4:10</a>, <span dir=\"rtl\">מיד</span> <a data-ref=\"Psalms 107:2\" href=\"/Psalms.107.2\">ψ 107:2</a>; <a data-ref=\"Jeremiah 31:11\" href=\"/Jeremiah.31.11\">Je 31:11</a>; Yahweh is <span dir=\"rtl\">גֹּאֵל</span> <a data-ref=\"Isaiah 41:14\" href=\"/Isaiah.41.14\">Is 41:14</a>; <a data-ref=\"Isaiah 43:14\" href=\"/Isaiah.43.14\">43:14</a>; <a data-ref=\"Isaiah 44:6\" href=\"/Isaiah.44.6\">44:6</a>, <a data-ref=\"Isaiah 44:24\" href=\"/Isaiah.44.24\">24</a>; <a data-ref=\"Isaiah 47:4\" href=\"/Isaiah.47.4\">47:4</a>; <a data-ref=\"Isaiah 48:17\" href=\"/Isaiah.48.17\">48:17</a>; <a data-ref=\"Isaiah 49:7\" href=\"/Isaiah.49.7\">49:7</a>, <a data-ref=\"Isaiah 49:26\" href=\"/Isaiah.49.26\">26</a>; <a data-ref=\"Isaiah 54:5\" href=\"/Isaiah.54.5\">54:5</a>, <a data-ref=\"Isaiah 54:8\" href=\"/Isaiah.54.8\">8</a>; <a data-ref=\"Isaiah 59:20\" href=\"/Isaiah.59.20\">59:20</a>; <a data-ref=\"Isaiah 60:16\" href=\"/Isaiah.60.16\">60:16</a>; <a data-ref=\"Isaiah 63:16\" href=\"/Isaiah.63.16\">63:16</a>; and the people <span dir=\"rtl\">גְּאוּלִים</span> <a data-ref=\"Isaiah 35:9\" href=\"/Isaiah.35.9\">Is 35:9</a>; <a data-ref=\"Isaiah 51:10\" href=\"/Isaiah.51.10\">51:10</a>; <a data-ref=\"Isaiah 62:12\" href=\"/Isaiah.62.12\">62:12</a>; <a data-ref=\"Isaiah 63:4\" href=\"/Isaiah.63.4\">63:4</a> (cf. <span dir=\"rtl\">גְּאוּלַי</span> infr.), <a data-ref=\"Psalms 107:2\" href=\"/Psalms.107.2\">ψ 107:2</a>.<br><strong>Niph.</strong>  Pf. <span dir=\"rtl\">נִגְאָ֑ל</span> <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">Lv 25:49</a>; Lv Impf. <span dir=\"rtl\">יִגָּאֵל</span> <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a> + 5 times; <span dir=\"rtl\">תִּגָּאֵ֑לוּ</span> <a data-ref=\"Isaiah 52:3\" href=\"/Isaiah.52.3\">Is 52:3</a>;— <strong>1.</strong>  refl. <em>redeem oneself</em> <a data-ref=\"Leviticus 25:49\" href=\"/Leviticus.25.49\">Lv 25:49</a> (H). <strong>2.</strong>  pass. <em>be redeemed</em>, <strong>a.</strong>  field <a data-ref=\"Leviticus 25:30\" href=\"/Leviticus.25.30\">Lv 25:30</a> (H), slave <a data-ref=\"Leviticus 25:54\" href=\"/Leviticus.25.54\">Lv 25:54</a> (H); <strong>b.</strong>  consecrated things <a data-ref=\"Leviticus 27:20\" href=\"/Leviticus.27.20\">Lv 27:20</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>, <a data-ref=\"Leviticus 27:28\" href=\"/Leviticus.27.28\">28</a>, <a data-ref=\"Leviticus 27:33\" href=\"/Leviticus.27.33\">33</a> (P); <strong>c.</strong>  Jerusalem by Yahweh <a data-ref=\"Isaiah 52:3\" href=\"/Isaiah.52.3\">Is 52:3</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d16ab6084aa1cbf0e15d", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, חֲמִישִׁי 1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "BDB, חֲמִישִׁי 1", "sourceHeRef": "בראון-דרייבר-בריגס, חֲמִישִׁי א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "חֲמִישִׁי", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">חֲמִישִׁי</span></big>  <strong>m.</strong> <span dir=\"rtl\">חֲמִישִׁית</span> <strong>f.adj.num.ordin. fifth</strong>;—<strong>m.</strong> <span dir=\"rtl\">חֲמִישִׁי</span> <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">Gn 1:23</a> + 22 times; <span dir=\"rtl\">חֲמִשִׁי</span> <a data-ref=\"Zechariah 7:3\" href=\"/Zechariah.7.3\">Zc 7:3</a> + 3 times; <strong>f.</strong> <span dir=\"rtl\">חֲמִישִׁית</span> abs. <a data-ref=\"I Kings 14:25\" href=\"/I_Kings.14.25\">1 K 14:25</a> + 4 times; <span dir=\"rtl\">חֲמִשִׁית</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a>; <a data-ref=\"Jeremiah 36:9\" href=\"/Jeremiah.36.9\">Je 36:9</a>; <span dir=\"rtl\">חֲמִשִּׁית</span> <a data-ref=\"I Kings 6:31\" href=\"/I_Kings.6.31\">1 K 6:31</a>; cstr. <span dir=\"rtl\">חֲמִישִׁית</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>; sf. <span dir=\"rtl\">חֲמִישִׁתוֹ</span> <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a> + 2 times; <span dir=\"rtl\">חֲמִשִׁיתוֹ</span> <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">Lv 22:14</a>; <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">27:31</a>; <span dir=\"rtl\">חֲמִשִׁתוֹ</span> <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">Lv 27:27</a>, cf. <span dir=\"rtl\">חֲמִשִׁתָיו</span> <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">Lv 5:24</a>, read <span dir=\"rtl\">תוֹ</span>- Sam. Di (q.v.);—<em>fifth</em>, usually in enum. days, months, years, sons, etc.; definite, except <em>masc.</em> <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">Gn 1:23</a>; <a data-ref=\"Genesis 30:17\" href=\"/Genesis.30.17\">30:17</a>, fem. <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">Gn 47:24</a>; 1 <a data-ref=\"I Chronicles 6:31\" href=\"/I_Chronicles.6.31\">6:31</a>; <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">Ne 6:5</a>;—<br><strong>1.</strong>  <strong> m.</strong> <a data-ref=\"Genesis 1:23\" href=\"/Genesis.1.23\">Gn 1:23</a>; <a data-ref=\"Numbers 7:36\" href=\"/Numbers.7.36\">Nu 7:36</a>; <a data-ref=\"Numbers 29:26\" href=\"/Numbers.29.26\">29:26</a>; <a data-ref=\"Numbers 33:38\" href=\"/Numbers.33.38\">33:38</a>; <a data-ref=\"Joshua 19:24\" href=\"/Joshua.19.24\">Jos 19:24</a> (all P), <a data-ref=\"Genesis 30:17\" href=\"/Genesis.30.17\">Gn 30:17</a> (E), <a data-ref=\"Judges 19:8\" href=\"/Judges.19.8\">Ju 19:8</a>; <a data-ref=\"II Kings 25:8\" href=\"/II_Kings.25.8\">2 K 25:8</a> <a data-ref=\"Jeremiah 1:3\" href=\"/Jeremiah.1.3\">Je 1:3</a>; <a data-ref=\"Jeremiah 28:1\" href=\"/Jeremiah.28.1\">28:1</a>; <a data-ref=\"Jeremiah 52:12\" href=\"/Jeremiah.52.12\">52:12</a>; <a data-ref=\"Zechariah 7:3\" href=\"/Zechariah.7.3\">Zc 7:3</a>; <a data-ref=\"I Chronicles 27:8\" href=\"/I_Chronicles.27.8\">1 Ch 27:8</a> <a data-ref=\"Ezra 7:8\" href=\"/Ezra.7.8\">Ezr 7:8</a>, <a data-ref=\"Ezra 7:9\" href=\"/Ezra.7.9\">9</a>; noun om. <a data-ref=\"II Samuel 3:4\" href=\"/II_Samuel.3.4\">2 S 3:4</a>; <a data-ref=\"I Chronicles 2:14\" href=\"/I_Chronicles.2.14\">1 Ch 2:14</a>; <a data-ref=\"I Chronicles 3:3\" href=\"/I_Chronicles.3.3\">3:3</a>; <a data-ref=\"I Chronicles 8:2\" href=\"/I_Chronicles.8.2\">8:2</a>; <a data-ref=\"I Chronicles 26:3\" href=\"/I_Chronicles.26.3\">26:3</a>, <a data-ref=\"I Chronicles 26:4\" href=\"/I_Chronicles.26.4\">4</a> (all of <span dir=\"rtl\">בֵּן</span>), <a data-ref=\"I Chronicles 24:9\" href=\"/I_Chronicles.24.9\">1 Ch 24:9</a>; <a data-ref=\"I Chronicles 25:12\" href=\"/I_Chronicles.25.12\">25:12</a> <span dir=\"rtl\">(גּוֹרָל)</span>, <a data-ref=\"Zechariah 8:19\" href=\"/Zechariah.8.19\">Zc 8:19</a> <span dir=\"rtl\">(חֹדֶשׁ)</span>, <a data-ref=\"I Chronicles 27:8\" href=\"/I_Chronicles.27.8\">1 Ch 27:8</a> <span dir=\"rtl\">(יוֹם)</span>.<br><strong>2.</strong>  <strong> f.</strong> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a>; <a data-ref=\"I Kings 14:25\" href=\"/I_Kings.14.25\">1 K 14:25</a> <a data-ref=\"Jeremiah 36:9\" href=\"/Jeremiah.36.9\">Je 36:9</a>; <a data-ref=\"Ezekiel 1:2\" href=\"/Ezekiel.1.2\">Ez 1:2</a>; <a data-ref=\"II Chronicles 12:2\" href=\"/II_Chronicles.12.2\">2 Ch 12:2</a>; <span dir=\"rtl\">פַּעַם ח׳</span> <a data-ref=\"Nehemiah 6:5\" href=\"/Nehemiah.6.5\">Ne 6:5</a>.<br><strong>3.</strong>  <span dir=\"rtl\">חֲמִשִּׁית</span> <a data-ref=\"I Kings 6:31\" href=\"/I_Kings.6.31\">1 K 6:31</a> as subst. <em>a fifth part</em>, so <span dir=\"rtl\">חֲמִישִׁית</span> <a data-ref=\"Genesis 47:24\" href=\"/Genesis.47.24\">Gn 47:24</a>; <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">24</a>; <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">22:14</a>; <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">27:13</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>, <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">31</a>; <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a>; cstr. <span dir=\"rtl\">חֲמִישִׁית כֶּסֶף</span> <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">Lv 27:15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d1dfb6084aa1cbf130a7", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, יָסַף 1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "BDB, יָסַף 1", "sourceHeRef": "בראון-דרייבר-בריגס, יָסַף א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "יָסַף", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["<big><big><span dir=\"rtl\">יָסַף</span></big></big><sub>214</sub><big></big>  <strong>vb. add (</strong>NH <em>id.</em>, Hiph.; Aramaic Aph. <span dir=\"rtl\">אוֹסִיף</span>, <span dir=\"rtl\">ܐܰܘܣܶܦ</span>; Ph. <span dir=\"rtl\">יסף</span>; MI<sup>29</sup> <span dir=\"rtl\">יספתי</span>, <a data-ref=\"Genesis 1:21\" href=\"/Genesis.1.21\">1:21</a> <span dir=\"rtl\">לספת</span>; Sab. <span dir=\"rtl\">וסף</span> Hom <sup>ZMG 1892, 530</sup>; Assyrian <em>esêpu</em> dub. (<em>eṣêpu</em> Dl<strong>)—</strong><br>†<strong>Qal</strong>  Pf. <span dir=\"rtl\">יָסַף</span> <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">Gn 38:26</a> +; <span dir=\"rtl\">יָֽסְפָה</span> <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a>; <span dir=\"rtl\">וְיָֽסְפָה</span> consec. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>; <span dir=\"rtl\">יָסַ֫פְתָּ</span> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a>; <span dir=\"rtl\">וְיָסַפְתָּ֫</span> <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a>, etc.; Imv. <span dir=\"rtl\">סְפוּ</span> <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; + Inf. cstr. <span dir=\"rtl\">לָסֶ֫פֶת</span> for MT <span dir=\"rtl\">לִסְפּוֹת</span> <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">Is 30:1</a> (Ges<sup>§ 69. 2. R</sup>); Pt. <span dir=\"rtl\">יוֹסִף</span> (read <span dir=\"rtl\">יוֹסֵף</span>) <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a> (Kö <sup>i 403</sup> adds <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a> <span dir=\"rtl\">יוֹסִיף</span>, from form and connexion less likely); pl. <span dir=\"rtl\">יֹסְפִים</span> <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a>;—<em>add</em> sq. acc. + <span dir=\"rtl\">על</span> <a data-ref=\"I Samuel 12:19\" href=\"/I_Samuel.12.19\">1 S 12:19</a>; <a data-ref=\"Jeremiah 7:21\" href=\"/Jeremiah.7.21\">Je 7:21</a>; <a data-ref=\"Jeremiah 45:3\" href=\"/Jeremiah.45.3\">45:3</a>; <a data-ref=\"Isaiah 29:1\" href=\"/Isaiah.29.1\">Is 29:1</a>; <a data-ref=\"Isaiah 30:1\" href=\"/Isaiah.30.1\">30:1</a>; <a data-ref=\"Isaiah 38:5\" href=\"/Isaiah.38.5\">38:5</a>; <a data-ref=\"Deuteronomy 19:9\" href=\"/Deuteronomy.19.9\">Dt 19:9</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 22:14\" href=\"/Leviticus.22.14\">Lv 22:14</a>; <a data-ref=\"Leviticus 26:21\" href=\"/Leviticus.26.21\">26:21</a>; <a data-ref=\"Leviticus 27:13\" href=\"/Leviticus.27.13\">27:13</a>, <a data-ref=\"Leviticus 27:15\" href=\"/Leviticus.27.15\">15</a>, <a data-ref=\"Leviticus 27:19\" href=\"/Leviticus.27.19\">19</a>, <a data-ref=\"Leviticus 27:27\" href=\"/Leviticus.27.27\">27</a>; sq. acc. <a data-ref=\"II Kings 19:30\" href=\"/II_Kings.19.30\">2 K 19:30</a> = <a data-ref=\"Isaiah 37:31\" href=\"/Isaiah.37.31\">Is 37:31</a>, <a data-ref=\"Numbers 32:14\" href=\"/Numbers.32.14\">Nu 32:14</a>; <a data-ref=\"II Chronicles 9:6\" href=\"/II_Chronicles.9.6\">2 Ch 9:6</a> sq. <span dir=\"rtl\">על</span> (no acc. <span dir=\"rtl\">יָסַפְתָּ עַל־הַשְּׁמוּעָה אֲשֶׁר שָׁמָ֑עְתִּי</span>); sq. <span dir=\"rtl\">לְ</span> (no acc.) = <em>increase</em> <a data-ref=\"Isaiah 26:15\" href=\"/Isaiah.26.15\">Is 26:15</a><sup>(×2)</sup> <span dir=\"rtl\">(יָסַפְתָּ לַגּוֹי)</span>; sq. acc. <em>increase, have more</em> <a data-ref=\"Isaiah 29:19\" href=\"/Isaiah.29.19\">29:19</a> <span dir=\"rtl\">(וְיָסְֽפוּ עֲנָוִים ביהוה שִׂמְחָה)</span>; 14 times sq. inf. <a data-ref=\"Genesis 8:12\" href=\"/Genesis.8.12\">Gn 8:12</a> (<span dir=\"rtl\">לֹא יָסְֽפָה שׁוּב אליו עוֹד</span>, i.e. it <em>did not again return unto him</em>), <a data-ref=\"Genesis 38:26\" href=\"/Genesis.38.26\">38:26</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Leviticus 26:18\" href=\"/Leviticus.26.18\">Lv 26:18</a> <a data-ref=\"Numbers 32:15\" href=\"/Numbers.32.15\">Nu 32:15</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"Deuteronomy 5:19\" href=\"/Deuteronomy.5.19\">Dt 5:22</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Deuteronomy 20:8\" href=\"/Deuteronomy.20.8\">20:8</a> <a data-ref=\"Judges 8:28\" href=\"/Judges.8.28\">Ju 8:28</a>; <a data-ref=\"Judges 13:21\" href=\"/Judges.13.21\">13:21</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 7:13\" href=\"/I_Samuel.7.13\">1 S 7:13</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"I Samuel 15:35\" href=\"/I_Samuel.15.35\">15:35</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> <span dir=\"rtl\">(וְלאֹ יָו֯סַף עוֹד)</span>, <a data-ref=\"II Samuel 2:28\" href=\"/II_Samuel.2.28\">2 S 2:28</a> (+ <span dir=\"rtl\">עוד</span>), <a data-ref=\"II Kings 6:23\" href=\"/II_Kings.6.23\">2 K 6:23</a> (+ <span dir=\"rtl\">עוֹד</span>), <a data-ref=\"Isaiah 29:14\" href=\"/Isaiah.29.14\">Is 29:14</a>; cf. <a data-ref=\"Numbers 11:25\" href=\"/Numbers.11.25\">Nu 11:25</a>; <a data-ref=\"Deuteronomy 5:17\" href=\"/Deuteronomy.5.17\">Dt 5:19</a>, where inf. not expressed, but implied from context; both c. <span dir=\"rtl\">לֹא</span> <em>and did not do it again</em>.<br>†<strong>Niph.</strong>  Pf. <span dir=\"rtl\">נוֹסַף</span> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; <span dir=\"rtl\">וְנ׳</span> consec. <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>; <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>; 3 fs. <span dir=\"rtl\">וְנוֹסְפָה</span> consec. <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">Nu 36:4</a>; Pt. <span dir=\"rtl\">וְנוֹסָף</span> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; <span dir=\"rtl\">נוֹסָפוֹת</span> <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>;— <strong>1.</strong>  <em>join</em> (intr.), <em>join oneself to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Exodus 1:10\" href=\"/Exodus.1.10\">Ex 1:10</a>. <strong>2.</strong>  <em>be joined, added to</em> <span dir=\"rtl\">(עַל)</span> <a data-ref=\"Numbers 36:3\" href=\"/Numbers.36.3\">Nu 36:3</a>, <a data-ref=\"Numbers 36:4\" href=\"/Numbers.36.4\">4</a> <a data-ref=\"Jeremiah 36:32\" href=\"/Jeremiah.36.32\">Je 36:32</a>; pt. abs. <em>is increased</em> <a data-ref=\"Proverbs 11:24\" href=\"/Proverbs.11.24\">Pr 11:24</a>; pt. fem. pl. = <em>things added, additions</em> (i.e additional calamities) <a data-ref=\"Isaiah 15:9\" href=\"/Isaiah.15.9\">Is 15:9</a>.<br><strong>Hiph.</strong><sub>172</sub>  Pf. <span dir=\"rtl\">הֹסִיף</span> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a>; <span dir=\"rtl\">הוֹסַ֫פְתָּ</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> etc.; Impf.<sub>164</sub> <span dir=\"rtl\">יוֹסִיף</span> <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">Jos 23:13</a> +; juss. <span dir=\"rtl\">יוֹסֵף</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a> +; <span dir=\"rtl\">י֫וֹסֶף</span> (bef. tone) <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <span dir=\"rtl\">וַיּ֫וֹסֶף</span> <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">Is 7:10</a> +; <span dir=\"rtl\">וַיֹּ֫אסֶף</span> <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">1 S 18:29</a>; 2 ms. <span dir=\"rtl\">תּוֹסִיף</span> <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">Am 7:13</a> +; juss. <span dir=\"rtl\">תֹּסֵף</span> <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">Dt 13:1</a>; <span dir=\"rtl\">תּוֹסַ֑ף</span> <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">Jb 40:32</a>; <span dir=\"rtl\">תּוֹסְףִ</span> <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <span dir=\"rtl\">אוֹסִיף</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a> +; volunt. <span dir=\"rtl\">אוֹסֵף</span> <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">9:15</a>; <span dir=\"rtl\">אֹסֵף</span> <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">Dt 18:16</a> + <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (del. Co); <span dir=\"rtl\">אֹסִ֫פָה</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a> + prob. <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a> (for MT <span dir=\"rtl\">אַסְפֶּה</span>); 3 mpl. <span dir=\"rtl\">יוֹסִפ֫וּן</span> <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; 2 mpl. <span dir=\"rtl\">תּוֹסִ֫יפוּ</span> <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> +; <span dir=\"rtl\">תֹּסִפ֫וּן</span> <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">Gn 44:23</a> + 2 times; <span dir=\"rtl\">תֹּאסִפ֫וּן</span> <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a> (per contr. <a data-ref=\"II Samuel 6:1\" href=\"/II_Samuel.6.1\">2 S 6:1</a> <a data-ref=\"Psalms 104:29\" href=\"/Psalms.104.29\">ψ 104:29</a>, cf. sub <a data-ref=\"BDB, אָסַף\" href=\"/BDB,_אָסַף\", dir=\"rtl\">אסף</a>), etc.; Pt. pl. <span dir=\"rtl\">מוֹסִיפִים</span> <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a>; Inf. cstr. <span dir=\"rtl\">הוֹסִיף</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> + 3 times;— <strong>1.</strong>  <em>add</em> (= <strong>Qal</strong>) sq. acc. + <span dir=\"rtl\">עַל</span> <a data-ref=\"II Kings 20:6\" href=\"/II_Kings.20.6\">2 K 20:6</a>; <a data-ref=\"Leviticus 5:16\" href=\"/Leviticus.5.16\">Lv 5:16</a>, <a data-ref=\"Leviticus 5:24\" href=\"/Leviticus.5.24\">24</a>; <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">27:31</a>; <a data-ref=\"Numbers 5:7\" href=\"/Numbers.5.7\">Nu 5:7</a>; <a data-ref=\"Job 34:37\" href=\"/Job.34.37\">Jb 34:37</a> (Elihu), <a data-ref=\"Psalms 61:7\" href=\"/Psalms.61.7\">ψ 61:7</a>; <a data-ref=\"Proverbs 16:23\" href=\"/Proverbs.16.23\">Pr 16:23</a>; <a data-ref=\"Ezekiel 5:16\" href=\"/Ezekiel.5.16\">Ez 5:16</a> (v. supr.), <a data-ref=\"Nehemiah 13:18\" href=\"/Nehemiah.13.18\">Ne 13:18</a> + <a data-ref=\"Deuteronomy 32:23\" href=\"/Deuteronomy.32.23\">Dt 32:23</a>; sq. acc. + <span dir=\"rtl\">לְ</span> <a data-ref=\"Genesis 30:24\" href=\"/Genesis.30.24\">Gn 30:24</a>; <a data-ref=\"Proverbs 3:2\" href=\"/Proverbs.3.2\">Pr 3:2</a>; <a data-ref=\"Proverbs 9:11\" href=\"/Proverbs.9.11\">9:11</a>; sq. acc. + <span dir=\"rtl\">אֶל</span> <a data-ref=\"I Kings 10:7\" href=\"/I_Kings.10.7\">1 K 10:7</a> (i.e. thou hast more wisdom and prosperity than is reported); sq. acc. + <span dir=\"rtl\">עִם</span> <a data-ref=\"Proverbs 10:22\" href=\"/Proverbs.10.22\">Pr 10:22</a>; cf. <span dir=\"rtl\">וְהוֹסַפְתִּ֫י עַל־כָּל־תְּהִלָּֽתְךָ</span> <a data-ref=\"Psalms 71:14\" href=\"/Psalms.71.14\">ψ 71:14</a> (i.e. increase); <span dir=\"rtl\">וְהוֹסַ֫פְתִּי חכמה על כל־אשׁר־היה לְפָנַי</span> <a data-ref=\"Ecclesiastes 1:16\" href=\"/Ecclesiastes.1.16\">Ec 1:16</a> (‖ <span dir=\"rtl\">הִגְדַּ֫לְתִּי</span>) (i.e. gain more); cf. <a data-ref=\"Ecclesiastes 2:9\" href=\"/Ecclesiastes.2.9\">2:9</a> (‖ <span dir=\"rtl\">וְגָדַ֫לְתִּי</span>); <span dir=\"rtl\">ה׳ לכם תבואתו</span> <a data-ref=\"Leviticus 19:25\" href=\"/Leviticus.19.25\">Lv 19:25</a> (i.e. yield more); <span dir=\"rtl\">וַיּ֫וֹסֶף אַחְאָב לַעֲשׂוֹת לְהַכְעִים אֶת־יהוה</span> … <span dir=\"rtl\">מִכֹּל וגו׳</span> <a data-ref=\"I Kings 16:33\" href=\"/I_Kings.16.33\">1 K 16:33</a> (<em>did more to provoke</em>); <em>add to, increase</em> (sq. <span dir=\"rtl\">על</span>) no obj. expr. <span dir=\"rtl\">ה׳ על־חטאתנו</span> <a data-ref=\"II Chronicles 28:13\" href=\"/II_Chronicles.28.13\">2 Ch 28:13</a>; <span dir=\"rtl\">ה׳ על־אשׁמת ישׂראל</span> <a data-ref=\"Ezra 10:10\" href=\"/Ezra.10.10\">Ezr 10:10</a>; <span dir=\"rtl\">עליו אֵין להוס֔יף</span> <a data-ref=\"Ecclesiastes 3:14\" href=\"/Ecclesiastes.3.14\">Ec 3:14</a> (opp. <span dir=\"rtl\">לִגְרֹעַ</span>), cf. <a data-ref=\"Deuteronomy 4:2\" href=\"/Deuteronomy.4.2\">Dt 4:2</a>; <a data-ref=\"Deuteronomy 13:1\" href=\"/Deuteronomy.13.1\">13:1</a>; <a data-ref=\"I Kings 12:11\" href=\"/I_Kings.12.11\">1 K 12:11</a>, <a data-ref=\"I Kings 12:14\" href=\"/I_Kings.12.14\">14</a>; <a data-ref=\"I Chronicles 22:14\" href=\"/I_Chronicles.22.14\">1 Ch 22:14</a>; <a data-ref=\"II Chronicles 10:11\" href=\"/II_Chronicles.10.11\">2 Ch 10:11</a>, <a data-ref=\"II Chronicles 10:14\" href=\"/II_Chronicles.10.14\">14</a>; <a data-ref=\"Proverbs 30:6\" href=\"/Proverbs.30.6\">Pr 30:6</a>; <a data-ref=\"Psalms 115:14\" href=\"/Psalms.115.14\">ψ 115:14</a>; sq. <span dir=\"rtl\">אֶל</span> (no other obj. expr.) <a data-ref=\"Ezekiel 23:14\" href=\"/Ezekiel.23.14\">Ez 23:14</a>; = <em>give in addition</em> <span dir=\"rtl\">וְאֹסִפָה לך</span> <a data-ref=\"II Samuel 12:8\" href=\"/II_Samuel.12.8\">2 S 12:8</a>; <span dir=\"rtl\">מַה־יֹּסִיף לָךְ</span> <a data-ref=\"Psalms 120:4\" href=\"/Psalms.120.4\">ψ 120:4</a> (‖ <span dir=\"rtl\">מַה־יִּתֵּן לְךָ</span>); especially in phr. <span dir=\"rtl\">כה יעשׂה אלהים (י׳) לך (לי) וכה יוסיף</span> <a data-ref=\"I Samuel 3:17\" href=\"/I_Samuel.3.17\">1 S 3:17</a> <em>so may God do to thee and more also</em>, <a data-ref=\"I Samuel 14:44\" href=\"/I_Samuel.14.44\">14:44</a>; <a data-ref=\"I Samuel 20:13\" href=\"/I_Samuel.20.13\">20:13</a>; <a data-ref=\"I Samuel 25:22\" href=\"/I_Samuel.25.22\">25:22</a>; <a data-ref=\"II Samuel 3:9\" href=\"/II_Samuel.3.9\">2 S 3:9</a> <span dir=\"rtl\">(וכה יוסיף לו)</span>, v <a data-ref=\"II Samuel 3:35\" href=\"/II_Samuel.3.35\">35</a>; <a data-ref=\"II Samuel 19:14\" href=\"/II_Samuel.19.14\">19:14</a>; <a data-ref=\"I Kings 2:23\" href=\"/I_Kings.2.23\">1 K 2:23</a>; <a data-ref=\"II Kings 6:31\" href=\"/II_Kings.6.31\">2 K 6:31</a>; <a data-ref=\"Ruth 1:17\" href=\"/Ruth.1.17\">Ru 1:17</a>; subj. heathen gods <a data-ref=\"I Kings 19:2\" href=\"/I_Kings.19.2\">1 K 19:2</a>; <a data-ref=\"I Kings 20:10\" href=\"/I_Kings.20.10\">20:10</a>; c. acc. <span dir=\"rtl\">ה׳ אֹמֶץ</span> <em>add strength</em> = grow stronger <a data-ref=\"Job 17:9\" href=\"/Job.17.9\">Jb 17:9</a>, cf. <a data-ref=\"Proverbs 1:5\" href=\"/Proverbs.1.5\">Pr 1:5</a>; <a data-ref=\"Proverbs 9:9\" href=\"/Proverbs.9.9\">9:9</a>; <a data-ref=\"Ecclesiastes 1:18\" href=\"/Ecclesiastes.1.18\">Ec 1:18</a><sup>(×2)</sup>, also <a data-ref=\"Isaiah 1:5\" href=\"/Isaiah.1.5\">Is 1:5</a> <a data-ref=\"Proverbs 16:21\" href=\"/Proverbs.16.21\">Pr 16:21</a>; also, where subj. different from indirect obj. <a data-ref=\"Proverbs 10:27\" href=\"/Proverbs.10.27\">Pr 10:27</a> <span dir=\"rtl\">(יראת י׳ יוסיף ימים)</span>, <a data-ref=\"Proverbs 19:4\" href=\"/Proverbs.19.4\">19:4</a>; <a data-ref=\"Proverbs 23:28\" href=\"/Proverbs.23.28\">23:28</a>; = <em>multiply</em> <span dir=\"rtl\">ה׳ עליכם כָּכֶם אלף פעמים</span> <a data-ref=\"Deuteronomy 1:11\" href=\"/Deuteronomy.1.11\">Dt 1:11</a> cf. <a data-ref=\"I Chronicles 21:3\" href=\"/I_Chronicles.21.3\">1 Ch 21:3</a>; <span dir=\"rtl\">וְיוֹסֵף י׳ אלהיךָ אל־העם כָּהֵם וְכָהֵם מֵאָה פְעָמִים</span> <a data-ref=\"II Samuel 24:3\" href=\"/II_Samuel.24.3\">2 S 24:3</a>; cf. <span dir=\"rtl\">וַיֹּסֶף י׳ את־כל־אשׁר לְאִיּוֹב לְמִשְׁנֶה</span> <a data-ref=\"Job 42:10\" href=\"/Job.42.10\">Jb 42:10</a>. <strong>2.</strong> <strong>a.</strong>  sq. inf. (with or without <span dir=\"rtl\">לְ</span>) <em>add to do</em> = <em>do again</em> or <em>more</em> (in Hex only JE & D); + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 8:21\" href=\"/Genesis.8.21\">Gn 8:21</a><sup>(×2)</sup>; <a data-ref=\"Genesis 18:29\" href=\"/Genesis.18.29\">18:29</a>; <a data-ref=\"Genesis 37:5\" href=\"/Genesis.37.5\">37:5</a>, <a data-ref=\"Genesis 37:8\" href=\"/Genesis.37.8\">8</a>; <a data-ref=\"Exodus 10:29\" href=\"/Exodus.10.29\">Ex 10:29</a>; <a data-ref=\"Exodus 14:13\" href=\"/Exodus.14.13\">14:13</a>; <a data-ref=\"Numbers 25:13\" href=\"/Numbers.25.13\">Nu 25:13</a> <a data-ref=\"Deuteronomy 3:26\" href=\"/Deuteronomy.3.26\">Dt 3:26</a>; <a data-ref=\"Deuteronomy 17:16\" href=\"/Deuteronomy.17.16\">17:16</a>; <a data-ref=\"Deuteronomy 19:20\" href=\"/Deuteronomy.19.20\">19:20</a>; <a data-ref=\"Deuteronomy 28:68\" href=\"/Deuteronomy.28.68\">28:68</a>; <a data-ref=\"Judges 9:37\" href=\"/Judges.9.37\">Ju 9:37</a>; <a data-ref=\"Judges 20:28\" href=\"/Judges.20.28\">20:28</a>; <a data-ref=\"I Samuel 3:6\" href=\"/I_Samuel.3.6\">1 S 3:6</a>; <a data-ref=\"I Samuel 18:29\" href=\"/I_Samuel.18.29\">18:29</a> (increase), <a data-ref=\"I Samuel 23:4\" href=\"/I_Samuel.23.4\">23:4</a>; <a data-ref=\"I Samuel 27:4\" href=\"/I_Samuel.27.4\">27:4</a> (Kt), <a data-ref=\"II Samuel 2:22\" href=\"/II_Samuel.2.22\">2 S 2:22</a>; <a data-ref=\"II Samuel 5:22\" href=\"/II_Samuel.5.22\">5:22</a>; <a data-ref=\"II Samuel 7:20\" href=\"/II_Samuel.7.20\">7:20</a> (inf. om. in ‖ <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>), <a data-ref=\"II Samuel 14:10\" href=\"/II_Samuel.14.10\">14:10</a>; <a data-ref=\"II Samuel 18:22\" href=\"/II_Samuel.18.22\">18:22</a> <a data-ref=\"II Kings 24:7\" href=\"/II_Kings.24.7\">2 K 24:7</a> <a data-ref=\"Amos 7:8\" href=\"/Amos.7.8\">Am 7:8</a>, <a data-ref=\"Amos 7:13\" href=\"/Amos.7.13\">13</a>; <a data-ref=\"Amos 8:2\" href=\"/Amos.8.2\">8:2</a>; <a data-ref=\"Isaiah 8:5\" href=\"/Isaiah.8.5\">Is 8:5</a>; <a data-ref=\"Isaiah 10:20\" href=\"/Isaiah.10.20\">10:20</a>; <a data-ref=\"Isaiah 23:12\" href=\"/Isaiah.23.12\">23:12</a>; <a data-ref=\"Isaiah 51:22\" href=\"/Isaiah.51.22\">51:22</a>; <a data-ref=\"Nahum 2:1\" href=\"/Nahum.2.1\">Na 2:1</a>; <a data-ref=\"Zephaniah 3:11\" href=\"/Zephaniah.3.11\">Zp 3:11</a>; <a data-ref=\"Jeremiah 31:12\" href=\"/Jeremiah.31.12\">Je 31:12</a>; <a data-ref=\"Ezekiel 36:12\" href=\"/Ezekiel.36.12\">Ez 36:12</a>; <a data-ref=\"Psalms 10:18\" href=\"/Psalms.10.18\">ψ 10:18</a>; <a data-ref=\"Psalms 77:8\" href=\"/Psalms.77.8\">77:8</a>; <a data-ref=\"Psalms 78:17\" href=\"/Psalms.78.17\">78:17</a>; inf. om. <a data-ref=\"Proverbs 19:19\" href=\"/Proverbs.19.19\">Pr 19:19</a>; <a data-ref=\"I Chronicles 17:18\" href=\"/I_Chronicles.17.18\">1 Ch 17:18</a>; <span dir=\"rtl\">עוֹד</span> om. <a data-ref=\"Genesis 4:2\" href=\"/Genesis.4.2\">Gn 4:2</a>, <a data-ref=\"Genesis 4:12\" href=\"/Genesis.4.12\">12</a>; <a data-ref=\"Genesis 8:10\" href=\"/Genesis.8.10\">8:10</a>; <a data-ref=\"Genesis 44:23\" href=\"/Genesis.44.23\">44:23</a>; <a data-ref=\"Exodus 5:7\" href=\"/Exodus.5.7\">Ex 5:7</a>; <a data-ref=\"Exodus 8:25\" href=\"/Exodus.8.25\">8:25</a>; <a data-ref=\"Exodus 9:28\" href=\"/Exodus.9.28\">9:28</a>, <a data-ref=\"Exodus 9:34\" href=\"/Exodus.9.34\">34</a>; <a data-ref=\"Exodus 10:28\" href=\"/Exodus.10.28\">10:28</a>; <a data-ref=\"Numbers 26:1\" href=\"/Numbers.26.1\">Nu 25:19</a>, <a data-ref=\"Numbers 22:25\" href=\"/Numbers.22.25\">25</a>; <a data-ref=\"Deuteronomy 13:12\" href=\"/Deuteronomy.13.12\">Dt 13:12</a>; <a data-ref=\"Deuteronomy 18:16\" href=\"/Deuteronomy.18.16\">18:16</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">25:3</a>; <a data-ref=\"Joshua 7:12\" href=\"/Joshua.7.12\">Jos 7:12</a>; <a data-ref=\"Joshua 23:13\" href=\"/Joshua.23.13\">23:13</a>; <a data-ref=\"Judges 2:21\" href=\"/Judges.2.21\">Ju 2:21</a>; <a data-ref=\"Judges 3:12\" href=\"/Judges.3.12\">3:12</a>; <a data-ref=\"Judges 4:1\" href=\"/Judges.4.1\">4:1</a>; <a data-ref=\"Judges 10:6\" href=\"/Judges.10.6\">10:6</a>, <a data-ref=\"Judges 10:13\" href=\"/Judges.10.13\">13</a>; <a data-ref=\"Judges 13:1\" href=\"/Judges.13.1\">13:1</a>; <a data-ref=\"Judges 20:22\" href=\"/Judges.20.22\">20:22</a>, <a data-ref=\"Judges 20:23\" href=\"/Judges.20.23\">23</a>; <a data-ref=\"I Samuel 3:8\" href=\"/I_Samuel.3.8\">1 S 3:8</a>, <a data-ref=\"I Samuel 3:21\" href=\"/I_Samuel.3.21\">21</a>; <a data-ref=\"I Samuel 9:8\" href=\"/I_Samuel.9.8\">9:8</a>; <a data-ref=\"I Samuel 19:8\" href=\"/I_Samuel.19.8\">19:8</a>; <a data-ref=\"I Samuel 20:17\" href=\"/I_Samuel.20.17\">20:17</a>; <a data-ref=\"II Samuel 3:34\" href=\"/II_Samuel.3.34\">2 S 3:34</a>; <a data-ref=\"II Samuel 7:10\" href=\"/II_Samuel.7.10\">7:10</a>; <a data-ref=\"II Samuel 24:1\" href=\"/II_Samuel.24.1\">24:1</a>; <a data-ref=\"II Kings 21:8\" href=\"/II_Kings.21.8\">2 K 21:8</a>; <a data-ref=\"Isaiah 1:13\" href=\"/Isaiah.1.13\">Is 1:13</a>; <a data-ref=\"Isaiah 7:10\" href=\"/Isaiah.7.10\">7:10</a>; <a data-ref=\"Isaiah 24:20\" href=\"/Isaiah.24.20\">24:20</a>; <a data-ref=\"Hosea 9:15\" href=\"/Hosea.9.15\">Ho 9:15</a>; <a data-ref=\"Hosea 13:2\" href=\"/Hosea.13.2\">13:2</a>; <a data-ref=\"Amos 5:2\" href=\"/Amos.5.2\">Am 5:2</a>; <a data-ref=\"I Chronicles 17:9\" href=\"/I_Chronicles.17.9\">1 Ch 17:9</a>; <a data-ref=\"II Chronicles 28:22\" href=\"/II_Chronicles.28.22\">2 Ch 28:22</a>; <a data-ref=\"II Chronicles 33:8\" href=\"/II_Chronicles.33.8\">33:8</a>; <a data-ref=\"Job 27:1\" href=\"/Job.27.1\">Jb 27:1</a>; <a data-ref=\"Job 29:1\" href=\"/Job.29.1\">29:1</a>; <a data-ref=\"Psalms 41:9\" href=\"/Psalms.41.9\">ψ 41:9</a>; <a data-ref=\"Lamentations 4:15\" href=\"/Lamentations.4.15\">La 4:15</a>, <a data-ref=\"Lamentations 4:16\" href=\"/Lamentations.4.16\">16</a>, <a data-ref=\"Lamentations 4:22\" href=\"/Lamentations.4.22\">22</a>; <a data-ref=\"Jonah 2:5\" href=\"/Jonah.2.5\">Jon 2:5</a>; inf. om. <a data-ref=\"Exodus 11:6\" href=\"/Exodus.11.6\">Ex 11:6</a>; <a data-ref=\"Deuteronomy 25:3\" href=\"/Deuteronomy.25.3\">Dt 25:3</a>; <a data-ref=\"Job 20:9\" href=\"/Job.20.9\">Jb 20:9</a>; <a data-ref=\"Job 34:32\" href=\"/Job.34.32\">34:32</a> (Elihu), <a data-ref=\"Job 38:11\" href=\"/Job.38.11\">38:11</a>; <a data-ref=\"Job 40:5\" href=\"/Job.40.5\">40:5</a>, <a data-ref=\"Job 40:32\" href=\"/Job.40.32\">32</a>; <a data-ref=\"Joel 2:2\" href=\"/Joel.2.2\">Jo 2:2</a>; cf. also <span dir=\"rtl\">ה׳ עֲבוֹר</span> <a data-ref=\"Numbers 22:26\" href=\"/Numbers.22.26\">Nu 22:26</a> i.e. <em>went on further</em>. <strong>b.</strong>  sq. Impf. c. <span dir=\"rtl\">וַ</span>· (of past time) <a data-ref=\"Genesis 25:1\" href=\"/Genesis.25.1\">Gn 25:1</a>; <a data-ref=\"I Samuel 19:21\" href=\"/I_Samuel.19.21\">1 S 19:21</a>; <a data-ref=\"Esther 8:3\" href=\"/Esther.8.3\">Est 8:3</a>; <a data-ref=\"Job 36:1\" href=\"/Job.36.1\">Jb 36:1</a> (Elihu), <a data-ref=\"Daniel 10:18\" href=\"/Daniel.10.18\">Dn 10:18</a>; + <span dir=\"rtl\">עוֹד</span> <a data-ref=\"Genesis 38:5\" href=\"/Genesis.38.5\">Gn 38:5</a>; <a data-ref=\"Judges 11:14\" href=\"/Judges.11.14\">Ju 11:14</a>; <a data-ref=\"I Chronicles 14:13\" href=\"/I_Chronicles.14.13\">1 Ch 14:13</a>. <strong>c.</strong>  sq. Impf. asynd. (Ges<sup>§ 120, 1 b, 2b</sup>) <span dir=\"rtl\">לא תוסיפי יקראו־לָךְ</span> <a data-ref=\"Isaiah 47:1\" href=\"/Isaiah.47.1\">Is 47:1</a>, <a data-ref=\"Isaiah 47:5\" href=\"/Isaiah.47.5\">5</a>; <span dir=\"rtl\">אוסיף אֲבַקְשֶׁנּוּ עוֹד</span> <a data-ref=\"Proverbs 23:35\" href=\"/Proverbs.23.35\">Pr 23:35</a>; <span dir=\"rtl\">לא אוסיף עוֹד אֲרַחֵם אֶת־בֵּית ישׂראל</span> <a data-ref=\"Hosea 1:6\" href=\"/Hosea.1.6\">Ho 1:6</a>; <span dir=\"rtl\">לא יוסיף יָבֹא־בך עוד</span> <a data-ref=\"Isaiah 52:1\" href=\"/Isaiah.52.1\">Is 52:1</a>."], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6319d3c7b6084aa1cbf2af19", "index_title": "BDB", "category": "Reference", "type": "reference", "ref": "BDB, מַעֲשֵׂר² 1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "BDB, מַעֲשֵׂר² 1", "sourceHeRef": "בראון-דרייבר-בריגס, מַעֲשֵׂר² א׳", "anchorVerse": 31, "sourceHasEn": true, "compDate": [1891, 1905], "commentaryNum": 1, "collectiveTitle": {"en": "BDB", "he": "בראון-דרייבר-בריגס"}, "heTitle": "מַעֲשֵׂר²", "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": ["† <big><span dir=\"rtl\">מַעֲשֵׂר</span></big>  <strong>n.m.</strong> <sup><a data-ref=\"Numbers 18:28\" href=\"/Numbers.18.28\">Nu 18:28</a></sup> <strong>tenth part, tithe</strong>;—abs. <span dir=\"rtl\">מ׳</span> <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">Nu 18:26</a> +; cstr. <span dir=\"rtl\">מַעְשַׂר</span> <a data-ref=\"Leviticus 27:30\" href=\"/Leviticus.27.30\">Lv 27:30</a> +, <span dir=\"rtl\">מַעֲשַׂר</span> <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a> (bef. <span dir=\"rtl\">הַמַּעֲשֵׂר</span>); sf. <span dir=\"rtl\">מַעַשְׂרוֹ</span> <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">Lv 27:31</a>; pl. abs. <span dir=\"rtl\">מַעַשְׂרוֹת</span> <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">Ne 12:44</a>; sf. <span dir=\"rtl\">מַעְשְׂרֹתֵיכֶם</span> <a data-ref=\"Amos 4:4\" href=\"/Amos.4.4\">Am 4:4</a> + 3 times;—<br><strong>1.</strong>  <em>tenth part</em> of ḥomer <a data-ref=\"Ezekiel 45:11\" href=\"/Ezekiel.45.11\">Ez 45:11</a>, of bath v <a data-ref=\"Ezekiel 45:14\" href=\"/Ezekiel.45.14\">14</a>.<br><strong>2.</strong>  <em>tithe, payment of tenth part:</em> c. <span dir=\"rtl\">מִן</span> rei <a data-ref=\"Genesis 14:20\" href=\"/Genesis.14.20\">Gn 14:20</a> <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">Nu 18:26</a>; usually cstr. bef. n. rei <a data-ref=\"Deuteronomy 12:17\" href=\"/Deuteronomy.12.17\">Dt 12:17</a>; <a data-ref=\"Deuteronomy 14:23\" href=\"/Deuteronomy.14.23\">14:23</a>, <a data-ref=\"Deuteronomy 14:28\" href=\"/Deuteronomy.14.28\">28</a>; <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">26:12</a>; <a data-ref=\"Leviticus 27:30\" href=\"/Leviticus.27.30\">Lv 27:30</a>, <a data-ref=\"Leviticus 27:32\" href=\"/Leviticus.27.32\">32</a>; <a data-ref=\"II Chronicles 31:5\" href=\"/II_Chronicles.31.5\">2 Ch 31:5</a>, <a data-ref=\"II Chronicles 31:6\" href=\"/II_Chronicles.31.6\">6</a><sup>(×2;)</sup> <a data-ref=\"Nehemiah 10:38\" href=\"/Nehemiah.10.38\">Ne 10:38</a>, <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">39</a>; <a data-ref=\"Nehemiah 13:5\" href=\"/Nehemiah.13.5\">13:5</a>, <a data-ref=\"Nehemiah 13:12\" href=\"/Nehemiah.13.12\">12</a>; abs. <a data-ref=\"Numbers 18:21\" href=\"/Numbers.18.21\">Nu 18:21</a>, <a data-ref=\"Numbers 18:26\" href=\"/Numbers.18.26\">26</a><sup>(×2;)</sup> <a data-ref=\"Malachi 3:8\" href=\"/Malachi.3.8\">Mal 3:8</a>, <a data-ref=\"Malachi 3:10\" href=\"/Malachi.3.10\">10</a>; <a data-ref=\"II Chronicles 31:12\" href=\"/II_Chronicles.31.12\">2 Ch 31:12</a>; <a data-ref=\"Nehemiah 10:39\" href=\"/Nehemiah.10.39\">Ne 10:39</a>; <a data-ref=\"Nehemiah 12:44\" href=\"/Nehemiah.12.44\">12:44</a>; <span dir=\"rtl\">שְׁנַת הַמּ׳</span> <a data-ref=\"Deuteronomy 26:12\" href=\"/Deuteronomy.26.12\">Dt 26:12</a> <em>the year of the tithe</em> (i.e. of tithing); c. genit. pers. paying tithe <a data-ref=\"Amos 4:4\" href=\"/Amos.4.4\">Am 4:4</a> <a data-ref=\"Deuteronomy 12:6\" href=\"/Deuteronomy.12.6\">Dt 12:6</a>, <a data-ref=\"Deuteronomy 12:11\" href=\"/Deuteronomy.12.11\">11</a>; <a data-ref=\"Leviticus 27:31\" href=\"/Leviticus.27.31\">Lv 27:31</a>; <a data-ref=\"Numbers 18:24\" href=\"/Numbers.18.24\">Nu 18:24</a>, <a data-ref=\"Numbers 18:28\" href=\"/Numbers.18.28\">28</a>.—Cf. RS<sup>Sem. i. 228 ff.; 2nd ed. 245 ff.; Proph. Lect. ii. N.</sup> Now<sup>Arch. i. 313; ii. 257 f.</sup> Benz<sup>Arch. 309, 460 f.</sup> Dr<sup>Dt.168 ff.</sup>"], "versionTitle": "A Hebrew and English lexicon of the Old Testament, by Francis Brown. With the co-operation of S. R. Driver and Charles A. Briggs. Oxford, 1906", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49fe5613f3c2d3b44e25f", "index_title": "German Commentary on Mishnah Eduyot", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Eduyot 4:5:3", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "German Commentary on Mishnah Eduyot 4:5:3", "sourceHeRef": "פירוש גרמני על משנה עדיות ד׳:ה׳:ג׳", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 5.0003, "collectiveTitle": {"en": "German Commentary on Mishnah Eduyot", "he": "פירוש גרמני על משנה עדיות"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>dass dabei kein Fünftel-Zusatz.</b>  Sie stellen diese nicht dem zweiten Zehnten gleich (Lev. 27,31).", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "64e49ce0613f3c2d3b4448b3", "index_title": "German Commentary on Mishnah Peah", "category": "Quoting Commentary", "type": "", "ref": "German Commentary on Mishnah Peah 7:6:2", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "German Commentary on Mishnah Peah 7:6:2", "sourceHeRef": "פירוש גרמני על משנה פאה ז׳:ו׳:ב׳", "anchorVerse": 31, "sourceHasEn": true, "commentaryNum": 6.0002, "collectiveTitle": {"en": "German Commentary on Mishnah Peah", "he": "פירוש גרמני על משנה פאה"}, "he": [], "heVersionTitle": null, "heLicense": null, "heVersionTitleInHebrew": null, "text": "<b>weder das Fünftel.</b>  Wie beim zweiten Zehnt, vgl. Lev. 27,31.", "versionTitle": "Mischnajot mit deutscher Übersetzung und Erklärung. Berlin 1887-1933 [de]", "license": "Public Domain", "versionTitleInHebrew": ""}, {"_id": "6665cc94faee0b8c909d8758", "index_title": "David Zvi Hoffmann on Leviticus", "category": "Commentary", "type": "commentary", "ref": "David Zvi Hoffmann on Leviticus 27:31:1", "anchorRef": "Leviticus 27:31", "anchorRefExpanded": ["Leviticus 27:31"], "sourceRef": "David Zvi Hoffmann on Leviticus 27:31:1", "sourceHeRef": "פירושי רד\"צ הופמן על ויקרא כ״ז:ל״א:א׳", "anchorVerse": 31, "sourceHasEn": false, "commentaryNum": 31.0001, "collectiveTitle": {"en": "David Zvi Hoffmann", "he": "פירושי רד\"צ הופמן"}, "he": "<b>\"ואם גאל וגו'\".</b> רק אם הבעלים עצמם פודים מעשר שני שלהם, חייבים להוסיף חמישית. השוה לעיל פסוק טו. כל זמן שמעשר שני לא נגאל, הריהו עומד בקדושתו, אף בירושלים עצמה, מקום שנהנים ממנו הבעלים. על דבר הזהירות שיש לנהוג בו משום קדושתו עיין משנת מעשר שני פרק א.", "heVersionTitle": "Mossad Harav Kook, Jerusalem, 2022\r", "heLicense": "", "heVersionTitleInHebrew": "", "text": [], "versionTitle": null, "license": null, "versionTitleInHebrew": null}]